{"an10.50":{"an10.50:0.1":{"pli":"Aṅguttara Nikāya 10.50 ","eng":"Numbered Discourses 10.50 ","html":"<article id='an10.50'><header><ul><li class='division'>{}</li>"},"an10.50:0.2":{"pli":"5. Akkosavagga ","eng":"5. Abuse ","html":"<li>{}</li></ul>"},"an10.50:0.3":{"pli":"Bhaṇḍanasutta ","eng":"Fights ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.50:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an10.50:1.2":{"pli":"Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti. ","eng":"Now at that time, after the meal, on return from almsround, several mendicants sat together in the assembly hall. They were fighting, quarreling, and disputing, wounding each other with barbed words. ","html":"{}</p>"},"an10.50:2.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out, ","html":"<p>{}"},"an10.50:2.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"an10.50:2.3":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"an10.50:3.1":{"pli":"“Idha mayaṃ, bhante, pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharāmā”ti. ","eng":"“Sir, after the meal, on return from almsround, we sat together in the assembly hall, fighting, quarreling, and disputing, wounding each other with barbed words.” ","html":"<p>{}</p>"},"an10.50:3.2":{"pli":"“Na kho panetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā vihareyyātha. ","eng":"“Mendicants, this is not appropriate for you gentlemen who have gone forth out of faith from the lay life to homelessness. ","html":"<p>{}</p>"},"an10.50:4.1":{"pli":"Dasayime, bhikkhave, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti. ","eng":"There are ten warm-hearted qualities that make for fondness and respect, conducing to inclusion, harmony, and unity, without dispute. ","html":"<p data-counter='1'>{}"},"an10.50:4.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.50:4.3":{"pli":"Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an10.50:4.4":{"pli":"Yampi, bhikkhave, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu, ","eng":"When a mendicant is ethical, ","html":"{}"},"an10.50:4.5":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"this warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without dispute. ","html":"{}</p>"},"an10.50:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, rehearsing them, mentally scrutinizing them, and penetrating them theoretically. … ","html":"<p data-counter='2'>{}"},"an10.50:5.2":{"pli":"Yampi, bhikkhave, bhikkhu bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā, ","html":"{}"},"an10.50:5.3":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.50:6.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Furthermore, a mendicant has good friends, companions, and associates. … ","html":"<p data-counter='3'>{}"},"an10.50:6.2":{"pli":"Yampi, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, ","html":"{}"},"an10.50:6.3":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.50:7.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ. ","eng":"Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. … ","html":"<p data-counter='4'>{}"},"an10.50:7.2":{"pli":"Yampi, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ, ","html":"{}"},"an10.50:7.3":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.50:8.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni—tattha dakkho hoti analaso, tatrūpāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ. ","eng":"Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. … ","html":"<p data-counter='5'>{}"},"an10.50:8.2":{"pli":"Yampi, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni—tattha dakkho hoti analaso tatrūpāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ, ","html":"{}"},"an10.50:8.3":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.50:9.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo. ","eng":"Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. … ","html":"<p data-counter='6'>{}"},"an10.50:9.2":{"pli":"Yampi, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo, ","html":"{}"},"an10.50:9.3":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.50:10.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. … ","html":"<p data-counter='7'>{}"},"an10.50:10.2":{"pli":"Yampi, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, ","html":"{}"},"an10.50:10.3":{"pli":"ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.50:11.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena. ","eng":"Furthermore, a mendicant is content with any kind of robes, almsfood, lodgings, and medicines and supplies for the sick. … ","html":"<p data-counter='8'>{}"},"an10.50:11.2":{"pli":"Yampi, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, ","html":"{}"},"an10.50:11.3":{"pli":"ayampi dhammo sāraṇīyo …pe… saṃvattati. ","html":"{}</p>"},"an10.50:12.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā. ","eng":"Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. … ","html":"<p data-counter='9'>{}"},"an10.50:12.2":{"pli":"Yampi, bhikkhave, bhikkhu satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā, ","html":"{}"},"an10.50:12.3":{"pli":"ayampi dhammo sāraṇīyo …pe… saṃvattati. ","html":"{}</p>"},"an10.50:13.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"<p data-counter='10'>{}"},"an10.50:13.2":{"pli":"Yampi, bhikkhave, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā, ","eng":"When a mendicant is wise, ","html":"{}"},"an10.50:13.3":{"pli":"ayampi dhammo sāraṇīyo …pe… saṃvattati. ","eng":"this warm-hearted quality makes for fondness and respect, helping the Saṅgha to live in harmony and unity, without quarreling. ","html":"{}</p>"},"an10.50:14.1":{"pli":"Ime kho, bhikkhave, dasa dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattantī”ti. ","eng":"These ten warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without dispute.” ","html":"<p>{}</p>"},"an10.50:14.2":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.50:14.3":{"pli":"Akkosavaggo pañcamo. ","html":"<p class='endvagga'>{}</p>"},"an10.50:15.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an10.50:15.1":{"pli":"Vivādā dve ca mūlāni, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an10.50:15.2":{"pli":"kusinārapavesane; ","html":"<span class='verse-line'>{}</span>"},"an10.50:15.3":{"pli":"Sakko mahāli abhiṇhaṃ, ","html":"<span class='verse-line'>{}</span>"},"an10.50:15.4":{"pli":"sarīraṭṭhā ca bhaṇḍanāti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an10.50:15.5":{"pli":"Paṭhamo paṇṇāsako samatto. ","html":"<p class='endbook'>{}</p></article>"}},"an10.51":{"an10.51:0.1":{"pli":"Aṅguttara Nikāya 10.51 ","eng":"Numbered Discourses 10.51 ","html":"<article id='an10.51'><header><ul><li class='division'>{}</li>"},"an10.51:0.2":{"pli":"6. Sacittavagga ","eng":"6. Your Own Mind ","html":"<li>{}</li></ul>"},"an10.51:0.3":{"pli":"Sacittasutta ","eng":"Your Own Mind ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.51:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an10.51:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"an10.51:1.3":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"an10.51:1.4":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an10.51:1.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.51:2.1":{"pli":"“No ce, bhikkhave, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—","eng":"“Mendicants, if a mendicant isn’t skilled in encompassing another’s mind, then they should train themselves: ‘I will be skilled in encompassing my own mind.’ ","html":"<p>{}"},"an10.51:2.2":{"pli":"evañhi vo, bhikkhave, sikkhitabbaṃ. ","html":"{}</p>"},"an10.51:3.1":{"pli":"Kathañca, bhikkhave, bhikkhu sacittapariyāyakusalo hoti? ","eng":"And how is a mendicant skilled in encompassing their own mind? ","html":"<p>{}"},"an10.51:3.2":{"pli":"Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati. ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it. ","html":"{}"},"an10.51:3.3":{"pli":"No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo: ","eng":"But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got all they wished for: ","html":"{}"},"an10.51:3.4":{"pli":"‘lābhā vata me, parisuddhaṃ vata me’ti. ","eng":"‘How fortunate that I’m clean!’ ","html":"{}"},"an10.51:3.5":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu: ","eng":"In the same way, checking is very helpful for a mendicant’s skillful qualities. ","html":"{}"},"an10.51:3.6":{"pli":"‘abhijjhālu nu kho bahulaṃ viharāmi, anabhijjhālu nu kho bahulaṃ viharāmi, byāpannacitto nu kho bahulaṃ viharāmi, abyāpannacitto nu kho bahulaṃ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṃ viharāmi, vigatathinamiddho nu kho bahulaṃ viharāmi, uddhato nu kho bahulaṃ viharāmi, anuddhato nu kho bahulaṃ viharāmi, vicikiccho nu kho bahulaṃ viharāmi, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, kodhano nu kho bahulaṃ viharāmi, akkodhano nu kho bahulaṃ viharāmi, saṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, asaṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, sāraddhakāyo nu kho bahulaṃ viharāmi, asāraddhakāyo nu kho bahulaṃ viharāmi, kusīto nu kho bahulaṃ viharāmi, āraddhavīriyo nu kho bahulaṃ viharāmi, asamāhito nu kho bahulaṃ viharāmi, samāhito nu kho bahulaṃ viharāmī’ti. ","eng":"‘Am I often covetous or not? Am I often malicious or not? Am I often overcome with dullness and drowsiness or not? Am I often restless or not? Am I often doubtful or not? Am I often irritable or not? Am I often corrupted in mind or not? Am I often disturbed in body or not? Am I often energetic or not? Am I often immersed in samādhi or not?’ ","html":"{}</p>"},"an10.51:4.1":{"pli":"Sace, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows this: ","html":"<p>{}"},"an10.51:4.2":{"pli":"‘abhijjhālu bahulaṃ viharāmi, byāpannacitto bahulaṃ viharāmi, thinamiddhapariyuṭṭhito bahulaṃ viharāmi, uddhato bahulaṃ viharāmi, vicikiccho bahulaṃ viharāmi, kodhano bahulaṃ viharāmi, saṅkiliṭṭhacitto bahulaṃ viharāmi, sāraddhakāyo bahulaṃ viharāmi, kusīto bahulaṃ viharāmi, asamāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"‘I am often covetous, malicious, overcome with dullness and drowsiness, restless, doubtful, irritable, defiled in mind, disturbed in body, lazy, and not immersed in samādhi.’ In order to give up those bad, unskillful qualities, they should apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an10.51:4.3":{"pli":"Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā. Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya. ","eng":"Suppose your clothes or head were on fire. In order to extinguish it, you’d apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an10.51:4.4":{"pli":"Evamevaṃ kho tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"In the same way, in order to give up those bad, unskillful qualities, that mendicant should apply extraordinary enthusiasm … ","html":"{}</p>"},"an10.51:5.1":{"pli":"Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows this: ","html":"<p>{}"},"an10.51:5.2":{"pli":"‘anabhijjhālu bahulaṃ viharāmi, abyāpannacitto bahulaṃ viharāmi, vigatathinamiddho bahulaṃ viharāmi, anuddhato bahulaṃ viharāmi, tiṇṇavicikiccho bahulaṃ viharāmi, akkodhano bahulaṃ viharāmi, asaṅkiliṭṭhacitto bahulaṃ viharāmi, asāraddhakāyo bahulaṃ viharāmi, āraddhavīriyo bahulaṃ viharāmi, samāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti. ","eng":"‘I am often content, kind-hearted, free of dullness and drowsiness, calm, confident, loving, pure in mind, undisturbed in body, energetic, and immersed in samādhi.’ Grounded on those skillful qualities, they should practice meditation further to end the defilements.” ","html":"{}</p>"},"an10.51:5.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.52":{"an10.52:0.1":{"pli":"Aṅguttara Nikāya 10.52 ","eng":"Numbered Discourses 10.52 ","html":"<article id='an10.52'><header><ul><li class='division'>{}</li>"},"an10.52:0.2":{"pli":"6. Sacittavagga ","eng":"6. Your Own Mind ","html":"<li>{}</li></ul>"},"an10.52:0.3":{"pli":"Sāriputtasutta ","eng":"With Sāriputta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.52:1.1":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants: ","html":"<p>{}"},"an10.52:1.2":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"an10.52:1.3":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"an10.52:1.4":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"an10.52:2.1":{"pli":"“No ce, āvuso, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—","eng":"“Reverends, if a mendicant isn’t skilled in encompassing another’s mind, then they should train themselves: ‘I will be skilled in encompassing my own mind.’ ","html":"<p>{}"},"an10.52:2.2":{"pli":"evañhi vo, āvuso, sikkhitabbaṃ. ","html":"{}</p>"},"an10.52:3.1":{"pli":"Kathañcāvuso, bhikkhu sacittapariyāyakusalo hoti? ","eng":"And how is a mendicant skilled in the ways of their own mind? ","html":"<p>{}"},"an10.52:3.2":{"pli":"Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati. ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it. ","html":"{}"},"an10.52:3.3":{"pli":"No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo: ","eng":"But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got all they wished for: ","html":"{}"},"an10.52:3.4":{"pli":"‘lābhā vata me, parisuddhaṃ vata me’ti. ","eng":"‘How fortunate that I’m clean!’ ","html":"{}</p>"},"an10.52:4.1":{"pli":"Evamevaṃ kho, āvuso, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu: ","eng":"In the same way, checking is very helpful for a mendicant’s skillful qualities. ","html":"<p>{}"},"an10.52:4.2":{"pli":"‘abhijjhālu nu kho bahulaṃ viharāmi, anabhijjhālu nu kho bahulaṃ viharāmi, byāpannacitto nu kho bahulaṃ viharāmi, abyāpannacitto nu kho bahulaṃ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṃ viharāmi, vigatathinamiddho nu kho bahulaṃ viharāmi, uddhato nu kho bahulaṃ viharāmi, anuddhato nu kho bahulaṃ viharāmi, vicikiccho nu kho bahulaṃ viharāmi, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, kodhano nu kho bahulaṃ viharāmi, akkodhano nu kho bahulaṃ viharāmi, saṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, asaṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, sāraddhakāyo nu kho bahulaṃ viharāmi, asāraddhakāyo nu kho bahulaṃ viharāmi, kusīto nu kho bahulaṃ viharāmi, āraddhavīriyo nu kho bahulaṃ viharāmi, samāhito nu kho bahulaṃ viharāmi, asamāhito nu kho bahulaṃ viharāmī’ti. ","eng":"‘Am I often covetous or not? Am I often malicious or not? Am I often overcome with dullness and drowsiness or not? Am I often restless or not? Am I often doubtful or not? Am I often irritable or not? Am I often defiled in mind or not? Am I often disturbed in body or not? Am I often energetic or not? Am I often immersed in samādhi or not?’ ","html":"{}</p>"},"an10.52:5.1":{"pli":"Sace, āvuso, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows this: ","html":"<p>{}"},"an10.52:5.2":{"pli":"‘abhijjhālu bahulaṃ viharāmi …pe… asamāhito bahulaṃ viharāmī’ti, tenāvuso, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"‘I am often covetous, malicious, overcome with dullness and drowsiness, restless, doubtful, angry, defiled in mind, disturbed in body, lazy, and not immersed in samādhi.’ In order to give up those bad, unskillful qualities, they should apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an10.52:5.3":{"pli":"Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā. Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya. ","eng":"Suppose your clothes or head were on fire. In order to extinguish it, you’d apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an10.52:5.4":{"pli":"Evamevaṃ kho, āvuso, tena bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"In the same way, in order to give up those bad, unskillful qualities, that mendicant should apply extraordinary enthusiasm … ","html":"{}</p>"},"an10.52:6.1":{"pli":"Sace panāvuso, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows this: ","html":"<p>{}"},"an10.52:6.2":{"pli":"‘anabhijjhālu bahulaṃ viharāmi …pe… samāhito bahulaṃ viharāmī’ti, tenāvuso, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti. ","eng":"‘I am often content, kind-hearted, rid of dullness and drowsiness, calm, confident, loving, pure in mind, undisturbed in body, energetic, and immersed in samādhi.’ Grounded on those skillful qualities, they should practice meditation further to end the defilements.” ","html":"{}</p>"},"an10.52:6.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.53":{"an10.53:0.1":{"pli":"Aṅguttara Nikāya 10.53 ","eng":"Numbered Discourses 10.53 ","html":"<article id='an10.53'><header><ul><li class='division'>{}</li>"},"an10.53:0.2":{"pli":"6. Sacittavagga ","eng":"6. Your Own Mind ","html":"<li>{}</li></ul>"},"an10.53:0.3":{"pli":"Ṭhitisutta ","eng":"Stagnation ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.53:1.1":{"pli":"“Ṭhitimpāhaṃ, bhikkhave, na vaṇṇayāmi kusalesu dhammesu, pageva parihāniṃ. ","eng":"“Mendicants, I don’t praise stagnation in skillful qualities, let alone decline. ","html":"<p>{}"},"an10.53:1.2":{"pli":"Vuḍḍhiñca kho ahaṃ, bhikkhave, vaṇṇayāmi kusalesu dhammesu, no ṭhitiṃ no hāniṃ. ","eng":"I praise growth in skillful qualities, not stagnation or decline. ","html":"{}</p>"},"an10.53:2.1":{"pli":"Kathañca, bhikkhave, hāni hoti kusalesu dhammesu, no ṭhiti no vuḍḍhi? ","eng":"And how is there decline in skillful qualities, not stagnation or growth? ","html":"<p>{}"},"an10.53:2.2":{"pli":"Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva tiṭṭhanti no vaḍḍhanti. ","eng":"It’s when a mendicant has a certain degree of faith, ethics, generosity, wisdom, and eloquence. Those qualities neither stagnate nor grow in them. ","html":"{}"},"an10.53:2.3":{"pli":"Hānimetaṃ, bhikkhave, vadāmi kusalesu dhammesu, no ṭhitiṃ no vuḍḍhiṃ. ","eng":"I call this decline in skillful qualities, not stagnation or growth. ","html":"{}"},"an10.53:2.4":{"pli":"Evaṃ kho, bhikkhave, hāni hoti kusalesu dhammesu, no ṭhiti no vuḍḍhi. ","eng":"This is how there’s decline in skillful qualities, not stagnation or growth. ","html":"{}</p>"},"an10.53:3.1":{"pli":"Kathañca, bhikkhave ṭhiti hoti kusalesu dhammesu, no hāni no vuḍḍhi? ","eng":"And how is there stagnation in skillful qualities, not decline or growth? ","html":"<p>{}"},"an10.53:3.2":{"pli":"Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva hāyanti no vaḍḍhanti. ","eng":"It’s when a mendicant has a certain degree of faith, ethics, generosity, wisdom, and eloquence. Those qualities neither decline nor grow in them. ","html":"{}"},"an10.53:3.3":{"pli":"Ṭhitimetaṃ, bhikkhave, vadāmi kusalesu dhammesu, no hāniṃ no vuḍḍhiṃ. ","eng":"I call this stagnation in skillful qualities, not decline or growth. ","html":"{}"},"an10.53:3.4":{"pli":"Evaṃ kho, bhikkhave, ṭhiti hoti kusalesu dhammesu, no vuḍḍhi no hāni. ","eng":"This is how there’s stagnation in skillful qualities, not decline or growth. ","html":"{}</p>"},"an10.53:4.1":{"pli":"Kathañca, bhikkhave, vuḍḍhi hoti kusalesu dhammesu, no ṭhiti no hāni? ","eng":"And how is there growth in skillful qualities, not stagnation or decline? ","html":"<p>{}"},"an10.53:4.2":{"pli":"Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva tiṭṭhanti no hāyanti. ","eng":"It’s when a mendicant has a certain degree of faith, ethics, generosity, wisdom, and eloquence. Those qualities neither stagnate nor decline in them. ","html":"{}"},"an10.53:4.3":{"pli":"Vuḍḍhimetaṃ, bhikkhave, vadāmi kusalesu dhammesu, no ṭhitiṃ no hāniṃ. ","eng":"I call this growth in skillful qualities, not stagnation or decline. ","html":"{}"},"an10.53:4.4":{"pli":"Evaṃ kho, bhikkhave, vuḍḍhi hoti kusalesu dhammesu, no ṭhiti no hāni. ","eng":"This is how there’s growth in skillful qualities, not stagnation or decline. ","html":"{}</p>"},"an10.53:5.1":{"pli":"No ce, bhikkhave, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—","eng":"If a mendicant isn’t skilled in encompassing another’s mind, then they should train themselves: ‘I will be skilled in encompassing my own mind.’ ","html":"<p>{}"},"an10.53:5.2":{"pli":"evañhi vo, bhikkhave, sikkhitabbaṃ. ","html":"{}</p>"},"an10.53:6.1":{"pli":"Kathañca, bhikkhave, bhikkhu sacittapariyāyakusalo hoti? ","eng":"And how is a mendicant skilled in encompassing their own mind? ","html":"<p>{}"},"an10.53:6.2":{"pli":"Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati. ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it. ","html":"{}"},"an10.53:6.3":{"pli":"No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo: ","eng":"But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got all they wished for: ","html":"{}"},"an10.53:6.4":{"pli":"‘lābhā vata me, parisuddhaṃ vata me’ti. ","eng":"‘How fortunate that I’m clean!’ ","html":"{}"},"an10.53:6.5":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu: ","eng":"In the same way, checking is very helpful for a mendicant’s skillful qualities. ","html":"{}"},"an10.53:6.6":{"pli":"‘abhijjhālu nu kho bahulaṃ viharāmi, anabhijjhālu nu kho bahulaṃ viharāmi, byāpannacitto nu kho bahulaṃ viharāmi, abyāpannacitto nu kho bahulaṃ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṃ viharāmi, vigatathinamiddho nu kho bahulaṃ viharāmi, uddhato nu kho bahulaṃ viharāmi, anuddhato nu kho bahulaṃ viharāmi, vicikiccho nu kho bahulaṃ viharāmi, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, kodhano nu kho bahulaṃ viharāmi, akkodhano nu kho bahulaṃ viharāmi, saṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, asaṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, sāraddhakāyo nu kho bahulaṃ viharāmi, asāraddhakāyo nu kho bahulaṃ viharāmi, kusīto nu kho bahulaṃ viharāmi, āraddhavīriyo nu kho bahulaṃ viharāmi, samāhito nu kho bahulaṃ viharāmi, asamāhito nu kho bahulaṃ viharāmī’ti. ","eng":"‘Am I often covetous or not? Am I often malicious or not? Am I often overcome with dullness and drowsiness or not? Am I often restless or not? Am I often doubtful or not? Am I often irritable or not? Am I often defiled in mind or not? Am I often disturbed in body or not? Am I often energetic or not? Am I often immersed in samādhi or not?’ ","html":"{}</p>"},"an10.53:7.1":{"pli":"Sace, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows this: ","html":"<p>{}"},"an10.53:7.2":{"pli":"‘abhijjhālu bahulaṃ viharāmi, byāpannacitto bahulaṃ viharāmi, thinamiddhapariyuṭṭhito bahulaṃ viharāmi, uddhato bahulaṃ viharāmi, vicikiccho bahulaṃ viharāmi, kodhano bahulaṃ viharāmi, saṅkiliṭṭhacitto bahulaṃ viharāmi, sāraddhakāyo bahulaṃ viharāmi, kusīto bahulaṃ viharāmi, asamāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"‘I am often covetous, malicious, overcome with dullness and drowsiness, restless, doubtful, irritable, defiled in mind, disturbed in body, lazy, and not immersed in samādhi.’ In order to give up those bad, unskillful qualities, they should apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an10.53:7.3":{"pli":"Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā. ","eng":"Suppose your clothes or head were on fire. In order to extinguish it, you’d apply intense enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an10.53:7.4":{"pli":"Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya; ","html":"{}"},"an10.53:7.5":{"pli":"evamevaṃ kho, bhikkhave, tena bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"In the same way, in order to give up those bad, unskillful qualities, that mendicant should apply extraordinary enthusiasm … ","html":"{}</p>"},"an10.53:8.1":{"pli":"Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows this: ","html":"<p>{}"},"an10.53:8.2":{"pli":"‘anabhijjhālu bahulaṃ viharāmi, abyāpannacitto bahulaṃ viharāmi, vigatathinamiddho bahulaṃ viharāmi, anuddhato bahulaṃ viharāmi, tiṇṇavicikiccho bahulaṃ viharāmi, akkodhano bahulaṃ viharāmi, asaṅkiliṭṭhacitto bahulaṃ viharāmi, asāraddhakāyo bahulaṃ viharāmi, āraddhavīriyo bahulaṃ viharāmi, samāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti. ","eng":"‘I am often content, kind-hearted, rid of dullness and drowsiness, calm, confident, loving, pure in mind, undisturbed in body, energetic, and immersed in samādhi.’ Grounded on those skillful qualities, they should practice meditation further to end the defilements.” ","html":"{}</p>"},"an10.53:8.3":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}