{"an10.217":{"an10.217:0.1":{"pli":"Aṅguttara Nikāya 10.217 ","eng":"Numbered Discourses 10.217 ","html":"<article id='an10.217'><header><ul><li class='division'>{}</li>"},"an10.217:0.2":{"pli":"21. Karajakāyavagga ","eng":"21. The Body Born of Deeds ","html":"<li>{}</li></ul>"},"an10.217:0.3":{"pli":"Paṭhamasañcetanikasutta ","eng":"Intentional (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.217:1.1":{"pli":"“Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi. ","eng":"“Mendicants, I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ","html":"<p>{}"},"an10.217:1.2":{"pli":"Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ","eng":"And that may be in this very life, or in the next life, or in some subsequent period. ","html":"{}"},"an10.217:1.3":{"pli":"Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering without experiencing intentional deeds that have been performed and accumulated, I say. ","html":"{}</p>"},"an10.217:2.1":{"pli":"Tatra, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti; ","eng":"Now, there are three kinds of corruption and failure of bodily action that have unskillful intention, with suffering as their outcome and result. ","html":"<p>{}"},"an10.217:2.2":{"pli":"catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti; ","eng":"There are four kinds of corruption and failure of verbal action that have unskillful intention, with suffering as their outcome and result. ","html":"{}"},"an10.217:2.3":{"pli":"tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"There are three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result. ","html":"{}</p>"},"an10.217:3.1":{"pli":"Kathañca, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti? ","eng":"And what are the three kinds of corruption and failure of bodily action? ","html":"<p data-counter='1'>{}"},"an10.217:3.2":{"pli":"Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. ","eng":"It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. ","html":"{}</p>"},"an10.217:4.1":{"pli":"Adinnādāyī hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. ","eng":"They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness. ","html":"<p data-counter='2'>{}</p>"},"an10.217:5.1":{"pli":"Kāmesumicchācārī hoti, yā tā māturakkhitā …pe… antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. ","eng":"They commit sexual misconduct. They have sex with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sex with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. ","html":"<p data-counter='3'>{}</p>"},"an10.217:6.1":{"pli":"Evaṃ kho, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"These are the three kinds of corruption and failure of bodily action. ","html":"<p>{}</p>"},"an10.217:7.1":{"pli":"Kathañca, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti? ","eng":"And what are the four kinds of corruption and failure of verbal action? ","html":"<p data-counter='4'>{}"},"an10.217:7.2":{"pli":"Idha, bhikkhave, ekacco musāvādī hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ","eng":"It’s when a certain person lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ","html":"{}"},"an10.217:7.3":{"pli":"‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti, apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. ","eng":"‘Please, worthy man, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason. ","html":"{}</p>"},"an10.217:8.1":{"pli":"Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti samaggānaṃ vā bhettā bhinnānaṃ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division. ","html":"<p data-counter='5'>{}</p>"},"an10.217:9.1":{"pli":"Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā. Asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion. ","html":"<p data-counter='6'>{}</p>"},"an10.217:10.1":{"pli":"Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. ","eng":"They indulge in talking nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless. ","html":"<p data-counter='7'>{}</p>"},"an10.217:11.1":{"pli":"Evaṃ kho, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"These are the four kinds of corruption and failure of verbal action. ","html":"<p>{}</p>"},"an10.217:12.1":{"pli":"Kathañca, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti? ","eng":"And what are the three kinds of corruption and failure of mental action? ","html":"<p data-counter='8'>{}"},"an10.217:12.2":{"pli":"Idha, bhikkhave, ekacco abhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ, taṃ abhijjhātā hoti: ‘aho vata, yaṃ parassa taṃ mama assā’ti. ","eng":"It’s when someone is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ ","html":"{}</p>"},"an10.217:13.1":{"pli":"Byāpannacitto hoti, paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. ","eng":"They have ill will and malicious intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’ ","html":"<p data-counter='9'>{}</p>"},"an10.217:14.1":{"pli":"Micchādiṭṭhiko hoti, viparītadassano: ","eng":"They have wrong view. Their perspective is distorted: ","html":"<p data-counter='10'>{}"},"an10.217:14.2":{"pli":"‘natthi dinnaṃ …pe… ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ","eng":"‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is rightly comported and rightly practiced, and who describes the afterlife after realizing it with their own insight.’ ","html":"{}</p>"},"an10.217:15.1":{"pli":"Evaṃ kho, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"These are the three kinds of corruption and failure of mental action. ","html":"<p>{}</p>"},"an10.217:16.1":{"pli":"Tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; tividhamanokammantasandosabyāpatti akusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ","eng":"When their body breaks up, after death, sentient beings are reborn in a place of loss, a bad place, the underworld, hell because of these three kinds of corruption and failure of bodily action, these four kinds of corruption and failure of verbal action, or these three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result. ","html":"<p>{}</p>"},"an10.217:17.1":{"pli":"Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti; ","eng":"It’s like throwing unfailing dice: they always fall the right side up. ","html":"<p>{}"},"an10.217:17.2":{"pli":"evamevaṃ kho, bhikkhave, tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; tividhamanokammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantīti. ","eng":"In the same way, when their body breaks up, after death, sentient beings are reborn in a place of loss, a bad place, the underworld, hell because of these three kinds of corruption and failure of bodily action, these four kinds of corruption and failure of verbal action, or these three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result. ","html":"{}</p>"},"an10.217:18.1":{"pli":"Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, ","eng":"I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ","html":"<p>{}"},"an10.217:18.2":{"pli":"tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ","eng":"And that may be in this very life, or in the next life, or in some subsequent period. ","html":"{}"},"an10.217:18.3":{"pli":"Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering without experiencing intentional deeds that have been performed and accumulated, I say. ","html":"{}</p>"},"an10.217:19.1":{"pli":"Tatra, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti; ","eng":"Now, there are three kinds of successful bodily action that have skillful intention, with happiness as their outcome and result. ","html":"<p>{}"},"an10.217:19.2":{"pli":"catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti; ","eng":"There are four kinds of successful verbal action that have skillful intention, with happiness as their outcome and result. ","html":"{}"},"an10.217:19.3":{"pli":"tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"There are three kinds of successful mental action that have skillful intention, with happiness as their outcome and result. ","html":"{}</p>"},"an10.217:20.1":{"pli":"Kathañca, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti? ","eng":"And what are the three kinds of successful bodily action? ","html":"<p data-counter='1'>{}"},"an10.217:20.2":{"pli":"Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati …pe…. ","eng":"It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of sympathy for all living beings. ","html":"{}</p>"},"an10.217:21.1":{"pli":"Adinnādānā paṭivirato hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. ","eng":"They don’t steal. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness. ","html":"<p data-counter='2'>{}</p>"},"an10.217:22.1":{"pli":"Kāmesumicchācāraṃ pahāya, kāmesumicchācārā paṭivirato hoti. Yā tā māturakkhitā …pe… antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. ","eng":"They give up sexual misconduct. They don’t have sex with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sex with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. ","html":"<p data-counter='3'>{}</p>"},"an10.217:23.1":{"pli":"Evaṃ kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"These are the three kinds of successful bodily action. ","html":"<p>{}</p>"},"an10.217:24.1":{"pli":"Kathañca, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti? ","eng":"And what are the four kinds of successful verbal action? ","html":"<p data-counter='4'>{}"},"an10.217:24.2":{"pli":"Idha, bhikkhave, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. ","eng":"It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, worthy man, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ They don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason. ","html":"{}</p>"},"an10.217:25.1":{"pli":"Pisuṇaṃ vācaṃ pahāya, pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandiṃ, samaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided and support those who are united, delighting in harmony, loving harmony, speaking words that promote harmony. ","html":"<p data-counter='5'>{}</p>"},"an10.217:26.1":{"pli":"Pharusaṃ vācaṃ pahāya, pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ","html":"<p data-counter='6'>{}</p>"},"an10.217:27.1":{"pli":"Samphappalāpaṃ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ","eng":"They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ","html":"<p data-counter='7'>{}</p>"},"an10.217:28.1":{"pli":"Evaṃ kho, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"These are the four kinds of successful verbal action. ","html":"<p>{}</p>"},"an10.217:29.1":{"pli":"Kathañca, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti? ","eng":"And what are the three kinds of successful mental action? ","html":"<p data-counter='8'>{}"},"an10.217:29.2":{"pli":"Idha, bhikkhave, ekacco anabhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhātā hoti: ‘aho vata, yaṃ parassa taṃ mamassā’ti. ","eng":"It’s when someone is content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ ","html":"{}</p>"},"an10.217:30.1":{"pli":"Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṃ pariharantū’ti. ","eng":"They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’ ","html":"<p data-counter='9'>{}</p>"},"an10.217:31.1":{"pli":"Sammādiṭṭhiko hoti aviparītadassano: ","eng":"They have right view, an undistorted perspective: ","html":"<p data-counter='10'>{}"},"an10.217:31.2":{"pli":"‘atthi dinnaṃ, atthi yiṭṭhaṃ …pe… ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ","eng":"‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are such things as mother and father, and beings that are reborn spontaneously. And there are ascetics and brahmins who are rightly comported and rightly practiced, and who describe the afterlife after realizing it with their own insight.’ ","html":"{}</p>"},"an10.217:32.1":{"pli":"Evaṃ kho, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"These are the three kinds of successful mental action. ","html":"<p>{}</p>"},"an10.217:33.1":{"pli":"Tividhakāyakammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; catubbidhavacīkammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; tividhamanokammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti. ","eng":"When their body breaks up, after death, sentient beings are reborn in a good place, in heaven because of these three kinds of successful bodily action, these four kinds of successful verbal action, or these three kinds of successful mental action that have skillful intention, with happiness as their outcome and result. ","html":"<p>{}</p>"},"an10.217:34.1":{"pli":"Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti; ","eng":"It’s like throwing unfaling dice: they always fall the right side up. ","html":"<p>{}"},"an10.217:34.2":{"pli":"evamevaṃ kho, bhikkhave, tividhakāyakammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; catubbidhavacīkammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; tividhamanokammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti. ","eng":"In the same way, when their body breaks up, after death, sentient beings are reborn in a good place, in heaven because of these three kinds of successful bodily action, these four kinds of successful verbal action, or these three kinds of successful mental action that have skillful intention, with happiness as their outcome and result. ","html":"{}"},"an10.217:34.3":{"pli":"Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi. ","eng":"I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ","html":"{}"},"an10.217:34.4":{"pli":"Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ","eng":"And that may be in this very life, or in the next life, or in some subsequent period. ","html":"{}"},"an10.217:34.5":{"pli":"Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmī”ti. ","eng":"But in any case, there is no making an end of suffering without experiencing intentional deeds that have been performed and accumulated, I say.” ","html":"{}"},"an10.217:34.6":{"pli":"Sattamaṃ. ","html":"{}</p></article>"}},"an10.218":{"an10.218:0.1":{"pli":"Aṅguttara Nikāya 10.218 ","eng":"Numbered Discourses 10.218 ","html":"<article id='an10.218'><header><ul><li class='division'>{}</li>"},"an10.218:0.2":{"pli":"21. Karajakāyavagga ","eng":"21. The Body Born of Deeds ","html":"<li>{}</li></ul>"},"an10.218:0.3":{"pli":"Dutiyasañcetanikasutta ","eng":"Intentional (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.218:1.1":{"pli":"“Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, ","eng":"“Mendicants, I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ","html":"<p>{}"},"an10.218:1.2":{"pli":"tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ","eng":"And that may be in this very life, or in the next life, or in some subsequent period. ","html":"{}"},"an10.218:1.3":{"pli":"Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering without experiencing intentional deeds that have been performed and accumulated, I say. ","html":"{}</p>"},"an10.218:2.1":{"pli":"Tatra, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti; ","eng":"Now, there are three kinds of corruption and failure of bodily action that have unskillful intention, with suffering as their outcome and result. ","html":"<p>{}"},"an10.218:2.2":{"pli":"catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti; ","eng":"There are four kinds of corruption and failure of verbal action that have unskillful intention, with suffering as their outcome and result. ","html":"{}"},"an10.218:2.3":{"pli":"tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"There are three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result. ","html":"{}</p>"},"an10.218:3.1":{"pli":"Kathañca, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti …pe… ","eng":"And what are the three kinds of corruption and failure of bodily action? … ","html":"<p>{}"},"an10.218:3.2":{"pli":"evaṃ kho, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"These are the three kinds of corruption and failure of bodily action. ","html":"{}</p>"},"an10.218:4.1":{"pli":"Kathañca, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti …pe… ","eng":"And what are the four kinds of corruption and failure of verbal action? … ","html":"<p>{}"},"an10.218:4.2":{"pli":"evaṃ kho, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"These are the four kinds of corruption and failure of verbal action. ","html":"{}</p>"},"an10.218:5.1":{"pli":"Kathañca, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti …pe… ","eng":"And what are the three kinds of corruption and failure of mental action? … ","html":"<p>{}"},"an10.218:5.2":{"pli":"evaṃ kho, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti. ","eng":"These are the three kinds of corruption and failure of mental action. ","html":"{}</p>"},"an10.218:6.1":{"pli":"Tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti, catubbidhavacīkammanta …pe… tividhamanokammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ","eng":"When their body breaks up, after death, sentient beings are reborn in a place of loss, a bad place, the underworld, hell because of these three kinds of corruption and failure of bodily action, these four kinds of corruption and failure of verbal action, or these three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result. ","html":"<p>{}</p>"},"an10.218:7.1":{"pli":"Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, ","eng":"I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ","html":"<p>{}"},"an10.218:7.2":{"pli":"tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ","eng":"And that may be in this very life, or in the next life, or in some subsequent period. ","html":"{}"},"an10.218:7.3":{"pli":"Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering without experiencing intentional deeds that have been performed and accumulated, I say. ","html":"{}</p>"},"an10.218:8.1":{"pli":"Tatra kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti; ","eng":"Now, there are three kinds of successful bodily action that have skillful intention, with happiness as their outcome and result. ","html":"<p>{}"},"an10.218:8.2":{"pli":"catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti; ","eng":"There are four kinds of successful verbal action that have skillful intention, with happiness as their outcome and result. ","html":"{}"},"an10.218:8.3":{"pli":"tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"There are three kinds of successful mental action that have skillful intention, with happiness as their outcome and result. ","html":"{}</p>"},"an10.218:9.1":{"pli":"Kathañca, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti …pe… ","eng":"And what are the three kinds of successful bodily action? … ","html":"<p>{}"},"an10.218:9.2":{"pli":"evaṃ kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"These are the three kinds of successful bodily action. ","html":"{}</p>"},"an10.218:10.1":{"pli":"Kathañca, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti …pe… ","eng":"And what are the four kinds of successful verbal action? … ","html":"<p>{}"},"an10.218:10.2":{"pli":"evaṃ kho, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"These are the four kinds of successful verbal action. ","html":"{}</p>"},"an10.218:11.1":{"pli":"Kathañca, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti …pe… ","eng":"And what are the three kinds of successful mental action? … ","html":"<p>{}"},"an10.218:11.2":{"pli":"evaṃ kho, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti. ","eng":"These are the three kinds of successful mental action. ","html":"{}</p>"},"an10.218:12.1":{"pli":"Tividhakāyakammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; catubbidhavacīkammantasampatti …pe… tividhamanokammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti …pe… ","eng":"When their body breaks up, after death, sentient beings are reborn in a good place, in heaven because of these three kinds of successful bodily action, these four kinds of successful verbal action, or these three kinds of successful mental action that have skillful intention, with happiness as their outcome and result. …” ","html":"<p>{}</p>"},"an10.218:12.2":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.219":{"an10.219:0.1":{"pli":"Aṅguttara Nikāya 10.219 ","eng":"Numbered Discourses 10.219 ","html":"<article id='an10.219'><header><ul><li class='division'>{}</li>"},"an10.219:0.2":{"pli":"21. Karajakāyavagga ","eng":"21. The Body Born of Deeds ","html":"<li>{}</li></ul>"},"an10.219:0.3":{"pli":"Karajakāyasutta ","eng":"The Body Born of Deeds ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.219:1.1":{"pli":"“Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, ","eng":"“Mendicants, I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ","html":"<p>{}"},"an10.219:1.2":{"pli":"tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye. ","eng":"And that may be in this very life, or in the next life, or in some subsequent period. ","html":"{}"},"an10.219:1.3":{"pli":"Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering without experiencing intentional deeds that have been performed and accumulated, I say. ","html":"{}</p>"},"an10.219:2.1":{"pli":"Sa kho so, bhikkhave, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"That noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"<p>{}</p>"},"an10.219:3.1":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"<p>{}"},"an10.219:3.2":{"pli":"‘pubbe kho me idaṃ cittaṃ parittaṃ ahosi abhāvitaṃ, etarahi pana me idaṃ cittaṃ appamāṇaṃ subhāvitaṃ. Yaṃ kho pana kiñci pamāṇakataṃ kammaṃ, na taṃ tatrāvasissati na taṃ tatrāvatiṭṭhatī’ti. ","eng":"‘Formerly my mind was limited and undeveloped. Now it’s limitless and well developed. Whatever limited deeds I’ve done don’t remain or persist there.’ ","html":"{}</p>"},"an10.219:4.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an10.219:4.2":{"pli":"daharatagge ce so ayaṃ kumāro mettaṃ cetovimuttiṃ bhāveyya, api nu kho pāpakammaṃ kareyyā”ti? ","eng":"Suppose a child had developed the heart’s release by love from their childhood on. Would they still do any bad deed?” ","html":"{}</p>"},"an10.219:4.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an10.219:5.1":{"pli":"“Akarontaṃ kho pana pāpakammaṃ api nu kho dukkhaṃ phuseyyā”ti? ","eng":"“Not doing any bad deed, would they still experience any suffering?” ","html":"<p>{}</p>"},"an10.219:5.2":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"an10.219:5.3":{"pli":"Akarontañhi, bhante, pāpakammaṃ kuto dukkhaṃ phusissatī”ti. ","eng":"For if they don’t do any bad deed, from where would suffering afflict them?” ","html":"{}</p>"},"an10.219:6.1":{"pli":"“Bhāvetabbā kho panāyaṃ, bhikkhave, mettācetovimutti itthiyā vā purisena vā. ","eng":"“This heart’s release by love should be developed by women or men. ","html":"<p>{}"},"an10.219:6.2":{"pli":"Itthiyā vā, bhikkhave, purisassa vā nāyaṃ kāyo ādāya gamanīyo. ","eng":"For neither women nor men take this body with them when they go. ","html":"{}"},"an10.219:6.3":{"pli":"Cittantaro ayaṃ, bhikkhave, macco. ","eng":"The mind is what’s inside mortal beings. ","html":"{}"},"an10.219:6.4":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"{}"},"an10.219:6.5":{"pli":"‘yaṃ kho me idaṃ kiñci pubbe iminā karajakāyena pāpakammaṃ kataṃ, sabbaṃ taṃ idha vedanīyaṃ; ","eng":"‘Whatever bad deeds I have done in the past with this deed-born body I will experience here. ","html":"{}"},"an10.219:6.6":{"pli":"na taṃ anugaṃ bhavissatī’ti. ","eng":"It will not follow me to my next life.’ ","html":"{}"},"an10.219:6.7":{"pli":"Evaṃ bhāvitā kho, bhikkhave, mettā cetovimutti anāgāmitāya saṃvattati, idha paññassa bhikkhuno uttari vimuttiṃ appaṭivijjhato. ","eng":"The heart’s release by love developed in this way leads to non-return for a wise mendicant here who has not penetrated to a higher freedom. ","html":"{}</p>"},"an10.219:7.1":{"pli":"Karuṇāsahagatena cetasā … ","eng":"They meditate spreading a heart full of compassion … ","html":"<p>{}"},"an10.219:7.2":{"pli":"muditāsahagatena cetasā … ","eng":"They meditate spreading a heart full of rejoicing … ","html":"{}"},"an10.219:7.3":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. ","eng":"They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. ","html":"{}"},"an10.219:7.4":{"pli":"Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}</p>"},"an10.219:8.1":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"<p>{}"},"an10.219:8.2":{"pli":"‘pubbe kho me idaṃ cittaṃ parittaṃ ahosi abhāvitaṃ, etarahi pana me idaṃ cittaṃ appamāṇaṃ subhāvitaṃ. Yaṃ kho pana kiñci pamāṇakataṃ kammaṃ, na taṃ tatrāvasissati na taṃ tatrāvatiṭṭhatī’ti. ","eng":"‘Formerly my mind was limited and undeveloped. Now it’s limitless and well developed. Whatever limited deeds I’ve done don’t remain or persist there.’ ","html":"{}</p>"},"an10.219:9.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an10.219:9.2":{"pli":"daharatagge ce so ayaṃ kumāro upekkhaṃ cetovimuttiṃ bhāveyya, api nu kho pāpakammaṃ kareyyā”ti? ","eng":"Suppose a child had developed the heart’s release by equanimity from their childhood on. Would they still do any bad deed?” ","html":"{}</p>"},"an10.219:9.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an10.219:10.1":{"pli":"“Akarontaṃ kho pana pāpakammaṃ api nu kho dukkhaṃ phuseyyā”ti? ","eng":"“Not doing any bad deed, would they still experience any suffering?” ","html":"<p>{}</p>"},"an10.219:10.2":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"an10.219:10.3":{"pli":"Akarontañhi, bhante, pāpakammaṃ kuto dukkhaṃ phusissatī”ti. ","eng":"For if they don’t do any bad deed, from where would suffering afflict them?” ","html":"{}</p>"},"an10.219:11.1":{"pli":"“Bhāvetabbā kho panāyaṃ, bhikkhave, upekkhā cetovimutti itthiyā vā purisena vā. ","eng":"“This heart’s release by equanimity should be developed by women or men. ","html":"<p>{}"},"an10.219:11.2":{"pli":"Itthiyā vā, bhikkhave, purisassa vā nāyaṃ kāyo ādāya gamanīyo. ","eng":"For neither women nor men take this body with them when they go. ","html":"{}"},"an10.219:11.3":{"pli":"Cittantaro ayaṃ, bhikkhave, macco. ","eng":"The mind is what’s inside mortal beings. ","html":"{}"},"an10.219:11.4":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"{}"},"an10.219:11.5":{"pli":"‘yaṃ kho me idaṃ kiñci pubbe iminā karajakāyena pāpakammaṃ kataṃ, sabbaṃ taṃ idha vedanīyaṃ; ","eng":"‘Whatever bad deeds I have done in the past with this deed-born body I will experience here. ","html":"{}"},"an10.219:11.6":{"pli":"na taṃ anugaṃ bhavissatī’ti. ","eng":"It will not follow me to my next life.’ ","html":"{}"},"an10.219:11.7":{"pli":"Evaṃ bhāvitā kho, bhikkhave, upekkhā cetovimutti anāgāmitāya saṃvattati, idha paññassa bhikkhuno uttari vimuttiṃ appaṭivijjhato”ti. ","eng":"The heart’s release by equanimity developed in this way leads to non-return for a wise mendicant here who has not penetrated to a higher freedom.” ","html":"{}</p>"},"an10.219:11.8":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.22":{"an10.22:0.1":{"pli":"Aṅguttara Nikāya 10.22 ","eng":"Numbered Discourses 10.22 ","html":"<article id='an10.22'><header><ul><li class='division'>{}</li>"},"an10.22:0.2":{"pli":"3. Mahāvagga ","eng":"3. The Great Chapter ","html":"<li>{}</li></ul>"},"an10.22:0.3":{"pli":"Adhivuttipadasutta ","eng":"Hypotheses ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.22:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an10.22:2.1":{"pli":"“Ye te, ānanda, dhammā tesaṃ tesaṃ adhivuttipadānaṃ abhiññā sacchikiriyāya saṃvattanti, visārado ahaṃ, ānanda, tattha paṭijānāmi. ","eng":"“Ānanda, I claim to be assured regarding the teachings that lead to realizing by insight the various different hypotheses. ","html":"<p>{}"},"an10.22:2.2":{"pli":"‘Tesaṃ tesaṃ tathā tathā dhammaṃ desetuṃ yathā yathā paṭipanno santaṃ vā atthīti ñassati, asantaṃ vā natthīti ñassati, hīnaṃ vā hīnanti ñassati, paṇītaṃ vā paṇītanti ñassati, sauttaraṃ vā sauttaranti ñassati, anuttaraṃ vā anuttaranti ñassati; ","eng":"So I am able to teach the Dhamma in appropriate ways to different people. Practicing accordingly, when something exists they’ll know it exists. When it doesn’t exist they’ll know it doesn’t exist. When something is inferior they’ll know it’s inferior. When it’s superior they’ll know it’s superior. When something is not supreme they’ll know it’s not supreme. When it is supreme they’ll know it’s supreme. ","html":"{}"},"an10.22:2.3":{"pli":"yathā yathā vā pana taṃ ñāteyyaṃ vā daṭṭheyyaṃ vā sacchikareyyaṃ vā tathā tathā ñassati vā dakkhati vā sacchikarissati vā’ti ṭhānametaṃ vijjati. ","eng":"And they will know or see or realize it in whatever way it should be known or seen or realized. This is possible. ","html":"{}"},"an10.22:2.4":{"pli":"Etadānuttariyaṃ, ānanda, ñāṇānaṃ yadidaṃ tattha tattha yathābhūtañāṇaṃ. ","eng":"But this is the unsurpassable knowledge, that is: truly knowing each and every case. ","html":"{}"},"an10.22:2.5":{"pli":"Etasmā cāhaṃ, ānanda, ñāṇā aññaṃ ñāṇaṃ uttaritaraṃ vā paṇītataraṃ vā natthīti vadāmi. ","eng":"And Ānanda, I say that there is no other knowledge better or finer than this. ","html":"{}</p>"},"an10.22:3.1":{"pli":"Dasayimāni, ānanda, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"The Realized One possesses ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"<p data-counter='1'>{}"},"an10.22:3.2":{"pli":"Katamāni dasa? ","eng":"What ten? ","html":"{}"},"an10.22:3.3":{"pli":"Idhānanda, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti. ","eng":"Firstly, the Realized One truly understands the possible as possible, and the impossible as impossible. ","html":"{}"},"an10.22:3.4":{"pli":"Yampānanda, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampānanda, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"{}</p>"},"an10.22:4.1":{"pli":"Puna caparaṃ, ānanda, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of grounds and causes. ","html":"<p data-counter='2'>{}"},"an10.22:4.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:5.1":{"pli":"Puna caparaṃ, ānanda, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands where all paths of practice lead. ","html":"<p data-counter='3'>{}"},"an10.22:5.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:6.1":{"pli":"Puna caparaṃ, ānanda, tathāgato anekadhātuṃ nānādhātuṃ lokaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the world with its many and diverse elements. ","html":"<p data-counter='4'>{}"},"an10.22:6.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:7.1":{"pli":"Puna caparaṃ, ānanda, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the diverse convictions of sentient beings. ","html":"<p data-counter='5'>{}"},"an10.22:7.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:8.1":{"pli":"Puna caparaṃ, ānanda, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the faculties of other sentient beings and other individuals after encompassing them with his mind. ","html":"<p data-counter='6'>{}"},"an10.22:8.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:9.1":{"pli":"Puna caparaṃ, ānanda, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments. ","html":"<p data-counter='7'>{}"},"an10.22:9.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:10.1":{"pli":"Puna caparaṃ, ānanda, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"Furthermore, the Realized One recollects many kinds of past lives, with features and details. ","html":"<p data-counter='8'>{}"},"an10.22:10.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:11.1":{"pli":"Puna caparaṃ, ānanda, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ","eng":"Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings pass on according to their deeds. ","html":"<p data-counter='9'>{}"},"an10.22:11.2":{"pli":"Yampānanda …pe… idampānanda …pe…. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:12.1":{"pli":"Puna caparaṃ, ānanda, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements. ","html":"<p data-counter='10'>{}"},"an10.22:12.2":{"pli":"Yampānanda, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ …pe… sacchikatvā upasampajja viharati. Idampānanda, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"an10.22:13.1":{"pli":"Imāni kho, ānanda, dasa tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavattetī”ti. ","eng":"These are the ten powers of a Realized One that the Realized One possesses. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel.” ","html":"<p>{}</p>"},"an10.22:13.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}