{"an10.87":{"an10.87:0.1":{"pli":"Aṅguttara Nikāya 10.87 ","eng":"Numbered Discourses 10.87 ","html":"<article id='an10.87'><header><ul><li class='division'>{}</li>"},"an10.87:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an10.87:0.3":{"pli":"Nappiyasutta ","eng":"Disciplinary Issues ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.87:1.1":{"pli":"Tatra kho bhagavā kālaṅkataṃ bhikkhuṃ ārabbha bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants concerning the mendicant Kalandaka: ","html":"<p>{}</p>"},"an10.87:1.2":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"<p>{}</p>"},"an10.87:1.3":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an10.87:1.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.87:2.1":{"pli":"“Idha, bhikkhave, bhikkhu adhikaraṇiko hoti, adhikaraṇasamathassa na vaṇṇavādī. ","eng":"“Firstly, a mendicant raises disciplinary issues and doesn’t praise the settlement of disciplinary issues. ","html":"<p data-counter='1'>{}"},"an10.87:2.2":{"pli":"Yampi, bhikkhave, bhikkhu adhikaraṇiko hoti adhikaraṇasamathassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","eng":"This quality doesn’t conduce to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an10.87:3.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu na sikkhākāmo hoti, sikkhāsamādānassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant doesn’t want to train, and doesn’t praise taking up the training. … ","html":"<p data-counter='2'>{}"},"an10.87:3.2":{"pli":"Yampi, bhikkhave, bhikkhu na sikkhākāmo hoti sikkhāsamādānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu pāpiccho hoti, icchāvinayassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant has corrupt wishes, and doesn’t praise getting rid of wishes. … ","html":"<p data-counter='3'>{}"},"an10.87:4.2":{"pli":"Yampi, bhikkhave, bhikkhu pāpiccho hoti icchāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu kodhano hoti, kodhavinayassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant is irritable, and doesn’t praise getting rid of anger. … ","html":"<p data-counter='4'>{}"},"an10.87:5.2":{"pli":"Yampi, bhikkhave, bhikkhu kodhano hoti kodhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:6.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu makkhī hoti, makkhavinayassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant denigrates others, and doesn’t praise getting rid of denigration. … ","html":"<p data-counter='5'>{}"},"an10.87:6.2":{"pli":"Yampi, bhikkhave, bhikkhu makkhī hoti makkhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:7.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu saṭho hoti, sāṭheyyavinayassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant is devious, and doesn’t praise getting rid of deviousness. … ","html":"<p data-counter='6'>{}"},"an10.87:7.2":{"pli":"Yampi, bhikkhave, bhikkhu saṭho hoti sāṭheyyavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:8.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu māyāvī hoti, māyāvinayassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant is deceitful, and doesn’t praise getting rid of deceitfulness. … ","html":"<p data-counter='7'>{}"},"an10.87:8.2":{"pli":"Yampi, bhikkhave, bhikkhu māyāvī hoti māyāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:9.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti, dhammanisantiyā na vaṇṇavādī. ","eng":"Furthermore, a mendicant doesn’t pay attention to the teachings, and doesn’t praise attending to the teachings. … ","html":"<p data-counter='8'>{}"},"an10.87:9.2":{"pli":"Yampi, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti dhammanisantiyā na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:10.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu na paṭisallīno hoti, paṭisallānassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant is not in retreat, and doesn’t praise retreat. … ","html":"<p data-counter='9'>{}"},"an10.87:10.2":{"pli":"Yampi, bhikkhave, bhikkhu na paṭisallīno hoti paṭisallānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:11.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti, paṭisanthārakassa na vaṇṇavādī. ","eng":"Furthermore, a mendicant is inhospitable to their spiritual companions, and doesn’t praise hospitality. ","html":"<p data-counter='10'>{}"},"an10.87:11.2":{"pli":"Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti paṭisanthārakassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. ","eng":"This quality doesn’t conduce to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an10.87:12.1":{"pli":"Evarūpassa, bhikkhave, bhikkhuno kiñcāpi evaṃ icchā uppajjeyya: ","eng":"Even though a mendicant such as this might wish: ","html":"<p>{}"},"an10.87:12.2":{"pli":"‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti. ","eng":"‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them. ","html":"{}"},"an10.87:12.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.87:12.4":{"pli":"Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti. ","eng":"Because their sensible spiritual companions see that they haven’t given up those bad unskillful qualities. ","html":"{}</p>"},"an10.87:13.1":{"pli":"Seyyathāpi, bhikkhave, assakhaḷuṅkassa kiñcāpi evaṃ icchā uppajjeyya: ","eng":"Suppose a wild colt was to wish: ","html":"<p>{}"},"an10.87:13.2":{"pli":"‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā na ceva ājānīyaṭṭhāne ṭhapenti na ca ājānīyabhojanaṃ bhojenti na ca ājānīyaparimajjanaṃ parimajjanti. ","eng":"‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans wouldn’t put them in a thoroughbred’s place, feed them a thoroughbred’s food, or give them a thoroughbred’s grooming. ","html":"{}"},"an10.87:13.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.87:13.4":{"pli":"Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni appahīnāni samanupassanti. ","eng":"Because sensible humans see that they haven’t given up their tricks, bluffs, ruses, and feints. ","html":"{}"},"an10.87:13.5":{"pli":"Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi evaṃ icchā uppajjeyya: ","eng":"In the same way, even though a mendicant such as this might wish: ","html":"{}"},"an10.87:13.6":{"pli":"‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti. ","eng":"‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them. ","html":"{}"},"an10.87:13.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.87:13.8":{"pli":"Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti. ","eng":"Because their sensible spiritual companions see that they haven’t given up those bad unskillful qualities. ","html":"{}</p>"},"an10.87:14.1":{"pli":"Idha pana, bhikkhave, bhikkhu na adhikaraṇiko hoti, adhikaraṇasamathassa vaṇṇavādī. ","eng":"Next, a mendicant doesn’t raise disciplinary issues and praises the settlement of disciplinary issues. ","html":"<p data-counter='1'>{}"},"an10.87:14.2":{"pli":"Yampi, bhikkhave, bhikkhu na adhikaraṇiko hoti adhikaraṇasamathassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality conduces to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an10.87:15.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu sikkhākāmo hoti, sikkhāsamādānassa vaṇṇavādī. ","eng":"Furthermore, a mendicant wants to train, and praises taking up the training. … ","html":"<p data-counter='2'>{}"},"an10.87:15.2":{"pli":"Yampi, bhikkhave, bhikkhu sikkhākāmo hoti sikkhāsamādānassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:16.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu appiccho hoti, icchāvinayassa vaṇṇavādī. ","eng":"Furthermore, a mendicant has few desires, and praises getting rid of desires. … ","html":"<p data-counter='3'>{}"},"an10.87:16.2":{"pli":"Yampi, bhikkhave, bhikkhu appiccho hoti icchāvinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:17.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu akkodhano hoti, kodhavinayassa vaṇṇavādī. ","eng":"Furthermore, a mendicant is not irritable, and praises getting rid of anger. … ","html":"<p data-counter='4'>{}"},"an10.87:17.2":{"pli":"Yampi, bhikkhave, bhikkhu akkodhano hoti kodhavinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:18.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu amakkhī hoti, makkhavinayassa vaṇṇavādī. ","eng":"Furthermore, a mendicant doesn’t denigrate others, and praises getting rid of denigration. … ","html":"<p data-counter='5'>{}"},"an10.87:18.2":{"pli":"Yampi, bhikkhave, bhikkhu amakkhī hoti makkhavinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:19.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu asaṭho hoti, sāṭheyyavinayassa vaṇṇavādī. ","eng":"Furthermore, a mendicant isn’t devious, and praises getting rid of deviousness. … ","html":"<p data-counter='6'>{}"},"an10.87:19.2":{"pli":"Yampi, bhikkhave, bhikkhu asaṭho hoti sāṭheyyavinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:20.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu amāyāvī hoti, māyāvinayassa vaṇṇavādī. ","eng":"Furthermore, a mendicant isn’t deceitful, and praises getting rid of deceitfulness. … ","html":"<p data-counter='7'>{}"},"an10.87:20.2":{"pli":"Yampi, bhikkhave, bhikkhu amāyāvī hoti māyāvinayassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:21.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti, dhammanisantiyā vaṇṇavādī. ","eng":"Furthermore, a mendicant pays attention to the teachings, and praises attending to the teachings. … ","html":"<p data-counter='8'>{}"},"an10.87:21.2":{"pli":"Yampi, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti dhammanisantiyā vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:22.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu paṭisallīno hoti, paṭisallānassa vaṇṇavādī. ","eng":"Furthermore, a mendicant is in retreat, and praises retreat. … ","html":"<p data-counter='9'>{}"},"an10.87:22.2":{"pli":"Yampi, bhikkhave, bhikkhu paṭisallīno hoti paṭisallānassa vaṇṇavādī, ayampi dhammo …pe… ekībhāvāya saṃvattati. ","html":"{}</p>"},"an10.87:23.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti, paṭisanthārakassa vaṇṇavādī. ","eng":"Furthermore, a mendicant is hospitable to their spiritual companions, and praises hospitality. ","html":"<p data-counter='10'>{}"},"an10.87:23.2":{"pli":"Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti paṭisanthārakassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality conduces to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an10.87:24.1":{"pli":"Evarūpassa, bhikkhave, bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"Even though a mendicant such as this might never wish: ","html":"<p>{}"},"an10.87:24.2":{"pli":"‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti. ","eng":"‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them. ","html":"{}"},"an10.87:24.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.87:24.4":{"pli":"Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassanti. ","eng":"Because their sensible spiritual companions see that they’ve given up those bad unskillful qualities. ","html":"{}</p>"},"an10.87:25.1":{"pli":"Seyyathāpi, bhikkhave, bhaddassa assājānīyassa kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"Suppose a fine thoroughbred never wished: ","html":"<p>{}"},"an10.87:25.2":{"pli":"‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā ājānīyaṭṭhāne ca ṭhapenti ājānīyabhojanañca bhojenti ājānīyaparimajjanañca parimajjanti. ","eng":"‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans would put them in a thoroughbred’s place, feed them a thoroughbred’s food, and give them a thoroughbred’s grooming. ","html":"{}"},"an10.87:25.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.87:25.4":{"pli":"Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni pahīnāni samanupassanti. ","eng":"Because sensible humans see that they’ve given up their tricks, bluffs, ruses, and feints. ","html":"{}</p>"},"an10.87:26.1":{"pli":"Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"In the same way, even though a mendicant such as this might never wish: ","html":"<p>{}"},"an10.87:26.2":{"pli":"‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti. ","eng":"‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them. ","html":"{}"},"an10.87:26.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.87:26.4":{"pli":"Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassantī”ti. ","eng":"Because their sensible spiritual companions see that they’ve given up those bad unskillful qualities.” ","html":"{}</p>"},"an10.87:26.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.88":{"an10.88:0.1":{"pli":"Aṅguttara Nikāya 10.88 ","eng":"Numbered Discourses 10.88 ","html":"<article id='an10.88'><header><ul><li class='division'>{}</li>"},"an10.88:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an10.88:0.3":{"pli":"Akkosakasutta ","eng":"An Abuser ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.88:1.1":{"pli":"“Yo so, bhikkhave, bhikkhu akkosakaparibhāsako ariyūpavādī sabrahmacārīnaṃ ṭhānametaṃ avakāso yaṃ so dasannaṃ byasanānaṃ aññataraṃ byasanaṃ nigaccheyya. ","eng":"“Mendicants, any mendicant who abuses and insults their spiritual companions, denouncing the noble ones, will, without a doubt, fall into one or other of these ten disasters. ","html":"<p>{}"},"an10.88:1.2":{"pli":"Katamesaṃ dasannaṃ? ","eng":"What ten? ","html":"{}"},"an10.88:1.3":{"pli":"Anadhigataṃ nādhigacchati, adhigatā parihāyati, saddhammassa na vodāyanti, saddhammesu vā adhimāniko hoti anabhirato vā brahmacariyaṃ carati, aññataraṃ vā saṅkiliṭṭhaṃ āpattiṃ āpajjati, gāḷhaṃ vā rogātaṅkaṃ phusati, ummādaṃ vā pāpuṇāti cittakkhepaṃ, sammūḷho kālaṃ karoti, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"They don’t achieve the unachieved. What they have achieved falls away. They don’t refine their good qualities. They overestimate their good qualities, or lead the spiritual life dissatisfied, or commit a corrupt offense, or contract a severe illness, or go mad and lose their mind. They feel lost when they die. And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an10.88:1.4":{"pli":"Yo so, bhikkhave, bhikkhu akkosakaparibhāsako ariyūpavādī sabrahmacārīnaṃ, ṭhānametaṃ avakāso yaṃ so imesaṃ dasannaṃ byasanānaṃ aññataraṃ byasanaṃ nigaccheyyā”ti. ","eng":"Any mendicant who abuses and insults their spiritual companions, denouncing the noble ones, will, without a doubt, fall into one or other of these ten disasters.” ","html":"{}</p>"},"an10.88:1.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.89":{"an10.89:0.1":{"pli":"Aṅguttara Nikāya 10.89 ","eng":"Numbered Discourses 10.89 ","html":"<article id='an10.89'><header><ul><li class='division'>{}</li>"},"an10.89:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an10.89:0.3":{"pli":"Kokālikasutta ","eng":"With Kokālika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.89:1.1":{"pli":"Atha kho kokāliko bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho kokāliko bhikkhu bhagavantaṃ etadavoca: ","eng":"Then the mendicant Kokālika went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an10.89:1.2":{"pli":"“pāpicchā, bhante, sāriputtamoggallānā, pāpikānaṃ icchānaṃ vasaṃ gatā”ti. ","eng":"“Sir, Sāriputta and Moggallāna have corrupt wishes. They’ve fallen under the sway of corrupt wishes.” ","html":"{}</p>"},"an10.89:1.3":{"pli":"“Mā hevaṃ, kokālika, mā hevaṃ, kokālika. ","eng":"“Don’t say that, Kokālika! Don’t say that, Kokālika! ","html":"<p>{}"},"an10.89:1.4":{"pli":"Pasādehi, kokālika, sāriputtamoggallānesu cittaṃ. ","eng":"Have confidence in Sāriputta and Moggallāna, ","html":"{}"},"an10.89:1.5":{"pli":"Pesalā sāriputtamoggallānā”ti. ","eng":"they’re good monks.” ","html":"{}</p>"},"an10.89:2.1":{"pli":"Dutiyampi kho kokāliko bhikkhu bhagavantaṃ etadavoca: ","eng":"For a second time Kokālika said to the Buddha, ","html":"<p>{}"},"an10.89:2.2":{"pli":"“kiñcāpi me, bhante, bhagavā saddhāyiko paccayiko, atha kho pāpicchāva sāriputtamoggallānā, pāpikānaṃ icchānaṃ vasaṃ gatā”ti. ","eng":"“Despite my faith and trust in the Buddha, Sāriputta and Moggallāna have corrupt wishes. They’ve fallen under the sway of corrupt wishes.” ","html":"{}</p>"},"an10.89:2.3":{"pli":"“Mā hevaṃ, kokālika, mā hevaṃ, kokālika. ","eng":"“Don’t say that, Kokālika! Don’t say that, Kokālika! ","html":"<p>{}"},"an10.89:2.4":{"pli":"Pasādehi, kokālika, sāriputtamoggallānesu cittaṃ. ","eng":"Have confidence in Sāriputta and Moggallāna, ","html":"{}"},"an10.89:2.5":{"pli":"Pesalā sāriputtamoggallānā”ti. ","eng":"they’re good monks.” ","html":"{}</p>"},"an10.89:3.1":{"pli":"Tatiyampi kho kokāliko bhikkhu bhagavantaṃ etadavoca: ","eng":"For a third time Kokālika said to the Buddha, ","html":"<p>{}"},"an10.89:3.2":{"pli":"“kiñcāpi me, bhante, bhagavā saddhāyiko paccayiko, atha kho pāpicchāva sāriputtamoggallānā, pāpikānaṃ icchānaṃ vasaṃ gatā”ti. ","eng":"“Despite my faith and trust in the Buddha, Sāriputta and Moggallāna have corrupt wishes. They’ve fallen under the sway of corrupt wishes.” ","html":"{}</p>"},"an10.89:3.3":{"pli":"“Mā hevaṃ, kokālika, mā hevaṃ, kokālika. ","eng":"“Don’t say that, Kokālika! Don’t say that, Kokālika! ","html":"<p>{}"},"an10.89:3.4":{"pli":"Pasādehi, kokālika, sāriputtamoggallānesu cittaṃ. ","eng":"Have confidence in Sāriputta and Moggallāna, ","html":"{}"},"an10.89:3.5":{"pli":"Pesalā sāriputtamoggallānā”ti. ","eng":"they’re good monks.” ","html":"{}</p>"},"an10.89:4.1":{"pli":"Atha kho kokāliko bhikkhu uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then Kokālika got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"<p>{}"},"an10.89:4.2":{"pli":"Acirapakkantassa ca kokālikassa bhikkhuno sāsapamattīhi pīḷakāhi sabbo kāyo phuṭo ahosi. ","eng":"Not long after he left his body erupted with boils the size of mustard seeds. ","html":"{}"},"an10.89:4.3":{"pli":"Sāsapamattiyo hutvā muggamattiyo ahesuṃ, muggamattiyo hutvā kalāyamattiyo ahesuṃ, kalāyamattiyo hutvā kolaṭṭhimattiyo ahesuṃ, kolaṭṭhimattiyo hutvā kolamattiyo ahesuṃ, kolamattiyo hutvā āmalakamattiyo ahesuṃ, āmalakamattiyo hutvā tiṇḍukamattiyo ahesuṃ, tiṇḍukamattiyo hutvā, beḷuvasalāṭukamattiyo ahesuṃ, beḷuvasalāṭukamattiyo hutvā billamattiyo ahesuṃ, billamattiyo hutvā pabhijjiṃsu, pubbañca lohitañca pagghariṃsu. ","eng":"The boils grew to the size of mung beans, then chickpeas, then jujube seeds, then jujubes, then myrobalans, then unripe wood-apples, then ripe wood-apples. Finally they burst open, and pus and blood oozed out. ","html":"{}"},"an10.89:4.4":{"pli":"So sudaṃ kadalipattesu seti macchova visagilito. ","eng":"He just laid down on banana leaves like a poisoned fish. ","html":"{}</p>"},"an10.89:5.1":{"pli":"Atha kho turū paccekabrahmā yena kokāliko bhikkhu tenupasaṅkami; upasaṅkamitvā vehāse ṭhatvā kokālikaṃ bhikkhuṃ etadavoca: ","eng":"Then Tudu the independent divinity went to Kokālika, and standing in the air he said to him, ","html":"<p>{}"},"an10.89:5.2":{"pli":"“pasādehi, kokālika, sāriputtamoggallānesu cittaṃ. ","eng":"“Kokālika, have confidence in Sāriputta and Moggallāna, ","html":"{}"},"an10.89:5.3":{"pli":"Pesalā sāriputtamoggallānā”ti. ","eng":"they’re good monks.” ","html":"{}</p>"},"an10.89:5.4":{"pli":"“Kosi tvaṃ, āvuso”ti? ","eng":"“Who are you, reverend?” ","html":"<p>{}</p>"},"an10.89:5.5":{"pli":"“Ahaṃ turū paccekabrahmā”ti. ","eng":"“I am Tudu the independent divinity.” ","html":"<p>{}</p>"},"an10.89:5.6":{"pli":"“Nanu tvaṃ, āvuso, bhagavatā anāgāmī byākato, atha kiñcarahi idhāgato? ","eng":"“Didn’t the Buddha declare you a non-returner? So what then are you doing back here? ","html":"<p>{}"},"an10.89:5.7":{"pli":"Passa yāvañca te idaṃ aparaddhan”ti. ","eng":"See how far you have strayed!” ","html":"{}</p>"},"an10.89:6.1":{"pli":"Atha kho turū paccekabrahmā kokālikaṃ bhikkhuṃ gāthāhi ajjhabhāsi: ","eng":"Then Tudu addressed Kokālika in verse: ","html":"<p>{}</p>"},"an10.89:7.1":{"pli":"“Purisassa hi jātassa, ","eng":"“A person is born ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an10.89:7.2":{"pli":"kuṭhārī jāyate mukhe; ","eng":"with an axe in their mouth. ","html":"<span class='verse-line'>{}</span>"},"an10.89:7.3":{"pli":"Yāya chindati attānaṃ, ","eng":"A fool cuts themselves with it ","html":"<span class='verse-line'>{}</span>"},"an10.89:7.4":{"pli":"bālo dubbhāsitaṃ bhaṇaṃ. ","eng":"when they say bad words. ","html":"<span class='verse-line'>{}</span></p>"},"an10.89:8.1":{"pli":"Yo nindiyaṃ pasaṃsati, ","eng":"When you praise someone worthy of criticism, ","html":"<p><span class='verse-line'>{}</span>"},"an10.89:8.2":{"pli":"Taṃ vā nindati yo pasaṃsiyo; ","eng":"or criticize someone worthy of praise, ","html":"<span class='verse-line'>{}</span>"},"an10.89:8.3":{"pli":"Vicināti mukhena so kaliṃ, ","eng":"you choose a losing hand with your own mouth: ","html":"<span class='verse-line'>{}</span>"},"an10.89:8.4":{"pli":"Kalinā tena sukhaṃ na vindati. ","eng":"you’ll never find happiness that way. ","html":"<span class='verse-line'>{}</span></p>"},"an10.89:9.1":{"pli":"Appamattako ayaṃ kali, ","eng":"A losing hand at dice is a trivial thing, ","html":"<p><span class='verse-line'>{}</span>"},"an10.89:9.2":{"pli":"Yo akkhesu dhanaparājayo; ","eng":"if all you lose is your money ","html":"<span class='verse-line'>{}</span>"},"an10.89:9.3":{"pli":"Sabbassāpi sahāpi attanā, ","eng":"and all you own, even yourself. ","html":"<span class='verse-line'>{}</span>"},"an10.89:9.4":{"pli":"Ayameva mahattaro kali; ","eng":"What’s a really terrible hand ","html":"<span class='verse-line'>{}</span>"},"an10.89:9.5":{"pli":"Yo sugatesu manaṃ padūsaye. ","eng":"is to hate the holy ones. ","html":"<span class='verse-line'>{}</span></p>"},"an10.89:10.1":{"pli":"Sataṃ sahassānaṃ nirabbudānaṃ, ","eng":"For a hundred thousand times a hundred million ","html":"<p><span class='verse-line'>{}</span>"},"an10.89:10.2":{"pli":"Chattiṃsati pañca ca abbudāni; ","eng":"times five hundred and thirty-six times <j>a thousand times ten million years ","html":"<span class='verse-line'>{}</span>"},"an10.89:10.3":{"pli":"Yamariyagarahī nirayaṃ upeti, ","eng":"a slanderer of noble ones goes to hell, ","html":"<span class='verse-line'>{}</span>"},"an10.89:10.4":{"pli":"Vācaṃ manañca paṇidhāya pāpakan”ti. ","eng":"having aimed bad words and thoughts at them.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an10.89:11.1":{"pli":"Atha kho kokāliko bhikkhu teneva ābādhena kālamakāsi. ","eng":"Then the mendicant Kokālika died of that illness. ","html":"<p>{}"},"an10.89:11.2":{"pli":"Kālaṅkato ca kokāliko bhikkhu padumaṃ nirayaṃ upapajjati sāriputtamoggallānesu cittaṃ āghātetvā. ","eng":"He was reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna. ","html":"{}</p>"},"an10.89:12.1":{"pli":"Atha kho brahmā sahampati abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho brahmā sahampati bhagavantaṃ etadavoca: ","eng":"Then, late at night, the glorious divinity Sahampati, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him, ","html":"<p>{}"},"an10.89:12.2":{"pli":"“kokāliko, bhante, bhikkhu kālaṅkato. ","eng":"“Sir, the mendicant Kokālika has passed away. ","html":"{}"},"an10.89:12.3":{"pli":"Kālaṅkato ca, bhante, kokāliko bhikkhu padumaṃ nirayaṃ upapanno sāriputtamoggallānesu cittaṃ āghātetvā”ti. ","eng":"He was reborn in the pink lotus hell because of his resentment for Sāriputta and Moggallāna.” ","html":"{}</p>"},"an10.89:12.4":{"pli":"Idamavoca brahmā sahampati. ","eng":"That’s what the divinity Sahampati said. ","html":"<p>{}"},"an10.89:12.5":{"pli":"Idaṃ vatvā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi. ","eng":"Then he bowed and respectfully circled the Buddha, keeping him on his right side, before vanishing right there. ","html":"{}</p>"},"an10.89:13.1":{"pli":"Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi: ","eng":"Then, when the night had passed, the Buddha told the mendicants all that had happened. ","html":"<p>{}"},"an10.89:13.2":{"pli":"“imaṃ, bhikkhave, rattiṃ brahmā sahampati abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho, bhikkhave, brahmā sahampati maṃ etadavoca: ","html":"{}"},"an10.89:13.3":{"pli":"‘kokāliko, bhante, bhikkhu kālaṅkato; ","html":"{}"},"an10.89:13.4":{"pli":"kālaṅkato ca, bhante, kokāliko bhikkhu padumaṃ nirayaṃ upapanno sāriputtamoggallānesu cittaṃ āghātetvā’ti. ","html":"{}</p>"},"an10.89:13.5":{"pli":"Idamavoca, bhikkhave, brahmā sahampati. ","html":"<p>{}"},"an10.89:13.6":{"pli":"Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyī”ti. ","html":"{}</p>"},"an10.89:14.1":{"pli":"Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ","eng":"When he said this, one of the mendicants asked the Buddha, ","html":"<p>{}"},"an10.89:14.2":{"pli":"“kīva dīghaṃ nu kho, bhante, padume niraye āyuppamāṇan”ti? ","eng":"“Sir, how long is the lifespan in the Pink Lotus hell?” ","html":"{}</p>"},"an10.89:14.3":{"pli":"“Dīghaṃ kho, bhikkhu, padume niraye āyuppamāṇaṃ. ","eng":"“It’s long, mendicant. ","html":"<p>{}"},"an10.89:14.4":{"pli":"Na taṃ sukaraṃ saṅkhātuṃ: ","eng":"It’s not easy to calculate ","html":"{}"},"an10.89:14.5":{"pli":"‘ettakāni vassānīti vā ettakāni vassasatānīti vā ettakāni vassasahassānīti vā ettakāni vassasatasahassānīti vā’”ti. ","eng":"how many years, how many hundreds or thousands or hundreds of thousands of years it lasts.” ","html":"{}</p>"},"an10.89:15.1":{"pli":"“Sakkā pana, bhante, upamaṃ kātun”ti? ","eng":"“But sir, is it possible to give a simile?” ","html":"<p>{}</p>"},"an10.89:15.2":{"pli":"“Sakkā, bhikkhū”ti bhagavā avoca: ","eng":"“It’s possible,” said the Buddha. ","html":"<p>{}</p>"},"an10.89:15.3":{"pli":"“seyyathāpi, bhikkhu, vīsatikhāriko kosalako tilavāho tato puriso vassasatassa vassasatassa accayena ekamekaṃ tilaṃ uddhareyya. ","eng":"“Suppose there was a Kosalan load of twenty packs of sesame seed. And at the end of every hundred years someone would remove a single seed from it. ","html":"<p>{}"},"an10.89:15.4":{"pli":"Khippataraṃ kho so, bhikkhu, vīsatikhāriko kosalako tilavāho iminā upakkamena parikkhayaṃ pariyādānaṃ gaccheyya, na tveva eko abbudo nirayo. ","eng":"By this means the Kosalan load of twenty packs of sesame seed would run out faster than a single lifetime in the Abbuda hell. ","html":"{}"},"an10.89:15.5":{"pli":"Seyyathāpi, bhikkhu, vīsati abbudā nirayā; evameko nirabbudo nirayo. ","eng":"Now, twenty lifetimes in the Abbuda hell equal one lifetime in the Nirabbuda hell. ","html":"{}"},"an10.89:15.6":{"pli":"Seyyathāpi, bhikkhu, vīsati nirabbudā nirayā; evameko ababo nirayo. ","eng":"Twenty lifetimes in the Nirabbuda hell equal one lifetime in the Ababa hell. ","html":"{}"},"an10.89:15.7":{"pli":"Seyyathāpi, bhikkhu, vīsati ababā nirayā; evameko aṭaṭo nirayo. ","eng":"Twenty lifetimes in the Ababa hell equal one lifetime in the Aṭaṭa hell. ","html":"{}"},"an10.89:15.8":{"pli":"Seyyathāpi, bhikkhu, vīsati aṭaṭā nirayā; evameko ahaho nirayo. ","eng":"Twenty lifetimes in the Aṭaṭa hell equal one lifetime in the Ahaha hell. ","html":"{}"},"an10.89:15.9":{"pli":"Seyyathāpi, bhikkhu, vīsati ahahā nirayā; evameko kumudo nirayo. ","eng":"Twenty lifetimes in the Ahaha hell equal one lifetime in the Yellow Lotus hell. ","html":"{}"},"an10.89:15.10":{"pli":"Seyyathāpi, bhikkhu, vīsati kumudā nirayā; evameko sogandhiko nirayo. ","eng":"Twenty lifetimes in the Yellow Lotus hell equal one lifetime in the Fragrant Water Lily hell. ","html":"{}"},"an10.89:15.11":{"pli":"Seyyathāpi, bhikkhu, vīsati sogandhikā nirayā; evameko uppalako nirayo. ","eng":"Twenty lifetimes in the Fragrant Water Lily hell equal one lifetime in the Blue Water Lily hell. ","html":"{}"},"an10.89:15.12":{"pli":"Seyyathāpi, bhikkhu, vīsati uppalakā nirayā; evameko puṇḍarīko nirayo. ","eng":"Twenty lifetimes in the Blue Water Lily hell equal one lifetime in the White Lotus hell. ","html":"{}"},"an10.89:15.13":{"pli":"Seyyathāpi, bhikkhu, vīsati puṇḍarīkā nirayā; evameko padumo nirayo. ","eng":"Twenty lifetimes in the White Lotus hell equal one lifetime in the Pink Lotus hell. ","html":"{}"},"an10.89:15.14":{"pli":"Padumaṃ kho pana, bhikkhu, nirayaṃ kokāliko bhikkhu upapanno sāriputtamoggallānesu cittaṃ āghātetvā”ti. ","eng":"The mendicant Kokālika has been reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.” ","html":"{}</p>"},"an10.89:15.15":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an10.89:15.16":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"an10.89:16.1":{"pli":"“Purisassa hi jātassa, ","eng":"“A person is born ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an10.89:16.2":{"pli":"kuṭhārī jāyate mukhe; ","eng":"with an axe in their mouth. ","html":"<span class='verse-line'>{}</span>"},"an10.89:16.3":{"pli":"Yāya chindati attānaṃ, ","eng":"A fool cuts themselves with it ","html":"<span class='verse-line'>{}</span>"},"an10.89:16.4":{"pli":"bālo dubbhāsitaṃ bhaṇaṃ. ","eng":"when they say bad words. ","html":"<span class='verse-line'>{}</span></p>"},"an10.89:17.1":{"pli":"Yo nindiyaṃ pasaṃsati, ","eng":"When you praise someone worthy of criticism, ","html":"<p><span class='verse-line'>{}</span>"},"an10.89:17.2":{"pli":"Taṃ vā nindati yo pasaṃsiyo; ","eng":"or criticize someone worthy of praise, ","html":"<span class='verse-line'>{}</span>"},"an10.89:17.3":{"pli":"Vicināti mukhena so kaliṃ, ","eng":"you choose a losing hand with your own mouth: ","html":"<span class='verse-line'>{}</span>"},"an10.89:17.4":{"pli":"Kalinā tena sukhaṃ na vindati. ","eng":"you’ll never find happiness that way. ","html":"<span class='verse-line'>{}</span></p>"},"an10.89:18.1":{"pli":"Appamattako ayaṃ kali, ","eng":"A losing hand at dice is a trivial thing, ","html":"<p><span class='verse-line'>{}</span>"},"an10.89:18.2":{"pli":"Yo akkhesu dhanaparājayo; ","eng":"if all you lose is your money ","html":"<span class='verse-line'>{}</span>"},"an10.89:18.3":{"pli":"Sabbassāpi sahāpi attanā, ","eng":"and all you own, even yourself. ","html":"<span class='verse-line'>{}</span>"},"an10.89:18.4":{"pli":"Ayameva mahattaro kali; ","eng":"What’s a really terrible hand ","html":"<span class='verse-line'>{}</span>"},"an10.89:18.5":{"pli":"Yo sugatesu manaṃ padūsaye. ","eng":"is to hate the holy ones. ","html":"<span class='verse-line'>{}</span></p>"},"an10.89:19.1":{"pli":"Sataṃ sahassānaṃ nirabbudānaṃ, ","eng":"For a hundred thousand times a hundred million, ","html":"<p><span class='verse-line'>{}</span>"},"an10.89:19.2":{"pli":"Chattiṃsati pañca ca abbudāni; ","eng":"times five hundred and thirty-six times <j>a thousand times ten million years ","html":"<span class='verse-line'>{}</span>"},"an10.89:19.3":{"pli":"Yamariyagarahī nirayaṃ upeti, ","eng":"a slanderer of noble ones goes to hell, ","html":"<span class='verse-line'>{}</span>"},"an10.89:19.4":{"pli":"Vācaṃ manañca paṇidhāya pāpakan”ti. ","eng":"having aimed bad words and thoughts at them.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an10.89:19.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.9":{"an10.9:0.1":{"pli":"Aṅguttara Nikāya 10.9 ","eng":"Numbered Discourses 10.9 ","html":"<article id='an10.9'><header><ul><li class='division'>{}</li>"},"an10.9:0.2":{"pli":"1. Ānisaṃsavagga ","eng":"1. Benefits ","html":"<li>{}</li></ul>"},"an10.9:0.3":{"pli":"Santavimokkhasutta ","eng":"Inspiring All Around: the Peaceful Liberations ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.9:1.1":{"pli":"“Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā …pe… ","eng":"“A mendicant is faithful, but not ethical. … ","html":"<p>{}"},"an10.9:1.2":{"pli":"sīlavā ca, no ca bahussuto … ","eng":"they’re not learned. … ","html":"{}"},"an10.9:1.3":{"pli":"bahussuto ca, no ca dhammakathiko … ","eng":"they’re not a Dhamma speaker … ","html":"{}"},"an10.9:1.4":{"pli":"dhammakathiko ca, no ca parisāvacaro … ","eng":"they don’t frequent assemblies … ","html":"{}"},"an10.9:1.5":{"pli":"parisāvacaro ca, no ca visārado parisāya dhammaṃ deseti … ","eng":"they don’t teach Dhamma to the assembly with assurance … ","html":"{}"},"an10.9:1.6":{"pli":"visārado ca parisāya dhammaṃ deseti, no ca vinayadharo … ","eng":"they’re not an expert in the training … ","html":"{}"},"an10.9:1.7":{"pli":"vinayadharo ca, no ca āraññiko pantasenāsano … ","eng":"they don’t stay in the wilderness, in remote lodgings … ","html":"{}"},"an10.9:1.8":{"pli":"āraññiko ca pantasenāsano, no ca ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati … ","eng":"they don’t have direct meditative experience of the peaceful liberations that are formless, transcending form … ","html":"{}"},"an10.9:1.9":{"pli":"ye te santā vimokkhā atikkamma rūpe āruppā te ca kāyena phusitvā viharati, no ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"an10.9:1.10":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an10.9:1.11":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ: ","eng":"and should fulfill it, thinking: ","html":"{}"},"an10.9:1.12":{"pli":"‘kintāhaṃ saddho ca assaṃ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseyyaṃ, vinayadharo ca, āraññiko ca pantasenāsano, ye te santā vimokkhā atikkamma rūpe āruppā te ca kāyena phusitvā vihareyyaṃ, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti. ","eng":"‘How can I become faithful, ethical, and learned, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who lives in the wilderness, in remote lodgings, one who gets the formless liberations, and one who lives having realized the ending of defilements?’ ","html":"{}</p>"},"an10.9:2.1":{"pli":"Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseti, vinayadharo ca, āraññiko ca pantasenāsano, ye te santā vimokkhā atikkamma rūpe āruppā te ca kāyena phusitvā viharati, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati; ","eng":"When they’re faithful, ethical, and learned, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the monastic law, one who lives in the wilderness, in remote lodgings, one who gets the formless liberations, and one who lives having realized the ending of defilements, ","html":"<p>{}"},"an10.9:2.2":{"pli":"evaṃ so tenaṅgena paripūro hoti. ","eng":"they’re complete in that respect. ","html":"{}"},"an10.9:2.3":{"pli":"Imehi kho, bhikkhave, dasahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti. ","eng":"A mendicant who possesses these ten qualities is impressive all around, and is complete in every respect.” ","html":"{}</p>"},"an10.9:2.4":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.90":{"an10.90:0.1":{"pli":"Aṅguttara Nikāya 10.90 ","eng":"Numbered Discourses 10.90 ","html":"<article id='an10.90'><header><ul><li class='division'>{}</li>"},"an10.90:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an10.90:0.3":{"pli":"Khīṇāsavabalasutta ","eng":"The Powers of One Who has Ended Defilements ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.90:1.1":{"pli":"Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ","eng":"Then Venerable Sāriputta went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an10.90:1.2":{"pli":"“kati nu kho, sāriputta, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"“Sāriputta, how many powers does a mendicant who has ended the defilements have that qualify them to claim: ","html":"<p>{}"},"an10.90:1.3":{"pli":"‘khīṇā me āsavā’”ti? ","eng":"‘My defilements have ended.’” ","html":"{}</p>"},"an10.90:2.1":{"pli":"“Dasa, bhante, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"“Sir, a mendicant who has ended the defilements has ten powers that qualify them to claim: ","html":"<p data-counter='1'>{}"},"an10.90:2.2":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}"},"an10.90:2.3":{"pli":"Katamāni dasa? ","eng":"What ten? ","html":"{}"},"an10.90:2.4":{"pli":"Idha, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti. ","eng":"Firstly, a mendicant with defilements ended has clearly seen with right wisdom all conditions as truly impermanent. ","html":"{}"},"an10.90:2.5":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an10.90:2.6":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an10.90:3.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti. ","eng":"Furthermore, a mendicant with defilements ended has clearly seen with right wisdom that sensual pleasures are truly like a pit of glowing coals. ","html":"<p data-counter='2'>{}"},"an10.90:3.2":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an10.90:3.3":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an10.90:4.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantībhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi. ","eng":"Furthermore, the mind of a mendicant with defilements ended slants, slopes, and inclines to seclusion. They’re withdrawn, loving renunciation, and have totally eliminated defiling influences. ","html":"<p data-counter='3'>{}"},"an10.90:4.2":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantībhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an10.90:4.3":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an10.90:5.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā. ","eng":"Furthermore, a mendicant with defilements ended has well developed the four kinds of mindfulness meditation. ","html":"<p data-counter='4'>{}"},"an10.90:5.2":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an10.90:5.3":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an10.90:6.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro sammappadhānā bhāvitā honti subhāvitā …pe… ","eng":"Furthermore, a mendicant with defilements ended has well developed the four right efforts. … ","html":"<p data-counter='5–10'>{}"},"an10.90:6.2":{"pli":"cattāro iddhipādā bhāvitā honti subhāvitā …pe… ","eng":"the four bases of psychic power … ","html":"{}"},"an10.90:6.3":{"pli":"pañcindriyāni … ","eng":"the five faculties … ","html":"{}"},"an10.90:6.4":{"pli":"pañca balāni bhāvitāni honti subhāvitāni … ","eng":"the five powers … ","html":"{}"},"an10.90:6.5":{"pli":"satta bojjhaṅgā bhāvitā honti subhāvitā … ","eng":"the seven awakening factors … ","html":"{}"},"an10.90:6.6":{"pli":"ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito. ","eng":"the noble eightfold path. ","html":"{}"},"an10.90:6.7":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an10.90:6.8":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an10.90:7.1":{"pli":"Imāni kho, bhante, dasa khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"A mendicant who has ended the defilements possesses these ten powers that qualify them to claim: ","html":"<p>{}"},"an10.90:7.2":{"pli":"‘khīṇā me āsavā’”ti. ","eng":"‘My defilements have ended.’” ","html":"{}</p>"},"an10.90:7.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.90:7.4":{"pli":"Theravaggo catuttho. ","html":"<p class='endvagga'>{}</p>"},"an10.90:8.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an10.90:8.1":{"pli":"Vāhanānando puṇṇiyo, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an10.90:8.2":{"pli":"byākaraṃ katthimāniko; ","html":"<span class='verse-line'>{}</span>"},"an10.90:8.3":{"pli":"Napiyakkosakokāli, ","html":"<span class='verse-line'>{}</span>"},"an10.90:8.4":{"pli":"khīṇāsavabalena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}