{"an10.76":{"an10.76:0.1":{"pli":"Aṅguttara Nikāya 10.76 ","eng":"Numbered Discourses 10.76 ","html":"<article id='an10.76'><header><ul><li class='division'>{}</li>"},"an10.76:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.76:0.3":{"pli":"Tayodhammasutta ","eng":"Three Things ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.76:1.1":{"pli":"“Tayome, bhikkhave, dhammā loke na saṃvijjeyyuṃ, na tathāgato loke uppajjeyya arahaṃ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya. ","eng":"“Mendicants, if three things were not found, the Realized One, the perfected one, the fully awakened Buddha would not arise in the world, and the teaching and training proclaimed by the Realized One would not shine in the world. ","html":"<p>{}"},"an10.76:1.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:1.3":{"pli":"Jāti ca, jarā ca, maraṇañca—","eng":"Rebirth, old age, and death. ","html":"{}"},"an10.76:1.4":{"pli":"ime kho, bhikkhave, tayo dhammā loke na saṃvijjeyyuṃ, na tathāgato loke uppajjeyya arahaṃ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya. ","eng":"If these three things were not found, the Realized One, the perfected one, the fully awakened Buddha would not arise in the world, and the teaching and training proclaimed by the Realized One would not shine in the world. ","html":"{}"},"an10.76:1.5":{"pli":"Yasmā ca kho, bhikkhave, ime tayo dhammā loke saṃvijjanti tasmā tathāgato loke uppajjati arahaṃ sammāsambuddho, tasmā tathāgatappavedito dhammavinayo loke dibbati. ","eng":"But since these three things are found, the Realized One, the perfected one, the fully awakened Buddha arises in the world, and the teaching and training proclaimed by the Realized One shines in the world. ","html":"{}</p>"},"an10.76:2.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up rebirth, old age, and death. ","html":"<p data-counter='1'>{}"},"an10.76:2.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:2.3":{"pli":"Rāgaṃ appahāya, dosaṃ appahāya, mohaṃ appahāya—","eng":"Greed, hate, and delusion. ","html":"{}"},"an10.76:2.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up rebirth, old age, and death. ","html":"{}</p>"},"an10.76:3.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up greed, hate, and delusion. ","html":"<p data-counter='2'>{}"},"an10.76:3.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:3.3":{"pli":"Sakkāyadiṭṭhiṃ appahāya, vicikicchaṃ appahāya, sīlabbataparāmāsaṃ appahāya—","eng":"Substantialist view, doubt, and misapprehension of precepts and observances. ","html":"{}"},"an10.76:3.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up greed, hate, and delusion. ","html":"{}</p>"},"an10.76:4.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up substantialist view, doubt, and misapprehension of precepts and observances. ","html":"<p data-counter='3'>{}"},"an10.76:4.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:4.3":{"pli":"Ayonisomanasikāraṃ appahāya, kummaggasevanaṃ appahāya, cetaso līnattaṃ appahāya—","eng":"Irrational application of mind, following a wrong path, and mental sluggishness. ","html":"{}"},"an10.76:4.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up substantialist view, doubt, and misapprehension of precepts and observances. ","html":"{}</p>"},"an10.76:5.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo ayoniso manasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up irrational application of mind, following a wrong path, and mental sluggishness. ","html":"<p data-counter='4'>{}"},"an10.76:5.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:5.3":{"pli":"Muṭṭhassaccaṃ appahāya, asampajaññaṃ appahāya, cetaso vikkhepaṃ appahāya—","eng":"Unmindfulness, lack of situational awareness, and scattered mind. ","html":"{}"},"an10.76:5.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up irrational application of mind, following a wrong path, and mental sluggishness. ","html":"{}</p>"},"an10.76:6.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up unmindfulness, lack of situational awareness, and scattered mind. ","html":"<p data-counter='5'>{}"},"an10.76:6.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:6.3":{"pli":"Ariyānaṃ adassanakamyataṃ appahāya, ariyadhammassa asotukamyataṃ appahāya, upārambhacittataṃ appahāya—","eng":"Not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"{}"},"an10.76:6.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up unmindfulness, lack of situational awareness, and scattered mind. ","html":"{}</p>"},"an10.76:7.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"<p data-counter='6'>{}"},"an10.76:7.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:7.3":{"pli":"Uddhaccaṃ appahāya, asaṃvaraṃ appahāya, dussilyaṃ appahāya—","eng":"Restlessness, lack of restraint, and unethical conduct. ","html":"{}"},"an10.76:7.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"{}</p>"},"an10.76:8.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up restlessness, lack of restraint, and unethical conduct. ","html":"<p data-counter='7'>{}"},"an10.76:8.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:8.3":{"pli":"Assaddhiyaṃ appahāya, avadaññutaṃ appahāya, kosajjaṃ appahāya—","eng":"Faithlessness, uncharitableness, and laziness. ","html":"{}"},"an10.76:8.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up restlessness, lack of restraint, and unethical conduct. ","html":"{}</p>"},"an10.76:9.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up faithlessness, uncharitableness, and laziness. ","html":"<p data-counter='8'>{}"},"an10.76:9.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:9.3":{"pli":"Anādariyaṃ appahāya, dovacassataṃ appahāya, pāpamittataṃ appahāya—","eng":"Disregard, being hard to admonish, and having bad friends. ","html":"{}"},"an10.76:9.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up faithlessness, uncharitableness, and laziness. ","html":"{}</p>"},"an10.76:10.1":{"pli":"Tayome, bhikkhave, dhamme appahāya abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ","eng":"Without giving up three things you can’t give up disregard, being hard to admonish, and having bad friends. ","html":"<p data-counter='9'>{}"},"an10.76:10.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:10.3":{"pli":"Ahirikaṃ appahāya, anottappaṃ appahāya, pamādaṃ appahāya—","eng":"Lack of conscience, imprudence, and negligence. ","html":"{}"},"an10.76:10.4":{"pli":"ime kho, bhikkhave, tayo dhamme appahāya abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ","eng":"Without giving up these three things you can’t give up disregard, being hard to admonish, and having bad friends. ","html":"{}</p>"},"an10.76:11.1":{"pli":"Ahirikoyaṃ, bhikkhave, anottāpī pamatto hoti. ","eng":"Mendicants, someone who lacks conscience and prudence is negligent. ","html":"<p data-counter='10'>{}"},"an10.76:11.2":{"pli":"So pamatto samāno abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ","eng":"When you’re negligent you can’t give up disregard, being hard to admonish, and having bad friends. ","html":"{}"},"an10.76:11.3":{"pli":"So pāpamitto samāno abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ","eng":"When you’ve got bad friends you can’t give up faithlessness, uncharitableness, and laziness. ","html":"{}"},"an10.76:11.4":{"pli":"So kusīto samāno abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ","eng":"When you’re lazy you can’t give up restlessness, lack of restraint, and unethical conduct. ","html":"{}"},"an10.76:11.5":{"pli":"So dussīlo samāno abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ","eng":"When you’re unethical you can’t give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"{}"},"an10.76:11.6":{"pli":"So upārambhacitto samāno abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ","eng":"When you’ve got a fault-finding mind you can’t give up unmindfulness, lack of situational awareness, and a scattered mind. ","html":"{}"},"an10.76:11.7":{"pli":"So vikkhittacitto samāno abhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ","eng":"When your mind is scattered you can’t give up irrational application of mind, following a wrong path, and mental sluggishness. ","html":"{}"},"an10.76:11.8":{"pli":"So līnacitto samāno abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ","eng":"When your mind is sluggish you can’t give up substantialist view, doubt, and misapprehension of precepts and observances. ","html":"{}"},"an10.76:11.9":{"pli":"So vicikiccho samāno abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ","eng":"When you have doubts you can’t give up greed, hate, and delusion. ","html":"{}"},"an10.76:11.10":{"pli":"So rāgaṃ appahāya dosaṃ appahāya mohaṃ appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ","eng":"Without giving up greed, hate, and delusion you can’t give up rebirth, old age, and death. ","html":"{}</p>"},"an10.76:12.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ","eng":"After giving up three things you can give up rebirth, old age, and death. ","html":"<p data-counter='1'>{}"},"an10.76:12.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:12.3":{"pli":"Rāgaṃ pahāya, dosaṃ pahāya, mohaṃ pahāya—","eng":"Greed, hate, and delusion. ","html":"{}"},"an10.76:12.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ","eng":"After giving up these three things you can give up rebirth, old age, and death. ","html":"{}</p>"},"an10.76:13.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ","eng":"After giving up three things you can give up greed, hate, and delusion. ","html":"<p data-counter='2'>{}"},"an10.76:13.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:13.3":{"pli":"Sakkāyadiṭṭhiṃ pahāya, vicikicchaṃ pahāya, sīlabbataparāmāsaṃ pahāya—","eng":"Substantialist view, doubt, and misapprehension of precepts and observances. ","html":"{}"},"an10.76:13.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ","eng":"After giving up these three things you can give up greed, hate, and delusion. ","html":"{}</p>"},"an10.76:14.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ","eng":"After giving up three things you can give up substantialist view, doubt, and misapprehension of precepts and observances. ","html":"<p data-counter='3'>{}"},"an10.76:14.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:14.3":{"pli":"Ayonisomanasikāraṃ pahāya, kummaggasevanaṃ pahāya, cetaso līnattaṃ pahāya—","eng":"Irrational application of mind, following a wrong path, and mental sluggishness. ","html":"{}"},"an10.76:14.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ","eng":"After giving up these three things you can give up substantialist view, doubt, and misapprehension of precepts and observances. ","html":"{}</p>"},"an10.76:15.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ","eng":"After giving up three things you can give up irrational application of mind, following a wrong path, and mental sluggishness. ","html":"<p data-counter='4'>{}"},"an10.76:15.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:15.3":{"pli":"Muṭṭhassaccaṃ pahāya, asampajaññaṃ pahāya, cetaso vikkhepaṃ pahāya—","eng":"Unmindfulness, lack of situational awareness, and a scattered mind. ","html":"{}"},"an10.76:15.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ","eng":"After giving up these three things you can give up irrational application of mind, following a wrong path, and mental sluggishness. ","html":"{}</p>"},"an10.76:16.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ","eng":"After giving up three things you can give up unmindfulness, lack of situational awareness, and scattered mind. ","html":"<p data-counter='5'>{}"},"an10.76:16.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:16.3":{"pli":"Ariyānaṃ adassanakamyataṃ pahāya, ariyadhammassa asotukamyataṃ pahāya, upārambhacittataṃ pahāya—","eng":"Not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"{}"},"an10.76:16.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ","eng":"After giving up these three things you can give up unmindfulness, lack of situational awareness, and scattered mind. ","html":"{}</p>"},"an10.76:17.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ","eng":"After giving up three things you can give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"<p data-counter='6'>{}"},"an10.76:17.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:17.3":{"pli":"Uddhaccaṃ pahāya, asaṃvaraṃ pahāya, dussilyaṃ pahāya—","eng":"Restlessness, lack of restraint, and unethical conduct. ","html":"{}"},"an10.76:17.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ","eng":"After giving up these three things you can give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"{}</p>"},"an10.76:18.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ","eng":"After giving up three things you can give up restlessness, lack of restraint, and unethical conduct. ","html":"<p data-counter='7'>{}"},"an10.76:18.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:18.3":{"pli":"Assaddhiyaṃ pahāya, avadaññutaṃ pahāya, kosajjaṃ pahāya—","eng":"Faithlessness, uncharitableness, and laziness. ","html":"{}"},"an10.76:18.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ","eng":"After giving up these three things you can give up restlessness, lack of restraint, and unethical conduct. ","html":"{}</p>"},"an10.76:19.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ","eng":"After giving up three things you can give up faithlessness, uncharitableness, and laziness. ","html":"<p data-counter='8'>{}"},"an10.76:19.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:19.3":{"pli":"Anādariyaṃ pahāya, dovacassataṃ pahāya, pāpamittataṃ pahāya—","eng":"Disregard, being hard to admonish, and having bad friends. ","html":"{}"},"an10.76:19.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ","eng":"After giving up these three things you can give up faithlessness, uncharitableness, and laziness. ","html":"{}</p>"},"an10.76:20.1":{"pli":"Tayome, bhikkhave, dhamme pahāya bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ","eng":"After giving up three things you can give up disregard, being hard to admonish, and having bad friends. ","html":"<p data-counter='9'>{}"},"an10.76:20.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an10.76:20.3":{"pli":"Ahirikaṃ pahāya, anottappaṃ pahāya, pamādaṃ pahāya—","eng":"Lack of conscience, imprudence, and negligence. ","html":"{}"},"an10.76:20.4":{"pli":"ime kho, bhikkhave, tayo dhamme pahāya bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ","eng":"After giving up these three things you can give up disregard, being hard to admonish, and having bad friends. ","html":"{}</p>"},"an10.76:21.1":{"pli":"Hirīmāyaṃ, bhikkhave, ottāpī appamatto hoti. ","eng":"Mendicants, someone who has conscience and prudence is diligent. ","html":"<p data-counter='10'>{}"},"an10.76:21.2":{"pli":"So appamatto samāno bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ","eng":"When you’re diligent you can give up disregard, being hard to admonish, and having bad friends. ","html":"{}"},"an10.76:21.3":{"pli":"So kalyāṇamitto samāno bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ","eng":"When you’ve got good friends you can give up faithlessness, uncharitableness, and laziness. ","html":"{}"},"an10.76:21.4":{"pli":"So āraddhavīriyo samāno bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ","eng":"When you’re energetic you can give up restlessness, lack of restraint, and unethical conduct. ","html":"{}"},"an10.76:21.5":{"pli":"So sīlavā samāno bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ","eng":"When you’re ethical you can give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. ","html":"{}"},"an10.76:21.6":{"pli":"So anupārambhacitto samāno bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ","eng":"When you don’t have a fault-finding mind you can give up unmindfulness, lack of situational awareness, and a scattered mind. ","html":"{}"},"an10.76:21.7":{"pli":"So avikkhittacitto samāno bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ","eng":"When your mind isn’t scattered you can give up irrational application of mind, following a wrong path, and mental sluggishness. ","html":"{}"},"an10.76:21.8":{"pli":"So alīnacitto samāno bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ","eng":"When your mind isn’t sluggish you can give up substantialist view, doubt, and misapprehension of precepts and observances. ","html":"{}"},"an10.76:21.9":{"pli":"So avicikiccho samāno bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ","eng":"When you have no doubts you can give up greed, hate, and delusion. ","html":"{}"},"an10.76:21.10":{"pli":"So rāgaṃ pahāya dosaṃ pahāya mohaṃ pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātun”ti. ","eng":"After giving up greed, hate, and delusion you can give up rebirth, old age, and death.” ","html":"{}</p>"},"an10.76:21.11":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.77":{"an10.77:0.1":{"pli":"Aṅguttara Nikāya 10.77 ","eng":"Numbered Discourses 10.77 ","html":"<article id='an10.77'><header><ul><li class='division'>{}</li>"},"an10.77:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.77:0.3":{"pli":"Kākasutta ","eng":"A Crow ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.77:1.1":{"pli":"“Dasahi, bhikkhave, asaddhammehi samannāgato kāko. ","eng":"“Mendicants, a crow has ten bad qualities. ","html":"<p>{}"},"an10.77:1.2":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.77:1.3":{"pli":"Dhaṃsī ca, pagabbho ca, tintiṇo ca, mahagghaso ca, luddo ca, akāruṇiko ca, dubbalo ca, oravitā ca, muṭṭhassati ca, necayiko ca—","eng":"They’re rude and impudent, gluttonous and voracious, cruel and pitiless, weak and raucous, unmindful and acquisitive. ","html":"{}"},"an10.77:1.4":{"pli":"imehi kho, bhikkhave, dasahi asaddhammehi samannāgato kāko. ","eng":"A crow possesses these ten bad qualities. ","html":"{}"},"an10.77:1.5":{"pli":"Evamevaṃ kho, bhikkhave, dasahi asaddhammehi samannāgato pāpabhikkhu. ","eng":"In the same way, a bad mendicant possesses these ten bad qualities. ","html":"{}"},"an10.77:1.6":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.77:1.7":{"pli":"Dhaṃsī ca, pagabbho ca, tintiṇo ca, mahagghaso ca, luddo ca, akāruṇiko ca, dubbalo ca, oravitā ca, muṭṭhassati ca, necayiko ca—","eng":"They’re rude and impudent, gluttonous and voracious, cruel and pitiless, weak and raucous, unmindful and acquisitive. ","html":"{}"},"an10.77:1.8":{"pli":"imehi kho, bhikkhave, dasahi asaddhammehi samannāgato pāpabhikkhū”ti. ","eng":"A bad mendicant possesses these ten bad qualities.” ","html":"{}</p>"},"an10.77:1.9":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.78":{"an10.78:0.1":{"pli":"Aṅguttara Nikāya 10.78 ","eng":"Numbered Discourses 10.78 ","html":"<article id='an10.78'><header><ul><li class='division'>{}</li>"},"an10.78:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.78:0.3":{"pli":"Nigaṇṭhasutta ","eng":"Jains ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.78:1.1":{"pli":"“Dasahi, bhikkhave, asaddhammehi samannāgatā nigaṇṭhā. ","eng":"“Mendicants, Jain ascetics have ten bad qualities. ","html":"<p>{}"},"an10.78:1.2":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.78:1.3":{"pli":"Assaddhā, bhikkhave, nigaṇṭhā; ","eng":"They’re faithless and ","html":"{}"},"an10.78:1.4":{"pli":"dussīlā, bhikkhave, nigaṇṭhā; ","eng":"unethical, ","html":"{}"},"an10.78:1.5":{"pli":"ahirikā, bhikkhave, nigaṇṭhā; ","eng":"without conscience ","html":"{}"},"an10.78:1.6":{"pli":"anottappino, bhikkhave, nigaṇṭhā; ","eng":"or prudence, ","html":"{}"},"an10.78:1.7":{"pli":"asappurisasambhattino, bhikkhave, nigaṇṭhā; ","eng":"and devoted to untrue persons. ","html":"{}"},"an10.78:1.8":{"pli":"attukkaṃsakaparavambhakā, bhikkhave, nigaṇṭhā; ","eng":"They glorify themselves and put others down. ","html":"{}"},"an10.78:1.9":{"pli":"sandiṭṭhiparāmāsā ādhānaggāhī duppaṭinissaggino, bhikkhave, nigaṇṭhā; ","eng":"They’re attached to their own views, holding them tight, and refusing to let go. ","html":"{}"},"an10.78:1.10":{"pli":"kuhakā, bhikkhave, nigaṇṭhā; ","eng":"They’re deceptive, ","html":"{}"},"an10.78:1.11":{"pli":"pāpicchā, bhikkhave, nigaṇṭhā; ","eng":"with corrupt wishes ","html":"{}"},"an10.78:1.12":{"pli":"pāpamittā, bhikkhave, nigaṇṭhā—","eng":"and bad friends. ","html":"{}"},"an10.78:1.13":{"pli":"imehi kho, bhikkhave, dasahi asaddhammehi samannāgatā nigaṇṭhā”ti. ","eng":"Jain ascetics possess these ten bad qualities.” ","html":"{}</p>"},"an10.78:1.14":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.79":{"an10.79:0.1":{"pli":"Aṅguttara Nikāya 10.79 ","eng":"Numbered Discourses 10.79 ","html":"<article id='an10.79'><header><ul><li class='division'>{}</li>"},"an10.79:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.79:0.3":{"pli":"Āghātavatthusutta ","eng":"Grounds for Resentment ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.79:1.1":{"pli":"“Dasayimāni, bhikkhave, āghātavatthūni. ","eng":"“Mendicants, there are ten grounds for resentment. ","html":"<p>{}"},"an10.79:1.2":{"pli":"Katamāni dasa? ","eng":"What ten? ","html":"{}"},"an10.79:1.3":{"pli":"‘Anatthaṃ me acarī’ti āghātaṃ bandhati; ","eng":"Thinking: ‘They did wrong to me,’ you harbor resentment. ","html":"{}"},"an10.79:1.4":{"pli":"‘anatthaṃ me caratī’ti āghātaṃ bandhati; ","eng":"Thinking: ‘They are doing wrong to me’ … ","html":"{}"},"an10.79:1.5":{"pli":"‘anatthaṃ me carissatī’ti āghātaṃ bandhati; ","eng":"‘They will do wrong to me’ … ","html":"{}"},"an10.79:1.6":{"pli":"‘piyassa me manāpassa anatthaṃ acarī’ti …pe… ","eng":"‘They did wrong by someone I love’ … ","html":"{}"},"an10.79:1.7":{"pli":"‘anatthaṃ caratī’ti …pe… ","eng":"‘They are doing wrong by someone I love’ … ","html":"{}"},"an10.79:1.8":{"pli":"‘anatthaṃ carissatī’ti āghātaṃ bandhati, ","eng":"‘They will do wrong by someone I love’ … ","html":"{}"},"an10.79:1.9":{"pli":"‘appiyassa me amanāpassa atthaṃ acarī’ti …pe… ","eng":"‘They helped someone I dislike’ … ","html":"{}"},"an10.79:1.10":{"pli":"‘atthaṃ caratī’ti …pe… ","eng":"‘They are helping someone I dislike’ … ","html":"{}"},"an10.79:1.11":{"pli":"‘atthaṃ carissatī’ti āghātaṃ bandhati; ","eng":"Thinking: ‘They will help someone I dislike,’ you harbor resentment. ","html":"{}"},"an10.79:1.12":{"pli":"aṭṭhāne ca kuppati—","eng":"You get angry for no reason. ","html":"{}"},"an10.79:1.13":{"pli":"imāni kho, bhikkhave, dasa āghātavatthūnī”ti. ","eng":"These are the ten grounds for resentment.” ","html":"{}</p>"},"an10.79:1.14":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.8":{"an10.8:0.1":{"pli":"Aṅguttara Nikāya 10.8 ","eng":"Numbered Discourses 10.8 ","html":"<article id='an10.8'><header><ul><li class='division'>{}</li>"},"an10.8:0.2":{"pli":"1. Ānisaṃsavagga ","eng":"1. Benefits ","html":"<li>{}</li></ul>"},"an10.8:0.3":{"pli":"Jhānasutta ","eng":"Inspiring All Around: the Absorptions ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.8:1.1":{"pli":"“Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā; ","eng":"“Mendicants, a mendicant is faithful but not ethical. ","html":"<p>{}"},"an10.8:1.2":{"pli":"evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an10.8:1.3":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ: ","eng":"and should fulfill it, thinking: ","html":"{}"},"an10.8:1.4":{"pli":"‘kintāhaṃ saddho ca assaṃ, sīlavā cā’ti. ","eng":"‘How can I become faithful and ethical?’ ","html":"{}"},"an10.8:1.5":{"pli":"Yato ca kho, bhikkhave, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti. ","eng":"When the mendicant is faithful and ethical, they’re complete in that respect. ","html":"{}</p>"},"an10.8:2.1":{"pli":"Saddho ca, bhikkhave, bhikkhu hoti sīlavā ca, no ca bahussuto …pe… ","eng":"A mendicant is faithful and ethical, but not learned. … ","html":"<p>{}"},"an10.8:2.2":{"pli":"bahussuto ca, no ca dhammakathiko … ","eng":"they’re not a Dhamma speaker … ","html":"{}"},"an10.8:2.3":{"pli":"dhammakathiko ca, no ca parisāvacaro … ","eng":"they don’t frequent assemblies … ","html":"{}"},"an10.8:2.4":{"pli":"parisāvacaro ca, no ca visārado parisāya dhammaṃ deseti … ","eng":"they don’t teach Dhamma to the assembly with assurance … ","html":"{}"},"an10.8:2.5":{"pli":"visārado ca parisāya dhammaṃ deseti, no ca vinayadharo … ","eng":"they’re not an expert in the monastic law … ","html":"{}"},"an10.8:2.6":{"pli":"vinayadharo ca, no ca āraññiko pantasenāsano … ","eng":"they don’t stay in the wilderness, in remote lodgings … ","html":"{}"},"an10.8:2.7":{"pli":"āraññiko ca pantasenāsano, no ca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī … ","eng":"they don’t get the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty … ","html":"{}"},"an10.8:2.8":{"pli":"catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, no ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"an10.8:2.9":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an10.8:2.10":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ: ","eng":"and should fulfill it, thinking: ","html":"{}"},"an10.8:2.11":{"pli":"‘kintāhaṃ saddho ca assaṃ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseyyaṃ, vinayadharo ca, āraññiko ca pantasenāsano, catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī assaṃ akicchalābhī akasiralābhī, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti. ","eng":"‘How can I become faithful, ethical, and learned, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who lives in the wilderness, in remote lodgings, one who gets the four absorptions when they want, and one who lives having realized the ending of defilements?’ ","html":"{}</p>"},"an10.8:3.1":{"pli":"Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseti, vinayadharo ca, āraññiko ca pantasenāsano, catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati; ","eng":"When they’re faithful, ethical, and learned, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who lives in the wilderness, in remote lodgings, one who gets the four absorptions when they want, and one who lives having realized the ending of defilements, ","html":"<p>{}"},"an10.8:3.2":{"pli":"evaṃ so tenaṅgena paripūro hoti. ","eng":"they’re complete in that respect. ","html":"{}"},"an10.8:3.3":{"pli":"Imehi kho, bhikkhave, dasahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti. ","eng":"A mendicant who possesses these ten qualities is impressive all around, and is complete in every respect.” ","html":"{}</p>"},"an10.8:3.4":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.80":{"an10.80:0.1":{"pli":"Aṅguttara Nikāya 10.80 ","eng":"Numbered Discourses 10.80 ","html":"<article id='an10.80'><header><ul><li class='division'>{}</li>"},"an10.80:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.80:0.3":{"pli":"Āghātapaṭivinayasutta ","eng":"Getting Rid of Resentment ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.80:1.1":{"pli":"“Dasayime, bhikkhave, āghātapaṭivinayā. ","eng":"“Mendicants, there are these ten ways to get rid of resentment. ","html":"<p>{}"},"an10.80:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.80:1.3":{"pli":"‘Anatthaṃ me acari, taṃ kutettha labbhā’ti āghātaṃ paṭivineti, ","eng":"Thinking: ‘They harmed me, but what can I possibly do?’ you get rid of resentment. ","html":"{}"},"an10.80:1.4":{"pli":"‘anatthaṃ me carati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti, ","eng":"Thinking: ‘They are harming me …’ … ","html":"{}"},"an10.80:1.5":{"pli":"‘anatthaṃ me carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti, ","eng":"‘They will harm me …’ … ","html":"{}"},"an10.80:1.6":{"pli":"piyassa me manāpassa anatthaṃ acari …pe… ","eng":"‘They harmed someone I love …’ … ","html":"{}"},"an10.80:1.7":{"pli":"carati …pe… ","eng":"‘They are harming someone I love …’ ","html":"{}"},"an10.80:1.8":{"pli":"carissati, taṃ kutettha labbhāti āghātaṃ paṭivineti, appiyassa me amanāpassa atthaṃ acari …pe… ","eng":"‘They will harm someone I love …’ … They helped someone I dislike …’ … ","html":"{}"},"an10.80:1.9":{"pli":"atthaṃ carati …pe… ","eng":"‘They are helping someone I dislike …’ … ","html":"{}"},"an10.80:1.10":{"pli":"atthaṃ carissati, taṃ kutettha labbhāti āghātaṃ paṭivineti, ","eng":"Thinking: ‘They will help someone I dislike, but what can I possibly do?’ you get rid of resentment. ","html":"{}"},"an10.80:1.11":{"pli":"aṭṭhāne ca na kuppati—","eng":"And you don’t get angry for no reason. ","html":"{}"},"an10.80:1.12":{"pli":"ime kho, bhikkhave, dasa āghātapaṭivinayā”ti. ","eng":"These are the ten ways of getting rid of resentment.” ","html":"{}</p>"},"an10.80:1.13":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.80:1.14":{"pli":"Ākaṅkhavaggo tatiyo. ","html":"<p class='endvagga'>{}</p>"},"an10.80:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an10.80:2.1":{"pli":"Ākaṅkho kaṇṭako iṭṭhā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an10.80:2.2":{"pli":"vaḍḍhi ca migasālāya; ","html":"<span class='verse-line'>{}</span>"},"an10.80:2.3":{"pli":"Tayo dhammā ca kāko ca, ","html":"<span class='verse-line'>{}</span>"},"an10.80:2.4":{"pli":"nigaṇṭhā dve ca āghātāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an10.81":{"an10.81:0.1":{"pli":"Aṅguttara Nikāya 10.81 ","eng":"Numbered Discourses 10.81 ","html":"<article id='an10.81'><header><ul><li class='division'>{}</li>"},"an10.81:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an10.81:0.3":{"pli":"Vāhanasutta ","eng":"With Bāhuna ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.81:1.1":{"pli":"Ekaṃ samayaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre. ","eng":"At one time the Buddha was staying near Campā on the banks of the Gaggarā Lotus Pond. ","html":"<p>{}"},"an10.81:1.2":{"pli":"Atha kho āyasmā vāhano yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā vāhano bhagavantaṃ etadavoca: ","eng":"Then Venerable Bāhuna went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an10.81:1.3":{"pli":"“katihi nu kho, bhante, dhammehi tathāgato nissaṭo visaṃyutto vippamutto vimariyādīkatena cetasā viharatī”ti? ","eng":"“Sir, how many things has the Realized One escaped from, so that he lives detached, liberated, with mind free of boundaries?” ","html":"<p>{}</p>"},"an10.81:2.1":{"pli":"“Dasahi kho, vāhana, dhammehi tathāgato nissaṭo visaṃyutto vippamutto vimariyādīkatena cetasā viharati. ","eng":"“Bāhuna, the Realized One has escaped from ten things, so that he lives detached, liberated, with mind free of boundaries. ","html":"<p>{}"},"an10.81:2.2":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.81:2.3":{"pli":"Rūpena kho, vāhana, tathāgato nissaṭo visaṃyutto vippamutto vimariyādīkatena cetasā viharati, ","eng":"Form … ","html":"{}"},"an10.81:2.4":{"pli":"vedanāya kho, vāhana …pe… ","eng":"feeling … ","html":"{}"},"an10.81:2.5":{"pli":"saññāya kho, vāhana … ","eng":"perception … ","html":"{}"},"an10.81:2.6":{"pli":"saṅkhārehi kho, vāhana … ","eng":"choices … ","html":"{}"},"an10.81:2.7":{"pli":"viññāṇena kho, vāhana … ","eng":"consciousness … ","html":"{}"},"an10.81:2.8":{"pli":"jātiyā kho, vāhana … ","eng":"rebirth … ","html":"{}"},"an10.81:2.9":{"pli":"jarāya kho, vāhana … ","eng":"old age … ","html":"{}"},"an10.81:2.10":{"pli":"maraṇena kho, vāhana … ","eng":"death … ","html":"{}"},"an10.81:2.11":{"pli":"dukkhehi kho, vāhana … ","eng":"suffering … ","html":"{}"},"an10.81:2.12":{"pli":"kilesehi kho, vāhana, tathāgato nissaṭo visaṃyutto vippamutto vimariyādīkatena cetasā viharati. ","eng":"defilements … ","html":"{}"},"an10.81:2.13":{"pli":"Seyyathāpi, vāhana, uppalaṃ vā padumaṃ vā puṇḍarīkaṃ vā udake jātaṃ udake saṃvaḍḍhaṃ udakā paccuggamma ṭhitaṃ anupalittaṃ udakena; ","eng":"Suppose there was a blue water lily, or a pink or white lotus. Though it sprouted and grew in the water, it would rise up above the water and stand with no water clinging to it. ","html":"{}"},"an10.81:2.14":{"pli":"evamevaṃ kho, vāhana, imehi dasahi dhammehi tathāgato nissaṭo visaṃyutto vippamutto vimariyādīkatena cetasā viharatī”ti. ","eng":"In the same way, the Realized One has escaped from ten things, so that he lives detached, liberated, with mind free of boundaries.” ","html":"{}</p>"},"an10.81:2.15":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.82":{"an10.82:0.1":{"pli":"Aṅguttara Nikāya 10.82 ","eng":"Numbered Discourses 10.82 ","html":"<article id='an10.82'><header><ul><li class='division'>{}</li>"},"an10.82:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an10.82:0.3":{"pli":"Ānandasutta ","eng":"With Ānanda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.82:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an10.82:2.1":{"pli":"“So vatānanda, bhikkhu ‘assaddho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"“Ānanda, it is quite impossible for a faithless mendicant to achieve growth, improvement, or maturity in this teaching and training. ","html":"<p data-counter='1'>{}</p>"},"an10.82:3.1":{"pli":"So vatānanda, bhikkhu ‘dussīlo samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who is unethical … ","html":"<p data-counter='2'>{}</p>"},"an10.82:4.1":{"pli":"So vatānanda, bhikkhu ‘appassuto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"unlearned … ","html":"<p data-counter='3'>{}</p>"},"an10.82:5.1":{"pli":"So vatānanda, bhikkhu ‘dubbaco samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"hard to admonish … ","html":"<p data-counter='4'>{}</p>"},"an10.82:6.1":{"pli":"So vatānanda, bhikkhu ‘pāpamitto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"with bad friends … ","html":"<p data-counter='5'>{}</p>"},"an10.82:7.1":{"pli":"So vatānanda, bhikkhu ‘kusīto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"lazy … ","html":"<p data-counter='6'>{}</p>"},"an10.82:8.1":{"pli":"So vatānanda, bhikkhu ‘muṭṭhassati samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"unmindful … ","html":"<p data-counter='7'>{}</p>"},"an10.82:9.1":{"pli":"So vatānanda, bhikkhu ‘asantuṭṭho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"lacking contentment … ","html":"<p data-counter='8'>{}</p>"},"an10.82:10.1":{"pli":"So vatānanda, bhikkhu ‘pāpiccho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"of corrupt wishes … ","html":"<p data-counter='9'>{}</p>"},"an10.82:11.1":{"pli":"So vatānanda, bhikkhu ‘micchādiṭṭhiko samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"of wrong view to achieve growth, improvement, or maturity in this teaching and training. ","html":"<p data-counter='10'>{}</p>"},"an10.82:12.1":{"pli":"So vatānanda, bhikkhu ‘imehi dasahi dhammehi samannāgato imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant with these ten qualities to achieve growth, improvement, or maturity in this teaching and training. ","html":"<p>{}</p>"},"an10.82:13.1":{"pli":"So vatānanda, bhikkhu ‘saddho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"It is quite possible for a faithful mendicant to achieve growth, improvement, or maturity in this teaching and training. ","html":"<p data-counter='1'>{}</p>"},"an10.82:14.1":{"pli":"So vatānanda, bhikkhu ‘sīlavā samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"It is quite possible for a mendicant who is ethical … ","html":"<p data-counter='2'>{}</p>"},"an10.82:15.1":{"pli":"So vatānanda, bhikkhu ‘bahussuto sutadharo samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"a learned memorizer … ","html":"<p data-counter='3'>{}</p>"},"an10.82:16.1":{"pli":"So vatānanda, bhikkhu ‘suvaco samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"easy to admonish … ","html":"<p data-counter='4'>{}</p>"},"an10.82:17.1":{"pli":"So vatānanda, bhikkhu ‘kalyāṇamitto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"with good friends … ","html":"<p data-counter='5'>{}</p>"},"an10.82:18.1":{"pli":"So vatānanda, bhikkhu ‘āraddhavīriyo samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"energetic … ","html":"<p data-counter='6'>{}</p>"},"an10.82:19.1":{"pli":"So vatānanda, bhikkhu ‘upaṭṭhitassati samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"mindful … ","html":"<p data-counter='7'>{}</p>"},"an10.82:20.1":{"pli":"So vatānanda, bhikkhu ‘santuṭṭho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"contented … ","html":"<p data-counter='8'>{}</p>"},"an10.82:21.1":{"pli":"So vatānanda, bhikkhu ‘appiccho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"of few desires … ","html":"<p data-counter='9'>{}</p>"},"an10.82:22.1":{"pli":"So vatānanda, bhikkhu ‘sammādiṭṭhiko samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. ","eng":"of right view to achieve growth, improvement, or maturity in this teaching and training. ","html":"<p data-counter='10'>{}</p>"},"an10.82:23.1":{"pli":"So vatānanda, bhikkhu ‘imehi dasahi dhammehi samannāgato imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjatī”ti. ","eng":"It is quite possible for a mendicant with these ten qualities to achieve growth, improvement, or maturity in this teaching and training.” ","html":"<p>{}</p>"},"an10.82:23.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}