{"an10.220":{"an10.220:0.1":{"pli":"Aṅguttara Nikāya 10.220 ","eng":"Numbered Discourses 10.220 ","html":"<article id='an10.220'><header><ul><li class='division'>{}</li>"},"an10.220:0.2":{"pli":"21. Karajakāyavagga ","eng":"21. The Body Born of Deeds ","html":"<li>{}</li></ul>"},"an10.220:0.3":{"pli":"Adhammacariyāsutta ","eng":"Unprincipled Conduct ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.220:1.1":{"pli":"Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then a certain brahmin went up to the Buddha and exchanged greetings with him. ","html":"<p>{}"},"an10.220:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an10.220:1.3":{"pli":"“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti? ","eng":"“What is the cause, worthy Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?” ","html":"<p>{}</p>"},"an10.220:1.4":{"pli":"“Adhammacariyāvisamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti. ","eng":"“Unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” ","html":"<p>{}</p>"},"an10.220:2.1":{"pli":"“Ko pana, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti? ","eng":"“But what is the cause, worthy Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?” ","html":"<p>{}</p>"},"an10.220:2.2":{"pli":"“Dhammacariyāsamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ","eng":"“Principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ","html":"<p>{}</p>"},"an10.220:3.1":{"pli":"“Na kho ahaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṃ ājānāmi. ","eng":"“I don’t understand the detailed meaning of what the worthy Gotama has said in brief. ","html":"<p>{}"},"an10.220:3.2":{"pli":"Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathāhaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṃ ājāneyyan”ti. ","eng":"Please, worthy Gotama, teach me this matter so I can understand the detailed meaning.” ","html":"{}</p>"},"an10.220:3.3":{"pli":"“Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, brahmin, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an10.220:3.4":{"pli":"“Evaṃ, bho”ti kho so brāhmaṇo bhagavato paccassosi. ","eng":"“Yes, worthy sir,” the brahmin replied. ","html":"<p>{}"},"an10.220:3.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.220:4.1":{"pli":"“Tividhā kho, brāhmaṇa, kāyena adhammacariyāvisamacariyā hoti; ","eng":"“Brahmin, unprincipled and immoral conduct is threefold by way of body, ","html":"<p>{}"},"an10.220:4.2":{"pli":"catubbidhā vācāya adhammacariyāvisamacariyā hoti; ","eng":"fourfold by way of speech, ","html":"{}"},"an10.220:4.3":{"pli":"tividhā manasā adhammacariyāvisamacariyā hoti. ","eng":"and threefold by way of mind. ","html":"{}</p>"},"an10.220:5.1":{"pli":"Kathañca, brāhmaṇa, tividhā kāyena adhammacariyāvisamacariyā hoti …pe… ","eng":"And how is unprincipled and immoral conduct threefold by way of body? … ","html":"<p>{}"},"an10.220:5.2":{"pli":"evaṃ kho, brāhmaṇa, tividhā kāyena adhammacariyā visamacariyā hoti. ","eng":"That’s how unprincipled and immoral conduct is threefold by way of body. ","html":"{}</p>"},"an10.220:6.1":{"pli":"Kathañca, brāhmaṇa, catubbidhā vācāya adhammacariyāvisamacariyā hoti …pe… ","eng":"And how is unprincipled and immoral conduct fourfold by way of speech? … ","html":"<p>{}"},"an10.220:6.2":{"pli":"evaṃ kho, brāhmaṇa, catubbidhā vācāya adhammacariyāvisamacariyā hoti. ","eng":"That’s how unprincipled and immoral conduct is fourfold by way of speech. ","html":"{}</p>"},"an10.220:7.1":{"pli":"Kathañca, brāhmaṇa, tividhā manasā adhammacariyāvisamacariyā hoti …pe… ","eng":"And how is unprincipled and immoral conduct threefold by way of mind? … ","html":"<p>{}"},"an10.220:7.2":{"pli":"evaṃ kho, brāhmaṇa, tividhā manasā adhammacariyāvisamacariyā hoti. ","eng":"That’s how unprincipled and immoral conduct is threefold by way of mind. ","html":"{}"},"an10.220:7.3":{"pli":"Evaṃ adhammacariyāvisamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ","eng":"That’s how unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an10.220:8.1":{"pli":"Tividhā, brāhmaṇa, kāyena dhammacariyāsamacariyā hoti; ","eng":"Principled and moral conduct is threefold by way of body, ","html":"<p>{}"},"an10.220:8.2":{"pli":"catubbidhā vācāya dhammacariyāsamacariyā hoti; ","eng":"fourfold by way of speech, ","html":"{}"},"an10.220:8.3":{"pli":"tividhā manasā dhammacariyāsamacariyā hoti. ","eng":"and threefold by way of mind. ","html":"{}</p>"},"an10.220:9.1":{"pli":"Kathañca, brāhmaṇa, tividhā kāyena dhammacariyāsamacariyā hoti …pe… ","eng":"And how is principled and moral conduct threefold by way of body? … ","html":"<p>{}"},"an10.220:9.2":{"pli":"evaṃ kho, brāhmaṇa, tividhā kāyena dhammacariyāsamacariyā hoti. ","eng":"That’s how principled and moral conduct is threefold by way of body. ","html":"{}</p>"},"an10.220:10.1":{"pli":"Kathañca, brāhmaṇa, catubbidhā vācāya dhammacariyāsamacariyā hoti …pe… ","eng":"And how is principled and moral conduct fourfold by way of speech? … ","html":"<p>{}"},"an10.220:10.2":{"pli":"evaṃ kho, brāhmaṇa, catubbidhā vācāya dhammacariyāsamacariyā hoti. ","eng":"That’s how principled and moral conduct is fourfold by way of speech. ","html":"{}</p>"},"an10.220:11.1":{"pli":"Kathañca, brāhmaṇa, tividhā manasā dhammacariyāsamacariyā hoti …pe… ","eng":"And how is principled and moral conduct threefold by way of mind? … ","html":"<p>{}"},"an10.220:11.2":{"pli":"evaṃ kho, brāhmaṇa, tividhā manasā dhammacariyāsamacariyā hoti. ","eng":"That’s how principled and moral conduct is threefold by way of mind. ","html":"{}"},"an10.220:11.3":{"pli":"Evaṃ dhammacariyāsamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ","eng":"That’s how principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ","html":"{}</p>"},"an10.220:12.1":{"pli":"“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"<p>{}"},"an10.220:12.2":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an10.220:12.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.220:12.4":{"pli":"Karajakāyavaggo paṭhamo. ","html":"<p class='endvagga'>{}</p></article>"}},"an10.221":{"an10.221:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.221 ","html":"<article id='an10.221'><header><ul><li class='division'>{}</li>"},"an10.221:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.221:0.3":{"pli":"~ ","eng":"Untitled Discourse on Ten Qualities ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.221:1.1":{"pli":"“Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"“Someone with ten qualities is cast down to hell. ","html":"<p>{}"},"an10.221:1.2":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.221:1.3":{"pli":"Pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti—","eng":"They kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. ","html":"{}"},"an10.221:1.4":{"pli":"imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Someone with these ten qualities is cast down to hell. ","html":"{}</p>"},"an10.221:2.1":{"pli":"Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge. ","eng":"Someone with ten qualities is raised up to heaven. ","html":"<p>{}"},"an10.221:2.2":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.221:2.3":{"pli":"Pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhiko hoti—","eng":"They don’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, with right view. ","html":"{}"},"an10.221:2.4":{"pli":"imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. ","eng":"Someone with these ten qualities is raised up to heaven.” ","html":"{}</p></article>"}},"an10.222":{"an10.222:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.222 ","html":"<article id='an10.222'><header><ul><li class='division'>{}</li>"},"an10.222:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.222:0.3":{"pli":"~ ","eng":"Untitled Discourse on Twenty Qualities ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.222:1.1":{"pli":"“Vīsatiyā, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"“Someone with twenty qualities is cast down to hell. ","html":"<p>{}"},"an10.222:1.2":{"pli":"Katamehi vīsatiyā? ","eng":"What twenty? ","html":"{}"},"an10.222:1.3":{"pli":"Attanā ca pāṇātipātī hoti, parañca pāṇātipāte samādapeti; ","eng":"They kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. They’re covetous, malicious, with wrong view. And they encourage others to do these things. ","html":"{}"},"an10.222:1.4":{"pli":"attanā ca adinnādāyī hoti, parañca adinnādāne samādapeti; ","html":"{}"},"an10.222:1.5":{"pli":"attanā ca kāmesumicchācārī hoti, parañca kāmesumicchācāre samādapeti; ","html":"{}"},"an10.222:1.6":{"pli":"attanā ca musāvādī hoti, parañca musāvāde samādapeti; ","html":"{}"},"an10.222:1.7":{"pli":"attanā ca pisuṇavāco hoti, parañca pisuṇāya vācāya samādapeti; ","html":"{}"},"an10.222:1.8":{"pli":"attanā ca pharusavāco hoti, parañca pharusāya vācāya samādapeti; ","html":"{}"},"an10.222:1.9":{"pli":"attanā ca samphappalāpī hoti, parañca samphappalāpe samādapeti; ","html":"{}"},"an10.222:1.10":{"pli":"attanā ca abhijjhālu hoti, parañca abhijjhāya samādapeti; ","html":"{}"},"an10.222:1.11":{"pli":"attanā ca byāpannacitto hoti, parañca byāpāde samādapeti; ","html":"{}"},"an10.222:1.12":{"pli":"attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti—","html":"{}"},"an10.222:1.13":{"pli":"imehi kho, bhikkhave, vīsatiyā dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Someone with these twenty qualities is cast down to hell. ","html":"{}</p>"},"an10.222:2.1":{"pli":"Vīsatiyā, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge. ","eng":"Someone with twenty qualities is raised up to heaven. ","html":"<p>{}"},"an10.222:2.2":{"pli":"Katamehi vīsatiyā? ","eng":"What twenty? ","html":"{}"},"an10.222:2.3":{"pli":"Attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti; ","eng":"They don’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, with right view. And they encourage others to do these things. ","html":"{}"},"an10.222:2.4":{"pli":"attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti; ","html":"{}"},"an10.222:2.5":{"pli":"attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti; ","html":"{}"},"an10.222:2.6":{"pli":"attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti; ","html":"{}"},"an10.222:2.7":{"pli":"attanā ca pisuṇāya vācāya paṭivirato hoti, parañca pisuṇāya vācāya veramaṇiyā samādapeti; ","html":"{}"},"an10.222:2.8":{"pli":"attanā ca pharusāya vācāya paṭivirato hoti, parañca pharusāya vācāya veramaṇiyā samādapeti; ","html":"{}"},"an10.222:2.9":{"pli":"attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti; ","html":"{}"},"an10.222:2.10":{"pli":"attanā ca anabhijjhālu hoti, parañca anabhijjhāya samādapeti; ","html":"{}"},"an10.222:2.11":{"pli":"attanā ca abyāpannacitto hoti, parañca abyāpāde samādapeti; ","html":"{}"},"an10.222:2.12":{"pli":"attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti—","html":"{}"},"an10.222:2.13":{"pli":"imehi kho, bhikkhave, vīsatiyā dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. ","eng":"Someone with these twenty qualities is raised up to heaven.” ","html":"{}</p></article>"}},"an10.223":{"an10.223:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.223 ","html":"<article id='an10.223'><header><ul><li class='division'>{}</li>"},"an10.223:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.223:0.3":{"pli":"~ ","eng":"Untitled Discourse on Thirty Qualities ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.223:1.1":{"pli":"“Tiṃsāya, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"“Someone with thirty qualities is cast down to hell. ","html":"<p>{}"},"an10.223:1.2":{"pli":"Katamehi tiṃsāya? ","eng":"What thirty? ","html":"{}"},"an10.223:1.3":{"pli":"Attanā ca pāṇātipātī hoti, parañca pāṇātipāte samādapeti, pāṇātipāte ca samanuñño hoti; ","eng":"They kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. They’re covetous, malicious, with wrong view. They encourage others to do these things. And they approve of these things. ","html":"{}"},"an10.223:1.4":{"pli":"attanā ca adinnādāyī hoti, parañca adinnādāne samādapeti, adinnādāne ca samanuñño hoti; ","html":"{}"},"an10.223:1.5":{"pli":"attanā ca kāmesumicchācārī hoti, parañca kāmesumicchācāre samādapeti, kāmesumicchācāre ca samanuñño hoti; ","html":"{}"},"an10.223:1.6":{"pli":"attanā ca musāvādī hoti, parañca musāvāde samādapeti, musāvāde ca samanuñño hoti; ","html":"{}"},"an10.223:1.7":{"pli":"attanā ca pisuṇavāco hoti, parañca pisuṇāya vācāya samādapeti, pisuṇāya vācāya ca samanuñño hoti; ","html":"{}"},"an10.223:1.8":{"pli":"attanā ca pharusavāco hoti, parañca pharusāya vācāya samādapeti, pharusāya vācāya ca samanuñño hoti; ","html":"{}"},"an10.223:1.9":{"pli":"attanā ca samphappalāpī hoti, parañca samphappalāpe samādapeti, samphappalāpe ca samanuñño hoti; ","html":"{}"},"an10.223:1.10":{"pli":"attanā ca abhijjhālu hoti, parañca abhijjhāya samādapeti, abhijjhāya ca samanuñño hoti; ","html":"{}"},"an10.223:1.11":{"pli":"attanā ca byāpannacitto hoti, parañca byāpāde samādapeti, byāpāde ca samanuñño hoti; ","html":"{}"},"an10.223:1.12":{"pli":"attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti, micchādiṭṭhiyā ca samanuñño hoti—","html":"{}"},"an10.223:1.13":{"pli":"imehi kho, bhikkhave, tiṃsāya dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Someone with these thirty qualities is cast down to hell. ","html":"{}</p>"},"an10.223:2.1":{"pli":"Tiṃsāya, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge. ","eng":"Someone with thirty qualities is raised up to heaven. ","html":"<p>{}"},"an10.223:2.2":{"pli":"Katamehi tiṃsāya? ","eng":"What thirty? ","html":"{}"},"an10.223:2.3":{"pli":"Attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti, pāṇātipātā veramaṇiyā ca samanuñño hoti; ","eng":"They don’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, with right view. They encourage others to do these things. And they approve of these things. ","html":"{}"},"an10.223:2.4":{"pli":"attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti, adinnādānā veramaṇiyā ca samanuñño hoti; ","html":"{}"},"an10.223:2.5":{"pli":"attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti, kāmesumicchācārā veramaṇiyā ca samanuñño hoti; ","html":"{}"},"an10.223:2.6":{"pli":"attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti, musāvādā veramaṇiyā ca samanuñño hoti; ","html":"{}"},"an10.223:2.7":{"pli":"attanā ca pisuṇāya vācāya paṭivirato hoti, parañca pisuṇāya vācāya veramaṇiyā samādapeti, pisuṇāya vācāya veramaṇiyā ca samanuñño hoti; ","html":"{}"},"an10.223:2.8":{"pli":"attanā ca pharusāya vācāya paṭivirato hoti, parañca pharusāya vācāya veramaṇiyā samādapeti, pharusāya vācāya veramaṇiyā ca samanuñño hoti; ","html":"{}"},"an10.223:2.9":{"pli":"attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti, samphappalāpā veramaṇiyā ca samanuñño hoti; ","html":"{}"},"an10.223:2.10":{"pli":"attanā ca anabhijjhālu hoti, parañca anabhijjhāya samādapeti, anabhijjhāya ca samanuñño hoti; ","html":"{}"},"an10.223:2.11":{"pli":"attanā ca abyāpannacitto hoti, parañca abyāpāde samādapeti, abyāpāde ca samanuñño hoti; ","html":"{}"},"an10.223:2.12":{"pli":"attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti, sammādiṭṭhiyā ca samanuñño hoti—","html":"{}"},"an10.223:2.13":{"pli":"imehi kho, bhikkhave, tiṃsāya dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. ","eng":"Someone with these thirty qualities is raised up to heaven.” ","html":"{}</p></article>"}},"an10.224":{"an10.224:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.224 ","html":"<article id='an10.224'><header><ul><li class='division'>{}</li>"},"an10.224:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.224:0.3":{"pli":"~ ","eng":"Untitled Discourse on Forty Qualities ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.224:1.1":{"pli":"“Cattārīsāya, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"“Someone with forty qualities is cast down to hell. ","html":"<p>{}"},"an10.224:1.2":{"pli":"Katamehi cattārīsāya? ","eng":"What forty? ","html":"{}"},"an10.224:1.3":{"pli":"Attanā ca pāṇātipātī hoti, parañca pāṇātipāte samādapeti, pāṇātipāte ca samanuñño hoti, pāṇātipātassa ca vaṇṇaṃ bhāsati; ","eng":"They kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. They’re covetous, malicious, with wrong view. They encourage others to do these things. They approve of these things. And they praise these things. ","html":"{}"},"an10.224:1.4":{"pli":"attanā ca adinnādāyī hoti, parañca adinnādāne samādapeti, adinnādāne ca samanuñño hoti, adinnādānassa ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.5":{"pli":"attanā ca kāmesumicchācārī hoti, parañca kāmesumicchācāre samādapeti, kāmesumicchācāre ca samanuñño hoti, kāmesumicchācārassa ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.6":{"pli":"attanā ca musāvādī hoti, parañca musāvāde samādapeti, musāvāde ca samanuñño hoti, musāvādassa ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.7":{"pli":"attanā ca pisuṇavāco hoti, parañca pisuṇāya vācāya samādapeti, pisuṇāya vācāya ca samanuñño hoti, pisuṇāya vācāya ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.8":{"pli":"attanā ca pharusavāco hoti, parañca pharusāya vācāya samādapeti, pharusāya vācāya ca samanuñño hoti, pharusāya vācāya ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.9":{"pli":"attanā ca samphappalāpī hoti, parañca samphappalāpe samādapeti, samphappalāpe ca samanuñño hoti, samphappalāpassa ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.10":{"pli":"attanā ca abhijjhālu hoti, parañca abhijjhāya samādapeti, abhijjhāya ca samanuñño hoti, abhijjhāya ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.11":{"pli":"attanā ca byāpannacitto hoti, parañca byāpāde samādapeti, byāpāde ca samanuñño hoti, byāpādassa ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:1.12":{"pli":"attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti, micchādiṭṭhiyā ca samanuñño hoti, micchādiṭṭhiyā ca vaṇṇaṃ bhāsati—","html":"{}"},"an10.224:1.13":{"pli":"imehi kho, bhikkhave, cattārīsāya dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Someone with these forty qualities is cast down to hell. ","html":"{}</p>"},"an10.224:2.1":{"pli":"Cattārīsāya, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge. ","eng":"Someone with forty qualities is raised up to heaven. ","html":"<p>{}"},"an10.224:2.2":{"pli":"Katamehi cattārīsāya? ","eng":"What forty? ","html":"{}"},"an10.224:2.3":{"pli":"Attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti, pāṇātipātā veramaṇiyā ca samanuñño hoti, pāṇātipātā veramaṇiyā ca vaṇṇaṃ bhāsati; ","eng":"They don’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, with right view. They encourage others to do these things. They approve of these things. And they praise these things. ","html":"{}"},"an10.224:2.4":{"pli":"attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti, adinnādānā veramaṇiyā ca samanuñño hoti, adinnādānā veramaṇiyā ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.5":{"pli":"attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti, kāmesumicchācārā veramaṇiyā ca samanuñño hoti, kāmesumicchācārā veramaṇiyā ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.6":{"pli":"attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti, musāvādā veramaṇiyā ca samanuñño hoti, musāvādā veramaṇiyā ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.7":{"pli":"attanā ca pisuṇāya vācāya paṭivirato hoti, parañca pisuṇāya vācāya veramaṇiyā samādapeti, pisuṇāya vācāya veramaṇiyā ca samanuñño hoti, pisuṇāya vācāya veramaṇiyā ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.8":{"pli":"attanā ca pharusāya vācāya paṭivirato hoti, parañca pharusāya vācāya veramaṇiyā ca samādapeti, pharusāya vācāya veramaṇiyā ca samanuñño hoti, pharusāya vācāya veramaṇiyā ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.9":{"pli":"attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti, samphappalāpā veramaṇiyā ca samanuñño hoti, samphappalāpā veramaṇiyā ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.10":{"pli":"attanā ca anabhijjhālu hoti, parañca anabhijjhāya samādapeti, anabhijjhāya ca samanuñño hoti, anabhijjhāya ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.11":{"pli":"attanā ca abyāpannacitto hoti, parañca abyāpāde samādapeti, abyāpāde ca samanuñño hoti, abyāpādassa ca vaṇṇaṃ bhāsati; ","html":"{}"},"an10.224:2.12":{"pli":"attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti, sammādiṭṭhiyā ca samanuñño hoti, sammādiṭṭhiyā ca vaṇṇaṃ bhāsati—","html":"{}"},"an10.224:2.13":{"pli":"imehi kho, bhikkhave, cattārīsāya dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. ","eng":"Someone with these forty qualities is raised up to heaven.” ","html":"{}</p></article>"}},"an10.225-228":{"an10.225-228:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.225–228 ","html":"<article id='an10.225-228'><header><ul><li class='division'>{}</li>"},"an10.225-228:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.225-228:0.3":{"pli":"~ ","eng":"Untitled Discourses on Ten to Forty Qualities (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.225-228:1.1":{"pli":"“Dasahi, bhikkhave, dhammehi samannāgato khataṃ upahataṃ attānaṃ pariharati …pe… ","eng":"“Someone with ten qualities keeps themselves broken and damaged … ","html":"<p>{}"},"an10.225-228:1.2":{"pli":"akkhataṃ anupahataṃ attānaṃ pariharati …pe… ","eng":"keeps themselves intact and unscathed … ","html":"{}"},"an10.225-228:1.3":{"pli":"vīsatiyā, bhikkhave …pe… ","eng":"twenty … ","html":"{}"},"an10.225-228:1.4":{"pli":"tiṃsāya, bhikkhave …pe… ","eng":"thirty … ","html":"{}"},"an10.225-228:1.5":{"pli":"cattārīsāya, bhikkhave, dhammehi samannāgato khataṃ upahataṃ attānaṃ pariharati …pe…. ","eng":"forty …” ","html":"{}</p>"},"an10.225-228:1.6":{"pli":"(…) ","html":"<p class='endsutta'>{}</p></article>"}},"an10.229-232":{"an10.229-232:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.229–232 ","html":"<article id='an10.229-232'><header><ul><li class='division'>{}</li>"},"an10.229-232:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.229-232:0.3":{"pli":"~ ","eng":"Untitled Discourses on Ten to Forty Qualities (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.229-232:1.1":{"pli":"“Dasahi, bhikkhave, dhammehi samannāgato idhekacco kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati …pe… ","eng":"“When they have ten qualities, some people, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. … ","html":"<p>{}"},"an10.229-232:1.2":{"pli":"idhekacco kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"some people, when their body breaks up, after death, are reborn in a good place, a heavenly realm … ","html":"{}"},"an10.229-232:1.3":{"pli":"Vīsatiyā, bhikkhave …pe… ","eng":"twenty … ","html":"{}"},"an10.229-232:1.4":{"pli":"tiṃsāya, bhikkhave …pe… ","eng":"thirty … ","html":"{}"},"an10.229-232:1.5":{"pli":"cattārīsāya, bhikkhave, dhammehi samannāgato idhekacco kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati …pe… ","eng":"forty …” ","html":"{}"},"an10.229-232:1.6":{"pli":"idhekacco kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati”. ","html":"{}</p></article>"}},"an10.23":{"an10.23:0.1":{"pli":"Aṅguttara Nikāya 10.23 ","eng":"Numbered Discourses 10.23 ","html":"<article id='an10.23'><header><ul><li class='division'>{}</li>"},"an10.23:0.2":{"pli":"3. Mahāvagga ","eng":"3. The Great Chapter ","html":"<li>{}</li></ul>"},"an10.23:0.3":{"pli":"Kāyasutta ","eng":"Body ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.23:1.1":{"pli":"“Atthi, bhikkhave, dhammā kāyena pahātabbā, no vācāya. ","eng":"“Mendicants, there are things that should be given up by the body, not by speech. ","html":"<p>{}"},"an10.23:1.2":{"pli":"Atthi, bhikkhave, dhammā vācāya pahātabbā, no kāyena. ","eng":"There are things that should be given up by speech, not by the body. ","html":"{}"},"an10.23:1.3":{"pli":"Atthi, bhikkhave, dhammā neva kāyena pahātabbā no vācāya, paññāya disvā pahātabbā. ","eng":"There are things that should be given up neither by the body, nor by speech, but by seeing again and again with wisdom. ","html":"{}</p>"},"an10.23:2.1":{"pli":"Katame ca, bhikkhave, dhammā kāyena pahātabbā, no vācāya? ","eng":"And what are the things that should be given up by the body, not by speech? ","html":"<p>{}"},"an10.23:2.2":{"pli":"Idha, bhikkhave, bhikkhu akusalaṃ āpanno hoti kiñci desaṃ kāyena. ","eng":"It’s when a mendicant has committed a certain unskillful offense by way of body. ","html":"{}"},"an10.23:2.3":{"pli":"Tamenaṃ anuvicca viññū sabrahmacārī evamāhaṃsu: ","eng":"After examination, sensible spiritual companions say this to them: ","html":"{}"},"an10.23:2.4":{"pli":"‘āyasmā kho akusalaṃ āpanno kiñci desaṃ kāyena. ","eng":"‘Venerable, you’ve committed a certain unskillful offense by way of body. ","html":"{}"},"an10.23:2.5":{"pli":"Sādhu vatāyasmā kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāvetū’ti. ","eng":"Please give up that bad bodily conduct and develop good bodily conduct.’ ","html":"{}"},"an10.23:2.6":{"pli":"So anuvicca viññūhi sabrahmacārīhi vuccamāno kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti. ","eng":"When spoken to by their sensible spiritual companions they give up that bad bodily conduct and develop good bodily conduct. ","html":"{}"},"an10.23:2.7":{"pli":"Ime vuccanti, bhikkhave, dhammā kāyena pahātabbā, no vācāya. ","eng":"These are the things that should be given up by the body, not by speech. ","html":"{}</p>"},"an10.23:3.1":{"pli":"Katame ca, bhikkhave, dhammā vācāya pahātabbā, no kāyena? ","eng":"And what are the things that should be given up by speech, not by the body? ","html":"<p>{}"},"an10.23:3.2":{"pli":"Idha, bhikkhave, bhikkhu akusalaṃ āpanno hoti kiñci desaṃ vācāya. ","eng":"It’s when a mendicant has committed a certain unskillful offense by way of speech. ","html":"{}"},"an10.23:3.3":{"pli":"Tamenaṃ anuvicca viññū sabrahmacārī evamāhaṃsu: ","eng":"After examination, sensible spiritual companions say this to them: ","html":"{}"},"an10.23:3.4":{"pli":"‘āyasmā kho akusalaṃ āpanno kiñci desaṃ vācāya. ","eng":"‘Venerable, you’ve committed a certain unskillful offense by way of speech. ","html":"{}"},"an10.23:3.5":{"pli":"Sādhu vatāyasmā vacīduccaritaṃ pahāya vacīsucaritaṃ bhāvetū’ti. ","eng":"Please give up that bad verbal conduct and develop good verbal conduct.’ ","html":"{}"},"an10.23:3.6":{"pli":"So anuvicca viññūhi sabrahmacārīhi vuccamāno vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti. ","eng":"When spoken to by their sensible spiritual companions they give up that bad verbal conduct and develop good verbal conduct. ","html":"{}"},"an10.23:3.7":{"pli":"Ime vuccanti, bhikkhave, dhammā vācāya pahātabbā, no kāyena. ","eng":"These are the things that should be given up by speech, not by the body. ","html":"{}</p>"},"an10.23:4.1":{"pli":"Katame ca, bhikkhave, dhammā neva kāyena pahātabbā no vācāya, paññāya disvā pahātabbā? ","eng":"And what are the things that should be given up neither by the body, nor by speech, but by seeing again and again with wisdom? ","html":"<p>{}"},"an10.23:4.2":{"pli":"Lobho, bhikkhave, neva kāyena pahātabbo no vācāya, paññāya disvā pahātabbo. ","eng":"Greed … ","html":"{}"},"an10.23:4.3":{"pli":"Doso, bhikkhave …pe… ","eng":"hate … ","html":"{}"},"an10.23:4.4":{"pli":"moho … ","eng":"delusion … ","html":"{}"},"an10.23:4.5":{"pli":"kodho … ","eng":"anger … ","html":"{}"},"an10.23:4.6":{"pli":"upanāho … ","eng":"acrimony … ","html":"{}"},"an10.23:4.7":{"pli":"makkho … ","eng":"disdain … ","html":"{}"},"an10.23:4.8":{"pli":"paḷāso … ","eng":"contempt … ","html":"{}"},"an10.23:4.9":{"pli":"macchariyaṃ, bhikkhave, neva kāyena pahātabbaṃ no vācāya, paññāya disvā pahātabbaṃ. ","eng":"and stinginess are things that should be given up neither by the body, nor by speech, but by seeing again and again with wisdom. ","html":"{}</p>"},"an10.23:5.1":{"pli":"Pāpikā, bhikkhave, issā neva kāyena pahātabbā no vācāya, paññāya disvā pahātabbā. ","eng":"Nasty jealousy should be given up neither by the body, nor by speech, but by seeing again and again with wisdom. ","html":"<p>{}"},"an10.23:5.2":{"pli":"Katamā ca, bhikkhave, pāpikā issā? ","eng":"And what is nasty jealousy? ","html":"{}"},"an10.23:5.3":{"pli":"Idha, bhikkhave, ijjhati gahapatissa vā gahapatiputtassa vā dhanena vā dhaññena vā rajatena vā jātarūpena vā. ","eng":"It’s when a householder or their child is prospering in money, grain, silver, or gold. ","html":"{}"},"an10.23:5.4":{"pli":"Tatrāññatarassa dāsassa vā upavāsassa vā evaṃ hoti: ","eng":"And a bondservant or dependent thinks: ","html":"{}"},"an10.23:5.5":{"pli":"‘aho vatimassa gahapatissa vā gahapatiputtassa vā na ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā’ti. ","eng":"‘Oh, may that householder or their child not prosper in money, grain, silver, or gold!’ ","html":"{}"},"an10.23:5.6":{"pli":"Samaṇo vā pana brāhmaṇo vā lābhī hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"Or an ascetic or brahmin receives robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an10.23:5.7":{"pli":"Tatrāññatarassa samaṇassa vā brāhmaṇassa vā evaṃ hoti: ","eng":"And some other ascetic or brahmin thinks: ","html":"{}"},"an10.23:5.8":{"pli":"‘aho vata ayamāyasmā na lābhī assa cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan’ti. ","eng":"‘Oh, may that venerable not receive robes, almsfood, lodgings, and medicines and supplies for the sick.’ ","html":"{}"},"an10.23:5.9":{"pli":"Ayaṃ vuccati, bhikkhave, pāpikā issā. ","eng":"This is called nasty jealousy. ","html":"{}</p>"},"an10.23:6.1":{"pli":"Pāpikā, bhikkhave, icchā neva kāyena pahātabbā no vācāya, paññāya disvā pahātabbā. ","eng":"Corrupt wishes should be given up neither by the body, nor by speech, but by seeing again and again with wisdom. ","html":"<p>{}"},"an10.23:6.2":{"pli":"Katamā ca, bhikkhave, pāpikā icchā? ","eng":"And what are corrupt wishes? ","html":"{}"},"an10.23:6.3":{"pli":"Idha, bhikkhave, ekacco assaddho samāno ‘saddhoti maṃ jāneyyun’ti icchati; ","eng":"It’s when a faithless person wishes to be known as faithful. ","html":"{}"},"an10.23:6.4":{"pli":"dussīlo samāno ‘sīlavāti maṃ jāneyyun’ti icchati; ","eng":"An unethical person wishes to be known as ethical. ","html":"{}"},"an10.23:6.5":{"pli":"appassuto samāno ‘bahussutoti maṃ jāneyyun’ti icchati; ","eng":"An unlearned person wishes to be known as learned. ","html":"{}"},"an10.23:6.6":{"pli":"saṅgaṇikārāmo samāno ‘pavivittoti maṃ jāneyyun’ti icchati; ","eng":"A lover of company wishes to be known as secluded. ","html":"{}"},"an10.23:6.7":{"pli":"kusīto samāno ‘āraddhavīriyoti maṃ jāneyyun’ti icchati; ","eng":"A lazy person wishes to be known as energetic. ","html":"{}"},"an10.23:6.8":{"pli":"muṭṭhassati samāno ‘upaṭṭhitassatīti maṃ jāneyyun’ti icchati; ","eng":"An unmindful person wishes to be known as mindful. ","html":"{}"},"an10.23:6.9":{"pli":"asamāhito samāno ‘samāhitoti maṃ jāneyyun’ti icchati; ","eng":"A person without immersion wishes to be known as having immersion. ","html":"{}"},"an10.23:6.10":{"pli":"duppañño samāno ‘paññavāti maṃ jāneyyun’ti icchati; ","eng":"A witless person wishes to be known as wise. ","html":"{}"},"an10.23:6.11":{"pli":"akhīṇāsavo samāno ‘khīṇāsavoti maṃ jāneyyun’ti icchati. ","eng":"Someone who has not ended the defilements wishes to be known as having ended the defilements. ","html":"{}"},"an10.23:6.12":{"pli":"Ayaṃ vuccati, bhikkhave, pāpikā icchā. ","eng":"These are called corrupt wishes. ","html":"{}"},"an10.23:6.13":{"pli":"Ime vuccanti, bhikkhave, dhammā neva kāyena pahātabbā no vācāya, paññāya disvā pahātabbā. ","eng":"Corrupt wishes should be given up neither by the body, nor by speech, but by seeing again and again with wisdom. ","html":"{}</p>"},"an10.23:7.1":{"pli":"Tañce, bhikkhave, bhikkhuṃ lobho abhibhuyya iriyati, ","eng":"Suppose that greed masters that mendicant and keeps going. ","html":"<p>{}"},"an10.23:7.2":{"pli":"doso … ","eng":"Or that hate … ","html":"{}"},"an10.23:7.3":{"pli":"moho … ","eng":"delusion … ","html":"{}"},"an10.23:7.4":{"pli":"kodho … ","eng":"anger … ","html":"{}"},"an10.23:7.5":{"pli":"upanāho … ","eng":"acrimony … ","html":"{}"},"an10.23:7.6":{"pli":"makkho … ","eng":"disdain … ","html":"{}"},"an10.23:7.7":{"pli":"paḷāso … ","eng":"contempt … ","html":"{}"},"an10.23:7.8":{"pli":"macchariyaṃ … ","eng":"stinginess … ","html":"{}"},"an10.23:7.9":{"pli":"pāpikā issā … ","eng":"nasty jealousy … ","html":"{}"},"an10.23:7.10":{"pli":"pāpikā icchā abhibhuyya iriyati. ","eng":"or corrupt wishes master them and keep going. ","html":"{}"},"an10.23:7.11":{"pli":"So evamassa veditabbo: ","eng":"You should know of them: ","html":"{}"},"an10.23:7.12":{"pli":"‘nāyamāyasmā tathā pajānāti yathā pajānato lobho na hoti, tathāhimaṃ āyasmantaṃ lobho abhibhuyya iriyati; ","eng":"‘This venerable does not have the understanding that would eliminate greed, so greed masters them and keeps going. ","html":"{}"},"an10.23:7.13":{"pli":"nāyamāyasmā tathā pajānāti yathā pajānato doso na hoti … ","eng":"They don’t have the understanding that would eliminate hate … ","html":"{}"},"an10.23:7.14":{"pli":"moho … ","eng":"delusion … ","html":"{}"},"an10.23:7.15":{"pli":"kodho … ","eng":"anger … ","html":"{}"},"an10.23:7.16":{"pli":"upanāho … ","eng":"acrimony … ","html":"{}"},"an10.23:7.17":{"pli":"makkho … ","eng":"disdain … ","html":"{}"},"an10.23:7.18":{"pli":"paḷāso … ","eng":"contempt … ","html":"{}"},"an10.23:7.19":{"pli":"macchariyaṃ … ","eng":"stinginess … ","html":"{}"},"an10.23:7.20":{"pli":"pāpikā issā … ","eng":"nasty jealousy … ","html":"{}"},"an10.23:7.21":{"pli":"pāpikā icchā na hoti, tathāhimaṃ āyasmantaṃ pāpikā icchā abhibhuyya iriyatī’ti. ","eng":"or corrupt wishes, so corrupt wishes master them and keep going.’ ","html":"{}</p>"},"an10.23:8.1":{"pli":"Tañce, bhikkhave, bhikkhuṃ lobho nābhibhuyya iriyati, ","eng":"Suppose that greed does not master that mendicant and keep going. ","html":"<p>{}"},"an10.23:8.2":{"pli":"doso … ","eng":"Or that hate … ","html":"{}"},"an10.23:8.3":{"pli":"moho … ","eng":"delusion … ","html":"{}"},"an10.23:8.4":{"pli":"kodho … ","eng":"anger … ","html":"{}"},"an10.23:8.5":{"pli":"upanāho … ","eng":"acrimony … ","html":"{}"},"an10.23:8.6":{"pli":"makkho … ","eng":"disdain … ","html":"{}"},"an10.23:8.7":{"pli":"paḷāso … ","eng":"contempt … ","html":"{}"},"an10.23:8.8":{"pli":"macchariyaṃ … ","eng":"stinginess … ","html":"{}"},"an10.23:8.9":{"pli":"pāpikā issā … ","eng":"nasty jealousy … ","html":"{}"},"an10.23:8.10":{"pli":"pāpikā icchā nābhibhuyya iriyati, ","eng":"or corrupt wishes don’t master that mendicant and keep going. ","html":"{}"},"an10.23:8.11":{"pli":"so evamassa veditabbo: ","eng":"You should know of them: ","html":"{}"},"an10.23:8.12":{"pli":"‘tathā ayamāyasmā pajānāti yathā pajānato lobho na hoti, tathāhimaṃ āyasmantaṃ lobho nābhibhuyya iriyati; ","eng":"‘This venerable has the understanding that eliminates greed, so greed doesn’t master them and keep going. ","html":"{}"},"an10.23:8.13":{"pli":"tathā ayamāyasmā pajānāti yathā pajānato doso na hoti … ","eng":"They have the understanding that eliminates hate … ","html":"{}"},"an10.23:8.14":{"pli":"moho … ","eng":"delusion … ","html":"{}"},"an10.23:8.15":{"pli":"kodho … ","eng":"anger … ","html":"{}"},"an10.23:8.16":{"pli":"upanāho … ","eng":"acrimony … ","html":"{}"},"an10.23:8.17":{"pli":"makkho … ","eng":"disdain … ","html":"{}"},"an10.23:8.18":{"pli":"paḷāso … ","eng":"contempt … ","html":"{}"},"an10.23:8.19":{"pli":"macchariyaṃ … ","eng":"stinginess … ","html":"{}"},"an10.23:8.20":{"pli":"pāpikā issā … ","eng":"nasty jealousy … ","html":"{}"},"an10.23:8.21":{"pli":"pāpikā icchā na hoti, tathāhimaṃ āyasmantaṃ pāpikā icchā nābhibhuyya iriyatī’”ti. ","eng":"and corrupt wishes, so corrupt wishes don’t master them and keep going.’” ","html":"{}</p>"},"an10.23:8.22":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.233-236":{"an10.233-236:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.233–236 ","html":"<article id='an10.233-236'><header><ul><li class='division'>{}</li>"},"an10.233-236:0.2":{"pli":"22. Sāmaññavagga ","eng":"22. Similarity ","html":"<li>{}</li></ul>"},"an10.233-236:0.3":{"pli":"~ ","eng":"Untitled Discourses on Ten to Forty Qualities (3rd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.233-236:1.1":{"pli":"“Dasahi, bhikkhave, dhammehi samannāgato bālo veditabbo …pe… ","eng":"“A fool is known by ten qualities … ","html":"<p>{}"},"an10.233-236:1.2":{"pli":"paṇḍito veditabbo …pe… ","eng":"astute person … ","html":"{}"},"an10.233-236:1.3":{"pli":"vīsatiyā, bhikkhave …pe… ","eng":"twenty … ","html":"{}"},"an10.233-236:1.4":{"pli":"tiṃsāya, bhikkhave …pe… ","eng":"thirty … ","html":"{}"},"an10.233-236:1.5":{"pli":"cattārīsāya, bhikkhave, dhammehi samannāgato bālo veditabbo …pe… ","eng":"forty …” ","html":"{}"},"an10.233-236:1.6":{"pli":"paṇḍito veditabbo …pe… ","html":"{}"},"an10.233-236:1.7":{"pli":"imehi kho, bhikkhave, cattārīsāya dhammehi samannāgato paṇḍito veditabbo”ti. ","html":"{}</p>"},"an10.233-236:1.8":{"pli":"Sāmaññavaggo dutiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.237":{"an10.237:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.237 ","html":"<article id='an10.237'><header><ul><li class='division'>{}</li>"},"an10.237:0.2":{"pli":"23. Rāgapeyyāla ","eng":"23. Abbreviated Texts Beginning With Greed ","html":"<li>{}</li></ul>"},"an10.237:0.3":{"pli":"~ ","eng":"Untitled Discourse on Greed (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.237:1.1":{"pli":"“Rāgassa, bhikkhave, abhiññāya dasa dhammā bhāvetabbā. ","eng":"“For insight into greed, ten things should be developed. ","html":"<p>{}"},"an10.237:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.237:1.3":{"pli":"Asubhasaññā, maraṇasaññā, āhāre paṭikūlasaññā, sabbaloke anabhiratasaññā, aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā, pahānasaññā, virāgasaññā, nirodhasaññā—","eng":"The perceptions of ugliness, death, repulsiveness of food, dissatisfaction with the whole world, impermanence, suffering in impermanence, and not-self in suffering, giving up, fading away, and cessation. ","html":"{}"},"an10.237:1.4":{"pli":"rāgassa, bhikkhave, abhiññāya ime dasa dhammā bhāvetabbā”ti. ","eng":"For insight into greed, these ten things should be developed.” ","html":"{}</p></article>"}},"an10.238":{"an10.238:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.238 ","html":"<article id='an10.238'><header><ul><li class='division'>{}</li>"},"an10.238:0.2":{"pli":"23. Rāgapeyyāla ","eng":"23. Abbreviated Texts Beginning With Greed ","html":"<li>{}</li></ul>"},"an10.238:0.3":{"pli":"~ ","eng":"Untitled Discourse on Greed (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.238:1.1":{"pli":"“Rāgassa, bhikkhave, abhiññāya dasa dhammā bhāvetabbā. ","eng":"“For insight into greed, ten things should be developed. ","html":"<p>{}"},"an10.238:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.238:1.3":{"pli":"Aniccasaññā, anattasaññā, āhāre paṭikūlasaññā, sabbaloke anabhiratasaññā, aṭṭhikasaññā, puḷavakasaññā, vinīlakasaññā, vipubbakasaññā, vicchiddakasaññā, uddhumātakasaññā—","eng":"The perceptions of impermanence, not-self, repulsiveness of food, dissatisfaction with the whole world, a skeleton, a worm-infested corpse, a livid corpse, a festering corpse,  a split open corpse, and a bloated corpse. ","html":"{}"},"an10.238:1.4":{"pli":"rāgassa, bhikkhave, abhiññāya ime dasa dhammā bhāvetabbā”ti. ","eng":"For insight into greed, these ten things should be developed.” ","html":"{}</p></article>"}},"an10.239":{"an10.239:0.1":{"pli":"Aṅguttara Nikāya 10 ","eng":"Numbered Discourses 10.239 ","html":"<article id='an10.239'><header><ul><li class='division'>{}</li>"},"an10.239:0.2":{"pli":"23. Rāgapeyyāla ","eng":"23. Abbreviated Texts Beginning With Greed ","html":"<li>{}</li></ul>"},"an10.239:0.3":{"pli":"~ ","eng":"Untitled Discourse on Greed (3rd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.239:1.1":{"pli":"“Rāgassa, bhikkhave, abhiññāya dasa dhammā bhāvetabbā. ","eng":"“For insight into greed, ten things should be developed. ","html":"<p>{}"},"an10.239:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.239:1.3":{"pli":"Sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi, sammāñāṇaṃ, sammāvimutti—","eng":"Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. ","html":"{}"},"an10.239:1.4":{"pli":"rāgassa, bhikkhave, abhiññāya ime dasa dhammā bhāvetabbā”ti. ","eng":"For insight into greed, these ten things should be developed.” ","html":"{}</p></article>"}}}