{"an10.73":{"an10.73:0.1":{"pli":"Aṅguttara Nikāya 10.73 ","eng":"Numbered Discourses 10.73 ","html":"<article id='an10.73'><header><ul><li class='division'>{}</li>"},"an10.73:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.73:0.3":{"pli":"Iṭṭhadhammasutta ","eng":"Likable ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.73:1.1":{"pli":"“Dasayime, bhikkhave, dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ. ","eng":"“Mendicants, these ten likable, desirable, and agreeable things are rare in the world. ","html":"<p>{}"},"an10.73:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.73:1.3":{"pli":"Bhogā iṭṭhā kantā manāpā dullabhā lokasmiṃ; ","eng":"Wealth, ","html":"{}"},"an10.73:1.4":{"pli":"vaṇṇo iṭṭho kanto manāpo dullabho lokasmiṃ; ","eng":"beauty, ","html":"{}"},"an10.73:1.5":{"pli":"ārogyaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ; ","eng":"health, ","html":"{}"},"an10.73:1.6":{"pli":"sīlaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ; ","eng":"ethical conduct, ","html":"{}"},"an10.73:1.7":{"pli":"brahmacariyaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ; ","eng":"the spiritual life, ","html":"{}"},"an10.73:1.8":{"pli":"mittā iṭṭhā kantā manāpā dullabhā lokasmiṃ; ","eng":"friends, ","html":"{}"},"an10.73:1.9":{"pli":"bāhusaccaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ; ","eng":"learning, ","html":"{}"},"an10.73:1.10":{"pli":"paññā iṭṭhā kantā manāpā dullabhā lokasmiṃ; ","eng":"wisdom, ","html":"{}"},"an10.73:1.11":{"pli":"dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ; ","eng":"good qualities, ","html":"{}"},"an10.73:1.12":{"pli":"saggā iṭṭhā kantā manāpā dullabhā lokasmiṃ. ","eng":"and heaven are likable, desirable, and agreeable things that are rare in the world. ","html":"{}</p>"},"an10.73:2.1":{"pli":"Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ dasa dhammā paripanthā—","eng":"Ten things are roadblocks for these ten likable, desirable, and agreeable things that are rare in the world. ","html":"<p>{}"},"an10.73:2.2":{"pli":"ālasyaṃ anuṭṭhānaṃ bhogānaṃ paripantho, amaṇḍanā avibhūsanā vaṇṇassa paripantho, asappāyakiriyā ārogyassa paripantho, pāpamittatā sīlānaṃ paripantho, indriyaasaṃvaro brahmacariyassa paripantho, visaṃvādanā mittānaṃ paripantho, asajjhāyakiriyā bāhusaccassa paripantho, asussūsā aparipucchā paññāya paripantho, ananuyogo apaccavekkhaṇā dhammānaṃ paripantho, micchāpaṭipatti saggānaṃ paripantho. ","eng":"Sloth and lack of initiative are a roadblock for wealth. Lack of adornment and decoration are a roadblock for beauty. Unsuitable activity is a roadblock for health. Bad friendship is a roadblock for ethical conduct. Lack of sense restraint is a roadblock for the spiritual life. Dishonesty is a roadblock for friends. Not rehearsing is a roadblock for learning. Not wanting to listen and ask questions are roadblocks for wisdom. Lack of commitment and reviewing are roadblocks for good qualities. Wrong practice hinders heaven. ","html":"{}"},"an10.73:2.3":{"pli":"Imesaṃ kho, bhikkhave, dasannaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ ime dasa dhammā paripanthā. ","eng":"These ten things are roadblocks for these ten likable, desirable, and agreeable things that are rare in the world. ","html":"{}</p>"},"an10.73:3.1":{"pli":"Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ dasa dhammā āhārā—","eng":"Ten things nourish these ten likable, desirable, and agreeable things that are rare in the world. ","html":"<p>{}"},"an10.73:3.2":{"pli":"uṭṭhānaṃ anālasyaṃ bhogānaṃ āhāro, maṇḍanā vibhūsanā vaṇṇassa āhāro, sappāyakiriyā ārogyassa āhāro, kalyāṇamittatā sīlānaṃ āhāro, indriyasaṃvaro brahmacariyassa āhāro, avisaṃvādanā mittānaṃ āhāro, sajjhāyakiriyā bāhusaccassa āhāro, sussūsā paripucchā paññāya āhāro, anuyogo paccavekkhaṇā dhammānaṃ āhāro, sammāpaṭipatti saggānaṃ āhāro. ","eng":"Application and initiative nourish wealth. Adornment and decoration nourish beauty. Suitable activity nourishes health. Good friendship nourishes ethical conduct. Sense restraint nourishes the spiritual life. Honesty nourishes friends. Rehearsing nourishes learning. Eagerness to listen and ask questions nourishes wisdom. Commitment and reviewing nourish good qualities. Right practice nourishes heaven. ","html":"{}"},"an10.73:3.3":{"pli":"Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ ime dasa dhammā āhārā”ti. ","eng":"These ten things nourish these ten likable, desirable, and agreeable things that are rare in the world.” ","html":"{}</p>"},"an10.73:3.4":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.74":{"an10.74:0.1":{"pli":"Aṅguttara Nikāya 10.74 ","eng":"Numbered Discourses 10.74 ","html":"<article id='an10.74'><header><ul><li class='division'>{}</li>"},"an10.74:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.74:0.3":{"pli":"Vaḍḍhisutta ","eng":"Growth ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.74:1.1":{"pli":"“Dasahi, bhikkhave, vaḍḍhīhi vaḍḍhamāno ariyasāvako ariyāya vaḍḍhiyā vaḍḍhati, sārādāyī ca hoti varādāyī kāyassa. ","eng":"“Mendicants, a noble disciple who grows in ten ways grows nobly, taking on what is essential and excellent in this life. ","html":"<p>{}"},"an10.74:1.2":{"pli":"Katamehi dasahi? ","eng":"What ten? ","html":"{}"},"an10.74:1.3":{"pli":"Khettavatthūhi vaḍḍhati, dhanadhaññena vaḍḍhati, puttadārehi vaḍḍhati, dāsakammakaraporisehi vaḍḍhati, catuppadehi vaḍḍhati, saddhāya vaḍḍhati, sīlena vaḍḍhati, sutena vaḍḍhati, cāgena vaḍḍhati, paññāya vaḍḍhati—","eng":"He grows in fields and lands, money and grain, wives and children, in bondservants, workers, and staff, and in livestock. And he grows in faith, ethics, learning, generosity, and wisdom. ","html":"{}"},"an10.74:1.4":{"pli":"imehi kho, bhikkhave, dasahi vaḍḍhīhi vaḍḍhamāno ariyasāvako ariyāya vaḍḍhiyā vaḍḍhati, sārādāyī ca hoti varādāyī kāyassāti. ","eng":"A noble disciple who grows in ten ways grows nobly, taking on what is essential and excellent in this life. ","html":"{}</p>"},"an10.74:2.1":{"pli":"Dhanena dhaññena ca yodha vaḍḍhati, ","eng":"Someone who grows in money and grain, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an10.74:2.2":{"pli":"Puttehi dārehi catuppadehi ca; ","eng":"in wives, children, and livestock, ","html":"<span class='verse-line'>{}</span>"},"an10.74:2.3":{"pli":"Sa bhogavā hoti yasassi pūjito, ","eng":"is wealthy, famous, and respected ","html":"<span class='verse-line'>{}</span>"},"an10.74:2.4":{"pli":"Ñātīhi mittehi athopi rājubhi. ","eng":"by relatives and friends, and even by royals. ","html":"<span class='verse-line'>{}</span></p>"},"an10.74:3.1":{"pli":"Saddhāya sīlena ca yodha vaḍḍhati, ","eng":"When someone grows in faith and ethics, ","html":"<p><span class='verse-line'>{}</span>"},"an10.74:3.2":{"pli":"Paññāya cāgena sutena cūbhayaṃ; ","eng":"wisdom, and both generosity and learning—","html":"<span class='verse-line'>{}</span>"},"an10.74:3.3":{"pli":"So tādiso sappuriso vicakkhaṇo, ","eng":"a good man such as he sees clearly, ","html":"<span class='verse-line'>{}</span>"},"an10.74:3.4":{"pli":"Diṭṭheva dhamme ubhayena vaḍḍhatī”ti. ","eng":"and in this very life he grows in both ways.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an10.74:3.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.75":{"an10.75:0.1":{"pli":"Aṅguttara Nikāya 10.75 ","eng":"Numbered Discourses 10.75 ","html":"<article id='an10.75'><header><ul><li class='division'>{}</li>"},"an10.75:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.75:0.3":{"pli":"Migasālāsutta ","eng":"With Migasālā ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.75:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an10.75:1.2":{"pli":"Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena migasālāya upāsikāya nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, went to the home of the laywoman Migasālā, where he sat on the seat spread out. ","html":"{}"},"an10.75:1.3":{"pli":"Atha kho migasālā upāsikā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho migasālā upāsikā āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then the laywoman Migasālā went up to Ānanda, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an10.75:2.1":{"pli":"“Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyaṃ. ","eng":"“Honorable Ānanda, how on earth are we supposed to understand the teaching taught by the Buddha, when the chaste and the unchaste are both reborn in exactly the same place in the next life? ","html":"<p>{}"},"an10.75:2.2":{"pli":"Pitā me, bhante, purāṇo brahmacārī hoti ārācārī virato methunā gāmadhammā. ","eng":"My father Purāṇa was chaste, set apart, avoiding the vulgar act of sex. ","html":"{}"},"an10.75:2.3":{"pli":"So kālaṅkato bhagavatā byākato: ‘sakadāgāmī satto tusitaṃ kāyaṃ upapanno’ti. ","eng":"When he passed away the Buddha declared that, since he was a once-returner, he was reborn in the host of joyful gods. ","html":"{}"},"an10.75:2.4":{"pli":"Pitāmaho me, bhante, isidatto abrahmacārī ahosi sadārasantuṭṭho. ","eng":"But my uncle Isidatta was not chaste; he lived content with his wife. ","html":"{}"},"an10.75:2.5":{"pli":"Sopi kālaṅkato bhagavatā byākato: ‘sakadāgāmī satto tusitaṃ kāyaṃ upapanno’ti. ","eng":"When he passed away the Buddha also declared that, since he was a once-returner, he was reborn in the host of joyful gods. ","html":"{}</p>"},"an10.75:3.1":{"pli":"Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyan”ti? ","eng":"How on earth are we supposed to understand the teaching taught by the Buddha, when the chaste and the unchaste are both reborn in exactly the same place in the next life?” ","html":"<p>{}</p>"},"an10.75:3.2":{"pli":"“Evaṃ kho panetaṃ, bhagini, bhagavatā byākatan”ti. ","eng":"“You’re right, sister, but that’s how the Buddha declared it.” ","html":"<p>{}</p>"},"an10.75:4.1":{"pli":"Atha kho āyasmā ānando migasālāya upāsikāya nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi. ","eng":"Then Ānanda, after receiving almsfood at Migasālā’s home, rose from his seat and left. ","html":"<p>{}"},"an10.75:4.2":{"pli":"Atha kho āyasmā ānando pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then after the meal, on his return from almsround, Ānanda went to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"{}</p>"},"an10.75:5.1":{"pli":"“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena migasālāya upāsikāya nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdiṃ. ","html":"<p>{}"},"an10.75:5.2":{"pli":"Atha kho, bhante, migasālā upāsikā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho, bhante, migasālā upāsikā maṃ etadavoca: ","html":"{}</p>"},"an10.75:6.1":{"pli":"‘Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyaṃ. ","html":"<p>{}"},"an10.75:6.2":{"pli":"Pitā me, bhante, purāṇo brahmacārī ahosi ārācārī virato methunā gāmadhammā. ","html":"{}"},"an10.75:6.3":{"pli":"So kālaṅkato bhagavatā byākato sakadāgāmī satto tusitaṃ kāyaṃ upapannoti. ","html":"{}"},"an10.75:6.4":{"pli":"Pitāmaho me, bhante, isidatto abrahmacārī ahosi sadārasantuṭṭho. ","html":"{}"},"an10.75:6.5":{"pli":"Sopi kālaṅkato bhagavatā byākato—sakadāgāmī satto tusitaṃ kāyaṃ upapannoti. ","html":"{}</p>"},"an10.75:7.1":{"pli":"Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyan’ti? ","html":"<p>{}"},"an10.75:7.2":{"pli":"Evaṃ vutte, ahaṃ, bhante, migasālaṃ upāsikaṃ etadavocaṃ: ","html":"{}"},"an10.75:7.3":{"pli":"‘evaṃ kho panetaṃ, bhagini, bhagavatā byākatan’”ti. ","html":"{}</p>"},"an10.75:8.1":{"pli":"“Kā cānanda, migasālā upāsikā bālā abyattā ammakā ammakapaññā, ke ca purisapuggalaparopariye ñāṇe? ","eng":"“Ānanda, who is this laywoman Migasālā, a foolish incompetent aunty, with an aunty’s wit? And who is it that knows how to assess individual persons? ","html":"<p>{}</p>"},"an10.75:9.1":{"pli":"Dasayime, ānanda, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"These ten individuals are found in the world. ","html":"<p data-counter='1'>{}"},"an10.75:9.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.75:9.3":{"pli":"Idhānanda, ekacco puggalo dussīlo hoti. ","eng":"Take a certain individual who is unethical. ","html":"{}"},"an10.75:9.4":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa taṃ dussilyaṃ aparisesaṃ nirujjhati. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where that unethical conduct ceases without anything left over. ","html":"{}"},"an10.75:9.5":{"pli":"Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ","eng":"And they’ve not listened or learned or penetrated theoretically or found even temporary freedom. ","html":"{}"},"an10.75:9.6":{"pli":"So kāyassa bhedā paraṃ maraṇā hānāya pareti, no visesāya; ","eng":"When their body breaks up, after death, they depart for a lower place, not a higher. ","html":"{}"},"an10.75:9.7":{"pli":"hānagāmīyeva hoti, no visesagāmī. ","eng":"They’re going to a lower place, not a higher. ","html":"{}</p>"},"an10.75:10.1":{"pli":"Idha panānanda, ekacco puggalo dussīlo hoti. ","eng":"Take a certain individual who is unethical. ","html":"<p data-counter='2'>{}"},"an10.75:10.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa taṃ dussilyaṃ aparisesaṃ nirujjhati. ","eng":"But they truly understand the freedom of heart and freedom by wisdom where that unethical conduct ceases without anything left over. ","html":"{}"},"an10.75:10.3":{"pli":"Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"And they have listened and learned and penetrated theoretically and found at least temporary freedom. ","html":"{}"},"an10.75:10.4":{"pli":"So kāyassa bhedā paraṃ maraṇā visesāya pareti, no hānāya; ","eng":"When their body breaks up, after death, they depart for a higher place, not a lower. ","html":"{}"},"an10.75:10.5":{"pli":"visesagāmīyeva hoti, no hānagāmī. ","eng":"They’re going to a higher place, not a lower. ","html":"{}</p>"},"an10.75:11.1":{"pli":"Tatrānanda, pamāṇikā pamiṇanti: ","eng":"Judgmental people compare them, saying: ","html":"<p>{}"},"an10.75:11.2":{"pli":"‘imassapi teva dhammā, aparassapi teva dhammā. Kasmā nesaṃ eko hīno eko paṇīto’ti? ","eng":"‘This one has just the same qualities as the other, so why is one worse and one better?’ ","html":"{}"},"an10.75:11.3":{"pli":"Tañhi tesaṃ, ānanda, hoti dīgharattaṃ ahitāya dukkhāya. ","eng":"This will be for their lasting harm and suffering. ","html":"{}</p>"},"an10.75:12.1":{"pli":"Tatrānanda, yvāyaṃ puggalo dussīlo hoti. ","eng":"In this case, the individual who is unethical, ","html":"<p>{}"},"an10.75:12.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa taṃ dussilyaṃ aparisesaṃ nirujjhati. ","eng":"but truly understands the freedom of heart … ","html":"{}"},"an10.75:12.3":{"pli":"Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"and has listened and learned and penetrated theoretically and found at least temporary freedom ","html":"{}"},"an10.75:12.4":{"pli":"Ayaṃ, ānanda, puggalo amunā purimena puggalena abhikkantataro ca paṇītataro ca. ","eng":"is better and finer than the other individual. ","html":"{}"},"an10.75:12.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.75:12.6":{"pli":"Imaṃ hānanda, puggalaṃ dhammasoto nibbahati. ","eng":"Because the stream of the teaching carries them along. ","html":"{}"},"an10.75:12.7":{"pli":"Tadantaraṃ ko jāneyya, aññatra tathāgatena. ","eng":"But who knows the difference between them except a Realized One? ","html":"{}"},"an10.75:12.8":{"pli":"Tasmātihānanda, mā puggalesu pamāṇikā ahuvattha, ","eng":"So, Ānanda, don’t be judgmental about individuals. ","html":"{}"},"an10.75:12.9":{"pli":"mā puggalesu pamāṇaṃ gaṇhittha. ","eng":"Don’t pass judgment on individuals. ","html":"{}"},"an10.75:12.10":{"pli":"Khaññati hānanda, puggalesu pamāṇaṃ gaṇhanto. ","eng":"Those who pass judgment on individuals harm themselves. ","html":"{}"},"an10.75:12.11":{"pli":"Ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ yo vā panassa mādiso. ","eng":"I, or someone like me, may pass judgment on people. ","html":"{}</p>"},"an10.75:13.1":{"pli":"Idha panānanda, ekacco puggalo sīlavā hoti. ","eng":"Take a certain individual who is ethical. ","html":"<p data-counter='3'>{}"},"an10.75:13.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa taṃ sīlaṃ aparisesaṃ nirujjhati. ","eng":"But they don’t truly understand the freedom of heart and freedom by wisdom where that ethical conduct ceases without anything left over. ","html":"{}"},"an10.75:13.3":{"pli":"Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ","eng":"And they’ve not listened or learned or penetrated theoretically or found even temporary freedom. ","html":"{}"},"an10.75:13.4":{"pli":"So kāyassa bhedā paraṃ maraṇā hānāya pareti, no visesāya; ","eng":"When their body breaks up, after death, they depart for a lower place, not a higher. ","html":"{}"},"an10.75:13.5":{"pli":"hānagāmīyeva hoti, no visesagāmī. ","eng":"They’re going to a lower place, not a higher. ","html":"{}</p>"},"an10.75:14.1":{"pli":"Idha panānanda, ekacco puggalo sīlavā hoti. ","eng":"Take a certain individual who is ethical. ","html":"<p data-counter='4'>{}"},"an10.75:14.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa taṃ sīlaṃ aparisesaṃ nirujjhati. ","eng":"And they truly understand the freedom of heart and freedom by wisdom where that ethical conduct ceases without anything left over. ","html":"{}"},"an10.75:14.3":{"pli":"Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"And they’ve listened and learned and penetrated theoretically and found at least temporary freedom. ","html":"{}"},"an10.75:14.4":{"pli":"So kāyassa bhedā paraṃ maraṇā visesāya pareti, no hānāya; ","eng":"When their body breaks up, after death, they depart for a higher place, not a lower. ","html":"{}"},"an10.75:14.5":{"pli":"visesagāmīyeva hoti, no hānagāmī. ","eng":"They’re going to a higher place, not a lower. ","html":"{}</p>"},"an10.75:15.1":{"pli":"Tatrānanda, pamāṇikā pamiṇanti …pe… ","eng":"Judgmental people compare them … ","html":"<p>{}"},"an10.75:15.2":{"pli":"ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ yo vā panassa mādiso. ","eng":"I, or someone like me, may pass judgment on individuals. ","html":"{}</p>"},"an10.75:16.1":{"pli":"Idha panānanda, ekacco puggalo tibbarāgo hoti. ","eng":"Take a certain individual who is very lustful. ","html":"<p data-counter='5'>{}"},"an10.75:16.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa so rāgo apariseso nirujjhati. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where that lust ceases without anything left over. ","html":"{}"},"an10.75:16.3":{"pli":"Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ","eng":"And they’ve not listened or learned or penetrated theoretically or found even temporary freedom. ","html":"{}"},"an10.75:16.4":{"pli":"So kāyassa bhedā paraṃ maraṇā hānāya pareti, no visesāya; ","eng":"When their body breaks up, after death, they depart for a lower place, not a higher. ","html":"{}"},"an10.75:16.5":{"pli":"hānagāmīyeva hoti, no visesagāmī. ","eng":"They’re going to a lower place, not a higher. ","html":"{}</p>"},"an10.75:17.1":{"pli":"Idha panānanda, ekacco puggalo tibbarāgo hoti. ","eng":"Take a certain individual who is very lustful. ","html":"<p data-counter='6'>{}"},"an10.75:17.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa so rāgo apariseso nirujjhati. ","eng":"But they truly understand the freedom of heart and freedom by wisdom where that lust ceases without anything left over. ","html":"{}"},"an10.75:17.3":{"pli":"Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"And they’ve listened and learned and penetrated theoretically and found at least temporary freedom. ","html":"{}"},"an10.75:17.4":{"pli":"So kāyassa bhedā paraṃ maraṇā visesāya pareti, no hānāya; ","eng":"When their body breaks up, after death, they depart for a higher place, not a lower. ","html":"{}"},"an10.75:17.5":{"pli":"visesagāmīyeva hoti, no hānagāmī. ","eng":"They’re going to a higher place, not a lower. ","html":"{}</p>"},"an10.75:18.1":{"pli":"Tatrānanda, pamāṇikā pamiṇanti …pe… ","eng":"Judgmental people compare them … ","html":"<p>{}"},"an10.75:18.2":{"pli":"ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ yo vā panassa mādiso. ","eng":"I, or someone like me, may pass judgment on individuals. ","html":"{}</p>"},"an10.75:19.1":{"pli":"Idha panānanda, ekacco puggalo kodhano hoti. ","eng":"Take a certain individual who is irritable. ","html":"<p data-counter='7'>{}"},"an10.75:19.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa so kodho apariseso nirujjhati. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where that anger ceases without anything left over. ","html":"{}"},"an10.75:19.3":{"pli":"Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ","eng":"And they’ve not listened or learned or penetrated theoretically or found even temporary freedom. ","html":"{}"},"an10.75:19.4":{"pli":"So kāyassa bhedā paraṃ maraṇā hānāya pareti, no visesāya; ","eng":"When their body breaks up, after death, they depart for a lower place, not a higher. ","html":"{}"},"an10.75:19.5":{"pli":"hānagāmīyeva hoti, no visesagāmī. ","eng":"They’re going to a lower place, not a higher. ","html":"{}</p>"},"an10.75:20.1":{"pli":"Idha panānanda, ekacco puggalo kodhano hoti. ","eng":"Take a certain individual who is irritable. ","html":"<p data-counter='8'>{}"},"an10.75:20.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa so kodho apariseso nirujjhati. ","eng":"But they truly understand the freedom of heart and freedom by wisdom where that anger ceases without anything left over. ","html":"{}"},"an10.75:20.3":{"pli":"Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"And they’ve listened and learned and penetrated theoretically and found at least temporary freedom. ","html":"{}"},"an10.75:20.4":{"pli":"So kāyassa bhedā paraṃ maraṇā visesāya pareti, no hānāya; ","eng":"When their body breaks up, after death, they depart for a higher place, not a lower. ","html":"{}"},"an10.75:20.5":{"pli":"visesagāmīyeva hoti, no hānagāmī. ","eng":"They’re going to a higher place, not a lower. ","html":"{}</p>"},"an10.75:21.1":{"pli":"Tatrānanda, pamāṇikā pamiṇanti …pe… ","eng":"Judgmental people compare them … ","html":"<p>{}"},"an10.75:21.2":{"pli":"ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ yo vā panassa mādiso. ","eng":"I, or someone like me, may pass judgment on individuals. ","html":"{}</p>"},"an10.75:22.1":{"pli":"Idha panānanda, ekacco puggalo uddhato hoti. ","eng":"Take a certain individual who is restless. ","html":"<p data-counter='9'>{}"},"an10.75:22.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa taṃ uddhaccaṃ aparisesaṃ nirujjhati. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where that restlessness ceases without anything left over. ","html":"{}"},"an10.75:22.3":{"pli":"Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ","eng":"And they’ve not listened or learned or penetrated theoretically or found even temporary freedom. ","html":"{}"},"an10.75:22.4":{"pli":"So kāyassa bhedā paraṃ maraṇā hānāya pareti, no visesāya; ","eng":"When their body breaks up, after death, they depart for a lower place, not a higher. ","html":"{}"},"an10.75:22.5":{"pli":"hānagāmīyeva hoti, no visesagāmī. ","eng":"They’re going to a lower place, not a higher. ","html":"{}</p>"},"an10.75:23.1":{"pli":"Idha panānanda, ekacco puggalo uddhato hoti. ","eng":"Take a certain individual who is restless. ","html":"<p data-counter='10'>{}"},"an10.75:23.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa taṃ uddhaccaṃ aparisesaṃ nirujjhati. ","eng":"But they truly understand the freedom of heart and freedom by wisdom where that restlessness ceases without anything left over. ","html":"{}"},"an10.75:23.3":{"pli":"Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"And they’ve listened and learned and penetrated theoretically and found at least temporary freedom. ","html":"{}"},"an10.75:23.4":{"pli":"So kāyassa bhedā paraṃ maraṇā visesāya pareti, no hānāya; ","eng":"When their body breaks up, after death, they depart for a higher place, not a lower. ","html":"{}"},"an10.75:23.5":{"pli":"visesagāmīyeva hoti, no hānagāmī. ","eng":"They’re going to a higher place, not a lower. ","html":"{}</p>"},"an10.75:24.1":{"pli":"Tatrānanda, pamāṇikā pamiṇanti: ","eng":"Judgmental people compare them, saying: ","html":"<p>{}"},"an10.75:24.2":{"pli":"‘imassapi teva dhammā, aparassapi teva dhammā. Kasmā nesaṃ eko hīno eko paṇīto’ti? ","eng":"‘This one has just the same qualities as the other, so why is one worse and one better?’ ","html":"{}"},"an10.75:24.3":{"pli":"Tañhi tesaṃ, ānanda, hoti dīgharattaṃ ahitāya dukkhāya. ","eng":"This will be for their lasting harm and suffering. ","html":"{}</p>"},"an10.75:25.1":{"pli":"Tatrānanda, yvāyaṃ puggalo uddhato hoti tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa taṃ uddhaccaṃ aparisesaṃ nirujjhati, ","eng":"In this case the individual who is restless, but truly understands the freedom of heart … ","html":"<p>{}"},"an10.75:25.2":{"pli":"tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ","eng":"and has listened and learned and penetrated theoretically and found at least temporary freedom ","html":"{}"},"an10.75:25.3":{"pli":"Ayaṃ, ānanda, puggalo amunā purimena puggalena abhikkantataro ca paṇītataro ca. ","eng":"is better and finer than the other individual. ","html":"{}"},"an10.75:25.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.75:25.5":{"pli":"Imaṃ hānanda, puggalaṃ dhammasoto nibbahati. ","eng":"Because the stream of the teaching carries them along. ","html":"{}"},"an10.75:25.6":{"pli":"Tadantaraṃ ko jāneyya aññatra tathāgatena. ","eng":"But who knows the difference between them except a Realized One? ","html":"{}"},"an10.75:25.7":{"pli":"Tasmātihānanda, mā puggalesu pamāṇikā ahuvattha; ","eng":"So, Ānanda, don’t be judgmental about individuals. ","html":"{}"},"an10.75:25.8":{"pli":"mā puggalesu pamāṇaṃ gaṇhittha. ","eng":"Don’t pass judgment on individuals. ","html":"{}"},"an10.75:25.9":{"pli":"Khaññati hānanda, puggalesu pamāṇaṃ gaṇhanto. ","eng":"Those who pass judgment on individuals harm themselves. ","html":"{}"},"an10.75:25.10":{"pli":"Ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ yo vā panassa mādiso. ","eng":"I, or someone like me, may pass judgment on individuals. ","html":"{}</p>"},"an10.75:26.1":{"pli":"Kā cānanda, migasālā upāsikā bālā abyattā ammakā ammakapaññā, ke ca purisapuggalaparopariye ñāṇe. ","eng":"Who is this laywoman Migasālā, a foolish incompetent aunty, with an aunty’s wit? And who is it that knows how to assess individual persons? ","html":"<p>{}"},"an10.75:26.2":{"pli":"Ime kho, ānanda, dasa puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"These ten individuals are found in the world. ","html":"{}</p>"},"an10.75:27.1":{"pli":"Yathārūpena, ānanda, sīlena purāṇo samannāgato ahosi tathārūpena sīlena isidatto samannāgato abhavissa, nayidha purāṇo isidattassa gatimpi aññassa. ","eng":"If Isidatta had achieved Purāṇa’s level of ethical conduct, Purāṇa could not have even known Isidatta’s destination. ","html":"<p>{}"},"an10.75:27.2":{"pli":"Yathārūpāya cānanda, paññāya isidatto samannāgato ahosi tathārūpāya paññāya purāṇo samannāgato abhavissa, nayidha isidatto purāṇassa gatimpi aññassa. ","eng":"And if Purāṇa had achieved Isidatta’s level of wisdom, Isidatta could not have even known Purāṇa’s destination. ","html":"{}"},"an10.75:27.3":{"pli":"Iti kho, ānanda, ime puggalā ubho ekaṅgahīnā”ti. ","eng":"So both individuals were lacking in one respect.” ","html":"{}</p>"},"an10.75:27.4":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}