{"an10.108":{"an10.108:0.1":{"pli":"Aṅguttara Nikāya 10.108 ","eng":"Numbered Discourses 10.108 ","html":"<article id='an10.108'><header><ul><li class='division'>{}</li>"},"an10.108:0.2":{"pli":"11. Samaṇasaññāvagga ","eng":"11. Perceptions for Ascetics ","html":"<li>{}</li></ul>"},"an10.108:0.3":{"pli":"Tikicchakasutta ","eng":"Doctors ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.108:1.1":{"pli":"“Tikicchakā, bhikkhave, virecanaṃ denti pittasamuṭṭhānānampi ābādhānaṃ paṭighātāya, semhasamuṭṭhānānampi ābādhānaṃ paṭighātāya, vātasamuṭṭhānānampi ābādhānaṃ paṭighātāya. ","eng":"“Mendicants, doctors prescribe a purgative for eliminating illnesses stemming from disorders of bile, phlegm, and wind. ","html":"<p>{}"},"an10.108:1.2":{"pli":"Atthetaṃ, bhikkhave, virecanaṃ; ‘netaṃ natthī’ti vadāmi. ","eng":"There is such a purgative, I don’t deny it. ","html":"{}"},"an10.108:1.3":{"pli":"Tañca kho etaṃ, bhikkhave, virecanaṃ sampajjatipi vipajjatipi. ","eng":"But this kind of purgative sometimes works and sometimes fails. ","html":"{}</p>"},"an10.108:2.1":{"pli":"Ahañca kho, bhikkhave, ariyaṃ virecanaṃ desessāmi, yaṃ virecanaṃ sampajjatiyeva no vipajjati, yaṃ virecanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti. ","eng":"I will teach a noble purgative that works without fail. Relying on that purgative, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things. ","html":"<p>{}"},"an10.108:2.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an10.108:2.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an10.108:2.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.108:3.1":{"pli":"“Katamañca taṃ, bhikkhave, ariyaṃ virecanaṃ, yaṃ virecanaṃ sampajjatiyeva no vipajjati, yaṃ virecanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti? ","eng":"“And what is the noble purgative that works without fail? ","html":"<p>{}</p>"},"an10.108:4.1":{"pli":"Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi virittā hoti; ","eng":"For one of right view, wrong view is purged. ","html":"<p>{}"},"an10.108:4.2":{"pli":"ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa virittā honti; ","eng":"And the many bad, unskillful qualities produced by wrong view are purged. ","html":"{}"},"an10.108:4.3":{"pli":"sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right view, many skillful qualities are fully developed. ","html":"{}</p>"},"an10.108:5.1":{"pli":"Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo viritto hoti …pe… ","eng":"For one of right thought, wrong thought is purged. … ","html":"<p>{}"},"an10.108:5.2":{"pli":"sammāvācassa, bhikkhave, micchāvācā virittā hoti … ","eng":"For one of right speech, wrong speech is purged. … ","html":"{}"},"an10.108:5.3":{"pli":"sammākammantassa, bhikkhave, micchākammanto viritto hoti … ","eng":"For one of right action, wrong action is purged. … ","html":"{}"},"an10.108:5.4":{"pli":"sammāājīvassa, bhikkhave, micchāājīvo viritto hoti … ","eng":"For one of right livelihood, wrong livelihood is purged. … ","html":"{}"},"an10.108:5.5":{"pli":"sammāvāyāmassa, bhikkhave, micchāvāyāmo viritto hoti … ","eng":"For one of right effort, wrong effort is purged. ","html":"{}"},"an10.108:5.6":{"pli":"sammāsatissa, bhikkhave, micchāsati virittā hoti … ","eng":"For one of right mindfulness, wrong mindfulness is purged. … ","html":"{}"},"an10.108:5.7":{"pli":"sammāsamādhissa, bhikkhave, micchāsamādhi viritto hoti … ","eng":"For one of right immersion, wrong immersion is purged. … ","html":"{}"},"an10.108:5.8":{"pli":"sammāñāṇissa, bhikkhave, micchāñāṇaṃ virittaṃ hoti …pe…. ","eng":"For one of right knowledge, wrong knowledge is purged. … ","html":"{}</p>"},"an10.108:6.1":{"pli":"Sammāvimuttissa, bhikkhave, micchāvimutti virittā hoti; ","eng":"For one of right freedom, wrong freedom is purged. ","html":"<p>{}"},"an10.108:6.2":{"pli":"ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa virittā honti; ","eng":"And the many bad, unskillful qualities produced by wrong freedom are purged. ","html":"{}"},"an10.108:6.3":{"pli":"sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right freedom, many skillful qualities are fully developed. ","html":"{}"},"an10.108:6.4":{"pli":"Idaṃ kho taṃ, bhikkhave, ariyaṃ virecanaṃ yaṃ virecanaṃ sampajjatiyeva no vipajjati, yaṃ virecanaṃ āgamma jātidhammā sattā jātiyā parimuccanti …pe… sokaparidevadukkhadomanassupāyāsehi parimuccantī”ti. ","eng":"This is the noble purgative that works without fail. Relying on this purgative, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.” ","html":"{}</p>"},"an10.108:6.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.109":{"an10.109:0.1":{"pli":"Aṅguttara Nikāya 10.109 ","eng":"Numbered Discourses 10.109 ","html":"<article id='an10.109'><header><ul><li class='division'>{}</li>"},"an10.109:0.2":{"pli":"11. Samaṇasaññāvagga ","eng":"11. Perceptions for Ascetics ","html":"<li>{}</li></ul>"},"an10.109:0.3":{"pli":"Vamanasutta ","eng":"Emetic ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.109:1.1":{"pli":"“Tikicchakā, bhikkhave, vamanaṃ denti pittasamuṭṭhānānampi ābādhānaṃ paṭighātāya, semhasamuṭṭhānānampi ābādhānaṃ paṭighātāya, vātasamuṭṭhānānampi ābādhānaṃ paṭighātāya. ","eng":"“Mendicants, doctors prescribe an emetic for eliminating illnesses stemming from disorders of bile, phlegm, and wind. ","html":"<p>{}"},"an10.109:1.2":{"pli":"Atthetaṃ, bhikkhave, vamanaṃ; ‘netaṃ natthī’ti vadāmi. ","eng":"There is such an emetic, I don’t deny it. ","html":"{}"},"an10.109:1.3":{"pli":"Tañca kho etaṃ, bhikkhave, vamanaṃ sampajjatipi vipajjatipi. ","eng":"But this kind of emetic sometimes works and sometimes fails. ","html":"{}</p>"},"an10.109:2.1":{"pli":"Ahañca kho, bhikkhave, ariyaṃ vamanaṃ desessāmi, yaṃ vamanaṃ sampajjatiyeva no vipajjati, yaṃ vamanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti. ","eng":"I will teach a noble emetic that works without fail. Relying on that emetic, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things. ","html":"<p>{}"},"an10.109:2.2":{"pli":"Taṃ suṇātha …pe…. ","eng":"Listen and apply your mind well, I will speak. … ","html":"{}</p>"},"an10.109:3.1":{"pli":"Katamañca taṃ, bhikkhave, ariyaṃ vamanaṃ, yaṃ vamanaṃ sampajjatiyeva no vipajjati, yaṃ vamanaṃ āgamma jātidhammā sattā jātiyā parimuccanti …pe… sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti? ","eng":"And what is that noble emetic that works without fail? ","html":"<p>{}</p>"},"an10.109:4.1":{"pli":"Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi vantā hoti; ","eng":"For one of right view, wrong view is vomited up. ","html":"<p>{}"},"an10.109:4.2":{"pli":"ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa vantā honti; ","eng":"And the many bad, unskillful qualities produced by wrong view are vomited up. ","html":"{}"},"an10.109:4.3":{"pli":"sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right view, many skillful qualities are fully developed. ","html":"{}</p>"},"an10.109:5.1":{"pli":"Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo vanto hoti …pe… ","eng":"For one of right thought, wrong thought is vomited up. … ","html":"<p>{}"},"an10.109:5.2":{"pli":"sammāvācassa, bhikkhave, micchāvācā vantā hoti … ","eng":"For one of right speech, wrong speech is vomited up. … ","html":"{}"},"an10.109:5.3":{"pli":"sammākammantassa, bhikkhave, micchākammanto vanto hoti … ","eng":"For one of right action, wrong action is vomited up. … ","html":"{}"},"an10.109:5.4":{"pli":"sammāājīvassa, bhikkhave, micchāājīvo vanto hoti … ","eng":"For one of right livelihood, wrong livelihood is vomited up. … ","html":"{}"},"an10.109:5.5":{"pli":"sammāvāyāmassa, bhikkhave, micchāvāyāmo vanto hoti … ","eng":"For one of right effort, wrong effort is vomited up. … ","html":"{}"},"an10.109:5.6":{"pli":"sammāsatissa, bhikkhave, micchāsati vantā hoti … ","eng":"For one of right mindfulness, wrong mindfulness is vomited up. … ","html":"{}"},"an10.109:5.7":{"pli":"sammāsamādhissa, bhikkhave, micchāsamādhi vanto hoti … ","eng":"For one of right immersion, wrong immersion is vomited up. … ","html":"{}"},"an10.109:5.8":{"pli":"sammāñāṇissa, bhikkhave, micchāñāṇaṃ vantaṃ hoti …pe…. ","eng":"For one of right knowledge, wrong knowledge is vomited up. … ","html":"{}</p>"},"an10.109:6.1":{"pli":"Sammāvimuttissa, bhikkhave, micchāvimutti vantā hoti; ","eng":"For one of right freedom, wrong freedom is vomited up. ","html":"<p>{}"},"an10.109:6.2":{"pli":"ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa vantā honti; ","eng":"And the many bad, unskillful qualities produced by wrong freedom are vomited up. ","html":"{}"},"an10.109:6.3":{"pli":"sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right freedom, many skillful qualities are fully developed. ","html":"{}"},"an10.109:6.4":{"pli":"Idaṃ kho taṃ, bhikkhave, ariyaṃ vamanaṃ yaṃ vamanaṃ sampajjatiyeva no vipajjati, yaṃ vamanaṃ āgamma jātidhammā sattā jātiyā parimuccanti …pe… sokaparidevadukkhadomanassupāyāsehi parimuccantī”ti. ","eng":"This is the noble emetic that works without fail. Relying on this emetic, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.” ","html":"{}</p>"},"an10.109:6.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.11":{"an10.11:0.1":{"pli":"Aṅguttara Nikāya 10.11 ","eng":"Numbered Discourses 10.11 ","html":"<article id='an10.11'><header><ul><li class='division'>{}</li>"},"an10.11:0.2":{"pli":"2. Nāthavagga ","eng":"2. A Protector ","html":"<li>{}</li></ul>"},"an10.11:0.3":{"pli":"Senāsanasutta ","eng":"Lodgings ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.11:1.1":{"pli":"“Pañcaṅgasamannāgato, bhikkhave, bhikkhu pañcaṅgasamannāgataṃ senāsanaṃ sevamāno bhajamāno nacirasseva āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya. ","eng":"“Mendicants, a mendicant with five factors, using and frequenting lodgings with five factors, will soon realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}</p>"},"an10.11:2.1":{"pli":"Kathañca, bhikkhave, bhikkhu pañcaṅgasamannāgato hoti? ","eng":"And how does a mendicant have five factors? ","html":"<p>{}"},"an10.11:2.2":{"pli":"Idha, bhikkhave, bhikkhu saddho hoti; saddahati tathāgatassa bodhiṃ: ","eng":"It’s when a noble disciple has faith in the Realized One’s awakening: ","html":"{}"},"an10.11:2.3":{"pli":"‘itipi so bhagavā …pe… bhagavā’ti; ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an10.11:2.4":{"pli":"appābādho hoti appātaṅko, samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya; ","eng":"They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ","html":"{}"},"an10.11:2.5":{"pli":"asaṭho hoti amāyāvī, yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu; ","eng":"They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions. ","html":"{}"},"an10.11:2.6":{"pli":"āraddhavīriyo viharati, akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya; thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu; ","eng":"They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"{}"},"an10.11:2.7":{"pli":"paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"{}"},"an10.11:2.8":{"pli":"Evaṃ kho, bhikkhave, bhikkhu pañcaṅgasamannāgato hoti. ","eng":"That’s how a mendicant has five factors. ","html":"{}</p>"},"an10.11:3.1":{"pli":"Kathañca, bhikkhave, senāsanaṃ pañcaṅgasamannāgataṃ hoti? ","eng":"And how does a lodging have five factors? ","html":"<p>{}"},"an10.11:3.2":{"pli":"Idha, bhikkhave, senāsanaṃ nātidūraṃ hoti nāccāsannaṃ gamanāgamanasampannaṃ ","eng":"It’s when a lodging is neither too far nor too near, but convenient for coming and going. ","html":"{}"},"an10.11:3.3":{"pli":"divā appākiṇṇaṃ rattiṃ appasaddaṃ appanigghosaṃ ","eng":"It’s not bothered by people by day, and at night it’s quiet and still. ","html":"{}"},"an10.11:3.4":{"pli":"appaḍaṃsamakasavātātapasarīsapasamphassaṃ; ","eng":"There’s little disturbance from flies, mosquitoes, wind, sun, and reptiles. ","html":"{}"},"an10.11:3.5":{"pli":"tasmiṃ kho pana senāsane viharantassa appakasirena uppajjanti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā; ","eng":"While staying in that lodging the necessities of life—robes, almsfood, lodgings, and medicines and supplies for the sick—are easy to come by. ","html":"{}"},"an10.11:3.6":{"pli":"tasmiṃ kho pana senāsane therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā; ","eng":"And in that lodging there are several senior mendicants who are very learned, inheritors of the heritage, who have memorized the teachings, the monastic law, and the outlines. ","html":"{}"},"an10.11:3.7":{"pli":"te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati: ","eng":"From time to time they go up to those mendicants and ask them questions: ","html":"{}"},"an10.11:3.8":{"pli":"‘idaṃ, bhante, kathaṃ, imassa ko attho’ti; ","eng":"‘Why, sir, does it say this? What does that mean?’ ","html":"{}"},"an10.11:3.9":{"pli":"tassa te āyasmanto avivaṭañceva vivaranti anuttānīkatañca uttāniṃ karonti anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti. ","eng":"Those venerables reveal what is hidden, clarify what is unclear, and dispel doubt regarding the many doubtful matters. ","html":"{}"},"an10.11:3.10":{"pli":"Evaṃ kho, bhikkhave, senāsanaṃ pañcaṅgasamannāgataṃ hoti. ","eng":"That’s how a lodging has five factors. ","html":"{}"},"an10.11:3.11":{"pli":"Pañcaṅgasamannāgato kho, bhikkhave, bhikkhu pañcaṅgasamannāgataṃ senāsanaṃ sevamāno bhajamāno nacirasseva āsavānaṃ khayā …pe… sacchikatvā upasampajja vihareyyā”ti. ","eng":"A mendicant with five factors, using and frequenting lodgings with five factors, will soon realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.” ","html":"{}</p>"},"an10.11:3.12":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.110":{"an10.110:0.1":{"pli":"Aṅguttara Nikāya 10.110 ","eng":"Numbered Discourses 10.110 ","html":"<article id='an10.110'><header><ul><li class='division'>{}</li>"},"an10.110:0.2":{"pli":"11. Samaṇasaññāvagga ","eng":"11. Perceptions for Ascetics ","html":"<li>{}</li></ul>"},"an10.110:0.3":{"pli":"Niddhamanīyasutta ","eng":"Blown Away ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.110:1.1":{"pli":"“Dasayime, bhikkhave, niddhamanīyā dhammā. ","eng":"“Mendicants, these ten qualities should be blown away. ","html":"<p>{}"},"an10.110:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.110:1.3":{"pli":"Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi niddhantā hoti; ","eng":"For one of right view, wrong view is blown away. ","html":"{}"},"an10.110:1.4":{"pli":"ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa niddhantā honti; ","eng":"And the many bad, unskillful qualities produced by wrong view are blown away. ","html":"{}"},"an10.110:1.5":{"pli":"sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right view, many skillful qualities are fully developed. ","html":"{}</p>"},"an10.110:2.1":{"pli":"Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo niddhanto hoti …pe… ","eng":"For one of right thought, wrong thought is blown away. … ","html":"<p>{}"},"an10.110:2.2":{"pli":"sammāvācassa bhikkhave, micchāvācā niddhantā hoti … ","eng":"For one of right speech, wrong speech is blown away. … ","html":"{}"},"an10.110:2.3":{"pli":"sammākammantassa, bhikkhave, micchākammanto niddhanto hoti … ","eng":"For one of right action, wrong action is blown away. … ","html":"{}"},"an10.110:2.4":{"pli":"sammāājīvassa, bhikkhave, micchāājīvo niddhanto hoti … ","eng":"For one of right livelihood, wrong livelihood is blown away. … ","html":"{}"},"an10.110:2.5":{"pli":"sammāvāyāmassa, bhikkhave, micchāvāyāmo niddhanto hoti … ","eng":"For one of right effort, wrong effort is blown away. … ","html":"{}"},"an10.110:2.6":{"pli":"sammāsatissa, bhikkhave, micchāsati niddhantā hoti … ","eng":"For one of right mindfulness, wrong mindfulness is blown away. … ","html":"{}"},"an10.110:2.7":{"pli":"sammāsamādhissa, bhikkhave, micchāsamādhi niddhanto hoti … ","eng":"For one of right immersion, wrong immersion is blown away. … ","html":"{}"},"an10.110:2.8":{"pli":"sammāñāṇissa, bhikkhave, micchāñāṇaṃ niddhantaṃ hoti …. ","eng":"For one of right knowledge, wrong knowledge is blown away. … ","html":"{}</p>"},"an10.110:3.1":{"pli":"Sammāvimuttissa, bhikkhave, micchāvimutti niddhantā hoti; ","eng":"For one of right freedom, wrong freedom is blown away. ","html":"<p>{}"},"an10.110:3.2":{"pli":"ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa niddhantā honti; ","eng":"And the many bad, unskillful qualities produced by wrong freedom are blown away. ","html":"{}"},"an10.110:3.3":{"pli":"sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right freedom, many skillful qualities are fully developed. ","html":"{}"},"an10.110:3.4":{"pli":"Ime kho, bhikkhave, dasa niddhamanīyā dhammā”ti. ","eng":"These are the ten qualities that should be blown away.” ","html":"{}</p>"},"an10.110:3.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.111":{"an10.111:0.1":{"pli":"Aṅguttara Nikāya 10.111 ","eng":"Numbered Discourses 10.111 ","html":"<article id='an10.111'><header><ul><li class='division'>{}</li>"},"an10.111:0.2":{"pli":"11. Samaṇasaññāvagga ","eng":"11. Perceptions for Ascetics ","html":"<li>{}</li></ul>"},"an10.111:0.3":{"pli":"Paṭhamaasekhasutta ","eng":"An Adept (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.111:1.1":{"pli":"Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"an10.111:2.1":{"pli":"“‘Asekho asekho’ti, bhante, vuccati. ","eng":"“Sir, they speak of the one called ‘an adept’. ","html":"<p>{}"},"an10.111:2.2":{"pli":"Kittāvatā bhante, bhikkhu asekho hotī”ti? ","eng":"How is an adept mendicant defined?” ","html":"{}</p>"},"an10.111:2.3":{"pli":"“Idha, bhikkhu, bhikkhu asekhāya sammādiṭṭhiyā samannāgato hoti, asekhena sammāsaṅkappena samannāgato hoti, asekhāya sammāvācāya samannāgato hoti, asekhena sammākammantena samannāgato hoti, asekhena sammāājīvena samannāgato hoti, asekhena sammāvāyāmena samannāgato hoti, asekhāya sammāsatiyā samannāgato hoti, asekhena sammāsamādhinā samannāgato hoti, asekhena sammāñāṇena samannāgato hoti, asekhāya sammāvimuttiyā samannāgato hoti. ","eng":"“Mendicant, it’s when a mendicant has an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. ","html":"<p>{}"},"an10.111:2.4":{"pli":"Evaṃ kho, bhikkhu, bhikkhu asekho hotī”ti. ","eng":"That’s how a mendicant is an adept.” ","html":"{}</p>"},"an10.111:2.5":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.112":{"an10.112:0.1":{"pli":"Aṅguttara Nikāya 10.112 ","eng":"Numbered Discourses 10.112 ","html":"<article id='an10.112'><header><ul><li class='division'>{}</li>"},"an10.112:0.2":{"pli":"11. Samaṇasaññāvagga ","eng":"11. Perceptions for Ascetics ","html":"<li>{}</li></ul>"},"an10.112:0.3":{"pli":"Dutiyaasekhasutta ","eng":"An Adept (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.112:1.1":{"pli":"“Dasayime, bhikkhave, asekhiyā dhammā. ","eng":"“Mendicants, there are ten qualities of an adept. ","html":"<p>{}"},"an10.112:1.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.112:1.3":{"pli":"Asekhā sammādiṭṭhi, asekho sammāsaṅkappo, asekhā sammāvācā, asekho sammākammanto, asekho sammāājīvo, asekho sammāvāyāmo, asekhā sammāsati, asekho sammāsamādhi, asekhaṃ sammāñāṇaṃ, asekhā sammāvimutti—","eng":"An adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. ","html":"{}"},"an10.112:1.4":{"pli":"ime kho, bhikkhave, dasa asekhiyā dhammā”ti. ","eng":"These are the ten qualities of an adept.” ","html":"{}</p>"},"an10.112:1.5":{"pli":"Dvādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.112:1.6":{"pli":"Samaṇasaññāvaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"an10.112:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an10.112:2.1":{"pli":"Saññā bojjhaṅgā micchattaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an10.112:2.2":{"pli":"bījaṃ vijjāya nijjaraṃ; ","html":"<span class='verse-line'>{}</span>"},"an10.112:2.3":{"pli":"Dhovanaṃ tikicchā vamanaṃ, ","html":"<span class='verse-line'>{}</span>"},"an10.112:2.4":{"pli":"niddhamanaṃ dve asekhāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an10.113":{"an10.113:0.1":{"pli":"Aṅguttara Nikāya 10.113 ","eng":"Numbered Discourses 10.113 ","html":"<article id='an10.113'><header><ul><li class='division'>{}</li>"},"an10.113:0.2":{"pli":"12. Paccorohaṇivagga ","eng":"12. The Ceremony of Descent ","html":"<li>{}</li></ul>"},"an10.113:0.3":{"pli":"Paṭhamaadhammasutta ","eng":"Bad Principles (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.113:1.1":{"pli":"“Adhammo ca, bhikkhave, veditabbo anattho ca; ","eng":"“Mendicants, you should know bad principles with bad results. ","html":"<p>{}"},"an10.113:1.2":{"pli":"dhammo ca veditabbo attho ca. ","eng":"And you should know good principles with good results. ","html":"{}"},"an10.113:1.3":{"pli":"Adhammañca viditvā anatthañca, dhammañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabbaṃ. ","eng":"Knowing these things, your practice should follow the good principles with good results. ","html":"{}</p>"},"an10.113:2.1":{"pli":"Katamo ca, bhikkhave, adhammo ca anattho ca? ","eng":"And what are bad principles with bad results? ","html":"<p>{}"},"an10.113:2.2":{"pli":"Micchādiṭṭhi, micchāsaṅkappo, micchāvācā, micchākammanto, micchāājīvo, micchāvāyāmo, micchāsati, micchāsamādhi, micchāñāṇaṃ, micchāvimutti—","eng":"Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom. ","html":"{}"},"an10.113:2.3":{"pli":"ayaṃ vuccati, bhikkhave, adhammo ca anattho ca. ","eng":"These are called bad principles with bad results. ","html":"{}</p>"},"an10.113:3.1":{"pli":"Katamo ca, bhikkhave, dhammo ca attho ca? ","eng":"And what are good principles with good results? ","html":"<p>{}"},"an10.113:3.2":{"pli":"Sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi, sammāñāṇaṃ, sammāvimutti—","eng":"Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. ","html":"{}"},"an10.113:3.3":{"pli":"ayaṃ vuccati, bhikkhave, dhammo ca attho ca. ","eng":"These are called good principles with good results. ","html":"{}</p>"},"an10.113:4.1":{"pli":"‘Adhammo ca, bhikkhave, veditabbo anattho ca; ","eng":"‘You should know bad principles with bad results. ","html":"<p>{}"},"an10.113:4.2":{"pli":"dhammo ca veditabbo attho ca. ","eng":"And you should know good principles with good results. ","html":"{}"},"an10.113:4.3":{"pli":"Adhammañca viditvā anatthañca, dhammañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti, ","eng":"Knowing these things, your practice should follow the good principles with good results.’ ","html":"{}"},"an10.113:4.4":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"an10.113:4.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.114":{"an10.114:0.1":{"pli":"Aṅguttara Nikāya 10.114 ","eng":"Numbered Discourses 10.114 ","html":"<article id='an10.114'><header><ul><li class='division'>{}</li>"},"an10.114:0.2":{"pli":"12. Paccorohaṇivagga ","eng":"12. The Ceremony of Descent ","html":"<li>{}</li></ul>"},"an10.114:0.3":{"pli":"Dutiyaadhammasutta ","eng":"Bad Principles (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.114:1.1":{"pli":"“Adhammo ca, bhikkhave, veditabbo dhammo ca; ","eng":"“Mendicants, you should know bad principles and good principles. ","html":"<p>{}"},"an10.114:1.2":{"pli":"anattho ca veditabbo attho ca. ","eng":"And you should know bad results and good results. ","html":"{}"},"an10.114:1.3":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabbaṃ. ","eng":"Knowing these things, your practice should follow the good principles with good results. ","html":"{}</p>"},"an10.114:2.1":{"pli":"Katamo ca, bhikkhave, adhammo, katamo ca dhammo, katamo ca anattho, katamo ca attho? ","eng":"So what are bad principles? What are good principles? What are bad results? And what are good results? ","html":"<p>{}</p>"},"an10.114:3.1":{"pli":"Micchādiṭṭhi, bhikkhave, adhammo; ","eng":"Wrong view is a bad principle. ","html":"<p data-counter='1'>{}"},"an10.114:3.2":{"pli":"sammādiṭṭhi dhammo; ","eng":"Right view is a good principle. ","html":"{}"},"an10.114:3.3":{"pli":"ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong view are bad results. ","html":"{}"},"an10.114:3.4":{"pli":"sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right view are good results. ","html":"{}</p>"},"an10.114:4.1":{"pli":"Micchāsaṅkappo, bhikkhave, adhammo; ","eng":"Wrong thought is a bad principle. ","html":"<p data-counter='2'>{}"},"an10.114:4.2":{"pli":"sammāsaṅkappo dhammo; ","eng":"Right thought is a good principle. ","html":"{}"},"an10.114:4.3":{"pli":"ye ca micchāsaṅkappapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong thought are bad results. ","html":"{}"},"an10.114:4.4":{"pli":"sammāsaṅkappapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right thought are good results. ","html":"{}</p>"},"an10.114:5.1":{"pli":"Micchāvācā, bhikkhave, adhammo; ","eng":"Wrong speech is a bad principle. ","html":"<p data-counter='3'>{}"},"an10.114:5.2":{"pli":"sammāvācā dhammo; ","eng":"Right speech is a good principle. ","html":"{}"},"an10.114:5.3":{"pli":"ye ca micchāvācāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong speech are bad results. ","html":"{}"},"an10.114:5.4":{"pli":"sammāvācāpaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right speech are good results. ","html":"{}</p>"},"an10.114:6.1":{"pli":"Micchākammanto, bhikkhave, adhammo; ","eng":"Wrong action is a bad principle. ","html":"<p data-counter='4'>{}"},"an10.114:6.2":{"pli":"sammākammanto dhammo; ","eng":"Right action is a good principle. ","html":"{}"},"an10.114:6.3":{"pli":"ye ca micchākammantapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong action are bad results. ","html":"{}"},"an10.114:6.4":{"pli":"sammākammantapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right action are good results. ","html":"{}</p>"},"an10.114:7.1":{"pli":"Micchāājīvo, bhikkhave, adhammo; ","eng":"Wrong livelihood is a bad principle. ","html":"<p data-counter='5'>{}"},"an10.114:7.2":{"pli":"sammāājīvo dhammo; ","eng":"Right livelihood is a good principle. ","html":"{}"},"an10.114:7.3":{"pli":"ye ca micchāājīvapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong livelihood are bad results. ","html":"{}"},"an10.114:7.4":{"pli":"sammāājīvapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right livelihood are good results. ","html":"{}</p>"},"an10.114:8.1":{"pli":"Micchāvāyāmo, bhikkhave, adhammo; ","eng":"Wrong effort is a bad principle. ","html":"<p data-counter='6'>{}"},"an10.114:8.2":{"pli":"sammāvāyāmo dhammo; ","eng":"Right effort is a good principle. ","html":"{}"},"an10.114:8.3":{"pli":"ye ca micchāvāyāmapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong effort are bad results. ","html":"{}"},"an10.114:8.4":{"pli":"sammāvāyāmapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right effort are good results. ","html":"{}</p>"},"an10.114:9.1":{"pli":"Micchāsati, bhikkhave, adhammo; ","eng":"Wrong mindfulness is a bad principle. ","html":"<p data-counter='7'>{}"},"an10.114:9.2":{"pli":"sammāsati dhammo; ","eng":"Right mindfulness is a good principle. ","html":"{}"},"an10.114:9.3":{"pli":"ye ca micchāsatipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong mindfulness are bad results. ","html":"{}"},"an10.114:9.4":{"pli":"sammāsatipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right mindfulness are good results. ","html":"{}</p>"},"an10.114:10.1":{"pli":"Micchāsamādhi, bhikkhave, adhammo; ","eng":"Wrong immersion is a bad principle. ","html":"<p data-counter='8'>{}"},"an10.114:10.2":{"pli":"sammāsamādhi dhammo; ","eng":"Right immersion is a good principle. ","html":"{}"},"an10.114:10.3":{"pli":"ye ca micchāsamādhipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong immersion are bad results. ","html":"{}"},"an10.114:10.4":{"pli":"sammāsamādhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right immersion are good results. ","html":"{}</p>"},"an10.114:11.1":{"pli":"Micchāñāṇaṃ, bhikkhave, adhammo; ","eng":"Wrong knowledge is a bad principle. ","html":"<p data-counter='9'>{}"},"an10.114:11.2":{"pli":"sammāñāṇaṃ dhammo; ","eng":"Right knowledge is a good principle. ","html":"{}"},"an10.114:11.3":{"pli":"ye ca micchāñāṇapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong knowledge are bad results. ","html":"{}"},"an10.114:11.4":{"pli":"sammāñāṇapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right knowledge are good results. ","html":"{}</p>"},"an10.114:12.1":{"pli":"Micchāvimutti, bhikkhave, adhammo; ","eng":"Wrong freedom is a bad principle. ","html":"<p data-counter='10'>{}"},"an10.114:12.2":{"pli":"sammāvimutti dhammo; ","eng":"Right freedom is a good principle. ","html":"{}"},"an10.114:12.3":{"pli":"ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong freedom are bad results. ","html":"{}"},"an10.114:12.4":{"pli":"sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right freedom are good results. ","html":"{}</p>"},"an10.114:13.1":{"pli":"‘Adhammo ca, bhikkhave, veditabbo dhammo ca; ","eng":"‘You should know bad principles and good principles. ","html":"<p>{}"},"an10.114:13.2":{"pli":"anattho ca veditabbo attho ca. ","eng":"And you should know bad results and good results. ","html":"{}"},"an10.114:13.3":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti, ","eng":"Knowing these things, your practice should follow the good principles with good results.’ ","html":"{}"},"an10.114:13.4":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"an10.114:13.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}