{"an10.27":{"an10.27:0.1":{"pli":"Aṅguttara Nikāya 10.27 ","eng":"Numbered Discourses 10.27 ","html":"<article id='an10.27'><header><ul><li class='division'>{}</li>"},"an10.27:0.2":{"pli":"3. Mahāvagga ","eng":"3. The Great Chapter ","html":"<li>{}</li></ul>"},"an10.27:0.3":{"pli":"Paṭhamamahāpañhāsutta ","eng":"The Great Questions (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.27:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an10.27:1.2":{"pli":"Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu. ","eng":"Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms. ","html":"<p>{}"},"an10.27:1.3":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then it occurred to him, ","html":"{}"},"an10.27:1.4":{"pli":"“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ; ","eng":"“It’s too early to wander for alms in Sāvatthī. ","html":"{}"},"an10.27:1.5":{"pli":"yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā”ti. ","eng":"Why don’t we visit the monastery of the wanderers of other religions?” ","html":"{}</p>"},"an10.27:2.1":{"pli":"Atha kho te bhikkhū yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃsu. ","eng":"Then they went to the monastery of the wanderers of other religions and exchanged greetings with the wanderers there. ","html":"<p>{}"},"an10.27:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū te aññatitthiyā paribbājakā etadavocuṃ: ","eng":"When the greetings and polite conversation were over, they sat down to one side. The wanderers said to them: ","html":"{}</p>"},"an10.27:3.1":{"pli":"“Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti: ","eng":"“Reverends, the ascetic Gotama teaches his disciples like this: ","html":"<p>{}"},"an10.27:3.2":{"pli":"‘etha tumhe, bhikkhave, sabbaṃ dhammaṃ abhijānātha, sabbaṃ dhammaṃ abhiññāya viharathā’ti; ","eng":"‘Please, mendicants, directly know all things. Meditate having directly known all things.’ ","html":"{}"},"an10.27:3.3":{"pli":"mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema: ","eng":"We too teach our disciples: ","html":"{}"},"an10.27:3.4":{"pli":"‘etha tumhe, āvuso, sabbaṃ dhammaṃ abhijānātha, sabbaṃ dhammaṃ abhiññāya viharathā’ti. ","eng":"‘Please, reverends, directly know all things. Live having directly known all things.’ ","html":"{}"},"an10.27:3.5":{"pli":"Idha no, āvuso, ko viseso ko adhippayāso kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ dhammadesanāya vā dhammadesanaṃ anusāsaniyā vā anusāsanin”ti? ","eng":"What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?” ","html":"{}</p>"},"an10.27:4.1":{"pli":"Atha kho te bhikkhū tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃsu nappaṭikkosiṃsu. ","eng":"Those mendicants neither approved nor rejected that statement of the wanderers of other religions. ","html":"<p>{}"},"an10.27:4.2":{"pli":"Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃsu: ","eng":"They got up from their seat, thinking, ","html":"{}"},"an10.27:4.3":{"pli":"“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā”ti. ","eng":"“We will learn the meaning of this statement from the Buddha himself.” ","html":"{}</p>"},"an10.27:5.1":{"pli":"Atha kho te bhikkhū sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then, after the meal, when they returned from almsround, they went up to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}</p>"},"an10.27:6.1":{"pli":"“Idha mayaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisimhā. ","html":"<p>{}"},"an10.27:6.2":{"pli":"Tesaṃ no, bhante, amhākaṃ etadahosi: ","html":"{}"},"an10.27:6.3":{"pli":"‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ; ","html":"{}"},"an10.27:6.4":{"pli":"yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā’ti. ","html":"{}"},"an10.27:6.5":{"pli":"Atha kho mayaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamimhā; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodimhā. ","html":"{}"},"an10.27:6.6":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdimhā. Ekamantaṃ nisinne kho, bhante, aññatitthiyā paribbājakā amhe etadavocuṃ: ","html":"{}</p>"},"an10.27:7.1":{"pli":"‘Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti—","html":"<p>{}"},"an10.27:7.2":{"pli":"etha tumhe, bhikkhave, sabbaṃ dhammaṃ abhijānātha, sabbaṃ dhammaṃ abhiññāya viharathāti; ","html":"{}"},"an10.27:7.3":{"pli":"mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema—","html":"{}"},"an10.27:7.4":{"pli":"etha tumhe, āvuso, sabbaṃ dhammaṃ abhijānātha, sabbaṃ dhammaṃ abhiññāya viharathāti. ","html":"{}"},"an10.27:7.5":{"pli":"Idha no, āvuso, ko viseso ko adhippayāso kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ dhammadesanāya vā dhammadesanaṃ anusāsaniyā vā anusāsanin’ti? ","html":"{}</p>"},"an10.27:8.1":{"pli":"Atha kho mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandimhā nappaṭikkosimhā. ","html":"<p>{}"},"an10.27:8.2":{"pli":"Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimhā: ","html":"{}"},"an10.27:8.3":{"pli":"‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā’”ti. ","html":"{}</p>"},"an10.27:9.1":{"pli":"“Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"“Mendicants, when wanderers of other religions say this, you should say to them: ","html":"<p>{}"},"an10.27:9.2":{"pli":"‘eko, āvuso, pañho eko uddeso ekaṃ veyyākaraṇaṃ, dve pañhā dve uddesā dve veyyākaraṇāni, tayo pañhā tayo uddesā tīṇi veyyākaraṇāni, cattāro pañhā cattāro uddesā cattāri veyyākaraṇāni, pañca pañhā pañcuddesā pañca veyyākaraṇāni, cha pañhā cha uddesā cha veyyākaraṇāni, satta pañhā sattuddesā satta veyyākaraṇāni, aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇāni, nava pañhā navuddesā nava veyyākaraṇāni, dasa pañhā dasuddesā dasa veyyākaraṇānī’ti. ","eng":"‘One thing: question, summary recital, and answer. Two … three … four … five … six … seven … eight … nine … ten things: question, summary recital, and answer.’ ","html":"{}"},"an10.27:9.3":{"pli":"Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttari ca vighātaṃ āpajjissanti. ","eng":"Questioned like this, the wanderers of other religions would be stumped, and, in addition, would get frustrated. ","html":"{}"},"an10.27:9.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.27:9.5":{"pli":"Yathā taṃ, bhikkhave, avisayasmiṃ. ","eng":"Because they’re out of their element. ","html":"{}"},"an10.27:9.6":{"pli":"Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ","eng":"I don’t see anyone in this world—with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them. ","html":"{}</p>"},"an10.27:10.1":{"pli":"‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, ","eng":"‘One thing: question, summary recital, and answer.’ ","html":"<p data-counter='1'>{}"},"an10.27:10.2":{"pli":"iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ","eng":"That’s what I said, but why did I say it? ","html":"{}"},"an10.27:10.3":{"pli":"Ekadhamme, bhikkhave, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding one thing, seeing its limits and fully comprehending its meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.27:10.4":{"pli":"Katamasmiṃ ekadhamme? ","eng":"What one thing? ","html":"{}"},"an10.27:10.5":{"pli":"‘Sabbe sattā āhāraṭṭhitikā’—","eng":"‘All sentient beings are sustained by food.’ ","html":"{}"},"an10.27:10.6":{"pli":"imasmiṃ kho, bhikkhave, ekadhamme bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding this one thing, seeing its limits and fully comprehending its meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.27:10.7":{"pli":"‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, ","eng":"‘One thing: question, summary recital, and answer.’ ","html":"{}"},"an10.27:10.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an10.27:11.1":{"pli":"‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='2'>{}"},"an10.27:11.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:11.3":{"pli":"Dvīsu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:11.4":{"pli":"Katamesu dvīsu? ","eng":"What two? ","html":"{}"},"an10.27:11.5":{"pli":"Nāme ca rūpe ca—","eng":"Name and form. … ","html":"{}"},"an10.27:11.6":{"pli":"imesu kho, bhikkhave, dvīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:11.7":{"pli":"‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:12.1":{"pli":"‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='3'>{}"},"an10.27:12.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:12.3":{"pli":"Tīsu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:12.4":{"pli":"Katamesu tīsu? ","eng":"What three? ","html":"{}"},"an10.27:12.5":{"pli":"Tīsu vedanāsu—","eng":"Three feelings. … ","html":"{}"},"an10.27:12.6":{"pli":"imesu kho, bhikkhave, tīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:12.7":{"pli":"‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:13.1":{"pli":"‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='4'>{}"},"an10.27:13.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:13.3":{"pli":"Catūsu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:13.4":{"pli":"Katamesu catūsu? ","eng":"What four? ","html":"{}"},"an10.27:13.5":{"pli":"Catūsu āhāresu—","eng":"The four foods. … ","html":"{}"},"an10.27:13.6":{"pli":"imesu kho, bhikkhave, catūsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:13.7":{"pli":"‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:14.1":{"pli":"‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='5'>{}"},"an10.27:14.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:14.3":{"pli":"Pañcasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:14.4":{"pli":"Katamesu pañcasu? ","eng":"What five? ","html":"{}"},"an10.27:14.5":{"pli":"Pañcasu upādānakkhandhesu—","eng":"The five grasping aggregates. … ","html":"{}"},"an10.27:14.6":{"pli":"imesu kho, bhikkhave, pañcasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:14.7":{"pli":"‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:15.1":{"pli":"‘Cha pañhā cha uddesā cha veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='6'>{}"},"an10.27:15.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:15.3":{"pli":"Chasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:15.4":{"pli":"Katamesu chasu? ","eng":"What six? ","html":"{}"},"an10.27:15.5":{"pli":"Chasu ajjhattikesu āyatanesu—","eng":"The six interior sense fields. … ","html":"{}"},"an10.27:15.6":{"pli":"imesu kho, bhikkhave, chasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:15.7":{"pli":"‘Cha pañhā cha uddesā cha veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:16.1":{"pli":"‘Satta pañhā sattuddesā satta veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='7'>{}"},"an10.27:16.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:16.3":{"pli":"Sattasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:16.4":{"pli":"Katamesu sattasu? ","eng":"What seven? ","html":"{}"},"an10.27:16.5":{"pli":"Sattasu viññāṇaṭṭhitīsu—","eng":"The seven planes of consciousness. … ","html":"{}"},"an10.27:16.6":{"pli":"imesu kho, bhikkhave, sattasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:16.7":{"pli":"‘Satta pañhā sattuddesā satta veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:17.1":{"pli":"‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='8'>{}"},"an10.27:17.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:17.3":{"pli":"Aṭṭhasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:17.4":{"pli":"Katamesu aṭṭhasu? ","eng":"What eight? ","html":"{}"},"an10.27:17.5":{"pli":"Aṭṭhasu lokadhammesu—","eng":"The eight worldly conditions. … ","html":"{}"},"an10.27:17.6":{"pli":"imesu kho, bhikkhave, aṭṭhasu dhammesu bhikkhu sammā nibbindamāno …pe… dukkhassantakaro hoti. ","html":"{}"},"an10.27:17.7":{"pli":"‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:18.1":{"pli":"‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ. ","html":"<p data-counter='9'>{}"},"an10.27:18.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.27:18.3":{"pli":"Navasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:18.4":{"pli":"Katamesu navasu? ","eng":"What nine? ","html":"{}"},"an10.27:18.5":{"pli":"Navasu sattāvāsesu—","eng":"The nine abodes of sentient beings. … ","html":"{}"},"an10.27:18.6":{"pli":"imesu kho, bhikkhave, navasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.27:18.7":{"pli":"‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.27:19.1":{"pli":"‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, ","eng":"‘Ten things: question, summary recital, and answer.’ ","html":"<p data-counter='10'>{}"},"an10.27:19.2":{"pli":"iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ","eng":"That’s what I said, but why did I say it? ","html":"{}"},"an10.27:19.3":{"pli":"Dasasu, bhikkhave, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding ten things, seeing their limits and fully comprehending their meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.27:19.4":{"pli":"Katamesu dasasu? ","eng":"What ten? ","html":"{}"},"an10.27:19.5":{"pli":"Dasasu akusalesu kammapathesu—","eng":"The ten ways of performing unskillful deeds. ","html":"{}"},"an10.27:19.6":{"pli":"imesu kho, bhikkhave, dasasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding these ten things, seeing their limits and fully comprehending their meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.27:19.7":{"pli":"‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, ","eng":"‘Ten things: question, summary recital, and answer.’ ","html":"{}"},"an10.27:19.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"an10.27:19.9":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.28":{"an10.28:0.1":{"pli":"Aṅguttara Nikāya 10.28 ","eng":"Numbered Discourses 10.28 ","html":"<article id='an10.28'><header><ul><li class='division'>{}</li>"},"an10.28:0.2":{"pli":"3. Mahāvagga ","eng":"3. The Great Chapter ","html":"<li>{}</li></ul>"},"an10.28:0.3":{"pli":"Dutiyamahāpañhāsutta ","eng":"The Great Questions (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.28:1.1":{"pli":"Ekaṃ samayaṃ bhagavā kajaṅgalāyaṃ viharati veḷuvane. ","eng":"At one time the Buddha was staying near Kajaṅgalā in a bamboo grove. ","html":"<p>{}"},"an10.28:1.2":{"pli":"Atha kho sambahulā kajaṅgalakā upāsakā yena kajaṅgalikā bhikkhunī tenupasaṅkamiṃsu; upasaṅkamitvā kajaṅgalikaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho kajaṅgalakā upāsakā kajaṅgalikaṃ bhikkhuniṃ etadavocuṃ: ","eng":"Then several lay followers of Kajaṅgalā went to the nun Kajaṅgalikā, bowed, sat down to one side, and said to her: ","html":"{}</p>"},"an10.28:2.1":{"pli":"“Vuttamidaṃ, ayye, bhagavatā mahāpañhesu: ","eng":"“Ma’am, this was said by the Buddha in ‘The Great Questions’: ","html":"<p>{}"},"an10.28:2.2":{"pli":"‘eko pañho eko uddeso ekaṃ veyyākaraṇaṃ, dve pañhā dve uddesā dve veyyākaraṇāni, tayo pañhā tayo uddesā tīṇi veyyākaraṇāni, cattāro pañhā cattāro uddesā cattāri veyyākaraṇāni, pañca pañhā pañcuddesā pañca veyyākaraṇāni, cha pañhā cha uddesā cha veyyākaraṇāni, satta pañhā sattuddesā satta veyyākaraṇāni, aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇāni, nava pañhā navuddesā nava veyyākaraṇāni, dasa pañhā dasuddesā dasa veyyākaraṇānī’ti. ","eng":"‘One thing: question, summary recital, and answer. Two … three … four … five … six … seven … eight … nine … ten things: question, summary recital, and answer.’ ","html":"{}"},"an10.28:2.3":{"pli":"Imassa nu kho, ayye, bhagavatā saṅkhittena bhāsitassa kathaṃ vitthārena attho daṭṭhabbo”ti? ","eng":"How should we see the detailed meaning of the Buddha’s brief statement?” ","html":"{}</p>"},"an10.28:3.1":{"pli":"“Na kho panetaṃ, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ, napi manobhāvanīyānaṃ bhikkhūnaṃ sammukhā sutaṃ sammukhā paṭiggahitaṃ; ","eng":"“Good people, I haven’t heard and learned this in the presence of the Buddha or from esteemed mendicants. ","html":"<p>{}"},"an10.28:3.2":{"pli":"api ca yathā mettha khāyati ","eng":"But as to how it seems to me, ","html":"{}"},"an10.28:3.3":{"pli":"taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an10.28:3.4":{"pli":"“Evaṃ, ayye”ti, kho kajaṅgalakā upāsakā kajaṅgalikāya bhikkhuniyā paccassosuṃ. ","eng":"“Yes, ma’am,” replied the lay followers. ","html":"<p>{}"},"an10.28:3.5":{"pli":"Kajaṅgalikā bhikkhunī etadavoca: ","eng":"The nun Kajaṅgalikā said this: ","html":"{}</p>"},"an10.28:4.1":{"pli":"“‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, iti kho panetaṃ vuttaṃ bhagavatā. ","eng":"“‘One thing: question, summary recital, and answer.’ That’s what the Buddha said, ","html":"<p>{}"},"an10.28:4.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","eng":"but why did he say it? ","html":"{}"},"an10.28:4.3":{"pli":"Ekadhamme, āvuso, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding one thing, seeing its limits and fully comprehending its meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:4.4":{"pli":"Katamasmiṃ ekadhamme? ","eng":"What one thing? ","html":"{}"},"an10.28:4.5":{"pli":"Sabbe sattā āhāraṭṭhitikā—","eng":"‘All sentient beings are sustained by food.’ ","html":"{}"},"an10.28:4.6":{"pli":"imasmiṃ kho, āvuso, ekadhamme bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding this one thing, seeing its limits and fully comprehending its meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:4.7":{"pli":"‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ","eng":"‘One thing: question, summary recital, and answer.’ That’s what the Buddha said, and this is why he said it. ","html":"{}</p>"},"an10.28:5.1":{"pli":"‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti iti, kho panetaṃ vuttaṃ bhagavatā. ","html":"<p>{}"},"an10.28:5.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.28:5.3":{"pli":"Dvīsu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.28:5.4":{"pli":"Katamesu dvīsu? ","eng":"What two? ","html":"{}"},"an10.28:5.5":{"pli":"Nāme ca rūpe ca …pe… ","eng":"Name and form. … ","html":"{}"},"an10.28:5.6":{"pli":"katamesu tīsu? ","eng":"What three? ","html":"{}"},"an10.28:5.7":{"pli":"Tīsu vedanāsu—","eng":"Three feelings. … ","html":"{}"},"an10.28:5.8":{"pli":"imesu kho, āvuso, tīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.28:5.9":{"pli":"‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.28:6.1":{"pli":"‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ","html":"<p>{}"},"an10.28:6.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.28:6.3":{"pli":"Catūsu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"With a mind well developed in four things—seeing their limits and fully comprehending their meaning—a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:6.4":{"pli":"Katamesu catūsu? ","eng":"What four? ","html":"{}"},"an10.28:6.5":{"pli":"Catūsu satipaṭṭhānesu—","eng":"The four kinds of mindfulness meditation. … ","html":"{}"},"an10.28:6.6":{"pli":"imesu kho, āvuso, catūsu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"With a mind well developed in these four things—seeing their limits and fully fathoming their meaning—a mendicant makes an end of suffering in this very life. … ","html":"{}"},"an10.28:6.7":{"pli":"‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.28:7.1":{"pli":"‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ","html":"<p>{}"},"an10.28:7.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.28:7.3":{"pli":"Pañcasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.28:7.4":{"pli":"Katamesu pañcasu? ","eng":"What five? ","html":"{}"},"an10.28:7.5":{"pli":"Pañcasu indriyesu …pe… ","eng":"The five faculties. … ","html":"{}"},"an10.28:7.6":{"pli":"katamesu chasu? ","eng":"What six? ","html":"{}"},"an10.28:7.7":{"pli":"Chasu nissaraṇīyāsu dhātūsu …pe… ","eng":"The six elements of escape. … ","html":"{}"},"an10.28:7.8":{"pli":"katamesu sattasu? ","eng":"What seven? ","html":"{}"},"an10.28:7.9":{"pli":"Sattasu bojjhaṅgesu …pe… ","eng":"The seven awakening factors. … ","html":"{}"},"an10.28:7.10":{"pli":"katamesu aṭṭhasu? ","eng":"What eight? ","html":"{}"},"an10.28:7.11":{"pli":"Aṭṭhasu ariyaaṭṭhaṅgikamaggesu—","eng":"The noble eightfold path. … ","html":"{}"},"an10.28:7.12":{"pli":"imesu kho, āvuso, aṭṭhasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","html":"{}"},"an10.28:7.13":{"pli":"‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.28:8.1":{"pli":"‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ","html":"<p>{}"},"an10.28:8.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an10.28:8.3":{"pli":"Navasu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding nine things, seeing their limits and fully comprehending their meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:8.4":{"pli":"Katamesu navasu? ","eng":"What nine? ","html":"{}"},"an10.28:8.5":{"pli":"Navasu sattāvāsesu—","eng":"The nine abodes of sentient beings. ","html":"{}"},"an10.28:8.6":{"pli":"imesu kho, āvuso, navasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming completely disillusioned, dispassionate, and freed regarding these nine things, seeing their limits and fully comprehending their meaning, a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:8.7":{"pli":"‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"an10.28:9.1":{"pli":"‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ","eng":"‘Ten things: question, summary recital, and answer.’ That’s what the Buddha said, ","html":"<p>{}"},"an10.28:9.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","eng":"but why did he say it? ","html":"{}"},"an10.28:9.3":{"pli":"Dasasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"Becoming well developed in ten things—seeing their limits and fully fathoming their meaning—a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:9.4":{"pli":"Katamesu dasasu? ","eng":"What ten? ","html":"{}"},"an10.28:9.5":{"pli":"Dasasu kusalesu kammapathesu—","eng":"The ten ways of performing skillful deeds. ","html":"{}"},"an10.28:9.6":{"pli":"imesu kho, āvuso, dasasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ","eng":"With a mind well developed in these ten things—seeing their limits and fully fathoming their meaning—a mendicant makes an end of suffering in this very life. ","html":"{}"},"an10.28:9.7":{"pli":"‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ","eng":"‘Ten things: question, summary recital, and answer.’ That’s what the Buddha said, and this is why he said it. ","html":"{}</p>"},"an10.28:10.1":{"pli":"Iti kho, āvuso, yaṃ taṃ vuttaṃ bhagavatā saṅkhittena bhāsitāsu mahāpañhāsu: ","eng":"That’s how I understand the detailed meaning of what the Buddha said in brief in ‘The Great Questions’. ","html":"<p>{}"},"an10.28:10.2":{"pli":"‘eko pañho eko uddeso ekaṃ veyyākaraṇaṃ …pe… ","html":"{}"},"an10.28:10.3":{"pli":"dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi. ","html":"{}"},"an10.28:10.4":{"pli":"Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaññeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha. ","eng":"If you wish, you may go to the Buddha and ask him about this. ","html":"{}"},"an10.28:10.5":{"pli":"Yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti. ","eng":"You should remember it in line with the Buddha’s answer.” ","html":"{}</p>"},"an10.28:10.6":{"pli":"“Evaṃ, ayye”ti kho kajaṅgalakā upāsakā kajaṅgalikāya kho bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā kajaṅgalikaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"“Yes, ma’am,” replied those lay followers, approving and agreeing with what the nun Kajaṅgalikā said. Then they got up from their seat, bowed, and respectfully circled her, keeping her on their right. Then they went to the Buddha, bowed, sat down to one side, ","html":"<p>{}"},"an10.28:10.7":{"pli":"Ekamantaṃ nisinnā kho kajaṅgalakā upāsakā yāvatako ahosi kajaṅgalikāya bhikkhuniyā saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesuṃ. ","eng":"and informed the Buddha of all they had discussed. ","html":"{}</p>"},"an10.28:11.1":{"pli":"“Sādhu sādhu, gahapatayo. ","eng":"“Good, good, householders. ","html":"<p>{}"},"an10.28:11.2":{"pli":"Paṇḍitā, gahapatayo, kajaṅgalikā bhikkhunī. Mahāpaññā, gahapatayo, kajaṅgalikā bhikkhunī. ","eng":"The nun Kajaṅgalikā is astute, she has great wisdom. ","html":"{}"},"an10.28:11.3":{"pli":"Mañcepi tumhe, gahapatayo, upasaṅkamitvā etamatthaṃ paṭipuccheyyātha, ahampi cetaṃ evamevaṃ byākareyyaṃ yathā taṃ kajaṅgalikāya bhikkhuniyā byākataṃ. ","eng":"If you came to me and asked this question, I would answer it in exactly the same way as the nun Kajaṅgalikā. ","html":"{}"},"an10.28:11.4":{"pli":"Eso ceva tassa attho. Evañca naṃ dhāreyyāthā”ti. ","eng":"That is what it means, and that’s how you should remember it.” ","html":"{}</p>"},"an10.28:11.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}