{"an10.172":{"an10.172:0.1":{"pli":"Aṅguttara Nikāya 10.172 ","eng":"Numbered Discourses 10.172 ","html":"<article id='an10.172'><header><ul><li class='division'>{}</li>"},"an10.172:0.2":{"pli":"17. Jāṇussoṇivagga ","eng":"17. With Jānussoṇi ","html":"<li>{}</li></ul>"},"an10.172:0.3":{"pli":"Dutiyaadhammasutta ","eng":"Bad Principles (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.172:1.1":{"pli":"“Adhammo ca, bhikkhave, veditabbo dhammo ca; ","eng":"“Mendicants, you should know bad principles and good principles. ","html":"<p>{}"},"an10.172:1.2":{"pli":"anattho ca veditabbo attho ca. ","eng":"And you should know bad results and good results. ","html":"{}"},"an10.172:1.3":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban”ti. ","eng":"Knowing these things, your practice should follow the good principles with good results.” ","html":"{}</p>"},"an10.172:1.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an10.172:1.5":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>"},"an10.172:2.1":{"pli":"Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato etadahosi: ","eng":"Soon after the Buddha left, those mendicants considered, ","html":"<p>{}"},"an10.172:2.2":{"pli":"“idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“The Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail. ","html":"{}"},"an10.172:2.3":{"pli":"‘adhammo ca, bhikkhave, veditabbo dhammo ca; ","eng":"‘You should know bad principles and good principles. ","html":"{}"},"an10.172:2.4":{"pli":"anattho ca veditabbo attho ca. ","eng":"And you should know bad results and good results. ","html":"{}"},"an10.172:2.5":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti. ","eng":"Knowing these things, your practice should follow the good principles with good results.’ ","html":"{}"},"an10.172:2.6":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti? ","eng":"Who can explain in detail the meaning of this brief summary recital given by the Buddha?” ","html":"{}</p>"},"an10.172:3.1":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then those mendicants thought, ","html":"<p>{}"},"an10.172:3.2":{"pli":"“ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","eng":"“This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ","html":"{}"},"an10.172:3.3":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","eng":"He is capable of explaining in detail the meaning of this brief summary recital given by the Buddha. ","html":"{}"},"an10.172:3.4":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ puccheyyāma. ","eng":"Let’s go to him, and ask him about this matter. ","html":"{}"},"an10.172:3.5":{"pli":"Yathā no āyasmā mahākaccāno byākarissati tathā naṃ dhāressāmā”ti. ","eng":"As he answers, so we’ll remember it.” ","html":"{}</p>"},"an10.172:4.1":{"pli":"Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu. ","eng":"Then those mendicants went to Mahākaccāna, and exchanged greetings with him. ","html":"<p>{}"},"an10.172:4.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ: ","eng":"When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said, ","html":"{}"},"an10.172:5.1":{"pli":"“Idaṃ kho no, āvuso kaccāna, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"an10.172:5.2":{"pli":"‘adhammo ca, bhikkhave, veditabbo dhammo ca; ","html":"{}"},"an10.172:5.3":{"pli":"anattho ca veditabbo attho ca. ","html":"{}"},"an10.172:5.4":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti. ","html":"{}"},"an10.172:6.1":{"pli":"Tesaṃ no, āvuso, amhākaṃ acirapakkantassa bhagavato etadahosi: ","html":"{}"},"an10.172:6.2":{"pli":"‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho—","html":"{}"},"an10.172:6.3":{"pli":"adhammo ca, bhikkhave …pe… ","html":"{}"},"an10.172:6.4":{"pli":"tathā paṭipajjitabbanti. ","html":"{}"},"an10.172:6.5":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti? ","html":"{}"},"an10.172:7.1":{"pli":"Tesaṃ no, āvuso, amhākaṃ etadahosi: ","html":"{}"},"an10.172:7.2":{"pli":"‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","html":"{}"},"an10.172:7.3":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","html":"{}"},"an10.172:7.4":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāma. ","html":"{}"},"an10.172:7.5":{"pli":"Yathā no āyasmā mahākaccāno byākarissati tathā naṃ dhāressāmā’ti. ","html":"{}"},"an10.172:7.6":{"pli":"Vibhajatu āyasmā mahākaccāno”ti. ","eng":"“May Venerable Mahākaccāna please explain this.” ","html":"{}</p>"},"an10.172:8.1":{"pli":"“Seyyathāpi, āvuso, puriso sāratthiko sāraṃ gavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya. ","eng":"“Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves. ","html":"<p>{}"},"an10.172:8.2":{"pli":"Evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha. ","eng":"Such is the consequence for the venerables. Though you were face to face with the Buddha, you bypassed him, imagining that you should ask me about this matter. ","html":"{}"},"an10.172:8.3":{"pli":"So hāvuso, bhagavā jānaṃ jānāti passaṃ passati cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato. ","eng":"For he is the Buddha, the one who knows and sees. He is vision, he is knowledge, he is the manifestation of principle, he is the manifestation of divinity. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of freedom from death, the lord of truth, the Realized One. ","html":"{}"},"an10.172:8.4":{"pli":"So ceva panetassa kālo ahosi yaṃ tumhe bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha. ","eng":"That was the time to approach the Buddha and ask about this matter. ","html":"{}"},"an10.172:8.5":{"pli":"Yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti. ","eng":"You should have remembered it in line with the Buddha’s answer.” ","html":"{}</p>"},"an10.172:9.1":{"pli":"“Addhā, āvuso kaccāna, bhagavā jānaṃ jānāti passaṃ passati cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato. ","eng":"“Certainly he is the Buddha, the one who knows and sees. He is vision, he is knowledge, he is the manifestation of principle, he is the manifestation of divinity. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of freedom from death, the lord of truth, the Realized One. ","html":"<p>{}"},"an10.172:9.2":{"pli":"So ceva panetassa kālo ahosi yaṃ mayaṃ bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyāma. ","eng":"That was the time to approach the Buddha and ask about this matter. ","html":"{}"},"an10.172:9.3":{"pli":"Yathā no bhagavā byākareyya tathā naṃ dhāreyyāma. ","eng":"We should have remembered it in line with the Buddha’s answer. ","html":"{}"},"an10.172:9.4":{"pli":"Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","eng":"Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ","html":"{}"},"an10.172:9.5":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","eng":"He is capable of explaining in detail the meaning of this brief summary recital given by the Buddha. ","html":"{}"},"an10.172:9.6":{"pli":"Vibhajatāyasmā mahākaccāno agaruṃ karitvā”ti. ","eng":"Please explain this, if it’s no trouble.” ","html":"{}</p>"},"an10.172:10.1":{"pli":"“Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, reverends, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an10.172:10.2":{"pli":"“Evaṃ, āvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"<p>{}"},"an10.172:10.3":{"pli":"Athāyasmā mahākaccāno etadavoca: ","eng":"Mahākaccāna said this: ","html":"{}</p>"},"an10.172:11.1":{"pli":"“Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“Reverends, the Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail: ","html":"<p>{}"},"an10.172:11.2":{"pli":"‘adhammo ca, bhikkhave, veditabbo …pe… ","eng":"‘You should know bad principles and good principles … ","html":"{}"},"an10.172:11.3":{"pli":"tathā paṭipajjitabban’ti. ","eng":"and practice accordingly.’ ","html":"{}</p>"},"an10.172:12.1":{"pli":"Katamo cāvuso, adhammo; katamo ca dhammo? ","eng":"So what are bad principles? What are good principles? ","html":"<p>{}"},"an10.172:12.2":{"pli":"Katamo ca anattho, katamo ca attho? ","eng":"What are bad results? And what are good results? ","html":"{}"},"an10.172:12.3":{"pli":"Pāṇātipāto, āvuso, adhammo; ","eng":"Killing living creatures is a bad principle. ","html":"{}"},"an10.172:12.4":{"pli":"pāṇātipātā veramaṇī dhammo; ","eng":"Not killing living creatures is a good principle. ","html":"{}"},"an10.172:12.5":{"pli":"ye ca pāṇātipātapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by killing living creatures are bad results. ","html":"{}"},"an10.172:12.6":{"pli":"pāṇātipātā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of not killing living creatures are good results. ","html":"{}</p>"},"an10.172:13.1":{"pli":"Adinnādānaṃ, āvuso, adhammo; ","eng":"Stealing is a bad principle. ","html":"<p>{}"},"an10.172:13.2":{"pli":"adinnādānā veramaṇī dhammo; ","eng":"Not stealing is a good principle. ","html":"{}"},"an10.172:13.3":{"pli":"ye ca adinnādānapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by stealing are bad results. ","html":"{}"},"an10.172:13.4":{"pli":"adinnādānā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of not stealing are good results. ","html":"{}</p>"},"an10.172:14.1":{"pli":"Kāmesumicchācāro, āvuso, adhammo; ","eng":"Sexual misconduct is a bad principle. ","html":"<p>{}"},"an10.172:14.2":{"pli":"kāmesumicchācārā veramaṇī dhammo; ","eng":"Avoiding sexual misconduct is a good principle. ","html":"{}"},"an10.172:14.3":{"pli":"ye ca kāmesumicchācārapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by sexual misconduct are bad results. ","html":"{}"},"an10.172:14.4":{"pli":"kāmesumicchācārā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of avoiding sexual misconduct are good results. ","html":"{}</p>"},"an10.172:15.1":{"pli":"Musāvādo, āvuso, adhammo; ","eng":"Lying is a bad principle. ","html":"<p>{}"},"an10.172:15.2":{"pli":"musāvādā veramaṇī dhammo; ","eng":"Not lying is a good principle. ","html":"{}"},"an10.172:15.3":{"pli":"ye ca musāvādapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by lying are bad results. ","html":"{}"},"an10.172:15.4":{"pli":"musāvādā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of not lying are good results. ","html":"{}</p>"},"an10.172:16.1":{"pli":"Pisuṇā vācā, āvuso, adhammo; ","eng":"Divisive speech is a bad principle. ","html":"<p>{}"},"an10.172:16.2":{"pli":"pisuṇāya vācāya veramaṇī dhammo; ","eng":"Avoiding divisive speech is a good principle. ","html":"{}"},"an10.172:16.3":{"pli":"ye ca pisuṇāvācāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by divisive speech are bad results. ","html":"{}"},"an10.172:16.4":{"pli":"pisuṇāya vācāya veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of avoiding divisive speech are good results. ","html":"{}</p>"},"an10.172:17.1":{"pli":"Pharusā vācā, āvuso, adhammo; ","eng":"Harsh speech is a bad principle. ","html":"<p>{}"},"an10.172:17.2":{"pli":"pharusāya vācāya veramaṇī dhammo; ","eng":"Avoiding harsh speech is a good principle. ","html":"{}"},"an10.172:17.3":{"pli":"ye ca pharusāvācāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by harsh speech are bad results. ","html":"{}"},"an10.172:17.4":{"pli":"pharusāya vācāya veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of avoiding harsh speech are good results. ","html":"{}</p>"},"an10.172:18.1":{"pli":"Samphappalāpo, āvuso, adhammo; ","eng":"Talking nonsense is a bad principle. ","html":"<p>{}"},"an10.172:18.2":{"pli":"samphappalāpā veramaṇī dhammo; ","eng":"Avoiding talking nonsense is a good principle. ","html":"{}"},"an10.172:18.3":{"pli":"ye ca samphappalāpapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by talking nonsense are bad results. ","html":"{}"},"an10.172:18.4":{"pli":"samphappalāpā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of avoiding talking nonsense are good results. ","html":"{}</p>"},"an10.172:19.1":{"pli":"Abhijjhā, āvuso, adhammo; ","eng":"Covetousness is a bad principle. ","html":"<p>{}"},"an10.172:19.2":{"pli":"anabhijjhā dhammo; ","eng":"Contentment is a good principle. ","html":"{}"},"an10.172:19.3":{"pli":"ye ca abhijjhāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by covetousness are bad results. ","html":"{}"},"an10.172:19.4":{"pli":"anabhijjhāpaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of contentment are good results. ","html":"{}</p>"},"an10.172:20.1":{"pli":"Byāpādo, āvuso, adhammo; ","eng":"Ill will is a bad principle. ","html":"<p>{}"},"an10.172:20.2":{"pli":"abyāpādo dhammo; ","eng":"Good will is a good principle. ","html":"{}"},"an10.172:20.3":{"pli":"ye ca byāpādapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by ill will are bad results. ","html":"{}"},"an10.172:20.4":{"pli":"abyāpādapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of good will are good results. ","html":"{}</p>"},"an10.172:21.1":{"pli":"Micchādiṭṭhi, āvuso, adhammo; ","eng":"Wrong view is a bad principle. ","html":"<p>{}"},"an10.172:21.2":{"pli":"sammādiṭṭhi dhammo; ","eng":"Right view is a good principle. ","html":"{}"},"an10.172:21.3":{"pli":"ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong view are bad results. ","html":"{}"},"an10.172:21.4":{"pli":"sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right view are good results. ","html":"{}</p>"},"an10.172:22.1":{"pli":"‘Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho—","eng":"The Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail: ","html":"<p>{}"},"an10.172:22.2":{"pli":"adhammo ca, bhikkhave, veditabbo …pe… ","eng":"‘You should know bad principles and good principles … ","html":"{}"},"an10.172:22.3":{"pli":"tathā paṭipajjitabban’ti. ","eng":"and practice accordingly.’ ","html":"{}"},"an10.172:22.4":{"pli":"Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi. ","eng":"And this is how I understand the detailed meaning of this summary recital. ","html":"{}"},"an10.172:22.5":{"pli":"Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha. ","eng":"If you wish, you may go to the Buddha and ask him about this. ","html":"{}"},"an10.172:22.6":{"pli":"Yathā no bhagavā byākaroti tathā naṃ dhāreyyāthā”ti. ","eng":"You should remember it in line with the Buddha’s answer.” ","html":"{}</p>"},"an10.172:23.1":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"“Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said: ","html":"<p>{}</p>"},"an10.172:24.1":{"pli":"“Yaṃ kho no, bhante, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"<p>{}"},"an10.172:24.2":{"pli":"‘adhammo ca, bhikkhave, veditabbo …pe… ","html":"{}"},"an10.172:24.3":{"pli":"tathā paṭipajjitabban’ti. ","html":"{}</p>"},"an10.172:25.1":{"pli":"Tesaṃ no, bhante, amhākaṃ acirapakkantassa bhagavato etadahosi: ","html":"<p>{}"},"an10.172:25.2":{"pli":"‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"an10.172:25.3":{"pli":"“adhammo ca, bhikkhave, veditabbo …pe… ","html":"{}"},"an10.172:25.4":{"pli":"tathā paṭipajjitabban”ti. ","html":"{}"},"an10.172:25.5":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti? ","html":"{}</p>"},"an10.172:26.1":{"pli":"Tesaṃ no, bhante, amhākaṃ etadahosi: ","html":"<p>{}"},"an10.172:26.2":{"pli":"‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","html":"{}"},"an10.172:26.3":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","html":"{}"},"an10.172:26.4":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāma. ","html":"{}"},"an10.172:26.5":{"pli":"Yathā no āyasmā mahākaccāno byākarissati tathā naṃ dhāressāmā’ti. ","html":"{}</p>"},"an10.172:27.1":{"pli":"Atha kho mayaṃ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimhā; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ apucchimhā. ","eng":"“Sir, we went to Mahākaccāna and asked him about this matter. ","html":"<p>{}"},"an10.172:27.2":{"pli":"Tesaṃ no, bhante, āyasmatā mahākaccānena imehi akkharehi imehi padehi imehi byañjanehi attho suvibhatto”ti. ","eng":"And Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.” ","html":"{}</p>"},"an10.172:28.1":{"pli":"“Sādhu sādhu, bhikkhave. ","eng":"“Good, good, mendicants! ","html":"<p>{}"},"an10.172:28.2":{"pli":"Paṇḍito, bhikkhave, mahākaccāno. Mahāpañño, bhikkhave, mahākaccāno. ","eng":"Mahākaccāna is astute, he has great wisdom. ","html":"{}"},"an10.172:28.3":{"pli":"Mañcepi tumhe, bhikkhave, upasaṅkamitvā etamatthaṃ paṭipuccheyyātha, ahampi cetaṃ evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ. ","eng":"If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna. ","html":"{}"},"an10.172:28.4":{"pli":"Eso ceva tassa attho. Evañca naṃ dhāreyyāthā”ti. ","eng":"That is what it means, and that’s how you should remember it.” ","html":"{}</p>"},"an10.172:28.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.173":{"an10.173:0.1":{"pli":"Aṅguttara Nikāya 10.173 ","eng":"Numbered Discourses 10.173 ","html":"<article id='an10.173'><header><ul><li class='division'>{}</li>"},"an10.173:0.2":{"pli":"17. Jāṇussoṇivagga ","eng":"17. With Jānussoṇi ","html":"<li>{}</li></ul>"},"an10.173:0.3":{"pli":"Tatiyaadhammasutta ","eng":"Bad Principles (3rd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.173:1.1":{"pli":"“Adhammo ca, bhikkhave, veditabbo dhammo ca; ","eng":"“Mendicants, you should know bad principles and good principles. ","html":"<p>{}"},"an10.173:1.2":{"pli":"anattho ca veditabbo attho ca. ","eng":"And you should know bad results and good results. ","html":"{}"},"an10.173:1.3":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabbaṃ. ","eng":"Knowing these things, your practice should follow the good principles with good results. ","html":"{}</p>"},"an10.173:2.1":{"pli":"Katamo ca, bhikkhave, adhammo, katamo ca dhammo; ","eng":"So what are bad principles? What are good principles? What are bad results? And what are good results? ","html":"<p>{}"},"an10.173:2.2":{"pli":"katamo ca anattho, katamo ca attho? ","html":"{}"},"an10.173:2.3":{"pli":"Pāṇātipāto, bhikkhave, adhammo; ","eng":"Killing living creatures is a bad principle. ","html":"{}"},"an10.173:2.4":{"pli":"pāṇātipātā veramaṇī dhammo; ","eng":"Not killing living creatures is a good principle. ","html":"{}"},"an10.173:2.5":{"pli":"ye ca pāṇātipātapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by killing living creatures are bad results. ","html":"{}"},"an10.173:2.6":{"pli":"pāṇātipātā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of not killing living creatures are good results. ","html":"{}</p>"},"an10.173:3.1":{"pli":"Adinnādānaṃ, bhikkhave, adhammo; ","eng":"Stealing is a bad principle. ","html":"<p>{}"},"an10.173:3.2":{"pli":"adinnādānā veramaṇī dhammo … ","eng":"Not stealing is a good principle. … ","html":"{}"},"an10.173:3.3":{"pli":"kāmesumicchācāro, bhikkhave, adhammo; ","eng":"Sexual misconduct is a bad principle. ","html":"{}"},"an10.173:3.4":{"pli":"kāmesumicchācārā veramaṇī dhammo … ","eng":"Avoiding sexual misconduct is a good principle. … ","html":"{}"},"an10.173:3.5":{"pli":"musāvādo, bhikkhave, adhammo; ","eng":"Lying is a bad principle. ","html":"{}"},"an10.173:3.6":{"pli":"musāvādā veramaṇī dhammo … ","eng":"Not lying is a good principle. … ","html":"{}"},"an10.173:3.7":{"pli":"pisuṇā vācā, bhikkhave, adhammo; ","eng":"Divisive speech is a bad principle. ","html":"{}"},"an10.173:3.8":{"pli":"pisuṇāya vācāya veramaṇī dhammo … ","eng":"Avoiding divisive speech is a good principle. … ","html":"{}"},"an10.173:3.9":{"pli":"pharusā vācā, bhikkhave, adhammo; ","eng":"Harsh speech is a bad principle. ","html":"{}"},"an10.173:3.10":{"pli":"pharusāya vācāya veramaṇī dhammo … ","eng":"Avoiding harsh speech is a good principle. … ","html":"{}"},"an10.173:3.11":{"pli":"samphappalāpo, bhikkhave, adhammo; ","eng":"Talking nonsense is a bad principle. ","html":"{}"},"an10.173:3.12":{"pli":"samphappalāpā veramaṇī dhammo … ","eng":"Avoiding talking nonsense is a good principle. … ","html":"{}"},"an10.173:3.13":{"pli":"abhijjhā, bhikkhave, adhammo; ","eng":"Covetousness is a bad principle. ","html":"{}"},"an10.173:3.14":{"pli":"anabhijjhā dhammo … ","eng":"Contentment is a good principle. … ","html":"{}"},"an10.173:3.15":{"pli":"byāpādo, bhikkhave, adhammo; ","eng":"Ill will is a bad principle. ","html":"{}"},"an10.173:3.16":{"pli":"abyāpādo dhammo …. ","eng":"Good will is a good principle. … ","html":"{}</p>"},"an10.173:4.1":{"pli":"Micchādiṭṭhi, bhikkhave, adhammo; ","eng":"Wrong view is a bad principle. ","html":"<p>{}"},"an10.173:4.2":{"pli":"sammādiṭṭhi dhammo; ","eng":"Right view is a good principle. ","html":"{}"},"an10.173:4.3":{"pli":"ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho; ","eng":"And the many bad, unskillful qualities produced by wrong view are bad results. ","html":"{}"},"an10.173:4.4":{"pli":"sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho. ","eng":"And the many skillful qualities fully developed because of right view are good results. ","html":"{}</p>"},"an10.173:5.1":{"pli":"‘Adhammo ca, bhikkhave, veditabbo dhammo ca; ","eng":"‘You should know bad principles and good principles. ","html":"<p>{}"},"an10.173:5.2":{"pli":"anattho ca veditabbo attho ca. ","eng":"And you should know bad results and good results. ","html":"{}"},"an10.173:5.3":{"pli":"Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti, ","eng":"Knowing these things, your practice should follow the good principles with good results.’ ","html":"{}"},"an10.173:5.4":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"an10.173:5.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.174":{"an10.174:0.1":{"pli":"Aṅguttara Nikāya 10.174 ","eng":"Numbered Discourses 10.174 ","html":"<article id='an10.174'><header><ul><li class='division'>{}</li>"},"an10.174:0.2":{"pli":"17. Jāṇussoṇivagga ","eng":"17. With Jānussoṇi ","html":"<li>{}</li></ul>"},"an10.174:0.3":{"pli":"Kammanidānasutta ","eng":"Sources of Deeds ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.174:1.1":{"pli":"“Pāṇātipātampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"“Mendicants, I say that killing living creatures is threefold: ","html":"<p>{}"},"an10.174:1.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:2.1":{"pli":"Adinnādānampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that stealing is threefold: ","html":"<p>{}"},"an10.174:2.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:3.1":{"pli":"Kāmesumicchācārampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that sexual misconduct is threefold: ","html":"<p>{}"},"an10.174:3.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:4.1":{"pli":"Musāvādampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that lying is threefold: ","html":"<p>{}"},"an10.174:4.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:5.1":{"pli":"Pisuṇavācampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that divisive speech is threefold: ","html":"<p>{}"},"an10.174:5.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:6.1":{"pli":"Pharusavācampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that harsh speech is threefold: ","html":"<p>{}"},"an10.174:6.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:7.1":{"pli":"Samphappalāpampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that talking nonsense is threefold: ","html":"<p>{}"},"an10.174:7.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:8.1":{"pli":"Abhijjhampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that covetousness is threefold: ","html":"<p>{}"},"an10.174:8.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:9.1":{"pli":"Byāpādampāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that ill will is threefold: ","html":"<p>{}"},"an10.174:9.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}</p>"},"an10.174:10.1":{"pli":"Micchādiṭṭhimpāhaṃ, bhikkhave, tividhaṃ vadāmi—","eng":"I say that wrong view is threefold: ","html":"<p>{}"},"an10.174:10.2":{"pli":"lobhahetukampi, dosahetukampi, mohahetukampi. ","eng":"caused by greed, hate, or delusion. ","html":"{}"},"an10.174:10.3":{"pli":"Iti kho, bhikkhave, lobho kammanidānasambhavo, doso kammanidānasambhavo, moho kammanidānasambhavo. ","eng":"And so greed, hate, and delusion are sources and origins for deeds. ","html":"{}"},"an10.174:10.4":{"pli":"Lobhakkhayā kammanidānasaṅkhayo, dosakkhayā kammanidānasaṅkhayo, mohakkhayā kammanidānasaṅkhayo”ti. ","eng":"With the ending of greed, hate, and delusion, the sources of deeds are ended.” ","html":"{}</p>"},"an10.174:10.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.175":{"an10.175:0.1":{"pli":"Aṅguttara Nikāya 10.175 ","eng":"Numbered Discourses 10.175 ","html":"<article id='an10.175'><header><ul><li class='division'>{}</li>"},"an10.175:0.2":{"pli":"17. Jāṇussoṇivagga ","eng":"17. With Jānussoṇi ","html":"<li>{}</li></ul>"},"an10.175:0.3":{"pli":"Parikkamanasutta ","eng":"The Bypass ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.175:1.1":{"pli":"“Saparikkamano ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo aparikkamano. ","eng":"“Mendicants, this teaching provides a bypass, it doesn’t lack a bypass. ","html":"<p>{}"},"an10.175:1.2":{"pli":"Kathañca, bhikkhave, saparikkamano ayaṃ dhammo, nāyaṃ dhammo aparikkamano? ","eng":"And how does this teaching provide a bypass, not lacking a bypass? ","html":"{}"},"an10.175:1.3":{"pli":"Pāṇātipātissa, bhikkhave, pāṇātipātā veramaṇī parikkamanaṃ hoti. ","eng":"Not killing living creatures bypasses killing living creatures. ","html":"{}"},"an10.175:1.4":{"pli":"Adinnādāyissa, bhikkhave, adinnādānā veramaṇī parikkamanaṃ hoti. ","eng":"Not stealing bypasses stealing. ","html":"{}"},"an10.175:1.5":{"pli":"Kāmesumicchācārissa, bhikkhave, kāmesumicchācārā veramaṇī parikkamanaṃ hoti. ","eng":"Avoiding sexual misconduct bypasses sexual misconduct. ","html":"{}"},"an10.175:1.6":{"pli":"Musāvādissa, bhikkhave, musāvādā veramaṇī parikkamanaṃ hoti. ","eng":"Not lying bypasses lying. ","html":"{}"},"an10.175:1.7":{"pli":"Pisuṇavācassa, bhikkhave, pisuṇāya vācāya veramaṇī parikkamanaṃ hoti. ","eng":"Avoiding divisive speech bypasses divisive speech. ","html":"{}"},"an10.175:1.8":{"pli":"Pharusavācassa, bhikkhave, pharusāya vācāya veramaṇī parikkamanaṃ hoti. ","eng":"Avoiding harsh speech bypasses harsh speech. ","html":"{}"},"an10.175:1.9":{"pli":"Samphappalāpissa, bhikkhave, samphappalāpā veramaṇī parikkamanaṃ hoti. ","eng":"Avoiding talking nonsense bypasses talking nonsense. ","html":"{}"},"an10.175:1.10":{"pli":"Abhijjhālussa, bhikkhave, anabhijjhā parikkamanaṃ hoti. ","eng":"Contentment bypasses covetousness. ","html":"{}"},"an10.175:1.11":{"pli":"Byāpannacittassa, bhikkhave, abyāpādo parikkamanaṃ hoti. ","eng":"Good will bypasses ill will. ","html":"{}"},"an10.175:1.12":{"pli":"Micchādiṭṭhissa, bhikkhave, sammādiṭṭhi parikkamanaṃ hoti. ","eng":"Right view bypasses wrong view. ","html":"{}"},"an10.175:1.13":{"pli":"Evaṃ kho, bhikkhave, saparikkamano ayaṃ dhammo, nāyaṃ dhammo aparikkamano”ti. ","eng":"That’s how this teaching provides a bypass, it doesn’t lack a bypass.” ","html":"{}</p>"},"an10.175:1.14":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}