{"an10.176":{"an10.176:0.1":{"pli":"Aṅguttara Nikāya 10.176 ","eng":"Numbered Discourses 10.176 ","html":"<article id='an10.176'><header><ul><li class='division'>{}</li>"},"an10.176:0.2":{"pli":"17. Jāṇussoṇivagga ","eng":"17. With Jānussoṇi ","html":"<li>{}</li></ul>"},"an10.176:0.3":{"pli":"Cundasutta ","eng":"With Cunda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.176:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an10.176:1.2":{"pli":"ekaṃ samayaṃ bhagavā pāvāyaṃ viharati cundassa kammāraputtassa ambavane. ","eng":"At one time the Buddha was staying near Pāvā in Cunda the smith’s mango grove. ","html":"{}"},"an10.176:1.3":{"pli":"Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā etadavoca: ","eng":"Then Cunda the smith went to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"{}"},"an10.176:1.4":{"pli":"“kassa no tvaṃ, cunda, soceyyāni rocesī”ti? ","eng":"“Cunda, whose purity do you believe in?” ","html":"{}</p>"},"an10.176:1.5":{"pli":"“Brāhmaṇā, bhante, pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti; tesāhaṃ soceyyāni rocemī”ti. ","eng":"“Sir, I believe in the purity advocated by the western brahmins draped with moss who carry pitchers, serve the sacred flame, and immerse themselves in water.” ","html":"<p>{}</p>"},"an10.176:2.1":{"pli":"“Yathā kathaṃ pana, cunda, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapentī”ti? ","eng":"“But Cunda, what kind of purity do these western brahmins advocate?” ","html":"<p>{}</p>"},"an10.176:2.2":{"pli":"“Idha, bhante, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā. Te sāvakaṃ evaṃ samādapenti: ","eng":"“The western brahmins encourage their disciples like this: ","html":"<p>{}"},"an10.176:2.3":{"pli":"‘ehi tvaṃ, ambho purisa, kālasseva uṭṭhahantova sayanamhā pathaviṃ āmaseyyāsi; ","eng":"‘Please, good people, rising early you should stroke the earth from your bed. ","html":"{}"},"an10.176:2.4":{"pli":"no ce pathaviṃ āmaseyyāsi, allāni gomayāni āmaseyyāsi; ","eng":"If you don’t stroke the earth, stroke fresh cow dung. ","html":"{}"},"an10.176:2.5":{"pli":"no ce allāni gomayāni āmaseyyāsi, haritāni tiṇāni āmaseyyāsi; ","eng":"If you don’t stroke fresh cow dung, stroke green grass. ","html":"{}"},"an10.176:2.6":{"pli":"no ce haritāni tiṇāni āmaseyyāsi, aggiṃ paricareyyāsi; ","eng":"If you don’t stroke green grass, serve the sacred flame. ","html":"{}"},"an10.176:2.7":{"pli":"no ce aggiṃ paricareyyāsi, pañjaliko ādiccaṃ namasseyyāsi; ","eng":"If you don’t serve the sacred flame, revere the sun with joined palms. ","html":"{}"},"an10.176:2.8":{"pli":"no ce pañjaliko ādiccaṃ namasseyyāsi, sāyatatiyakaṃ udakaṃ oroheyyāsī’ti. ","eng":"If you don’t revere the sun with joined palms, immerse yourself in water three times, including at dusk.’ ","html":"{}"},"an10.176:2.9":{"pli":"Evaṃ kho, bhante, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti; tesāhaṃ soceyyāni rocemī”ti. ","eng":"The western brahmins advocate this kind of purity.” ","html":"{}</p>"},"an10.176:3.1":{"pli":"“Aññathā kho, cunda, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti, aññathā ca pana ariyassa vinaye soceyyaṃ hotī”ti. ","eng":"“The purity advocated by the western brahmins is quite different from that in the training of the Noble One.” ","html":"<p>{}</p>"},"an10.176:3.2":{"pli":"“Yathā kathaṃ pana, bhante, ariyassa vinaye soceyyaṃ hoti? ","eng":"“But what, sir, is purity in the training of the Noble One? ","html":"<p>{}"},"an10.176:3.3":{"pli":"Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye soceyyaṃ hotī”ti. ","eng":"Sir, please teach me this.” ","html":"{}</p>"},"an10.176:4.1":{"pli":"“Tena hi, cunda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, brahmin, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an10.176:4.2":{"pli":"“Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paccassosi. ","eng":"“Yes, sir,” Cunda replied. ","html":"<p>{}"},"an10.176:4.3":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.176:5.1":{"pli":"“Tividhaṃ kho, cunda, kāyena asoceyyaṃ hoti; ","eng":"“Cunda, impurity is threefold by way of body, ","html":"<p>{}"},"an10.176:5.2":{"pli":"catubbidhaṃ vācāya asoceyyaṃ hoti; ","eng":"fourfold by way of speech, ","html":"{}"},"an10.176:5.3":{"pli":"tividhaṃ manasā asoceyyaṃ hoti. ","eng":"and threefold by way of mind. ","html":"{}</p>"},"an10.176:6.1":{"pli":"Kathañca, cunda, tividhaṃ kāyena asoceyyaṃ hoti? ","eng":"And how is impurity threefold by way of body? ","html":"<p data-counter='1'>{}"},"an10.176:6.2":{"pli":"Idha, cunda, ekacco pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. ","eng":"It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. ","html":"{}</p>"},"an10.176:7.1":{"pli":"Adinnādāyī hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. ","eng":"They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness. ","html":"<p data-counter='2'>{}</p>"},"an10.176:8.1":{"pli":"Kāmesumicchācārī hoti. Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. ","eng":"They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. ","html":"<p data-counter='3'>{}</p>"},"an10.176:9.1":{"pli":"Evaṃ kho, cunda, tividhaṃ kāyena asoceyyaṃ hoti. ","eng":"This is the threefold impurity by way of body. ","html":"<p>{}</p>"},"an10.176:10.1":{"pli":"Kathañca, cunda, catubbidhaṃ vācāya asoceyyaṃ hoti? ","eng":"And how is impurity fourfold by way of speech? ","html":"<p data-counter='4'>{}"},"an10.176:10.2":{"pli":"Idha, cunda, ekacco musāvādī hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti; apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. ","eng":"It’s when a certain person lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, worthy man, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason. ","html":"{}</p>"},"an10.176:11.1":{"pli":"Pisuṇavāco hoti. Ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo vaggarato vagganandī vaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division. ","html":"<p data-counter='5'>{}</p>"},"an10.176:12.1":{"pli":"Pharusavāco hoti. Yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion. ","html":"<p data-counter='6'>{}</p>"},"an10.176:13.1":{"pli":"Samphappalāpī hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī; anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. ","eng":"They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless. ","html":"<p data-counter='7'>{}"},"an10.176:13.2":{"pli":"Evaṃ kho, cunda, catubbidhaṃ vācāya asoceyyaṃ hoti. ","eng":"This is the fourfold impurity by way of speech. ","html":"{}</p>"},"an10.176:14.1":{"pli":"Kathañca, cunda, tividhaṃ manasā asoceyyaṃ hoti? ","eng":"And how is impurity threefold by way of mind? ","html":"<p data-counter='8'>{}"},"an10.176:14.2":{"pli":"Idha, cunda, ekacco abhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti. ","eng":"It’s when a certain person is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ ","html":"{}</p>"},"an10.176:15.1":{"pli":"Byāpannacitto hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. ","eng":"They have ill will and malicious intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’ ","html":"<p data-counter='9'>{}</p>"},"an10.176:16.1":{"pli":"Micchādiṭṭhiko hoti viparītadassano: ","eng":"They have wrong view. Their perspective is distorted: ","html":"<p data-counter='10'>{}"},"an10.176:16.2":{"pli":"‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ","eng":"‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is rightly comported and rightly practiced, and who describes the afterlife after realizing it with their own insight.’ ","html":"{}"},"an10.176:16.3":{"pli":"Evaṃ kho, cunda, manasā tividhaṃ asoceyyaṃ hoti. ","eng":"This is the threefold impurity by way of mind. ","html":"{}</p>"},"an10.176:17.1":{"pli":"Ime kho, cunda, dasa akusalakammapathā. ","eng":"These are the ten ways of doing unskillful deeds. ","html":"<p>{}"},"an10.176:17.2":{"pli":"Imehi kho, cunda, dasahi akusalehi kammapathehi samannāgato kālasseva uṭṭhahantova sayanamhā pathaviñcepi āmasati, asuciyeva hoti; no cepi pathaviṃ āmasati, asuciyeva hoti. ","eng":"When you have these ten ways of doing unskillful deeds, then if you rise early, whether or not you stroke the earth from your bed, you’re still impure. ","html":"{}</p>"},"an10.176:18.1":{"pli":"Allāni cepi gomayāni āmasati, asuciyeva hoti; no cepi allāni gomayāni āmasati, asuciyeva hoti. ","eng":"Whether or not you stroke fresh cow dung, you’re still impure. ","html":"<p>{}</p>"},"an10.176:19.1":{"pli":"Haritāni cepi tiṇāni āmasati, asuciyeva hoti; no cepi haritāni tiṇāni āmasati, asuciyeva hoti. ","eng":"Whether or not you stroke green grass, you’re still impure. ","html":"<p>{}</p>"},"an10.176:20.1":{"pli":"Aggiñcepi paricarati, asuciyeva hoti, no cepi aggiṃ paricarati, asuciyeva hoti. ","eng":"Whether or not you serve the sacred flame, you’re still impure. ","html":"<p>{}</p>"},"an10.176:21.1":{"pli":"Pañjaliko cepi ādiccaṃ namassati, asuciyeva hoti; no cepi pañjaliko ādiccaṃ namassati, asuciyeva hoti. ","eng":"Whether or not you revere the sun with joined palms, you’re still impure. ","html":"<p>{}</p>"},"an10.176:22.1":{"pli":"Sāyatatiyakañcepi udakaṃ orohati, asuciyeva hoti; no cepi sāyatatiyakaṃ udakaṃ orohati, asuciyeva hoti. ","eng":"Whether or not you immerse yourself in water three times, you’re still impure. ","html":"<p>{}"},"an10.176:22.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.176:22.3":{"pli":"Ime, cunda, dasa akusalakammapathā asucīyeva honti asucikaraṇā ca. ","eng":"These ten ways of doing unskillful deeds are impure and make things impure. ","html":"{}</p>"},"an10.176:23.1":{"pli":"Imesaṃ pana, cunda, dasannaṃ akusalānaṃ kammapathānaṃ samannāgamanahetu nirayo paññāyati, tiracchānayoni paññāyati, pettivisayo paññāyati, yā vā panaññāpi kāci duggatiyo. ","eng":"It’s because of those who do these ten kinds of unskillful deeds that hell, the animal realm, the ghost realm, or any other bad places are found. ","html":"<p>{}</p>"},"an10.176:24.1":{"pli":"Tividhaṃ kho, cunda, kāyena soceyyaṃ hoti; ","eng":"Cunda, purity is threefold by way of body, ","html":"<p>{}"},"an10.176:24.2":{"pli":"catubbidhaṃ vācāya soceyyaṃ hoti; ","eng":"fourfold by way of speech, ","html":"{}"},"an10.176:24.3":{"pli":"tividhaṃ manasā soceyyaṃ hoti. ","eng":"and threefold by way of mind. ","html":"{}</p>"},"an10.176:25.1":{"pli":"Kathaṃ, cunda, tividhaṃ kāyena soceyyaṃ hoti? ","eng":"And how is purity threefold by way of body? ","html":"<p data-counter='1'>{}"},"an10.176:25.2":{"pli":"Idha, cunda, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ","eng":"It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of sympathy for all living beings. ","html":"{}</p>"},"an10.176:26.1":{"pli":"Adinnādānaṃ pahāya, adinnādānā paṭivirato hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. ","eng":"They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness. ","html":"<p data-counter='2'>{}</p>"},"an10.176:27.1":{"pli":"Kāmesumicchācāraṃ pahāya, kāmesumicchācārā paṭivirato hoti yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. ","eng":"They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. ","html":"<p data-counter='3'>{}</p>"},"an10.176:28.1":{"pli":"Evaṃ kho, cunda, tividhaṃ kāyena soceyyaṃ hoti. ","eng":"This is the threefold purity by way of body. ","html":"<p>{}</p>"},"an10.176:29.1":{"pli":"Kathañca, cunda, catubbidhaṃ vācāya soceyyaṃ hoti? ","eng":"And how is purity fourfold by way of speech? ","html":"<p data-counter='4'>{}"},"an10.176:29.2":{"pli":"Idha, cunda, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. ","eng":"It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, worthy man, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason. ","html":"{}</p>"},"an10.176:30.1":{"pli":"Pisuṇaṃ vācaṃ pahāya, pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṃ bhedāya, na amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided and support those who are united, delighting in harmony, loving harmony, speaking words that promote harmony. ","html":"<p data-counter='5'>{}</p>"},"an10.176:31.1":{"pli":"Pharusaṃ vācaṃ pahāya, pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ","html":"<p data-counter='6'>{}</p>"},"an10.176:32.1":{"pli":"Samphappalāpaṃ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī; ","eng":"They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. ","html":"<p data-counter='7'>{}"},"an10.176:32.2":{"pli":"nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ","eng":"They say things at the right time which are valuable, reasonable, succinct, and beneficial. ","html":"{}</p>"},"an10.176:33.1":{"pli":"Evaṃ kho, cunda, catubbidhaṃ vācāya soceyyaṃ hoti. ","eng":"This is the fourfold purity by way of speech. ","html":"<p>{}</p>"},"an10.176:34.1":{"pli":"Kathañca, cunda, tividhaṃ manasā soceyyaṃ hoti? ","eng":"And how is purity threefold by way of mind? ","html":"<p data-counter='8'>{}"},"an10.176:34.2":{"pli":"Idha, cunda, ekacco anabhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhitā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti. ","eng":"It’s when a certain person is content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ ","html":"{}</p>"},"an10.176:35.1":{"pli":"Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā, anīghā sukhī attānaṃ pariharantū’ti. ","eng":"They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’ ","html":"<p data-counter='9'>{}</p>"},"an10.176:36.1":{"pli":"Sammādiṭṭhiko hoti aviparītadassano: ","eng":"They have right view, an undistorted perspective: ","html":"<p data-counter='10'>{}"},"an10.176:36.2":{"pli":"‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ","eng":"‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are such things as mother and father, and beings that are reborn spontaneously. And there are ascetics and brahmins who are rightly comported and rightly practiced, and who describe the afterlife after realizing it with their own insight.’ ","html":"{}</p>"},"an10.176:37.1":{"pli":"Evaṃ kho, cunda, tividhaṃ manasā soceyyaṃ hoti. ","eng":"This is the threefold purity by way of mind. ","html":"<p>{}</p>"},"an10.176:38.1":{"pli":"Ime kho, cunda, dasa kusalakammapathā. ","eng":"These are the ten ways of doing skillful deeds. ","html":"<p>{}"},"an10.176:38.2":{"pli":"Imehi kho, cunda, dasahi kusalehi kammapathehi samannāgato kālasseva uṭṭhahantova sayanamhā pathaviñcepi āmasati, suciyeva hoti; no cepi pathaviṃ āmasati, suciyeva hoti. ","eng":"When you have these ten ways of doing skillful deeds, then if you rise early, whether or not you stroke the earth from your bed, you’re still pure. ","html":"{}</p>"},"an10.176:39.1":{"pli":"Allāni cepi gomayāni āmasati, suciyeva hoti; no cepi allāni gomayāni āmasati, suciyeva hoti. ","eng":"Whether or not you stroke fresh cow dung, you’re still pure. ","html":"<p>{}</p>"},"an10.176:40.1":{"pli":"Haritāni cepi tiṇāni āmasati, suciyeva hoti; no cepi haritāni tiṇāni āmasati, suciyeva hoti. ","eng":"Whether or not you stroke green grass, you’re still pure. ","html":"<p>{}</p>"},"an10.176:41.1":{"pli":"Aggiñcepi paricarati, suciyeva hoti; no cepi aggiṃ paricarati, suciyeva hoti. ","eng":"Whether or not you serve the sacred flame, you’re still pure. ","html":"<p>{}</p>"},"an10.176:42.1":{"pli":"Pañjaliko cepi ādiccaṃ namassati, suciyeva hoti; no cepi pañjaliko ādiccaṃ namassati, suciyeva hoti. ","eng":"Whether or not you revere the sun with joined palms, you’re still pure. ","html":"<p>{}</p>"},"an10.176:43.1":{"pli":"Sāyatatiyakañcepi udakaṃ orohati, suciyeva hoti; no cepi sāyatatiyakaṃ udakaṃ orohati, suciyeva hoti. ","eng":"Whether or not you immerse yourself in water three times, you’re still pure. ","html":"<p>{}"},"an10.176:43.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.176:43.3":{"pli":"Ime, cunda, dasa kusalakammapathā sucīyeva honti sucikaraṇā ca. ","eng":"These ten ways of doing skillful deeds are pure and make things pure. ","html":"{}</p>"},"an10.176:44.1":{"pli":"Imesaṃ pana, cunda, dasannaṃ kusalānaṃ kammapathānaṃ samannāgamanahetu devā paññāyanti, manussā paññāyanti, yā vā panaññāpi kāci sugatiyo”ti. ","eng":"It’s because of those who do these ten kinds of skillful deeds that gods, humans, or any other good places are found.” ","html":"<p>{}</p>"},"an10.176:45.1":{"pli":"Evaṃ vutte, cundo kammāraputto bhagavantaṃ etadavoca: ","eng":"When he said this, Cunda the smith said to the Buddha, ","html":"<p>{}"},"an10.176:45.2":{"pli":"“abhikkantaṃ, bhante …pe… ","eng":"“Excellent, sir! Excellent! … ","html":"{}"},"an10.176:45.3":{"pli":"upāsakaṃ maṃ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an10.176:45.4":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.177":{"an10.177:0.1":{"pli":"Aṅguttara Nikāya 10.177 ","eng":"Numbered Discourses 10.177 ","html":"<article id='an10.177'><header><ul><li class='division'>{}</li>"},"an10.177:0.2":{"pli":"17. Jāṇussoṇivagga ","eng":"17. With Jānussoṇi ","html":"<li>{}</li></ul>"},"an10.177:0.3":{"pli":"Jāṇussoṇisutta ","eng":"With Jānussoṇi ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.177:1.1":{"pli":"Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}</p>"},"an10.177:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ","html":"<p>{}"},"an10.177:2.1":{"pli":"“Mayamassu, bho gotama, brāhmaṇā nāma. ","eng":"“We who are known as brahmins ","html":"{}"},"an10.177:2.2":{"pli":"Dānāni dema, saddhāni karoma: ","eng":"give gifts and perform memorial rites for the dead: ","html":"{}"},"an10.177:2.3":{"pli":"‘idaṃ dānaṃ petānaṃ ñātisālohitānaṃ upakappatu, idaṃ dānaṃ petā ñātisālohitā paribhuñjantū’ti. ","eng":"‘May this gift aid my departed relatives and kin. May they partake of this gift.’ ","html":"{}"},"an10.177:2.4":{"pli":"Kacci taṃ, bho gotama, dānaṃ petānaṃ ñātisālohitānaṃ upakappati; ","eng":"But does this gift really aid departed relatives and kin? ","html":"{}"},"an10.177:2.5":{"pli":"kacci te petā ñātisālohitā taṃ dānaṃ paribhuñjantī”ti? ","eng":"Do they actually partake of it?” ","html":"{}</p>"},"an10.177:2.6":{"pli":"“Ṭhāne kho, brāhmaṇa, upakappati, no aṭṭhāne”ti. ","eng":"“It aids them if the conditions are right, brahmin, but not if the conditions are wrong.” ","html":"<p>{}</p>"},"an10.177:3.1":{"pli":"“Katamaṃ pana, bho gotama, ṭhānaṃ, katamaṃ aṭṭhānan”ti? ","eng":"“Then, worthy Gotama, what are the right and wrong conditions?” ","html":"<p>{}</p>"},"an10.177:3.2":{"pli":"“Idha, brāhmaṇa, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti. ","eng":"“Brahmin, take someone who kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. ","html":"<p>{}"},"an10.177:3.3":{"pli":"So kāyassa bhedā paraṃ maraṇā nirayaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in hell. ","html":"{}"},"an10.177:3.4":{"pli":"Yo nerayikānaṃ sattānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ","eng":"There they survive feeding on the food of the hell beings. ","html":"{}"},"an10.177:3.5":{"pli":"Idampi kho, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ na upakappati. ","eng":"The conditions there are wrong, so the gift does not aid the one who lives there. ","html":"{}</p>"},"an10.177:4.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātī …pe… micchādiṭṭhiko hoti. ","eng":"Take someone else who kills living creatures … and has wrong view. ","html":"<p>{}"},"an10.177:4.2":{"pli":"So kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the animal realm. ","html":"{}"},"an10.177:4.3":{"pli":"Yo tiracchānayonikānaṃ sattānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ","eng":"There they survive feeding on the food of the beings in the animal realm. ","html":"{}"},"an10.177:4.4":{"pli":"Idampi kho, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ na upakappati. ","eng":"The conditions there too are wrong, so the gift does not aid the one who lives there. ","html":"{}</p>"},"an10.177:5.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhiko hoti. ","eng":"Take someone else who doesn’t kill living creatures, steal, commit sexual misconduct, or use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, and have right view. ","html":"<p>{}"},"an10.177:5.2":{"pli":"So kāyassa bhedā paraṃ maraṇā manussānaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the human realm. ","html":"{}"},"an10.177:5.3":{"pli":"Yo manussānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ","eng":"There they survive feeding on human food. ","html":"{}"},"an10.177:5.4":{"pli":"Idampi kho, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ na upakappati. ","eng":"The conditions there too are wrong, so the gift does not aid the one who lives there. ","html":"{}</p>"},"an10.177:6.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko hoti. ","eng":"Take someone else who doesn’t kill living creatures … and has right view. ","html":"<p>{}"},"an10.177:6.2":{"pli":"So kāyassa bhedā paraṃ maraṇā devānaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the company of the gods. ","html":"{}"},"an10.177:6.3":{"pli":"Yo devānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ","eng":"There they survive feeding on the food of the gods. ","html":"{}"},"an10.177:6.4":{"pli":"Idampi, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ upakappati. ","eng":"The conditions there too are wrong, so the gift does not aid the one who lives there. ","html":"{}</p>"},"an10.177:7.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātī hoti …pe… micchādiṭṭhiko hoti. ","eng":"Take someone else who kills living creatures … and has wrong view. ","html":"<p>{}"},"an10.177:7.2":{"pli":"So kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the ghost realm. ","html":"{}"},"an10.177:7.3":{"pli":"Yo pettivesayikānaṃ sattānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati, yaṃ vā panassa ito anuppavecchanti mittāmaccā vā ñātisālohitā vā, tena so tattha yāpeti, tena so tattha tiṭṭhati. ","eng":"There they survive feeding on the food of the beings in the ghost realm. Or else they survive feeding on what friends and colleagues, relatives and kin provide them with from here. ","html":"{}"},"an10.177:7.4":{"pli":"Idaṃ kho, brāhmaṇa, ṭhānaṃ yattha ṭhitassa taṃ dānaṃ upakappatī”ti. ","eng":"The conditions there are right, so the gift aids the one who lives there.” ","html":"{}</p>"},"an10.177:8.1":{"pli":"“Sace pana, bho gotama, so peto ñātisālohito taṃ ṭhānaṃ anupapanno hoti, ko taṃ dānaṃ paribhuñjatī”ti? ","eng":"“But worthy Gotama, who partakes of that gift if the departed relative is not reborn in that place?” ","html":"<p>{}</p>"},"an10.177:8.2":{"pli":"“Aññepissa, brāhmaṇa, petā ñātisālohitā taṃ ṭhānaṃ upapannā honti, te taṃ dānaṃ paribhuñjantī”ti. ","eng":"“Other departed relatives reborn there will partake of that gift.” ","html":"<p>{}</p>"},"an10.177:9.1":{"pli":"“Sace pana, bho gotama, so ceva peto ñātisālohito taṃ ṭhānaṃ anupapanno hoti aññepissa ñātisālohitā petā taṃ ṭhānaṃ anupapannā honti, ko taṃ dānaṃ paribhuñjatī”ti? ","eng":"“But who partakes of the gift when neither that relative nor other relatives have been reborn in that place?” ","html":"<p>{}</p>"},"an10.177:9.2":{"pli":"“Aṭṭhānaṃ kho etaṃ, brāhmaṇa, anavakāso yaṃ taṃ ṭhānaṃ vivittaṃ assa iminā dīghena addhunā yadidaṃ petehi ñātisālohitehi. ","eng":"“It’s impossible, brahmin, it cannot happen that that place is vacant of departed relatives in all this long time. ","html":"<p>{}"},"an10.177:9.3":{"pli":"Api ca, brāhmaṇa, dāyakopi anipphalo”ti. ","eng":"It’s never fruitless for the donor.” ","html":"{}</p>"},"an10.177:10.1":{"pli":"“Aṭṭhānepi bhavaṃ gotamo parikappaṃ vadatī”ti? ","eng":"“Does the worthy Gotama propose this even when the conditions are wrong?” ","html":"<p>{}</p>"},"an10.177:10.2":{"pli":"“Aṭṭhānepi kho ahaṃ, brāhmaṇa, parikappaṃ vadāmi. ","eng":"“I propose this even when the conditions are wrong. ","html":"<p>{}"},"an10.177:10.3":{"pli":"Idha, brāhmaṇa, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti; ","eng":"Take someone who kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. ","html":"{}"},"an10.177:10.4":{"pli":"so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ","eng":"They give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ","html":"{}"},"an10.177:10.5":{"pli":"So kāyassa bhedā paraṃ maraṇā hatthīnaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the company of elephants. ","html":"{}"},"an10.177:10.6":{"pli":"So tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ","eng":"There they get to have food and drink, garlands and various adornments. ","html":"{}</p>"},"an10.177:11.1":{"pli":"Yaṃ kho, brāhmaṇa, idha pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā hatthīnaṃ sahabyataṃ upapajjati. ","eng":"Since in this life they killed living creatures … and had wrong view, they were reborn in the company of elephants. ","html":"<p>{}"},"an10.177:11.2":{"pli":"Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ","eng":"Since they gave to ascetics or brahmins … they get to have food and drink, garlands and various adornments. ","html":"{}</p>"},"an10.177:12.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātī hoti …pe… micchādiṭṭhiko hoti. ","eng":"Take someone else who kills living creatures … and has wrong view. ","html":"<p>{}"},"an10.177:12.2":{"pli":"So dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ","eng":"They give to ascetics or brahmins … ","html":"{}"},"an10.177:12.3":{"pli":"So kāyassa bhedā paraṃ maraṇā assānaṃ sahabyataṃ upapajjati …pe… ","eng":"When their body breaks up, after death, they’re reborn in the company of horses. … ","html":"{}"},"an10.177:12.4":{"pli":"gunnaṃ sahabyataṃ upapajjati …pe… ","eng":"cattle … ","html":"{}"},"an10.177:12.5":{"pli":"kukkurānaṃ sahabyataṃ upapajjati. ","eng":"dogs. ","html":"{}"},"an10.177:12.6":{"pli":"So tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ","eng":"There they get to have food and drink, garlands and various adornments. ","html":"{}</p>"},"an10.177:13.1":{"pli":"Yaṃ kho, brāhmaṇa, idha pāṇātipātī …pe… micchādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā kukkurānaṃ sahabyataṃ upapajjati. ","eng":"Since in this life they killed living creatures … and had wrong view, they were reborn in the company of dogs. ","html":"<p>{}"},"an10.177:13.2":{"pli":"Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ","eng":"Since they gave to ascetics or brahmins … they get to have food and drink, garlands and various adornments. ","html":"{}</p>"},"an10.177:14.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko hoti. ","eng":"Take someone else who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. ","html":"<p>{}"},"an10.177:14.2":{"pli":"So dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ","eng":"They give to ascetics or brahmins … ","html":"{}"},"an10.177:14.3":{"pli":"So kāyassa bhedā paraṃ maraṇā manussānaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the human realm. ","html":"{}"},"an10.177:14.4":{"pli":"So tattha lābhī hoti mānusakānaṃ pañcannaṃ kāmaguṇānaṃ. ","eng":"There they get to have the five kinds of human sensual stimulation. ","html":"{}</p>"},"an10.177:15.1":{"pli":"Yaṃ kho, brāhmaṇa, idha pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā manussānaṃ sahabyataṃ upapajjati. ","eng":"Since in this life they didn’t kill living creatures … and had right view, they were reborn in the company of humans. ","html":"<p>{}"},"an10.177:15.2":{"pli":"Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti mānusakānaṃ pañcannaṃ kāmaguṇānaṃ. ","eng":"Since they gave to ascetics or brahmins … they get to have the five kinds of human sensual stimulation. ","html":"{}</p>"},"an10.177:16.1":{"pli":"Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko hoti. ","eng":"Take someone else who doesn’t kill living creatures … and has right view. ","html":"<p>{}"},"an10.177:16.2":{"pli":"So dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ","eng":"They give to ascetics or brahmins … ","html":"{}"},"an10.177:16.3":{"pli":"So kāyassa bhedā paraṃ maraṇā devānaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the company of the gods. ","html":"{}"},"an10.177:16.4":{"pli":"So tattha lābhī hoti dibbānaṃ pañcannaṃ kāmaguṇānaṃ. ","eng":"There they get to have the five kinds of heavenly sensual stimulation. ","html":"{}</p>"},"an10.177:17.1":{"pli":"Yaṃ kho, brāhmaṇa, idha pāṇātipātā paṭivirato hoti …pe… sammādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā devānaṃ sahabyataṃ upapajjati. ","eng":"Since in this life they didn’t kill living creatures … and had right view, they were reborn in the company of the gods. ","html":"<p>{}"},"an10.177:17.2":{"pli":"Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti dibbānaṃ pañcannaṃ kāmaguṇānaṃ. ","eng":"Since they gave to ascetics or brahmins … they get to have the five kinds of heavenly sensual stimulation. ","html":"{}"},"an10.177:17.3":{"pli":"Api ca, brāhmaṇa, dāyakopi anipphalo”ti. ","eng":"It’s never fruitless for the donor.” ","html":"{}</p>"},"an10.177:18.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing, ","html":"<p>{}"},"an10.177:18.2":{"pli":"Yāvañcidaṃ, bho gotama, alameva dānāni dātuṃ, alaṃ saddhāni kātuṃ, yatra hi nāma dāyakopi anipphalo”ti. ","eng":"This is quite enough to justify giving gifts and performing memorial rites for the dead, since it’s never fruitless for the donor.” ","html":"{}</p>"},"an10.177:18.3":{"pli":"“Evametaṃ, brāhmaṇa, dāyakopi hi, brāhmaṇa, anipphalo”ti. ","eng":"“That’s so true, brahmin. It’s never fruitless for the donor.” ","html":"<p>{}</p>"},"an10.177:19.1":{"pli":"“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"<p>{}"},"an10.177:19.2":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an10.177:19.3":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.177:19.4":{"pli":"Jāṇussoṇivaggo dutiyo. ","html":"<p class='endvagga'>{}</p></article>"}},"an10.178":{"an10.178:0.1":{"pli":"Aṅguttara Nikāya 10.178 ","eng":"Numbered Discourses 10.178 ","html":"<article id='an10.178'><header><ul><li class='division'>{}</li>"},"an10.178:0.2":{"pli":"18. Sādhuvagga ","eng":"18. Good ","html":"<li>{}</li></ul>"},"an10.178:0.3":{"pli":"Sādhusutta ","eng":"Good ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.178:1.1":{"pli":"“Sādhuñca vo, bhikkhave, desessāmi asādhuñca. ","eng":"“Mendicants, I will teach you what is good and what is not good. ","html":"<p>{}"},"an10.178:1.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an10.178:1.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an10.178:1.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.178:2.1":{"pli":"“Katamañca, bhikkhave, asādhu? ","eng":"“And what, mendicants, is not good? ","html":"<p>{}"},"an10.178:2.2":{"pli":"Pāṇātipāto, adinnādānaṃ, kāmesumicchācāro, musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo, abhijjhā, byāpādo, micchādiṭṭhi—","eng":"Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view. ","html":"{}"},"an10.178:2.3":{"pli":"idaṃ vuccati, bhikkhave, asādhu. ","eng":"This is called what is not good. ","html":"{}</p>"},"an10.178:3.1":{"pli":"Katamañca, bhikkhave, sādhu? ","eng":"And what is good? ","html":"<p>{}"},"an10.178:3.2":{"pli":"Pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī, musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī, anabhijjhā, abyāpādo, sammādiṭṭhi—","eng":"Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view. ","html":"{}"},"an10.178:3.3":{"pli":"idaṃ vuccati, bhikkhave, sādhū”ti. ","eng":"This is called what is good.” ","html":"{}</p>"},"an10.178:3.4":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.179":{"an10.179:0.1":{"pli":"Aṅguttara Nikāya 10.179 ","eng":"Numbered Discourses 10.179 ","html":"<article id='an10.179'><header><ul><li class='division'>{}</li>"},"an10.179:0.2":{"pli":"18. Sādhuvagga ","eng":"18. Good ","html":"<li>{}</li></ul>"},"an10.179:0.3":{"pli":"Ariyadhammasutta ","eng":"The Teaching of the Noble Ones ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.179:1.1":{"pli":"“Ariyadhammañca vo, bhikkhave, desessāmi anariyadhammañca. ","eng":"“Mendicants, I will teach you the teaching of the noble ones, and what is not the teaching of the noble ones. ","html":"<p>{}"},"an10.179:1.2":{"pli":"Taṃ suṇātha …pe… ","eng":"Listen and apply your mind well, I will speak. … ","html":"{}"},"an10.179:1.3":{"pli":"katamo ca, bhikkhave, anariyo dhammo? ","eng":"And what is not the teaching of the noble ones? ","html":"{}"},"an10.179:1.4":{"pli":"Pāṇātipāto …pe… ","eng":"Killing living creatures … ","html":"{}"},"an10.179:1.5":{"pli":"micchādiṭṭhi—","eng":"wrong view. ","html":"{}"},"an10.179:1.6":{"pli":"ayaṃ vuccati, bhikkhave, anariyo dhammo. ","eng":"This is called what is not the teaching of the noble ones. ","html":"{}</p>"},"an10.179:2.1":{"pli":"Katamo ca, bhikkhave, ariyo dhammo? ","eng":"And what is the teaching of the noble ones? ","html":"<p>{}"},"an10.179:2.2":{"pli":"Pāṇātipātā veramaṇī …pe… ","eng":"Not killing living creatures … ","html":"{}"},"an10.179:2.3":{"pli":"sammādiṭṭhi—","eng":"right view. ","html":"{}"},"an10.179:2.4":{"pli":"ayaṃ vuccati, bhikkhave, ariyo dhammo”ti. ","eng":"This is called the teaching of the noble ones.” ","html":"{}</p>"},"an10.179:2.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}