{"an10.91":{"an10.91:0.1":{"pli":"Aṅguttara Nikāya 10.91 ","eng":"Numbered Discourses 10.91 ","html":"<article id='an10.91'><header><ul><li class='division'>{}</li>"},"an10.91:0.2":{"pli":"10. Upālivagga ","eng":"10. With Upāli ","html":"<li>{}</li></ul>"},"an10.91:0.3":{"pli":"Kāmabhogīsutta ","eng":"Pleasure Seekers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.91:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an10.91:1.2":{"pli":"Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ","eng":"Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. Seated to one side, the Buddha said to the householder Anāthapiṇḍika: ","html":"{}</p>"},"an10.91:2.1":{"pli":"“Dasayime, gahapati, kāmabhogī santo saṃvijjamānā lokasmiṃ. ","eng":"“These ten pleasure seekers are found in the world. ","html":"<p data-counter='1'>{}"},"an10.91:2.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.91:2.3":{"pli":"Idha, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ","eng":"First, a pleasure seeker seeks wealth using illegitimate, coercive means. ","html":"{}"},"an10.91:2.4":{"pli":"adhammena bhoge pariyesitvā sāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti. ","eng":"They don’t make themselves happy and pleased, nor share it and make merit. ","html":"{}</p>"},"an10.91:3.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ","eng":"Next, a pleasure seeker seeks wealth using illegitimate, coercive means. ","html":"<p data-counter='2'>{}"},"an10.91:3.2":{"pli":"adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti. ","eng":"They make themselves happy and pleased, but don’t share it and make merit. ","html":"{}</p>"},"an10.91:4.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ","eng":"Next, a pleasure seeker seeks wealth using illegitimate, coercive means. ","html":"<p data-counter='3'>{}"},"an10.91:4.2":{"pli":"adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. ","eng":"They make themselves happy and pleased, and they share it and make merit. ","html":"{}</p>"},"an10.91:5.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ","eng":"Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ","html":"<p data-counter='4'>{}"},"an10.91:5.2":{"pli":"dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti. ","eng":"They don’t make themselves happy and pleased, nor share it and make merit. ","html":"{}</p>"},"an10.91:6.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ","eng":"Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ","html":"<p data-counter='5'>{}"},"an10.91:6.2":{"pli":"dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti. ","eng":"They make themselves happy and pleased, but don’t share it and make merit. ","html":"{}</p>"},"an10.91:7.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ","eng":"Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ","html":"<p data-counter='6'>{}"},"an10.91:7.2":{"pli":"dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. ","eng":"They make themselves happy and pleased, and they share it and make merit. ","html":"{}</p>"},"an10.91:8.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ","eng":"Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ","html":"<p data-counter='7'>{}"},"an10.91:8.2":{"pli":"dhammena bhoge pariyesitvā asāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti. ","eng":"They don’t make themselves happy and pleased, nor share it and make merit. ","html":"{}</p>"},"an10.91:9.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ","eng":"Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ","html":"<p data-counter='8'>{}"},"an10.91:9.2":{"pli":"dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti. ","eng":"They make themselves happy and pleased, but don’t share it and make merit. ","html":"{}</p>"},"an10.91:10.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ","eng":"Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ","html":"<p data-counter='9'>{}"},"an10.91:10.2":{"pli":"dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. ","eng":"They make themselves happy and pleased, and they share it and make merit. ","html":"{}"},"an10.91:10.3":{"pli":"Te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati. ","eng":"But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. ","html":"{}</p>"},"an10.91:11.1":{"pli":"Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ","eng":"Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ","html":"<p data-counter='10'>{}"},"an10.91:11.2":{"pli":"dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. ","eng":"They make themselves happy and pleased, and they share it and make merit. ","html":"{}"},"an10.91:11.3":{"pli":"Te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ","eng":"And they enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. ","html":"{}</p>"},"an10.91:12.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī tīhi ṭhānehi gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be criticized on three grounds. ","html":"<p data-counter='1'>{}"},"an10.91:12.2":{"pli":"‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ","eng":"They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ","html":"{}"},"an10.91:12.3":{"pli":"‘Na attānaṃ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho. ","eng":"They don’t make themselves happy and pleased. This is the second ground for criticism. ","html":"{}"},"an10.91:12.4":{"pli":"‘Na saṃvibhajati na puññāni karotī’ti, iminā tatiyena ṭhānena gārayho. ","eng":"They don’t share it and make merit. This is the third ground for criticism. ","html":"{}"},"an10.91:12.5":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi tīhi ṭhānehi gārayho. ","eng":"This pleasure seeker may be criticized on these three grounds. ","html":"{}</p>"},"an10.91:13.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṃso. ","eng":"Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be criticized on two grounds, and praised on one. ","html":"<p data-counter='2'>{}"},"an10.91:13.2":{"pli":"‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ","eng":"They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ","html":"{}"},"an10.91:13.3":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā ekena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the one ground for praise. ","html":"{}"},"an10.91:13.4":{"pli":"‘Na saṃvibhajati na puññāni karotī’ti iminā dutiyena ṭhānena gārayho. ","eng":"They don’t share it and make merit. This is the second ground for criticism. ","html":"{}"},"an10.91:13.5":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi dvīhi ṭhānehi gārayho iminā ekena ṭhānena pāsaṃso. ","eng":"This pleasure seeker may be criticized on these two grounds, and praised on this one. ","html":"{}</p>"},"an10.91:14.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, ayaṃ, gahapati, kāmabhogī ekena ṭhānena gārayho dvīhi ṭhānehi pāsaṃso. ","eng":"Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit. They may be criticized on one ground, and praised on two. ","html":"<p data-counter='3'>{}"},"an10.91:14.2":{"pli":"‘Adhammena bhoge pariyesati sāhasenā’ti, iminā ekena ṭhānena gārayho. ","eng":"They seek for wealth using illegitimate, coercive means. This is the one ground for criticism. ","html":"{}"},"an10.91:14.3":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā paṭhamena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the first ground for praise. ","html":"{}"},"an10.91:14.4":{"pli":"‘Saṃvibhajati puññāni karotī’ti, iminā dutiyena ṭhānena pāsaṃso. ","eng":"They share it and make merit. This is the second ground for praise. ","html":"{}"},"an10.91:14.5":{"pli":"Ayaṃ, gahapati, kāmabhogī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṃso. ","eng":"This pleasure seeker may be criticized on this one ground, and praised on these two. ","html":"{}</p>"},"an10.91:15.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī ekena ṭhānena pāsaṃso tīhi ṭhānehi gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground, and criticized on three. ","html":"<p data-counter='4'>{}"},"an10.91:15.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā ekena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the one ground for praise. ","html":"{}"},"an10.91:15.3":{"pli":"‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ","eng":"They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ","html":"{}"},"an10.91:15.4":{"pli":"‘Na attānaṃ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho. ","eng":"They don’t make themselves happy and pleased. This is the second ground for criticism. ","html":"{}"},"an10.91:15.5":{"pli":"‘Na saṃvibhajati na puññāni karotī’ti, iminā tatiyena ṭhānena gārayho. ","eng":"They don’t share it and make merit. This is the third ground for criticism. ","html":"{}"},"an10.91:15.6":{"pli":"Ayaṃ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṃso imehi tīhi ṭhānehi gārayho. ","eng":"This pleasure seeker may be praised on this one ground, and criticized on these three. ","html":"{}</p>"},"an10.91:16.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṃso dvīhi ṭhānehi gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds, and criticized on two. ","html":"<p data-counter='5'>{}"},"an10.91:16.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ","html":"{}"},"an10.91:16.3":{"pli":"‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho. ","eng":"They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ","html":"{}"},"an10.91:16.4":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the second ground for praise. ","html":"{}"},"an10.91:16.5":{"pli":"‘Na saṃvibhajati na puññāni karotī’ti, iminā dutiyena ṭhānena gārayho. ","eng":"They don’t share it and make merit. This is the second ground for criticism. ","html":"{}"},"an10.91:16.6":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṃso imehi dvīhi ṭhānehi gārayho. ","eng":"This pleasure seeker may be praised on these two grounds, and criticized on these two. ","html":"{}</p>"},"an10.91:17.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, ayaṃ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṃso ekena ṭhānena gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and make merit. They may be praised on three grounds, and criticized on one. ","html":"<p data-counter='6'>{}"},"an10.91:17.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ","html":"{}"},"an10.91:17.3":{"pli":"‘Adhammena bhoge pariyesati sāhasenā’ti, iminā ekena ṭhānena gārayho. ","eng":"They seek for wealth using illegitimate, coercive means. This is the one ground for criticism. ","html":"{}"},"an10.91:17.4":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the second ground for praise. ","html":"{}"},"an10.91:17.5":{"pli":"‘Saṃvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṃso. ","eng":"They share it and make merit. This is the third ground for praise. ","html":"{}"},"an10.91:17.6":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṃso iminā ekena ṭhānena gārayho. ","eng":"This pleasure seeker may be praised on these three grounds, and criticized on this one. ","html":"{}</p>"},"an10.91:18.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī ekena ṭhānena pāsaṃso dvīhi ṭhānehi gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground and criticized on two. ","html":"<p data-counter='7'>{}"},"an10.91:18.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā ekena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the one ground for praise. ","html":"{}"},"an10.91:18.3":{"pli":"‘Na attānaṃ sukheti na pīṇetī’ti, iminā paṭhamena ṭhānena gārayho. ","eng":"They don’t make themselves happy and pleased. This is the first ground for criticism. ","html":"{}"},"an10.91:18.4":{"pli":"‘Na saṃvibhajati na puññāni karotī’ti, iminā dutiyena ṭhānena gārayho. ","eng":"They don’t share it and make merit. This is the second ground for criticism. ","html":"{}"},"an10.91:18.5":{"pli":"Ayaṃ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṃso imehi dvīhi ṭhānehi gārayho. ","eng":"This pleasure seeker may be praised on this one ground, and criticized on these two. ","html":"{}</p>"},"an10.91:19.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṃso ekena ṭhānena gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds and criticized on one. ","html":"<p data-counter='8'>{}"},"an10.91:19.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ","html":"{}"},"an10.91:19.3":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the second ground for praise. ","html":"{}"},"an10.91:19.4":{"pli":"‘Na saṃvibhajati na puññāni karotī’ti iminā ekena ṭhānena gārayho. ","eng":"They don’t share it and make merit. This is the one ground for criticism. ","html":"{}"},"an10.91:19.5":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṃso iminā ekena ṭhānena gārayho. ","eng":"This pleasure seeker may be praised on these two grounds, and criticized on this one. ","html":"{}</p>"},"an10.91:20.1":{"pli":"Tatra, gahapati yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati, ayaṃ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṃso ekena ṭhānena gārayho. ","eng":"Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. They may be praised on three grounds and criticized on one. ","html":"<p data-counter='9'>{}"},"an10.91:20.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ","html":"{}"},"an10.91:20.3":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the second ground for praise. ","html":"{}"},"an10.91:20.4":{"pli":"‘Saṃvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṃso. ","eng":"They share it and make merit. This is the third ground for praise. ","html":"{}"},"an10.91:20.5":{"pli":"‘Te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjatī’ti, iminā ekena ṭhānena gārayho. ","eng":"They enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. This is the one ground for criticism. ","html":"{}"},"an10.91:20.6":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṃso iminā ekena ṭhānena gārayho. ","eng":"This pleasure seeker may be praised on these three grounds, and criticized on this one. ","html":"{}</p>"},"an10.91:21.1":{"pli":"Tatra, gahapati, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṃ, gahapati, kāmabhogī catūhi ṭhānehi pāsaṃso. ","eng":"Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. And they enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. They may be praised on four grounds. ","html":"<p data-counter='10'>{}"},"an10.91:21.2":{"pli":"‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso. ","eng":"They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ","html":"{}"},"an10.91:21.3":{"pli":"‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso. ","eng":"They make themselves happy and pleased. This is the second ground for praise. ","html":"{}"},"an10.91:21.4":{"pli":"‘Saṃvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṃso. ","eng":"They share it and make merit. This is the third ground for praise. ","html":"{}"},"an10.91:21.5":{"pli":"‘Te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjatī’ti, iminā catutthena ṭhānena pāsaṃso. ","eng":"They enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. This is the fourth ground for praise. ","html":"{}"},"an10.91:21.6":{"pli":"Ayaṃ, gahapati, kāmabhogī imehi catūhi ṭhānehi pāsaṃso. ","eng":"This pleasure seeker may be praised on these four grounds. ","html":"{}</p>"},"an10.91:22.1":{"pli":"Ime kho, gahapati, dasa kāmabhogī santo saṃvijjamānā lokasmiṃ. ","eng":"These are the ten pleasure seekers found in the world. ","html":"<p>{}"},"an10.91:22.2":{"pli":"Imesaṃ kho, gahapati, dasannaṃ kāmabhogīnaṃ yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṃ imesaṃ dasannaṃ kāmabhogīnaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca. ","eng":"The pleasure seeker who seeks wealth using legitimate, non-coercive means, who makes themselves happy and pleased, and shares it and makes merit, and who uses that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, chief, highest, and finest of the ten. ","html":"{}"},"an10.91:22.3":{"pli":"Seyyathāpi, gahapati, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo. Sappimaṇḍo tattha aggamakkhāyati. ","eng":"From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these. ","html":"{}</p>"},"an10.91:23.1":{"pli":"Evamevaṃ kho, gahapati, imesaṃ dasannaṃ kāmabhogīnaṃ yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṃ imesaṃ dasannaṃ kāmabhogīnaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro cā”ti. ","eng":"In the same way, the pleasure seeker who seeks wealth using legitimate, non-coercive means, who makes themselves happy and pleased, and shares it and makes merit, and who uses that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, chief, highest, and finest of the ten.” ","html":"<p>{}</p>"},"an10.91:23.2":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.92":{"an10.92:0.1":{"pli":"Aṅguttara Nikāya 10.92 ","eng":"Numbered Discourses 10.92 ","html":"<article id='an10.92'><header><ul><li class='division'>{}</li>"},"an10.92:0.2":{"pli":"10. Upālivagga ","eng":"10. With Upāli ","html":"<li>{}</li></ul>"},"an10.92:0.3":{"pli":"Bhayasutta ","eng":"Dangers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.92:1.1":{"pli":"Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ","eng":"Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an10.92:2.1":{"pli":"“Yato, kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"“Householder, when a noble disciple has quelled five fears and enmities, possesses the four factors of stream-entry, and has clearly seen and penetrated the noble system with wisdom, they may, if they wish, declare of themselves: ","html":"<p>{}"},"an10.92:2.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto. Sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’ ","html":"{}</p>"},"an10.92:3.1":{"pli":"Katamāni pañca bhayāni verāni vūpasantāni honti? ","eng":"What are the five fears and enmities they have quelled? ","html":"<p>{}"},"an10.92:3.2":{"pli":"Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati samparāyikampi bhayaṃ veraṃ pasavati cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati na samparāyikampi bhayaṃ veraṃ pasavati na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"Anyone who kills living creatures brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures does not brim with fear and enmity either in this life or in lives to come, and doesn’t experience mental pain and sadness. ","html":"{}"},"an10.92:3.3":{"pli":"Pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from killing living creatures. ","html":"{}</p>"},"an10.92:4.1":{"pli":"Yaṃ, gahapati, adinnādāyī …pe… ","eng":"Anyone who steals … ","html":"<p>{}"},"an10.92:4.2":{"pli":"kāmesumicchācārī … ","eng":"Anyone who commits sexual misconduct … ","html":"{}"},"an10.92:4.3":{"pli":"musāvādī … ","eng":"Anyone who lies … ","html":"{}"},"an10.92:4.4":{"pli":"surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati samparāyikampi bhayaṃ veraṃ pasavati cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati na samparāyikampi bhayaṃ veraṃ pasavati na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"Anyone who consumes beer, wine, and liquor intoxicants brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from consuming beer, wine, and liquor intoxicants does not brim with fear and enmity either in this life or in lives to come, and doesn’t experience mental pain and sadness. ","html":"{}"},"an10.92:4.5":{"pli":"Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from consuming beer, wine, and liquor intoxicants. ","html":"{}"},"an10.92:4.6":{"pli":"Imāni pañca bhayāni verāni vūpasantāni honti. ","eng":"These are the five fears and enmities they have quelled. ","html":"{}</p>"},"an10.92:5.1":{"pli":"Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ","eng":"What are the four factors of stream-entry that they possess? ","html":"<p>{}"},"an10.92:5.2":{"pli":"Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti: ","eng":"It’s when a noble disciple has experiential confidence in the Buddha: ","html":"{}"},"an10.92:5.3":{"pli":"‘itipi so bhagavā …pe… buddho bhagavā’ti; ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an10.92:5.4":{"pli":"dhamme aveccappasādena samannāgato hoti: ","eng":"They have experiential confidence in the teaching: ","html":"{}"},"an10.92:5.5":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti; ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}"},"an10.92:5.6":{"pli":"saṅghe aveccappasādena samannāgato hoti: ","eng":"They have experiential confidence in the Saṅgha: ","html":"{}"},"an10.92:5.7":{"pli":"‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti; ","eng":"‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ","html":"{}"},"an10.92:5.8":{"pli":"ariyakantehi sīlehi samannāgato hoti ‘akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi’. ","eng":"And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"{}"},"an10.92:5.9":{"pli":"Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ","eng":"These are the four factors of stream-entry that they possess. ","html":"{}</p>"},"an10.92:6.1":{"pli":"Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho? ","eng":"And what is the noble system that they have clearly seen and penetrated with wisdom? ","html":"<p>{}"},"an10.92:6.2":{"pli":"Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ","eng":"It’s when a noble disciple reflects: ","html":"{}"},"an10.92:6.3":{"pli":"‘iti imasmiṃ sati idaṃ hoti; imassuppādā idaṃ uppajjati; ","eng":"‘When this exists, this comes to be; due to the arising of this, this arises. ","html":"{}"},"an10.92:6.4":{"pli":"imasmiṃ asati idaṃ na hoti; imassa nirodhā idaṃ nirujjhati, yadidaṃ—","eng":"When this doesn’t exist, this doesn’t come to be; due to the cessation of this, this ceases. That is: ","html":"{}"},"an10.92:6.5":{"pli":"avijjāpaccayā saṅkhārā, ","eng":"Ignorance is a requirement for choices. ","html":"{}"},"an10.92:6.6":{"pli":"saṅkhārapaccayā viññāṇaṃ, ","eng":"Choices are a requirement for consciousness. ","html":"{}"},"an10.92:6.7":{"pli":"viññāṇapaccayā nāmarūpaṃ, ","eng":"Consciousness is a requirement for name and form. ","html":"{}"},"an10.92:6.8":{"pli":"nāmarūpapaccayā saḷāyatanaṃ, ","eng":"Name and form are requirements for the six sense fields. ","html":"{}"},"an10.92:6.9":{"pli":"saḷāyatanapaccayā phasso, ","eng":"The six sense fields are requirements for contact. ","html":"{}"},"an10.92:6.10":{"pli":"phassapaccayā vedanā, ","eng":"Contact is a requirement for feeling. ","html":"{}"},"an10.92:6.11":{"pli":"vedanāpaccayā taṇhā, ","eng":"Feeling is a requirement for craving. ","html":"{}"},"an10.92:6.12":{"pli":"taṇhāpaccayā upādānaṃ, ","eng":"Craving is a requirement for grasping. ","html":"{}"},"an10.92:6.13":{"pli":"upādānapaccayā bhavo, ","eng":"Grasping is a requirement for continued existence. ","html":"{}"},"an10.92:6.14":{"pli":"bhavapaccayā jāti, ","eng":"Continued existence is a requirement for rebirth. ","html":"{}"},"an10.92:6.15":{"pli":"jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti, ","eng":"Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}"},"an10.92:6.16":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti; ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"an10.92:6.17":{"pli":"avijjāya tveva asesavirāganirodhā saṅkhāranirodho …pe… ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"an10.92:6.18":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti. ","eng":"That is how this entire mass of suffering ceases.’ ","html":"{}"},"an10.92:6.19":{"pli":"Ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. ","eng":"This is the noble system that they have clearly seen and penetrated with wisdom. ","html":"{}</p>"},"an10.92:7.1":{"pli":"Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"When a noble disciple has quelled five fears and enmities, possesses the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: ","html":"<p>{}"},"an10.92:7.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’” ","html":"{}</p>"},"an10.92:7.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}