{"an10.68":{"an10.68:0.1":{"pli":"Aṅguttara Nikāya 10.68 ","eng":"Numbered Discourses 10.68 ","html":"<article id='an10.68'><header><ul><li class='division'>{}</li>"},"an10.68:0.2":{"pli":"7. Yamakavagga ","eng":"7. Pairs ","html":"<li>{}</li></ul>"},"an10.68:0.3":{"pli":"Dutiyanaḷakapānasutta ","eng":"At Naḷakapāna (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.68:1.1":{"pli":"Ekaṃ samayaṃ bhagavā naḷakapāne viharati palāsavane. ","eng":"At one time the Buddha stayed near Naḷakapāna in the grove of flame-of-the-forest trees. ","html":"<p>{}</p>"},"an10.68:1.2":{"pli":"Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ","eng":"Now, at that time it was the sabbath, and the Buddha was sitting surrounded by a Saṅgha of monks. ","html":"<p>{}"},"an10.68:1.3":{"pli":"Atha kho bhagavā bahudeva rattiṃ bhikkhūnaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṅghaṃ anuviloketvā āyasmantaṃ sāriputtaṃ āmantesi: ","eng":"The Buddha spent much of the night educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk. Then he looked around the Saṅgha of mendicants, who were so very silent. He addressed Venerable Sāriputta, ","html":"{}"},"an10.68:2.1":{"pli":"“Vigatathinamiddho kho, sāriputta, bhikkhusaṅgho. ","eng":"“Sāriputta, the Saṅgha of mendicants is rid of dullness and drowsiness. ","html":"{}"},"an10.68:2.2":{"pli":"Paṭibhātu taṃ, sāriputta, bhikkhūnaṃ dhammī kathā. ","eng":"Give them some Dhamma talk as you feel inspired. ","html":"{}"},"an10.68:2.3":{"pli":"Piṭṭhi me āgilāyati; ","eng":"My back is sore, ","html":"{}"},"an10.68:2.4":{"pli":"tamahaṃ āyamissāmī”ti. ","eng":"I’ll stretch it.” ","html":"{}</p>"},"an10.68:2.5":{"pli":"“Evaṃ, bhante”ti kho āyasmā sāriputto bhagavato paccassosi. ","eng":"“Yes, sir,” Sāriputta replied. ","html":"<p>{}</p>"},"an10.68:3.1":{"pli":"Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññāpetvā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā. ","eng":"And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ","html":"<p>{}</p>"},"an10.68:3.2":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants: ","html":"<p>{}"},"an10.68:3.3":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"an10.68:3.4":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"an10.68:3.5":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"an10.68:4.1":{"pli":"“Yassa kassaci, āvuso, saddhā natthi kusalesu dhammesu, hirī natthi … ","eng":"“Reverends, whoever has no faith, conscience, prudence, energy, and wisdom; who doesn’t want to listen, doesn’t memorize the teachings, examine their meaning, or practice accordingly, and is not diligent when it comes to skillful qualities ","html":"<p>{}"},"an10.68:4.2":{"pli":"ottappaṃ natthi … ","html":"{}"},"an10.68:4.3":{"pli":"vīriyaṃ natthi … ","html":"{}"},"an10.68:4.4":{"pli":"paññā natthi … ","html":"{}"},"an10.68:4.5":{"pli":"sotāvadhānaṃ natthi … ","html":"{}"},"an10.68:4.6":{"pli":"dhammadhāraṇā natthi … ","html":"{}"},"an10.68:4.7":{"pli":"atthūpaparikkhā natthi … ","html":"{}"},"an10.68:4.8":{"pli":"dhammānudhammappaṭipatti natthi … ","html":"{}"},"an10.68:4.9":{"pli":"appamādo natthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi. ","eng":"can expect decline, not growth, in skillful qualities, whether by day or by night. ","html":"{}"},"an10.68:4.10":{"pli":"Seyyathāpi, āvuso, kāḷapakkhe candassa yā ratti vā divaso vā āgacchati, hāyateva vaṇṇena hāyati maṇḍalena hāyati ābhāya hāyati ārohapariṇāhena; ","eng":"It’s like the moon in the waning fortnight. Whether by day or by night, its beauty, roundness, luminosity, and diameter and circumference only decline. ","html":"{}"},"an10.68:4.11":{"pli":"evamevaṃ kho, āvuso, yassa kassaci saddhā natthi kusalesu dhammesu, hirī natthi … ","eng":"In the same way, whoever has no faith, conscience, prudence, energy, and wisdom; who doesn’t want to listen, doesn’t memorize the teachings, examine their meaning, or practice accordingly, and is negligent when it comes to skillful qualities ","html":"{}"},"an10.68:4.12":{"pli":"ottappaṃ natthi … ","html":"{}"},"an10.68:4.13":{"pli":"vīriyaṃ natthi … ","html":"{}"},"an10.68:4.14":{"pli":"paññā natthi … ","html":"{}"},"an10.68:4.15":{"pli":"sotāvadhānaṃ natthi … ","html":"{}"},"an10.68:4.16":{"pli":"dhammadhāraṇā natthi … ","html":"{}"},"an10.68:4.17":{"pli":"atthūpaparikkhā natthi … ","html":"{}"},"an10.68:4.18":{"pli":"dhammānudhammappaṭipatti natthi … ","html":"{}"},"an10.68:4.19":{"pli":"appamādo natthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi. ","eng":"can expect decline, not growth, in skillful qualities, whether by day or by night. ","html":"{}</p>"},"an10.68:5.1":{"pli":"Yassa kassaci, āvuso, saddhā atthi kusalesu dhammesu, hirī atthi … ","eng":"Whoever has faith, conscience, prudence, energy, and wisdom; who wants to listen, memorizes the teachings, examines their meaning, and practices accordingly, and is diligent when it comes to skillful qualities ","html":"<p>{}"},"an10.68:5.2":{"pli":"ottappaṃ atthi … ","html":"{}"},"an10.68:5.3":{"pli":"vīriyaṃ atthi … ","html":"{}"},"an10.68:5.4":{"pli":"paññā atthi … ","html":"{}"},"an10.68:5.5":{"pli":"sotāvadhānaṃ atthi … ","html":"{}"},"an10.68:5.6":{"pli":"dhammadhāraṇā atthi … ","html":"{}"},"an10.68:5.7":{"pli":"atthūpaparikkhā atthi … ","html":"{}"},"an10.68:5.8":{"pli":"dhammānudhammappaṭipatti atthi … ","html":"{}"},"an10.68:5.9":{"pli":"appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ","eng":"can expect growth, not decline, in skillful qualities, whether by day or by night. ","html":"{}"},"an10.68:5.10":{"pli":"Seyyathāpi, āvuso, juṇhapakkhe candassa yā ratti vā divaso vā āgacchati, vaḍḍhateva vaṇṇena vaḍḍhati maṇḍalena vaḍḍhati ābhāya vaḍḍhati ārohapariṇāhena; ","eng":"It’s like the moon in the waxing fortnight. Whether by day or by night, its beauty, roundness, luminosity, and diameter and circumference only grow. ","html":"{}"},"an10.68:5.11":{"pli":"evamevaṃ kho, āvuso, yassa kassaci saddhā atthi kusalesu dhammesu …pe… ","eng":"In the same way, whoever has faith, conscience, prudence, energy, and wisdom; who wants to listen, memorizes the teachings, examines their meaning, and practices accordingly, and is diligent when it comes to skillful qualities ","html":"{}"},"an10.68:5.12":{"pli":"appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti. ","eng":"can expect growth, not decline, in skillful qualities, whether by day or by night.” ","html":"{}</p>"},"an10.68:6.1":{"pli":"Atha kho bhagavā paccuṭṭhāya āyasmantaṃ sāriputtaṃ āmantesi: ","eng":"Then the Buddha got up and said to Venerable Sāriputta: ","html":"<p>{}</p>"},"an10.68:6.2":{"pli":"“sādhu sādhu, sāriputta. ","eng":"“Good, good, Sāriputta! ","html":"<p>{}"},"an10.68:6.3":{"pli":"Yassa kassaci, sāriputta, saddhā natthi kusalesu dhammesu hirī natthi … ","eng":"Whoever has no faith, conscience, prudence, energy, and wisdom; who doesn’t want to listen, doesn’t memorize the teachings, examine their meaning, or practice accordingly, and is negligent when it comes to skillful qualities ","html":"{}"},"an10.68:6.4":{"pli":"ottappaṃ natthi … ","html":"{}"},"an10.68:6.5":{"pli":"paññā natthi … ","html":"{}"},"an10.68:6.6":{"pli":"vīriyaṃ natthi … ","html":"{}"},"an10.68:6.7":{"pli":"sotāvadhānaṃ natthi … ","html":"{}"},"an10.68:6.8":{"pli":"dhammadhāraṇā natthi … ","html":"{}"},"an10.68:6.9":{"pli":"atthūpaparikkhā natthi … ","html":"{}"},"an10.68:6.10":{"pli":"dhammānudhammappaṭipatti natthi … ","html":"{}"},"an10.68:6.11":{"pli":"appamādo natthi kusalesu dhammesu tassa yā ratti vā divaso vā āgacchati, hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi. ","eng":"can expect decline, not growth, in skillful qualities, whether by day or by night. ","html":"{}"},"an10.68:6.12":{"pli":"Seyyathāpi, sāriputta, kāḷapakkhe candassa yā ratti vā divaso vā āgacchati, hāyateva vaṇṇena hāyati maṇḍalena hāyati ābhāya hāyati ārohapariṇāhena; ","eng":"It’s like the moon in the waning fortnight. Whether by day or by night, its beauty, roundness, luminosity, and diameter and circumference only decline. ","html":"{}"},"an10.68:6.13":{"pli":"evamevaṃ kho, sāriputta, yassa kassaci saddhā natthi kusalesu dhammesu …pe… ","eng":"In the same way, whoever has no faith, conscience, prudence, energy, and wisdom; who doesn’t want to listen, doesn’t memorize the teachings, examine their meaning, or practice accordingly, and is negligent when it comes to skillful qualities ","html":"{}"},"an10.68:6.14":{"pli":"appamādo natthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi. ","eng":"can expect decline, not growth, in skillful qualities, whether by day or by night. ","html":"{}</p>"},"an10.68:7.1":{"pli":"Yassa kassaci, sāriputta, saddhā atthi kusalesu dhammesu hirī atthi … ","eng":"Whoever has faith, conscience, prudence, energy, and wisdom; who wants to listen, memorizes the teachings, examines their meaning, and practices accordingly, and is diligent when it comes to skillful qualities ","html":"<p>{}"},"an10.68:7.2":{"pli":"ottappaṃ atthi … ","html":"{}"},"an10.68:7.3":{"pli":"vīriyaṃ atthi … ","html":"{}"},"an10.68:7.4":{"pli":"paññā atthi … ","html":"{}"},"an10.68:7.5":{"pli":"sotāvadhānaṃ atthi … ","html":"{}"},"an10.68:7.6":{"pli":"dhammadhāraṇā atthi … ","html":"{}"},"an10.68:7.7":{"pli":"atthūpaparikkhā atthi … ","html":"{}"},"an10.68:7.8":{"pli":"dhammānudhammappaṭipatti atthi … ","html":"{}"},"an10.68:7.9":{"pli":"appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ","eng":"can expect growth, not decline, in skillful qualities, whether by day or by night. ","html":"{}"},"an10.68:7.10":{"pli":"Seyyathāpi, sāriputta, juṇhapakkhe candassa yā ratti vā divaso vā āgacchati, vaḍḍhateva vaṇṇena vaḍḍhati maṇḍalena vaḍḍhati ābhāya vaḍḍhati ārohapariṇāhena; ","eng":"It’s like the moon in the waxing fortnight. Whether by day or by night, its beauty, roundness, luminosity, and diameter and circumference only grow. ","html":"{}"},"an10.68:7.11":{"pli":"evamevaṃ kho, sāriputta, yassa kassaci saddhā atthi kusalesu dhammesu …pe… ","eng":"In the same way, whoever has faith, conscience, prudence, energy, and wisdom; who wants to listen, memorizes the teachings, examines their meaning, and practices accordingly, and is diligent when it comes to skillful qualities ","html":"{}"},"an10.68:7.12":{"pli":"appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti. ","eng":"can expect growth, not decline, in skillful qualities, whether by day or by night.” ","html":"{}</p>"},"an10.68:7.13":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.69":{"an10.69:0.1":{"pli":"Aṅguttara Nikāya 10.69 ","eng":"Numbered Discourses 10.69 ","html":"<article id='an10.69'><header><ul><li class='division'>{}</li>"},"an10.69:0.2":{"pli":"7. Yamakavagga ","eng":"7. Pairs ","html":"<li>{}</li></ul>"},"an10.69:0.3":{"pli":"Paṭhamakathāvatthusutta ","eng":"Topics of Discussion (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.69:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an10.69:1.2":{"pli":"Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti, seyyathidaṃ—","eng":"Now at that time, after the meal, on return from almsround, several mendicants sat together in the assembly hall. They engaged in all kinds of low talk, such as ","html":"{}"},"an10.69:1.3":{"pli":"rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vāti. ","eng":"talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that place. ","html":"{}</p>"},"an10.69:2.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall, where he sat on the seat spread out ","html":"<p>{}"},"an10.69:2.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"an10.69:2.3":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"an10.69:3.1":{"pli":"“Idha mayaṃ, bhante, pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharāma, seyyathidaṃ—","eng":"And they told him what had happened. ","html":"<p>{}"},"an10.69:3.2":{"pli":"rājakathaṃ corakathaṃ …pe… itibhavābhavakathaṃ iti vā”ti. ","html":"{}</p>"},"an10.69:3.3":{"pli":"“Na kho panetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe anekavihitaṃ tiracchānakathaṃ anuyuttā vihareyyātha, seyyathidaṃ—","eng":"“Mendicants, it is not appropriate for you gentlemen who have gone forth out of faith from the lay life to homelessness to engage in these kinds of low talk. ","html":"<p>{}"},"an10.69:3.4":{"pli":"rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vāti. ","html":"{}</p>"},"an10.69:4.1":{"pli":"Dasayimāni, bhikkhave, kathāvatthūni. ","eng":"There are, mendicants, these ten topics of discussion. ","html":"<p>{}"},"an10.69:4.2":{"pli":"Katamāni dasa? ","eng":"What ten? ","html":"{}"},"an10.69:4.3":{"pli":"Appicchakathā, santuṭṭhikathā, pavivekakathā, asaṃsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathāti—","eng":"Talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. ","html":"{}"},"an10.69:4.4":{"pli":"imāni kho, bhikkhave, dasa kathāvatthūni. ","eng":"These are the ten topics of discussion. ","html":"{}</p>"},"an10.69:5.1":{"pli":"Imesañce tumhe, bhikkhave, dasannaṃ kathāvatthūnaṃ upādāyupādāya kathaṃ katheyyātha, imesampi candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ tejasā tejaṃ pariyādiyeyyātha, ko pana vādo aññatitthiyānaṃ paribbājakānan”ti. ","eng":"Mendicants, if you bring up these topics of conversation again and again then your glory could surpass even the sun and moon, so mighty and powerful, let alone the wanderers of other religions.” ","html":"<p>{}</p>"},"an10.69:5.2":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.7":{"an10.7:0.1":{"pli":"Aṅguttara Nikāya 10.7 ","eng":"Numbered Discourses 10.7 ","html":"<article id='an10.7'><header><ul><li class='division'>{}</li>"},"an10.7:0.2":{"pli":"1. Ānisaṃsavagga ","eng":"1. Benefits ","html":"<li>{}</li></ul>"},"an10.7:0.3":{"pli":"Sāriputtasutta ","eng":"Sāriputta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.7:1.1":{"pli":"Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi. ","eng":"Then Venerable Ānanda went up to Venerable Sāriputta, and exchanged greetings with him. ","html":"<p>{}"},"an10.7:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Sāriputta: ","html":"{}</p>"},"an10.7:2.1":{"pli":"“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa, na āpasmiṃ āposaññī assa, na tejasmiṃ tejosaññī assa, na vāyasmiṃ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ","eng":"“Could it be, reverend Sāriputta, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ","html":"<p>{}</p>"},"an10.7:3.1":{"pli":"“Siyā, āvuso ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa …pe… na paraloke paralokasaññī assa; saññī ca pana assā”ti. ","eng":"“It could be, Reverend Ānanda.” ","html":"<p>{}</p>"},"an10.7:4.1":{"pli":"“Yathā kathaṃ pana, āvuso sāriputta, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa …pe… saññī ca pana assā”ti? ","eng":"“But how could this be?” ","html":"<p>{}</p>"},"an10.7:4.2":{"pli":"“Ekamidāhaṃ, āvuso ānanda, samayaṃ idheva sāvatthiyaṃ viharāmi andhavanasmiṃ. ","eng":"“Reverend Ānanda, this one time I was staying right here at Sāvatthī in the Dark Forest. ","html":"<p>{}"},"an10.7:4.3":{"pli":"Tatthāhaṃ tathārūpaṃ samādhiṃ samāpajjiṃ yathā neva pathaviyaṃ pathavisaññī ahosiṃ, na āpasmiṃ āposaññī ahosiṃ, na tejasmiṃ tejosaññī ahosiṃ, na vāyasmiṃ vāyosaññī ahosiṃ, na ākāsānañcāyatane ākāsānañcāyatanasaññī ahosiṃ, na viññāṇañcāyatane viññāṇañcāyatanasaññī ahosiṃ, na ākiñcaññāyatane ākiñcaññāyatanasaññī ahosiṃ, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī ahosiṃ, na idhaloke idhalokasaññī ahosiṃ, na paraloke paralokasaññī ahosiṃ; saññī ca pana ahosin”ti. ","eng":"There I gained a state of immersion like this. I didn’t perceive earth in earth, water in water, fire in fire, or air in air. And I didn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And I didn’t perceive this world in this world, or the other world in the other world. And yet I still perceived.” ","html":"{}</p>"},"an10.7:5.1":{"pli":"“Kiṃsaññī panāyasmā sāriputto tasmiṃ samaye ahosī”ti? ","eng":"“But at that time what did Reverend Sāriputta perceive?” ","html":"<p>{}</p>"},"an10.7:5.2":{"pli":"“‘Bhavanirodho nibbānaṃ bhavanirodho nibbānan’ti kho me, āvuso, aññāva saññā uppajjati aññāva saññā nirujjhati. ","eng":"“One perception arose in me and another perception ceased: ‘The cessation of continued existence is extinguishment. The cessation of continued existence is extinguishment.’ ","html":"<p>{}"},"an10.7:5.3":{"pli":"Seyyathāpi, āvuso, sakalikaggissa jhāyamānassa aññāva acci uppajjati aññāva acci nirujjhati; ","eng":"Suppose there was a burning pile of twigs. One flame would arise and another would cease. ","html":"{}"},"an10.7:5.4":{"pli":"evamevaṃ kho, āvuso, ‘bhavanirodho nibbānaṃ bhavanirodho nibbānan’ti aññāva saññā uppajjati aññāva saññā nirujjhati. ","eng":"In the same way, one perception arose in me and another perception ceased: ‘The cessation of continued existence is extinguishment. The cessation of continued existence is extinguishment.’ ","html":"{}"},"an10.7:5.5":{"pli":"‘Bhavanirodho nibbānan’ti saññī ca panāhaṃ, āvuso, tasmiṃ samaye ahosin”ti. ","eng":"At that time I perceived that the cessation of continued existence is extinguishment.” ","html":"{}</p>"},"an10.7:5.6":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.70":{"an10.70:0.1":{"pli":"Aṅguttara Nikāya 10.70 ","eng":"Numbered Discourses 10.70 ","html":"<article id='an10.70'><header><ul><li class='division'>{}</li>"},"an10.70:0.2":{"pli":"7. Yamakavagga ","eng":"7. Pairs ","html":"<li>{}</li></ul>"},"an10.70:0.3":{"pli":"Dutiyakathāvatthusutta ","eng":"Topics of Discussion (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.70:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an10.70:1.2":{"pli":"Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti, seyyathidaṃ—","eng":"Now at that time, after the meal, on return from almsround, several mendicants sat together in the assembly hall. ","html":"<p>{}"},"an10.70:1.3":{"pli":"rājakathaṃ corakathaṃ mahāmattakathaṃ …pe… itibhavābhavakathaṃ iti vāti. ","eng":"They engaged in all kinds of low talk, such as talk about kings, bandits, and chief ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and nations; talk about women and heroes; street talk and well talk; talk about the departed; miscellaneous talk; tales of land and sea; and talk about being reborn in this or that state of existence. ","html":"{}</p>"},"an10.70:2.1":{"pli":"“Dasayimāni, bhikkhave, pāsaṃsāni ṭhānāni. ","eng":"“Mendicants, there are ten grounds for praise. ","html":"<p data-counter='1'>{}"},"an10.70:2.2":{"pli":"Katamāni dasa? ","eng":"What ten? ","html":"{}"},"an10.70:2.3":{"pli":"Idha, bhikkhave, bhikkhu attanā ca appiccho hoti, appicchakathañca bhikkhūnaṃ kattā hoti. ","eng":"It’s when a mendicant personally has few wishes, and speaks to the mendicants on having few wishes. ","html":"{}"},"an10.70:2.4":{"pli":"‘Appiccho bhikkhu appicchakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:3.1":{"pli":"Attanā ca santuṭṭho hoti, santuṭṭhikathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is content, and speaks to the mendicants on contentment. ","html":"<p data-counter='2'>{}"},"an10.70:3.2":{"pli":"‘Santuṭṭho bhikkhu santuṭṭhikathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:4.1":{"pli":"Attanā ca pavivitto hoti, pavivekakathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is secluded, and speaks to the mendicants on seclusion. ","html":"<p data-counter='3'>{}"},"an10.70:4.2":{"pli":"‘Pavivitto bhikkhu pavivekakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:5.1":{"pli":"Attanā ca asaṃsaṭṭho hoti, asaṃsaṭṭhakathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally doesn’t mix closely with others, and speaks to the mendicants on not mixing closely with others. ","html":"<p data-counter='4'>{}"},"an10.70:5.2":{"pli":"‘Asaṃsaṭṭho bhikkhu asaṃsaṭṭhakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:6.1":{"pli":"Attanā ca āraddhavīriyo hoti, vīriyārambhakathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is energetic, and speaks to the mendicants on rousing energy. ","html":"<p data-counter='5'>{}"},"an10.70:6.2":{"pli":"‘Āraddhavīriyo bhikkhu vīriyārambhakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:7.1":{"pli":"Attanā ca sīlasampanno hoti, sīlasampadākathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is accomplished in ethics, and speaks to the mendicants on being accomplished in ethics. ","html":"<p data-counter='6'>{}"},"an10.70:7.2":{"pli":"‘Sīlasampanno bhikkhu sīlasampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:8.1":{"pli":"Attanā ca samādhisampanno hoti, samādhisampadākathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is accomplished in immersion, and speaks to the mendicants on being accomplished in immersion. ","html":"<p data-counter='7'>{}"},"an10.70:8.2":{"pli":"‘Samādhisampanno bhikkhu samādhisampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:9.1":{"pli":"Attanā ca paññāsampanno hoti, paññāsampadākathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is accomplished in wisdom, and speaks to the mendicants on being accomplished in wisdom. ","html":"<p data-counter='8'>{}"},"an10.70:9.2":{"pli":"‘Paññāsampanno bhikkhu paññāsampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:10.1":{"pli":"Attanā ca vimuttisampanno hoti, vimuttisampadākathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is accomplished in freedom, and speaks to the mendicants on being accomplished in freedom. ","html":"<p data-counter='9'>{}"},"an10.70:10.2":{"pli":"‘Vimuttisampanno bhikkhu vimuttisampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:11.1":{"pli":"Attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā hoti. ","eng":"A mendicant personally is accomplished in the knowledge and vision of freedom, and speaks to the mendicants on being accomplished in the knowledge and vision of freedom. ","html":"<p data-counter='10'>{}"},"an10.70:11.2":{"pli":"‘Vimuttiñāṇadassanasampanno bhikkhu vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. ","eng":"This is a ground for praise. ","html":"{}</p>"},"an10.70:12.1":{"pli":"Imāni kho, bhikkhave, dasa pāsaṃsāni ṭhānānī”ti. ","eng":"These are the ten grounds for praise.” ","html":"<p>{}</p>"},"an10.70:12.2":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an10.70:12.3":{"pli":"Yamakavaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an10.70:13.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an10.70:13.1":{"pli":"Avijjā taṇhā niṭṭhā ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an10.70:13.2":{"pli":"avecca dve sukhāni ca; ","html":"<span class='verse-line'>{}</span>"},"an10.70:13.3":{"pli":"Naḷakapāne dve vuttā, ","html":"<span class='verse-line'>{}</span>"},"an10.70:13.4":{"pli":"kathāvatthūpare duveti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an10.71":{"an10.71:0.1":{"pli":"Aṅguttara Nikāya 10.71 ","eng":"Numbered Discourses 10.71 ","html":"<article id='an10.71'><header><ul><li class='division'>{}</li>"},"an10.71:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.71:0.3":{"pli":"Ākaṅkhasutta ","eng":"One Might Wish ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.71:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an10.71:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"an10.71:1.3":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"an10.71:1.4":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an10.71:1.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an10.71:2.1":{"pli":"“Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā, pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino, samādāya sikkhatha sikkhāpadesu. ","eng":"“Mendicants, live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken. ","html":"<p>{}</p>"},"an10.71:3.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘sabrahmacārīnaṃ piyo cassaṃ manāpo ca garu ca bhāvanīyo cā’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I be liked and approved by my spiritual companions, respected and admired.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts. ","html":"<p data-counter='1'>{}</p>"},"an10.71:4.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘lābhī assaṃ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānan’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I receive robes, almsfood, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts. ","html":"<p data-counter='2'>{}</p>"},"an10.71:5.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘yesāhaṃ paribhuñjāmi cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ tesaṃ te kārā mahapphalā assu mahānisaṃsā’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May the services of those whose robes, almsfood, lodgings, and medicines and supplies for the sick I enjoy be very fruitful and beneficial for them.’ So let them fulfill their precepts … ","html":"<p data-counter='3'>{}</p>"},"an10.71:6.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘ye me petā ñātī sālohitā kālaṅkatā pasannacittā anussaranti tesaṃ taṃ mahapphalaṃ assa mahānisaṃsan’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘When deceased family and relatives who have passed away recollect me with a confident mind, may this be very fruitful and beneficial for them.’ So let them fulfill their precepts … ","html":"<p data-counter='4'>{}</p>"},"an10.71:7.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘santuṭṭho assaṃ itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārenā’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I be content with any kind of robes, almsfood, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts … ","html":"<p data-counter='5'>{}</p>"},"an10.71:8.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘khamo assaṃ sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ, duruttānaṃ durāgatānaṃ vacanapathānaṃ uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko assan’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I endure cold, heat, hunger, and thirst. May I endure the touch of flies, mosquitoes, wind, sun, and reptiles. May I endure rude and unwelcome criticism. And may I put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.’ So let them fulfill their precepts … ","html":"<p data-counter='6'>{}</p>"},"an10.71:9.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘aratiratisaho assaṃ, na ca maṃ aratirati saheyya, uppannaṃ aratiratiṃ abhibhuyya abhibhuyya vihareyyan’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I prevail over desire and discontent, and may desire and discontent not prevail over me. May I live having mastered desire and discontent whenever they have arisen.’ So let them fulfill their precepts … ","html":"<p data-counter='7'>{}</p>"},"an10.71:10.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘bhayabheravasaho assaṃ, na ca maṃ bhayabheravo saheyya, uppannaṃ bhayabheravaṃ abhibhuyya abhibhuyya vihareyyan’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I prevail over fear and dread, and may fear and dread not prevail over me. May I live having mastered fear and dread whenever they arise.’ So let them fulfill their precepts … ","html":"<p data-counter='8'>{}</p>"},"an10.71:11.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī assaṃ akicchalābhī akasiralābhī’ti, sīlesvevassa …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I get the four absorptions—blissful meditations in this life that belong to the higher mind—when I want, without trouble or difficulty.’ So let them fulfill their precepts … ","html":"<p data-counter='9'>{}</p>"},"an10.71:12.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu ‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts. ","html":"<p data-counter='10'>{}</p>"},"an10.71:13.1":{"pli":"‘Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā, pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino, samādāya sikkhatha sikkhāpadesū’ti, ","eng":"‘Live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’ ","html":"<p>{}"},"an10.71:13.2":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"an10.71:13.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an10.72":{"an10.72:0.1":{"pli":"Aṅguttara Nikāya 10.72 ","eng":"Numbered Discourses 10.72 ","html":"<article id='an10.72'><header><ul><li class='division'>{}</li>"},"an10.72:0.2":{"pli":"8. Ākaṅkhavagga ","eng":"8. If You Want ","html":"<li>{}</li></ul>"},"an10.72:0.3":{"pli":"Kaṇṭakasutta ","eng":"Thorns ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.72:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ—","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof, together with several well-known senior disciples. ","html":"<p>{}"},"an10.72:1.2":{"pli":"āyasmatā ca cālena, āyasmatā ca upacālena, āyasmatā ca kukkuṭena, āyasmatā ca kaḷimbhena, āyasmatā ca nikaṭena, āyasmatā ca kaṭissahena; ","eng":"They included Venerables Cāla, Upacāla, Kakkaṭa, Kaṭimbha, Kaṭa, Kaṭissaṅga, ","html":"{}"},"an10.72:1.3":{"pli":"aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ. ","eng":"and other well-known senior disciples. ","html":"{}</p>"},"an10.72:2.1":{"pli":"Tena kho pana samayena sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṃ ajjhogāhanti bhagavantaṃ dassanāya. ","eng":"Now at that time several well-known Licchavis plunged deep into the Great Wood to see the Buddha. Driving a succession of fine carriages, they made a colossal racket. ","html":"<p>{}"},"an10.72:2.2":{"pli":"Atha kho tesaṃ āyasmantānaṃ etadahosi: ","eng":"Then those venerables thought: ","html":"{}</p>"},"an10.72:2.3":{"pli":"“ime kho sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṃ ajjhogāhanti bhagavantaṃ dassanāya. ","eng":"“These several well-known Licchavis have plunged deep into the Great Wood to see the Buddha. Driving a succession of fine carriages, they’re making a colossal racket. ","html":"<p>{}"},"an10.72:2.4":{"pli":"Saddakaṇṭakā kho pana jhānā vuttā bhagavatā. ","eng":"But the Buddha has said that sound is a thorn to absorption. ","html":"{}"},"an10.72:2.5":{"pli":"Yannūna mayaṃ yena gosiṅgasālavanadāyo tenupasaṅkameyyāma. ","eng":"Let’s go to the Gosiṅga Sal Wood. ","html":"{}"},"an10.72:2.6":{"pli":"Tattha mayaṃ appasaddā appākiṇṇā phāsuṃ vihareyyāmā”ti. ","eng":"There we can meditate comfortably, free of noise and crowds.” ","html":"{}"},"an10.72:2.7":{"pli":"Atha kho te āyasmanto yena gosiṅgasālavanadāyo tenupasaṅkamiṃsu; ","eng":"Then those venerables went to the Gosiṅga Sal Wood, ","html":"{}"},"an10.72:2.8":{"pli":"tattha te āyasmanto appasaddā appākiṇṇā phāsuṃ viharanti. ","eng":"where they meditated comfortably, free of noise and crowds. ","html":"{}</p>"},"an10.72:3.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the mendicants: ","html":"<p>{}</p>"},"an10.72:3.2":{"pli":"“kahaṃ nu kho, bhikkhave, cālo, kahaṃ upacālo, kahaṃ kukkuṭo, kahaṃ kaḷimbho, kahaṃ nikaṭo, kahaṃ kaṭissaho; ","eng":"“Mendicants, where are Cāla, Upacāla, Kakkaṭa, Kaṭimbha, Kaṭa, and Kaṭissaṅga? ","html":"<p>{}"},"an10.72:3.3":{"pli":"kahaṃ nu kho te, bhikkhave, therā sāvakā gatā”ti? ","eng":"Where have these senior disciples gone?” ","html":"{}</p>"},"an10.72:4.1":{"pli":"“Idha, bhante, tesaṃ āyasmantānaṃ etadahosi: ","eng":"And the mendicants told him what had happened. ","html":"<p>{}"},"an10.72:4.2":{"pli":"‘ime kho sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṃ ajjhogāhanti bhagavantaṃ dassanāya saddakaṇṭakā kho pana jhānā vuttā bhagavatā yannūna mayaṃ yena gosiṅgasālavanadāyo tenupasaṅkameyyāma tattha mayaṃ appasaddā appākiṇṇā phāsuṃ vihareyyāmā’ti. ","html":"{}"},"an10.72:4.3":{"pli":"Atha kho te, bhante, āyasmanto yena gosiṅgasālavanadāyo tenupasaṅkamiṃsu. ","html":"{}"},"an10.72:4.4":{"pli":"Tattha te āyasmanto appasaddā appākiṇṇā phāsuṃ viharantī”ti. ","html":"{}</p>"},"an10.72:5.1":{"pli":"“Sādhu sādhu, bhikkhave, yathā te mahāsāvakā sammā byākaramānā byākareyyuṃ, saddakaṇṭakā hi, bhikkhave, jhānā vuttā mayā. ","eng":"“Good, good, mendicants! It’s just as those great disciples have so rightly explained. I have said that sound is a thorn to absorption. ","html":"<p>{}</p>"},"an10.72:6.1":{"pli":"Dasayime, bhikkhave, kaṇṭakā. ","eng":"Mendicants, there are these ten thorns. ","html":"<p>{}"},"an10.72:6.2":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}"},"an10.72:6.3":{"pli":"Pavivekārāmassa saṅgaṇikārāmatā kaṇṭako, asubhanimittānuyogaṃ anuyuttassa subhanimittānuyogo kaṇṭako, indriyesu guttadvārassa visūkadassanaṃ kaṇṭako, brahmacariyassa mātugāmūpacāro kaṇṭako, paṭhamassa jhānassa saddo kaṇṭako, dutiyassa jhānassa vitakkavicārā kaṇṭakā, tatiyassa jhānassa pīti kaṇṭako, catutthassa jhānassa assāsapassāso kaṇṭako, saññāvedayitanirodhasamāpattiyā saññā ca vedanā ca kaṇṭako rāgo kaṇṭako doso kaṇṭako moho kaṇṭako. ","eng":"Relishing company is a thorn for someone who loves seclusion. Focusing on the beautiful feature of things is a thorn for someone pursuing the meditation on ugliness. Seeing shows is a thorn to someone restraining the senses. Lingering in the neighborhood of ladies is a thorn to chastity. Sound is a thorn to the first absorption. Placing the mind and keeping it connected are a thorn to the second absorption. Rapture is a thorn to the third absorption. Breathing is a thorn to the fourth absorption. Perception and feeling are a thorn to the attainment of the cessation of perception and feeling. Greed, hate, and delusion are thorns. ","html":"{}</p>"},"an10.72:7.1":{"pli":"Akaṇṭakā, bhikkhave, viharatha. ","eng":"Mendicants, live free of thorns! ","html":"<p>{}"},"an10.72:7.2":{"pli":"Nikkaṇṭakā, bhikkhave, viharatha. ","eng":"Live rid of thorns! ","html":"{}"},"an10.72:7.3":{"pli":"Akaṇṭakanikkaṇṭakā, bhikkhave, viharatha. ","eng":"Mendicants, live free of thorns and rid of thorns! ","html":"{}"},"an10.72:7.4":{"pli":"Akaṇṭakā, bhikkhave, arahanto; ","eng":"The perfected ones live free of thorns, ","html":"{}"},"an10.72:7.5":{"pli":"nikkaṇṭakā, bhikkhave, arahanto; ","eng":"rid of thorns, ","html":"{}"},"an10.72:7.6":{"pli":"akaṇṭakanikkaṇṭakā, bhikkhave, arahanto”ti. ","eng":"free and rid of thorns.” ","html":"{}</p>"},"an10.72:7.7":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}