{"an10.99":{"an10.99:0.1":{"pli":"Aṅguttara Nikāya 10.99 ","eng":"Numbered Discourses 10.99 ","html":"<article id='an10.99'><header><ul><li class='division'>{}</li>"},"an10.99:0.2":{"pli":"10. Upālivagga ","eng":"10. With Upāli ","html":"<li>{}</li></ul>"},"an10.99:0.3":{"pli":"Upālisutta ","eng":"With Upāli ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an10.99:1.1":{"pli":"Atha kho āyasmā upāli yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca: ","eng":"Then Venerable Upāli went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an10.99:1.2":{"pli":"“icchāmahaṃ, bhante, araññavanapatthāni pantāni senāsanāni paṭisevitun”ti. ","eng":"“Sir, I wish to frequent remote lodgings in the wilderness and the forest.” ","html":"{}</p>"},"an10.99:2.1":{"pli":"“Durabhisambhavāni hi kho, upāli, araññavanapatthāni pantāni senāsanāni. ","eng":"“Upāli, remote lodgings in the wilderness and the forest are challenging. ","html":"<p>{}"},"an10.99:2.2":{"pli":"Dukkaraṃ pavivekaṃ durabhiramaṃ. ","eng":"It’s hard to maintain seclusion and hard to find joy in it. ","html":"{}"},"an10.99:2.3":{"pli":"Ekatte haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno. ","eng":"Staying alone, the forests seem to rob the mind of a mendicant who isn’t immersed in samādhi. ","html":"{}"},"an10.99:2.4":{"pli":"Yo kho, upāli, evaṃ vadeyya: ","eng":"If someone should say this, ","html":"{}"},"an10.99:2.5":{"pli":"‘ahaṃ samādhiṃ alabhamāno araññavanapatthāni pantāni senāsanāni paṭisevissāmī’ti, tassetaṃ pāṭikaṅkhaṃ: ","eng":"‘Though I don’t have immersion, I’m going to frequent remote lodgings in the wilderness and the forest.’ You can expect that ","html":"{}"},"an10.99:2.6":{"pli":"‘saṃsīdissati vā uplavissati vā’ti. ","eng":"they’ll sink down or float away. ","html":"{}</p>"},"an10.99:3.1":{"pli":"Seyyathāpi, upāli, mahāudakarahado. ","eng":"Suppose there was a large lake, ","html":"<p>{}"},"an10.99:3.2":{"pli":"Atha āgaccheyya hatthināgo sattaratano vā aḍḍhaṭṭharatano vā. ","eng":"and along comes a bull elephant that’s three or three and a half meters tall. ","html":"{}"},"an10.99:3.3":{"pli":"Tassa evamassa: ","eng":"He’d think, ","html":"{}"},"an10.99:3.4":{"pli":"‘yannūnāhaṃ imaṃ udakarahadaṃ ogāhetvā kaṇṇasandhovikampi khiḍḍaṃ kīḷeyyaṃ piṭṭhisandhovikampi khiḍḍaṃ kīḷeyyaṃ. ","eng":"‘Why don’t I plunge into this lake and play around while washing my ears and back? ","html":"{}"},"an10.99:3.5":{"pli":"Kaṇṇasandhovikampi khiḍḍaṃ kīḷitvā piṭṭhisandhovikampi khiḍḍaṃ kīḷitvā nhatvā ca pivitvā ca paccuttaritvā yena kāmaṃ pakkameyyan’ti. ","eng":"When I’ve bathed and drunk, I’ll emerge from the water and go wherever I want.’ ","html":"{}"},"an10.99:3.6":{"pli":"So taṃ udakarahadaṃ ogāhetvā kaṇṇasandhovikampi khiḍḍaṃ kīḷeyya piṭṭhisandhovikampi khiḍḍaṃ kīḷeyya; ","eng":"And that’s just what he does. ","html":"{}"},"an10.99:3.7":{"pli":"kaṇṇasandhovikampi khiḍḍaṃ kīḷitvā piṭṭhisandhovikampi khiḍḍaṃ kīḷitvā nhatvā ca pivitvā ca paccuttaritvā yena kāmaṃ pakkameyya. ","html":"{}"},"an10.99:3.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.99:3.9":{"pli":"Mahā, upāli, attabhāvo gambhīre gādhaṃ vindati. ","eng":"Because his large incarnation finds a footing in the depths. ","html":"{}</p>"},"an10.99:4.1":{"pli":"Atha āgaccheyya saso vā biḷāro vā. ","eng":"Then along comes a rabbit or a cat. ","html":"<p>{}"},"an10.99:4.2":{"pli":"Tassa evamassa: ","eng":"They’d think, ","html":"{}"},"an10.99:4.3":{"pli":"‘ko cāhaṃ, ko ca hatthināgo. ","eng":"‘What difference is there between me and a bull elephant? ","html":"{}"},"an10.99:4.4":{"pli":"Yannūnāhaṃ imaṃ udakarahadaṃ ogāhetvā kaṇṇasandhovikampi khiḍḍaṃ kīḷeyyaṃ piṭṭhisandhovikampi khiḍḍaṃ kīḷeyyaṃ; ","eng":"Why don’t I plunge into this lake and play around while washing my ears and back? ","html":"{}"},"an10.99:4.5":{"pli":"kaṇṇasandhovikampi khiḍḍaṃ kīḷitvā piṭṭhisandhovikampi khiḍḍaṃ kīḷitvā nhatvā ca pivitvā ca paccuttaritvā yena kāmaṃ pakkameyyan’ti. ","eng":"When I’ve bathed and drunk, I’ll emerge from the water and go wherever I want.’ ","html":"{}"},"an10.99:4.6":{"pli":"So taṃ udakarahadaṃ sahasā appaṭisaṅkhā pakkhandeyya. ","eng":"They jump into the lake rashly, without thinking. ","html":"{}"},"an10.99:4.7":{"pli":"Tassetaṃ pāṭikaṅkhaṃ: ","eng":"You can expect that ","html":"{}"},"an10.99:4.8":{"pli":"‘saṃsīdissati vā uplavissati vā’ti. ","eng":"they’ll sink down or float away. ","html":"{}"},"an10.99:4.9":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an10.99:4.10":{"pli":"Paritto, upāli, attabhāvo gambhīre gādhaṃ na vindati. ","eng":"Because their little incarnation finds no footing in the depths. ","html":"{}"},"an10.99:4.11":{"pli":"Evamevaṃ kho, upāli, yo evaṃ vadeyya: ","eng":"If someone should say this, ","html":"{}"},"an10.99:4.12":{"pli":"‘ahaṃ samādhiṃ alabhamāno araññavanapatthāni pantāni senāsanāni paṭisevissāmī’ti, tassetaṃ pāṭikaṅkhaṃ: ","eng":"‘Though I don’t have immersion, I’m going to frequent remote lodgings in the wilderness and the forest.’ You can expect that ","html":"{}"},"an10.99:4.13":{"pli":"‘saṃsīdissati vā uplavissati vā’ti. ","eng":"they’ll sink down or float away. ","html":"{}</p>"},"an10.99:5.1":{"pli":"Seyyathāpi, upāli, daharo kumāro mando uttānaseyyako sakena muttakarīsena kīḷati. ","eng":"Suppose there was a little baby boy playing in his own urine and feces. ","html":"<p>{}"},"an10.99:5.2":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:5.3":{"pli":"nanvāyaṃ kevalā paripūrā bālakhiḍḍā”ti? ","eng":"Isn’t that a totally foolish game?” ","html":"{}</p>"},"an10.99:5.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:6.1":{"pli":"“Sa kho so, upāli, kumāro aparena samayena vuddhimanvāya indriyānaṃ paripākamanvāya ","eng":"“After some time that boy grows up and his faculties mature. ","html":"<p>{}"},"an10.99:6.2":{"pli":"yāni kānici kumārakānaṃ kīḷāpanakāni bhavanti, seyyathidaṃ—vaṅkakaṃ ghaṭikaṃ mokkhacikaṃ ciṅgulakaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ, tehi kīḷati. ","eng":"He accordingly plays childish games such as toy plows, tip-cat, somersaults, pinwheels, toy measures, toy carts, and toy bows. ","html":"{}"},"an10.99:6.3":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:6.4":{"pli":"nanvāyaṃ khiḍḍā purimāya khiḍḍāya abhikkantatarā ca paṇītatarā cā”ti? ","eng":"Aren’t such games better than what he did before?” ","html":"{}</p>"},"an10.99:6.5":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:7.1":{"pli":"“Sa kho so, upāli, kumāro aparena samayena vuddhimanvāya indriyānaṃ paripākamanvāya ","eng":"“After some time that boy grows up and his faculties mature further. ","html":"<p>{}"},"an10.99:7.2":{"pli":"pañcahi kāmaguṇehi samappito samaṅgibhūto paricāreti ","eng":"He accordingly amuses himself, supplied and provided with the five kinds of sensual stimulation. ","html":"{}"},"an10.99:7.3":{"pli":"cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"an10.99:7.4":{"pli":"sotaviññeyyehi saddehi … ","eng":"Sounds known by the ear … ","html":"{}"},"an10.99:7.5":{"pli":"ghānaviññeyyehi gandhehi … ","eng":"Smells known by the nose … ","html":"{}"},"an10.99:7.6":{"pli":"jivhāviññeyyehi rasehi … ","eng":"Tastes known by the tongue … ","html":"{}"},"an10.99:7.7":{"pli":"kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi. ","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"an10.99:7.8":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:7.9":{"pli":"nanvāyaṃ khiḍḍā purimāhi khiḍḍāhi abhikkantatarā ca paṇītatarā cā”ti? ","eng":"Aren’t such games better than what he did before?” ","html":"{}</p>"},"an10.99:7.10":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:8.1":{"pli":"“Idha kho pana vo, upāli, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"“Now in this regard, Upāli, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"<p>{}"},"an10.99:8.2":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"an10.99:8.3":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}</p>"},"an10.99:9.1":{"pli":"Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ","eng":"A householder hears that teaching, or a householder’s child, or someone reborn in a good family. ","html":"<p>{}"},"an10.99:9.2":{"pli":"So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ","eng":"They gain faith in the Realized One ","html":"{}"},"an10.99:9.3":{"pli":"So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ","eng":"and reflect, ","html":"{}"},"an10.99:9.4":{"pli":"‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ","eng":"‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. ","html":"{}"},"an10.99:9.5":{"pli":"Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","eng":"It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ","html":"{}"},"an10.99:9.6":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","eng":"Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ","html":"{}</p>"},"an10.99:10.1":{"pli":"So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"<p>{}</p>"},"an10.99:11.1":{"pli":"So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ","eng":"Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of sympathy for all living beings. ","html":"<p>{}</p>"},"an10.99:12.1":{"pli":"Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī; athenena sucibhūtena attanā viharati. ","eng":"They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. ","html":"<p>{}</p>"},"an10.99:13.1":{"pli":"Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ","eng":"They give up unchastity. They are chaste, set apart, avoiding the vulgar act of sex. ","html":"<p>{}</p>"},"an10.99:14.1":{"pli":"Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa. ","eng":"They give up lying. They speak the truth and stick to the truth. They’re honest and dependable, and don’t trick the world with their words. ","html":"<p>{}</p>"},"an10.99:15.1":{"pli":"Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī; samaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided and support those who are united, delighting in harmony, loving harmony, speaking words that promote harmony. ","html":"<p>{}</p>"},"an10.99:16.1":{"pli":"Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ","html":"<p>{}</p>"},"an10.99:17.1":{"pli":"Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ","eng":"They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ","html":"<p>{}</p>"},"an10.99:18.1":{"pli":"So bījagāmabhūtagāmasamārambhā paṭivirato hoti. ","eng":"They refrain from injuring plants and seeds. ","html":"<p>{}"},"an10.99:18.2":{"pli":"Ekabhattiko hoti rattūparato, virato vikālabhojanā. ","eng":"They eat in one part of the day, abstaining from eating at night and food at the wrong time. ","html":"{}"},"an10.99:18.3":{"pli":"Naccagītavāditavisūkadassanā paṭivirato hoti, ","eng":"They refrain from seeing shows of dancing, singing, and music . ","html":"{}"},"an10.99:18.4":{"pli":"mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti, ","eng":"They refrain from attiring and adorning themselves with garlands, fragrance, and makeup. ","html":"{}"},"an10.99:18.5":{"pli":"uccāsayanamahāsayanā paṭivirato hoti, ","eng":"They refrain from high and luxurious beds. ","html":"{}"},"an10.99:18.6":{"pli":"jātarūparajatapaṭiggahaṇā paṭivirato hoti, ","eng":"They refrain from receiving gold and currency, ","html":"{}"},"an10.99:18.7":{"pli":"āmakadhaññapaṭiggahaṇā paṭivirato hoti, ","eng":"raw grains, ","html":"{}"},"an10.99:18.8":{"pli":"āmakamaṃsapaṭiggahaṇā paṭivirato hoti, ","eng":"raw meat, ","html":"{}"},"an10.99:18.9":{"pli":"itthikumārikapaṭiggahaṇā paṭivirato hoti, ","eng":"women and girls, ","html":"{}"},"an10.99:18.10":{"pli":"dāsidāsapaṭiggahaṇā paṭivirato hoti, ","eng":"male and female bondservants, ","html":"{}"},"an10.99:18.11":{"pli":"ajeḷakapaṭiggahaṇā paṭivirato hoti, ","eng":"goats and sheep, ","html":"{}"},"an10.99:18.12":{"pli":"kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti, ","eng":"chickens and pigs, ","html":"{}"},"an10.99:18.13":{"pli":"hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti, ","eng":"elephants, cows, horses, and mares, ","html":"{}"},"an10.99:18.14":{"pli":"khettavatthupaṭiggahaṇā paṭivirato hoti, ","eng":"and fields and land. ","html":"{}"},"an10.99:18.15":{"pli":"dūteyyapahiṇagamanānuyogā paṭivirato hoti, ","eng":"They refrain from running errands and messages; ","html":"{}"},"an10.99:18.16":{"pli":"kayavikkayā paṭivirato hoti, ","eng":"buying and selling; ","html":"{}"},"an10.99:18.17":{"pli":"tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti, ","eng":"falsifying weights, metals, or measures; ","html":"{}"},"an10.99:18.18":{"pli":"ukkoṭanavañcananikatisāciyogā paṭivirato hoti, ","eng":"bribery, fraud, cheating, and duplicity; ","html":"{}"},"an10.99:18.19":{"pli":"chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ","eng":"mutilation, murder, abduction, banditry, plunder, and violence. ","html":"{}</p>"},"an10.99:19.1":{"pli":"So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. ","eng":"They’re content with robes to look after the body and almsfood to look after the belly. ","html":"<p>{}"},"an10.99:19.2":{"pli":"Yena yeneva pakkamati samādāyeva pakkamati, ","eng":"Wherever they go, they set out taking only these things. ","html":"{}"},"an10.99:19.3":{"pli":"seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti. ","eng":"They’re like a bird: wherever it flies, wings are its only burden. ","html":"{}"},"an10.99:19.4":{"pli":"Evamevaṃ bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. Yena yeneva pakkamati samādāyeva pakkamati. ","eng":"In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ","html":"{}"},"an10.99:19.5":{"pli":"So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ","eng":"When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ","html":"{}</p>"},"an10.99:20.1":{"pli":"So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When they see a sight with their eyes, they don’t get caught up in the features and details. ","html":"<p>{}"},"an10.99:20.2":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving restraint over it. ","html":"{}"},"an10.99:20.3":{"pli":"Sotena saddaṃ sutvā … ","eng":"When they hear a sound with their ears … ","html":"{}"},"an10.99:20.4":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When they smell an odor with their nose … ","html":"{}"},"an10.99:20.5":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When they taste a flavor with their tongue … ","html":"{}"},"an10.99:20.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When they feel a touch with their body … ","html":"{}"},"an10.99:20.7":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When they know an idea with their mind, they don’t get caught up in the features and details. ","html":"{}"},"an10.99:20.8":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ","html":"{}"},"an10.99:20.9":{"pli":"So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ","eng":"When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ","html":"{}</p>"},"an10.99:21.1":{"pli":"So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ","eng":"They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ","html":"<p>{}</p>"},"an10.99:22.1":{"pli":"So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ","eng":"When they have this entire spectrum of noble ethics, this noble sense restraint, and this noble mindfulness and situational awareness, ","html":"<p>{}"},"an10.99:22.2":{"pli":"vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"an10.99:22.3":{"pli":"So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"Gone to a wilderness, or to the root of a tree, or to an empty hut, they sit down cross-legged, set their body straight, and establish mindfulness in their presence. ","html":"{}</p>"},"an10.99:23.1":{"pli":"So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ","eng":"Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ","html":"<p>{}"},"an10.99:23.2":{"pli":"Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti. ","eng":"Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. ","html":"{}"},"an10.99:23.3":{"pli":"Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti. ","eng":"Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ","html":"{}"},"an10.99:23.4":{"pli":"Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ","eng":"Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ","html":"{}"},"an10.99:23.5":{"pli":"Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ","eng":"Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ","html":"{}</p>"},"an10.99:24.1":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"<p>{}"},"an10.99:24.2":{"pli":"vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"an10.99:24.3":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:24.4":{"pli":"‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti? ","eng":"Isn’t this state better than what they had before?” ","html":"{}</p>"},"an10.99:24.5":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:25.1":{"pli":"“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti. ","eng":"“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their heart’s goal. ","html":"<p>{}</p>"},"an10.99:26.1":{"pli":"Puna caparaṃ, upāli, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"an10.99:26.2":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:26.3":{"pli":"‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti? ","eng":"Isn’t this state better than what they had before?” ","html":"{}</p>"},"an10.99:26.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:27.1":{"pli":"“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti. ","eng":"“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their heart’s goal. ","html":"<p>{}</p>"},"an10.99:28.1":{"pli":"Puna caparaṃ, upāli, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"an10.99:28.2":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:28.3":{"pli":"‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti? ","eng":"Isn’t this state better than what they had before?” ","html":"{}</p>"},"an10.99:28.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:29.1":{"pli":"“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti. ","eng":"“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their heart’s goal. ","html":"<p>{}</p>"},"an10.99:30.1":{"pli":"Puna caparaṃ, upāli, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ …pe…. ","eng":"Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. …” … ","html":"<p>{}</p>"},"an10.99:31.1":{"pli":"Puna caparaṃ, upāli, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ","eng":"“Furthermore, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, a mendicant enters and remains in the dimension of infinite space. ","html":"<p>{}"},"an10.99:31.2":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:31.3":{"pli":"‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti? ","eng":"Isn’t this state better than what they had before?” ","html":"{}</p>"},"an10.99:31.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:32.1":{"pli":"“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti. ","eng":"“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their heart’s goal. ","html":"<p>{}</p>"},"an10.99:33.1":{"pli":"Puna caparaṃ, upāli, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati …pe…. ","eng":"Furthermore, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, a mendicant enters and remains in the dimension of infinite consciousness. …” … ","html":"<p>{}</p>"},"an10.99:34.1":{"pli":"Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati …pe…. ","eng":"“Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. …” … ","html":"<p>{}</p>"},"an10.99:35.1":{"pli":"Sabbaso ākiñcaññāyatanaṃ samatikkamma ‘santametaṃ paṇītametan’ti nevasaññānāsaññāyatanaṃ upasampajja viharati. ","eng":"“Going totally beyond the dimension of nothingness, aware that ‘this is peaceful, this is sublime’, they enter and remain in the dimension of neither perception nor non-perception. ","html":"<p>{}"},"an10.99:35.2":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:35.3":{"pli":"‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti? ","eng":"Isn’t this state better than what they had before?” ","html":"{}</p>"},"an10.99:35.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:36.1":{"pli":"“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti. ","eng":"“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their heart’s goal. ","html":"<p>{}</p>"},"an10.99:37.1":{"pli":"Puna caparaṃ, upāli, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati; paññāya cassa disvā āsavā parikkhīṇā honti. ","eng":"Furthermore, going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end. ","html":"<p>{}"},"an10.99:37.2":{"pli":"Taṃ kiṃ maññasi, upāli, ","eng":"What do you think, Upāli? ","html":"{}"},"an10.99:37.3":{"pli":"‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti? ","eng":"Isn’t this state better than what they had before?” ","html":"{}</p>"},"an10.99:37.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an10.99:38.1":{"pli":"“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, anuppattasadatthā ca viharanti. ","eng":"“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. And they have achieved their heart’s goal. ","html":"<p>{}"},"an10.99:38.2":{"pli":"Iṅgha tvaṃ, upāli, saṅghe viharāhi. ","eng":"Come on, Upāli, stay with the Saṅgha. ","html":"{}"},"an10.99:38.3":{"pli":"Saṅghe te viharato phāsu bhavissatī”ti. ","eng":"If you stay with the Saṅgha you’ll be comfortable.” ","html":"{}</p>"},"an10.99:38.4":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}