{"an11.13":{"an11.13:0.1":{"pli":"Aṅguttara Nikāya 11.13 ","eng":"Numbered Discourses 11.13 ","html":"<article id='an11.13'><header><ul><li class='division'>{}</li>"},"an11.13:0.2":{"pli":"2. Anussativagga ","eng":"2. Recollection ","html":"<li>{}</li></ul>"},"an11.13:0.3":{"pli":"Nandiyasutta ","eng":"With Nandiya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an11.13:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"<p>{}</p>"},"an11.13:1.2":{"pli":"Tena kho pana samayena bhagavā sāvatthiyaṃ vassāvāsaṃ upagantukāmo hoti. ","eng":"Now at that time the Buddha wanted to commence the rains residence at Sāvatthī. ","html":"<p>{}</p>"},"an11.13:2.1":{"pli":"Assosi kho nandiyo sakko: ","eng":"Nandiya the Sakyan heard about this, ","html":"<p>{}"},"an11.13:2.2":{"pli":"“bhagavā kira sāvatthiyaṃ vassāvāsaṃ upagantukāmo”ti. ","html":"{}"},"an11.13:2.3":{"pli":"Atha kho nandiyassa sakkassa etadahosi: ","eng":"and thought, ","html":"{}"},"an11.13:2.4":{"pli":"“yannūnāhampi sāvatthiyaṃ vassāvāsaṃ upagaccheyyaṃ. ","eng":"“Why don’t I also commence the rains residence at Sāvatthī. ","html":"{}"},"an11.13:2.5":{"pli":"Tattha kammantañceva adhiṭṭhahissāmi, bhagavantañca lacchāmi kālena kālaṃ dassanāyā”ti. ","eng":"There I can focus on my work and from time to time get to see the Buddha.” ","html":"{}</p>"},"an11.13:3.1":{"pli":"Atha kho bhagavā sāvatthiyaṃ vassāvāsaṃ upagacchi. ","eng":"So the Buddha commenced the rains residence in Sāvatthī, ","html":"<p>{}"},"an11.13:3.2":{"pli":"Nandiyopi kho sakko sāvatthiyaṃ vassāvāsaṃ upagacchi. ","eng":"and so did Nandiya. ","html":"{}"},"an11.13:3.3":{"pli":"Tattha kammantañceva adhiṭṭhāsi, bhagavantañca labhi kālena kālaṃ dassanāya. ","eng":"There he focused on his work and from time to time got to see the Buddha. ","html":"{}</p>"},"an11.13:3.4":{"pli":"Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti: ","eng":"At that time several mendicants were making a robe for the Buddha, thinking that ","html":"<p>{}"},"an11.13:3.5":{"pli":"“niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī”ti. ","eng":"when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ","html":"{}</p>"},"an11.13:4.1":{"pli":"Assosi kho nandiyo sakko: ","eng":"Nandiya the Sakyan heard about this. ","html":"<p>{}"},"an11.13:4.2":{"pli":"“sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti: ","html":"{}"},"an11.13:4.3":{"pli":"‘niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’”ti. ","html":"{}"},"an11.13:4.4":{"pli":"Atha kho nandiyo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho nandiyo sakko bhagavantaṃ etadavoca: ","eng":"He went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an11.13:4.5":{"pli":"“sutaṃ metaṃ, bhante: ","eng":"“Sir, I have heard that ","html":"<p>{}"},"an11.13:4.6":{"pli":"‘sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti—","eng":"several mendicants are making a robe for the Buddha, thinking that ","html":"{}"},"an11.13:4.7":{"pli":"niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’ti. ","eng":"when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ","html":"{}"},"an11.13:4.8":{"pli":"Tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban”ti? ","eng":"Now, we spend our life in various ways. Which of these should we practice?” ","html":"{}</p>"},"an11.13:5.1":{"pli":"“Sādhu sādhu, nandiya. ","eng":"“Good, good Nandiya! ","html":"<p>{}"},"an11.13:5.2":{"pli":"Etaṃ kho, nandiya, tumhākaṃ patirūpaṃ kulaputtānaṃ, yaṃ tumhe tathāgataṃ upasaṅkamitvā puccheyyātha: ","eng":"It’s appropriate that gentlemen such as you come to me and ask: ","html":"{}"},"an11.13:5.3":{"pli":"‘tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban’ti? ","eng":"‘We spend our life in various ways. Which of these should we practice?’ ","html":"{}"},"an11.13:5.4":{"pli":"Saddho kho, nandiya, ārādhako hoti, no assaddho; ","eng":"The faithful succeed, not the faithless. ","html":"{}"},"an11.13:5.5":{"pli":"sīlavā ārādhako hoti, no dussīlo; ","eng":"The ethical succeed, not the unethical. ","html":"{}"},"an11.13:5.6":{"pli":"āraddhavīriyo ārādhako hoti, no kusīto; ","eng":"The energetic succeed, not the lazy. ","html":"{}"},"an11.13:5.7":{"pli":"upaṭṭhitassati ārādhako hoti, no muṭṭhassati; ","eng":"The mindful succeed, not the unmindful. ","html":"{}"},"an11.13:5.8":{"pli":"samāhito ārādhako hoti, no asamāhito; ","eng":"Those with immersion succeed, not those without immersion. ","html":"{}"},"an11.13:5.9":{"pli":"paññavā ārādhako hoti, no duppañño. ","eng":"The wise succeed, not the witless. ","html":"{}"},"an11.13:5.10":{"pli":"Imesu kho te, nandiya, chasu dhammesu patiṭṭhāya pañcasu dhammesu ajjhattaṃ sati upaṭṭhāpetabbā. ","eng":"When you’re grounded on these six things, go on to establish mindfulness on five further things internally. ","html":"{}</p>"},"an11.13:6.1":{"pli":"Idha tvaṃ, nandiya, tathāgataṃ anussareyyāsi: ","eng":"Firstly, you should recollect the Realized One: ","html":"<p>{}"},"an11.13:6.2":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an11.13:6.3":{"pli":"Iti kho te, nandiya, tathāgataṃ ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ","eng":"In this way you should establish mindfulness internally based on the Realized One. ","html":"{}</p>"},"an11.13:7.1":{"pli":"Puna caparaṃ tvaṃ, nandiya, dhammaṃ anussareyyāsi: ","eng":"Furthermore, you should recollect the teaching: ","html":"<p>{}"},"an11.13:7.2":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}"},"an11.13:7.3":{"pli":"Iti kho te, nandiya, dhammaṃ ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ","eng":"In this way you should establish mindfulness internally based on the teaching. ","html":"{}</p>"},"an11.13:8.1":{"pli":"Puna caparaṃ tvaṃ, nandiya, kalyāṇamitte anussareyyāsi: ","eng":"Furthermore, you should recollect your good friends: ","html":"<p>{}"},"an11.13:8.2":{"pli":"‘lābhā vata me, suladdhaṃ vata me, ","eng":"‘I’m fortunate, so very fortunate, ","html":"{}"},"an11.13:8.3":{"pli":"yassa me kalyāṇamittā anukampakā atthakāmā ovādakā anusāsakā’ti. ","eng":"to have good friends who advise and instruct me out of kindness and sympathy.’ ","html":"{}"},"an11.13:8.4":{"pli":"Iti kho te, nandiya, kalyāṇamitte ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ","eng":"In this way you should establish mindfulness internally based on good friends. ","html":"{}</p>"},"an11.13:9.1":{"pli":"Puna caparaṃ tvaṃ, nandiya, attano cāgaṃ anussareyyāsi: ","eng":"Furthermore, you should recollect your own generosity: ","html":"<p>{}"},"an11.13:9.2":{"pli":"‘lābhā vata me, suladdhaṃ vata me, ","eng":"‘I’m so fortunate, so very fortunate. ","html":"{}"},"an11.13:9.3":{"pli":"yohaṃ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā agāraṃ ajjhāvasāmi muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato’ti. ","eng":"Among people with hearts full of the stain of stinginess I live at home rid of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’ ","html":"{}"},"an11.13:9.4":{"pli":"Iti kho te, nandiya, cāgaṃ ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ","eng":"In this way you should establish mindfulness internally based on generosity. ","html":"{}</p>"},"an11.13:10.1":{"pli":"Puna caparaṃ tvaṃ, nandiya, devatā anussareyyāsi: ","eng":"Furthermore, you should recollect the deities: ","html":"<p>{}"},"an11.13:10.2":{"pli":"‘yā devatā atikkammeva kabaḷīkārāhārabhakkhānaṃ devatānaṃ sahabyataṃ aññataraṃ manomayaṃ kāyaṃ upapannā, tā karaṇīyaṃ attano na samanupassanti katassa vā paticayaṃ’. ","eng":"‘There are deities who, surpassing the company of deities that consume edible food, are reborn in a certain host of mind-made deities. They don’t see in themselves anything more to do, or anything that needs improvement.’ ","html":"{}"},"an11.13:10.3":{"pli":"Seyyathāpi, nandiya, bhikkhu asamayavimutto karaṇīyaṃ attano na samanupassati katassa vā paticayaṃ; ","eng":"An irreversibly freed mendicant doesn’t see in themselves anything more to do, or anything that needs improvement. ","html":"{}"},"an11.13:10.4":{"pli":"evamevaṃ kho, nandiya, yā tā devatā atikkammeva kabaḷīkārāhārabhakkhānaṃ devatānaṃ sahabyataṃ aññataraṃ manomayaṃ kāyaṃ upapannā, tā karaṇīyaṃ attano na samanupassanti katassa vā paticayaṃ. ","eng":"In the same way, Nandiya, there are deities who, surpassing the company of deities that consume edible food, are reborn in a certain host of mind-made deities. They don’t see in themselves anything more to do, or anything that needs improvement. ","html":"{}"},"an11.13:10.5":{"pli":"Iti kho te, nandiya, devatā ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ","eng":"In this way you should establish mindfulness internally based on the deities. ","html":"{}</p>"},"an11.13:11.1":{"pli":"Imehi kho, nandiya, ekādasahi dhammehi samannāgato ariyasāvako pajahateva pāpake akusale dhamme, na upādiyati. ","eng":"A noble disciple who possesses these eleven qualities gives up bad, unskillful qualities and doesn’t cling to them. ","html":"<p>{}"},"an11.13:11.2":{"pli":"Seyyathāpi, nandiya, kumbho nikkujjo vamateva udakaṃ, no vantaṃ paccāvamati; ","eng":"It’s like when a pot full of water is tipped over, so the water drains out and doesn’t go back in. ","html":"{}"},"an11.13:11.3":{"pli":"seyyathāpi vā pana, nandiya, sukkhe tiṇadāye aggi mutto ḍahaññeva gacchati, no daḍḍhaṃ paccudāvattati; ","eng":"Suppose there was an uncontrolled fire. It advances burning up dry woodlands and doesn’t turn back over what it has burned. ","html":"{}"},"an11.13:11.4":{"pli":"evamevaṃ kho, nandiya, imehi ekādasahi dhammehi samannāgato ariyasāvako pajahateva pāpake akusale dhamme, na upādiyatī”ti. ","eng":"In the same way, a noble disciple who possesses these eleven qualities gives up bad, unskillful qualities and doesn’t cling to them.” ","html":"{}</p>"},"an11.13:11.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an11.14":{"an11.14:0.1":{"pli":"Aṅguttara Nikāya 11.14 ","eng":"Numbered Discourses 11.14 ","html":"<article id='an11.14'><header><ul><li class='division'>{}</li>"},"an11.14:0.2":{"pli":"2. Anussativagga ","eng":"2. Recollection ","html":"<li>{}</li></ul>"},"an11.14:0.3":{"pli":"Subhūtisutta ","eng":"With Subhūti ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an11.14:1.1":{"pli":"Atha kho āyasmā subhūti saddhena bhikkhunā saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ subhūtiṃ bhagavā etadavoca: ","eng":"And then Venerable Subhūti together with the mendicant Saddha went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"an11.14:1.2":{"pli":"“ko nāmāyaṃ, subhūti, bhikkhū”ti? ","eng":"“Subhūti, what is the name of this mendicant?” ","html":"{}</p>"},"an11.14:1.3":{"pli":"“Saddho nāmāyaṃ, bhante, bhikkhu, sudattassa upāsakassa putto, saddhā agārasmā anagāriyaṃ pabbajito”ti. ","eng":"“Sir, the name of this mendicant is Saddha. He is the son of the layman Sudatta, and has gone forth out of faith from the lay life to homelessness.” ","html":"<p>{}</p>"},"an11.14:2.1":{"pli":"“Kacci panāyaṃ, subhūti, saddho bhikkhu sudattassa upāsakassa putto saddhā agārasmā anagāriyaṃ pabbajito sandissati saddhāpadānesū”ti? ","eng":"“Well, I hope this mendicant Saddha exhibits the various evidences of faith.” ","html":"<p>{}</p>"},"an11.14:2.2":{"pli":"“Etassa, bhagavā, kālo; etassa, sugata, kālo, ","eng":"“Now is the time, Blessed One! Now is the time, Holy One! ","html":"<p>{}"},"an11.14:2.3":{"pli":"yaṃ bhagavā saddhassa saddhāpadānāni bhāseyya. ","eng":"Let the Buddha to speak on the evidence of faith. ","html":"{}"},"an11.14:2.4":{"pli":"Idānāhaṃ jānissāmi yadi vā ayaṃ bhikkhu sandissati saddhāpadānesu yadi vā no”ti. ","eng":"Now I will find out whether or not this mendicant Saddha exhibits the various evidences of faith.” ","html":"{}</p>"},"an11.14:3.1":{"pli":"“Tena hi, subhūti, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, Subhūti, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an11.14:3.2":{"pli":"“Evaṃ, bhante”ti kho āyasmā subhūti bhagavato paccassosi. ","eng":"“Yes, sir,” Subhūti replied. ","html":"<p>{}"},"an11.14:3.3":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an11.14:4.1":{"pli":"“Idha, subhūti, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"“Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p data-counter='1'>{}"},"an11.14:4.2":{"pli":"Yampi, subhūti, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant is ethical, this is evidence of faith. ","html":"{}</p>"},"an11.14:5.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, rehearsing them, mentally scrutinizing them, and penetrating them theoretically. ","html":"<p data-counter='2'>{}"},"an11.14:5.2":{"pli":"Yampi, subhūti, bhikkhu bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant is learned, this is evidence of faith. ","html":"{}</p>"},"an11.14:6.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Furthermore, a mendicant has good friends, companions, and associates. ","html":"<p data-counter='3'>{}"},"an11.14:6.2":{"pli":"Yampi, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant has good friends, this is evidence of faith. ","html":"{}</p>"},"an11.14:7.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ. ","eng":"Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. ","html":"<p data-counter='4'>{}"},"an11.14:7.2":{"pli":"Yampi, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant is easy to admonish, this is evidence of faith. ","html":"{}</p>"},"an11.14:8.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ. ","eng":"Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. ","html":"<p data-counter='5'>{}"},"an11.14:8.2":{"pli":"Yampi, subhūti, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant is deft and tireless in a diverse spectrum of duties, this is evidence of faith. ","html":"{}</p>"},"an11.14:9.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo. ","eng":"Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. ","html":"<p data-counter='6'>{}"},"an11.14:9.2":{"pli":"Yampi, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant loves the teachings, this is evidence of faith. ","html":"{}</p>"},"an11.14:10.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"<p data-counter='7'>{}"},"an11.14:10.2":{"pli":"Yampi, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant is energetic, this is evidence of faith. ","html":"{}</p>"},"an11.14:11.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"Furthermore, a mendicant gets the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty. ","html":"<p data-counter='8'>{}"},"an11.14:11.2":{"pli":"Yampi, subhūti, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant gets the four absorptions, this is evidence of faith. ","html":"{}</p>"},"an11.14:12.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, ","eng":"Furthermore, a mendicant recollects many kinds of past lives. ","html":"<p data-counter='9'>{}"},"an11.14:12.2":{"pli":"seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"{}"},"an11.14:12.3":{"pli":"Yampi, subhūti, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. Idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant recollects many kinds of past lives, this is evidence of faith. ","html":"{}</p>"},"an11.14:13.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ","eng":"Furthermore, with clairvoyance that is purified and superhuman, a mendicant sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"<p data-counter='10'>{}"},"an11.14:13.2":{"pli":"Yampi, subhūti, bhikkhu dibbena cakkhunā visuddhena …pe… yathākammūpage satte pajānāti, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. ","eng":"When a mendicant has clairvoyance that is purified and superhuman, this is evidence of faith. ","html":"{}</p>"},"an11.14:14.1":{"pli":"Puna caparaṃ, subhūti, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Furthermore, a mendicant has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ","html":"<p data-counter='11'>{}"},"an11.14:14.2":{"pli":"Yampi, subhūti, bhikkhu āsavānaṃ khayā …pe… sacchikatvā upasampajja viharati, idampi, subhūti, saddhassa saddhāpadānaṃ hotī”ti. ","eng":"When a mendicant has ended the defilements, this is evidence of faith.” ","html":"{}</p>"},"an11.14:15.1":{"pli":"Evaṃ vutte āyasmā subhūti bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Subhūti said to the Buddha: ","html":"<p>{}</p>"},"an11.14:15.2":{"pli":"“yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṃvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissati. ","eng":"“Sir, the various evidences of faith for a faithful person that the Buddha speaks of are found in this mendicant; he does exhibit them. ","html":"<p>{}</p>"},"an11.14:16.1":{"pli":"Ayaṃ, bhante, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"This mendicant is ethical … ","html":"<p>{}</p>"},"an11.14:17.1":{"pli":"Ayaṃ, bhante, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"This mendicant is learned … ","html":"<p>{}</p>"},"an11.14:18.1":{"pli":"Ayaṃ, bhante, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"This mendicant has good friends … ","html":"<p>{}</p>"},"an11.14:19.1":{"pli":"Ayaṃ, bhante, bhikkhu suvaco hoti …pe… anusāsaniṃ. ","eng":"This mendicant is easy to admonish … ","html":"<p>{}</p>"},"an11.14:20.1":{"pli":"Ayaṃ, bhante, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ. ","eng":"This mendicant is deft and tireless in a diverse spectrum of duties … ","html":"<p>{}</p>"},"an11.14:21.1":{"pli":"Ayaṃ, bhante, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo. ","eng":"This mendicant loves the teachings … ","html":"<p>{}</p>"},"an11.14:22.1":{"pli":"Ayaṃ, bhante, bhikkhu āraddhavīriyo viharati …pe… thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"This mendicant is energetic … ","html":"<p>{}</p>"},"an11.14:23.1":{"pli":"Ayaṃ, bhante, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"This mendicant gets the four absorptions … ","html":"<p>{}</p>"},"an11.14:24.1":{"pli":"Ayaṃ, bhante, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"This mendicant recollects their many kinds of past lives … ","html":"<p>{}</p>"},"an11.14:25.1":{"pli":"Ayaṃ, bhante, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ","eng":"This mendicant has clairvoyance that is purified and surpasses the human … ","html":"<p>{}</p>"},"an11.14:26.1":{"pli":"Ayaṃ, bhante, bhikkhu āsavānaṃ khayā …pe… sacchikatvā upasampajja viharati. ","eng":"This mendicant has ended the defilements … ","html":"<p>{}</p>"},"an11.14:26.2":{"pli":"Yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṃvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissatī”ti. ","eng":"The various evidences of faith for a faithful person that the Buddha speaks of are found in this mendicant; he does exhibit them.” ","html":"<p>{}</p>"},"an11.14:27.1":{"pli":"“Sādhu sādhu, subhūti. ","eng":"“Good, good, Subhūti! ","html":"<p>{}"},"an11.14:27.2":{"pli":"Tena hi tvaṃ, subhūti, iminā ca saddhena bhikkhunā saddhiṃ vihareyyāsi. ","eng":"So, Subhūti, you should live together with this mendicant Saddha. ","html":"{}"},"an11.14:27.3":{"pli":"Yadā ca tvaṃ, subhūti, ākaṅkheyyāsi tathāgataṃ dassanāya, iminā saddhena bhikkhunā saddhiṃ upasaṅkameyyāsi tathāgataṃ dassanāyā”ti. ","eng":"And when you want to see the Realized One, you should come together with him.” ","html":"{}</p>"},"an11.14:27.4":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an11.15":{"an11.15:0.1":{"pli":"Aṅguttara Nikāya 11.15 ","eng":"Numbered Discourses 11.15 ","html":"<article id='an11.15'><header><ul><li class='division'>{}</li>"},"an11.15:0.2":{"pli":"2. Anussativagga ","eng":"2. Recollection ","html":"<li>{}</li></ul>"},"an11.15:0.3":{"pli":"Mettāsutta ","eng":"The Benefits of Love ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an11.15:1.1":{"pli":"“Mettāya, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ekādasānisaṃsā pāṭikaṅkhā. ","eng":"“Mendicants, you can expect eleven benefits when the heart’s release by love has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented. ","html":"<p>{}</p>"},"an11.15:2.1":{"pli":"Katame ekādasa? ","eng":"What eleven? ","html":"<p>{}"},"an11.15:2.2":{"pli":"Sukhaṃ supati, sukhaṃ paṭibujjhati, na pāpakaṃ supinaṃ passati, manussānaṃ piyo hoti, amanussānaṃ piyo hoti, devatā rakkhanti, nāssa aggi vā visaṃ vā satthaṃ vā kamati, tuvaṭaṃ cittaṃ samādhiyati, mukhavaṇṇo vippasīdati, asammūḷho kālaṃ karoti, uttari appaṭivijjhanto brahmalokūpago hoti. ","eng":"You sleep at ease. You wake happily. You don’t have bad dreams. Humans love you. Non-humans love you. Deities protect you. You can’t be harmed by fire, poison, or blade. Your mind quickly enters immersion. Your face is clear and bright. You don’t feel lost when you die. If you don’t penetrate any higher, you’ll be reborn in a realm of divinity. ","html":"{}"},"an11.15:2.3":{"pli":"Mettāya, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ime ekādasānisaṃsā pāṭikaṅkhā”ti. ","eng":"You can expect eleven benefits when the heart’s release by love has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented.” ","html":"{}</p>"},"an11.15:2.4":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}