{"an1.1-10":{"an1.1:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.1–10 ","html":"<section class='range' id='an1.1-10'><header><ul><li class='division'>{}</li></ul>"},"an1.1:0.2":{"pli":"1. Rūpādivagga ","eng":"The Chapter on What Occupies the Mind ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.1:1.0":{"pli":"1 ","eng":"1 ","html":"<article id='an1.1'><h2 class='sutta-title'>{}</h2>"},"an1.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an1.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"an1.1:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"an1.1:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"an1.1:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an1.1:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an1.1:2.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekarūpampi samanupassāmi yaṃ evaṃ purisassa cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, itthirūpaṃ. ","eng":"“Mendicants, I do not see a single sight that occupies a man’s mind like the sight of a woman. ","html":"<p>{}"},"an1.1:2.2":{"pli":"Itthirūpaṃ, bhikkhave, purisassa cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The sight of a woman occupies a man’s mind.” ","html":"{}</p>"},"an1.1:2.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.2:1.0":{"pli":"2 ","eng":"2 ","html":"<article id='an1.2'><h2 class='sutta-title'>{}</h2>"},"an1.2:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekasaddampi samanupassāmi yaṃ evaṃ purisassa cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, itthisaddo. ","eng":"“Mendicants, I do not see a single sound that occupies a man’s mind like the sound of a woman. ","html":"<p>{}"},"an1.2:1.2":{"pli":"Itthisaddo, bhikkhave, purisassa cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The sound of a woman occupies a man’s mind.” ","html":"{}</p>"},"an1.2:1.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.3:1.0":{"pli":"3 ","eng":"3 ","html":"<article id='an1.3'><h2 class='sutta-title'>{}</h2>"},"an1.3:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekagandhampi samanupassāmi yaṃ evaṃ purisassa cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, itthigandho. ","eng":"“Mendicants, I do not see a single smell that occupies a man’s mind like the smell of a woman. ","html":"<p>{}"},"an1.3:1.2":{"pli":"Itthigandho, bhikkhave, purisassa cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The smell of a woman occupies a man’s mind.” ","html":"{}</p>"},"an1.3:1.3":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.4:1.0":{"pli":"4 ","eng":"4 ","html":"<article id='an1.4'><h2 class='sutta-title'>{}</h2>"},"an1.4:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekarasampi samanupassāmi yaṃ evaṃ purisassa cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, itthiraso. ","eng":"“Mendicants, I do not see a single taste that occupies a man’s mind like the taste of a woman. ","html":"<p>{}"},"an1.4:1.2":{"pli":"Itthiraso, bhikkhave, purisassa cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The taste of a woman occupies a man’s mind.” ","html":"{}</p>"},"an1.4:1.3":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.5:1.0":{"pli":"5 ","eng":"5 ","html":"<article id='an1.5'><h2 class='sutta-title'>{}</h2>"},"an1.5:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekaphoṭṭhabbampi samanupassāmi yaṃ evaṃ purisassa cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, itthiphoṭṭhabbo. ","eng":"“Mendicants, I do not see a single touch that occupies a man’s mind like the touch of a woman. ","html":"<p>{}"},"an1.5:1.2":{"pli":"Itthiphoṭṭhabbo, bhikkhave, purisassa cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The touch of a woman occupies a man’s mind.” ","html":"{}</p>"},"an1.5:1.3":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.6:1.0":{"pli":"6 ","eng":"6 ","html":"<article id='an1.6'><h2 class='sutta-title'>{}</h2>"},"an1.6:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekarūpampi samanupassāmi yaṃ evaṃ itthiyā cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, purisarūpaṃ. ","eng":"“Mendicants, I do not see a single sight that occupies a woman’s mind like the sight of a man. ","html":"<p>{}"},"an1.6:1.2":{"pli":"Purisarūpaṃ, bhikkhave, itthiyā cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The sight of a man occupies a woman’s mind.” ","html":"{}</p>"},"an1.6:1.3":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.7:1.0":{"pli":"7 ","eng":"7 ","html":"<article id='an1.7'><h2 class='sutta-title'>{}</h2>"},"an1.7:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekasaddampi samanupassāmi yaṃ evaṃ itthiyā cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, purisasaddo. ","eng":"“Mendicants, I do not see a single sound that occupies a woman’s mind like the sound of a man. ","html":"<p>{}"},"an1.7:1.2":{"pli":"Purisasaddo, bhikkhave, itthiyā cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The sound of a man occupies a woman’s mind.” ","html":"{}</p>"},"an1.7:1.3":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.8:1.0":{"pli":"8 ","eng":"8 ","html":"<article id='an1.8'><h2 class='sutta-title'>{}</h2>"},"an1.8:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekagandhampi samanupassāmi yaṃ evaṃ itthiyā cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, purisagandho. ","eng":"“Mendicants, I do not see a single smell that occupies a woman’s mind like the smell of a man. ","html":"<p>{}"},"an1.8:1.2":{"pli":"Purisagandho, bhikkhave, itthiyā cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The smell of a man occupies a woman’s mind.” ","html":"{}</p>"},"an1.8:1.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.9:1.0":{"pli":"9 ","eng":"9 ","html":"<article id='an1.9'><h2 class='sutta-title'>{}</h2>"},"an1.9:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekarasampi samanupassāmi yaṃ evaṃ itthiyā cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, purisaraso. ","eng":"“Mendicants, I do not see a single taste that occupies a woman’s mind like the taste of a man. ","html":"<p>{}"},"an1.9:1.2":{"pli":"Purisaraso, bhikkhave, itthiyā cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The taste of a man occupies a woman’s mind.” ","html":"{}</p>"},"an1.9:1.3":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.10:1.0":{"pli":"10 ","eng":"10 ","html":"<article id='an1.10'><h2 class='sutta-title'>{}</h2>"},"an1.10:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekaphoṭṭhabbampi samanupassāmi yaṃ evaṃ itthiyā cittaṃ pariyādāya tiṭṭhati yathayidaṃ, bhikkhave, purisaphoṭṭhabbo. ","eng":"“Mendicants, I do not see a single touch that occupies a woman’s mind like the touch of a man. ","html":"<p>{}"},"an1.10:1.2":{"pli":"Purisaphoṭṭhabbo, bhikkhave, itthiyā cittaṃ pariyādāya tiṭṭhatī”ti. ","eng":"The touch of a man occupies a woman’s mind.” ","html":"{}</p>"},"an1.10:1.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an1.10:1.4":{"pli":"Rūpādivaggo paṭhamo. ","html":"<p class='endvagga'>{}</p></article></section>"}},"an1.11-20":{"an1.11:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.11–20 ","html":"<section class='range' id='an1.11-20'><header><ul><li class='division'>{}</li></ul>"},"an1.11:0.2":{"pli":"2. Nīvaraṇappahānavagga ","eng":"The Chapter on Giving Up the Hindrances ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.11:1.0":{"pli":"11 ","eng":"11 ","html":"<article id='an1.11'><h2 class='sutta-title'>{}</h2>"},"an1.11:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā kāmacchando uppajjati uppanno vā kāmacchando bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, subhanimittaṃ. ","eng":"“Mendicants, I do not see a single thing that gives rise to sensual desire, or, when it has arisen, makes it increase and grow like the feature of beauty. ","html":"<p>{}"},"an1.11:1.2":{"pli":"Subhanimittaṃ, bhikkhave, ayoniso manasi karoto anuppanno ceva kāmacchando uppajjati uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṃvattatī”ti. ","eng":"When you apply the mind irrationally to the feature of beauty, sensual desire arises, and once arisen it increases and grows.” ","html":"{}</p>"},"an1.11:1.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.12:1.0":{"pli":"12 ","eng":"12 ","html":"<article id='an1.12'><h2 class='sutta-title'>{}</h2>"},"an1.12:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā byāpādo uppajjati uppanno vā byāpādo bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, paṭighanimittaṃ. ","eng":"“Mendicants, I do not see a single thing that gives rise to ill will, or, when it has arisen, makes it increase and grow like the feature of harshness. ","html":"<p>{}"},"an1.12:1.2":{"pli":"Paṭighanimittaṃ, bhikkhave, ayoniso manasi karoto anuppanno ceva byāpādo uppajjati uppanno ca byāpādo bhiyyobhāvāya vepullāya saṃvattatī”ti. ","eng":"When you apply the mind irrationally to the feature of harshness, ill will arises, and once arisen it increases and grows.” ","html":"{}</p>"},"an1.12:1.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.13:1.0":{"pli":"13 ","eng":"13 ","html":"<article id='an1.13'><h2 class='sutta-title'>{}</h2>"},"an1.13:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā thinamiddhaṃ uppajjati uppannaṃ vā thinamiddhaṃ bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, arati tandī vijambhitā bhattasammado cetaso ca līnattaṃ. ","eng":"“Mendicants, I do not see a single thing that gives rise to dullness and drowsiness, or, when they have arisen, makes them increase and grow like discontent, sloth, yawning, sleepiness after eating, and mental sluggishness. ","html":"<p>{}"},"an1.13:1.2":{"pli":"Līnacittassa, bhikkhave, anuppannañceva thinamiddhaṃ uppajjati uppannañca thinamiddhaṃ bhiyyobhāvāya vepullāya saṃvattatī”ti. ","eng":"When you have a sluggish mind, dullness and drowsiness arise, and once arisen they increase and grow.” ","html":"{}</p>"},"an1.13:1.3":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.14:1.0":{"pli":"14 ","eng":"14 ","html":"<article id='an1.14'><h2 class='sutta-title'>{}</h2>"},"an1.14:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā uddhaccakukkuccaṃ uppajjati uppannaṃ vā uddhaccakukkuccaṃ bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, cetaso avūpasamo. ","eng":"“Mendicants, I do not see a single thing that gives rise to restlessness and remorse, or, when they have arisen, makes them increase and grow like an unsettled mind. ","html":"<p>{}"},"an1.14:1.2":{"pli":"Avūpasantacittassa, bhikkhave, anuppannañceva uddhaccakukkuccaṃ uppajjati uppannañca uddhaccakukkuccaṃ bhiyyobhāvāya vepullāya saṃvattatī”ti. ","eng":"When you have no peace of mind, restlessness and remorse arise, and once arisen they increase and grow.” ","html":"{}</p>"},"an1.14:1.3":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.15:1.0":{"pli":"15 ","eng":"15 ","html":"<article id='an1.15'><h2 class='sutta-title'>{}</h2>"},"an1.15:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā vicikicchā uppajjati uppannā vā vicikicchā bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, ayonisomanasikāro. ","eng":"“Mendicants, I do not see a single thing that gives rise to doubt, or, when it has arisen, makes it increase and grow like irrational application of mind. ","html":"<p>{}"},"an1.15:1.2":{"pli":"Ayoniso, bhikkhave, manasi karoto anuppannā ceva vicikicchā uppajjati uppannā ca vicikicchā bhiyyobhāvāya vepullāya saṃvattatī”ti. ","eng":"When you apply the mind irrationally, doubt arises, and once arisen it increases and grows.” ","html":"{}</p>"},"an1.15:1.3":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.16:1.0":{"pli":"16 ","eng":"16 ","html":"<article id='an1.16'><h2 class='sutta-title'>{}</h2>"},"an1.16:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā kāmacchando nuppajjati uppanno vā kāmacchando pahīyati yathayidaṃ, bhikkhave, asubhanimittaṃ. ","eng":"“Mendicants, I do not see a single thing that prevents sensual desire from arising, or, when it has arisen, abandons it like the feature of ugliness. ","html":"<p>{}"},"an1.16:1.2":{"pli":"Asubhanimittaṃ, bhikkhave, yoniso manasi karoto anuppanno ceva kāmacchando nuppajjati uppanno ca kāmacchando pahīyatī”ti. ","eng":"When you apply the mind rationally to the feature of ugliness, sensual desire does not arise, or, if it has already arisen, it’s given up.” ","html":"{}</p>"},"an1.16:1.3":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.17:1.0":{"pli":"17 ","eng":"17 ","html":"<article id='an1.17'><h2 class='sutta-title'>{}</h2>"},"an1.17:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā byāpādo nuppajjati uppanno vā byāpādo pahīyati yathayidaṃ, bhikkhave, mettā cetovimutti. ","eng":"“Mendicants, I do not see a single thing that prevents ill will from arising, or, when it has arisen, abandons it like the heart’s release by love. ","html":"<p>{}"},"an1.17:1.2":{"pli":"Mettaṃ, bhikkhave, cetovimuttiṃ yoniso manasi karoto anuppanno ceva byāpādo nuppajjati uppanno ca byāpādo pahīyatī”ti. ","eng":"When you apply the mind rationally on the heart’s release by love, ill will does not arise, or, if it has already arisen, it’s given up.” ","html":"{}</p>"},"an1.17:1.3":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.18:1.0":{"pli":"18 ","eng":"18 ","html":"<article id='an1.18'><h2 class='sutta-title'>{}</h2>"},"an1.18:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā thinamiddhaṃ nuppajjati uppannaṃ vā thinamiddhaṃ pahīyati yathayidaṃ, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ","eng":"“Mendicants, I do not see a single thing that prevents dullness and drowsiness from arising, or, when they have arisen, gives them up like the elements of initiative, persistence, and vigor. ","html":"<p>{}"},"an1.18:1.2":{"pli":"Āraddhavīriyassa, bhikkhave, anuppannañceva thinamiddhaṃ nuppajjati uppannañca thinamiddhaṃ pahīyatī”ti. ","eng":"When you’re energetic, dullness and drowsiness do not arise, or, if they’ve already arisen, they’re given up.” ","html":"{}</p>"},"an1.18:1.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.19:1.0":{"pli":"19 ","eng":"19 ","html":"<article id='an1.19'><h2 class='sutta-title'>{}</h2>"},"an1.19:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā uddhaccakukkuccaṃ nuppajjati uppannaṃ vā uddhaccakukkuccaṃ pahīyati yathayidaṃ, bhikkhave, cetaso vūpasamo. ","eng":"“Mendicants, I do not see a single thing that prevents restlessness and remorse from arising, or, when they have arisen, gives them up like peace of mind. ","html":"<p>{}"},"an1.19:1.2":{"pli":"Vūpasantacittassa, bhikkhave, anuppannañceva uddhaccakukkuccaṃ nuppajjati uppannañca uddhaccakukkuccaṃ pahīyatī”ti. ","eng":"When your mind is peaceful, restlessness and remorse do not arise, or, if they’ve already arisen, they’re given up.” ","html":"{}</p>"},"an1.19:1.3":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.20:1.0":{"pli":"20 ","eng":"20 ","html":"<article id='an1.20'><h2 class='sutta-title'>{}</h2>"},"an1.20:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā vicikicchā nuppajjati uppannā vā vicikicchā pahīyati yathayidaṃ, bhikkhave, yonisomanasikāro. ","eng":"“Mendicants, I do not see a single thing that prevents doubt from arising, or, when it has arisen, gives it up like rational application of mind. ","html":"<p>{}"},"an1.20:1.2":{"pli":"Yoniso, bhikkhave, manasi karoto anuppannā ceva vicikicchā nuppajjati uppannā ca vicikicchā pahīyatī”ti. ","eng":"When you apply the mind rationally, doubt does not arise, or, if it’s already arisen, it’s given up.” ","html":"{}</p>"},"an1.20:1.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an1.20:1.4":{"pli":"Nīvaraṇappahānavaggo dutiyo. ","html":"<p class='endvagga'>{}</p></article></section>"}},"an1.140-149":{"an1.140:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.140–149 ","html":"<section class='range' id='an1.140-149'><header><ul><li class='division'>{}</li></ul>"},"an1.140:0.2":{"pli":"11. Adhammavagga ","eng":"The Chapter on Not the Teaching ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.140:1.0":{"pli":"140 ","eng":"140 ","html":"<article id='an1.140'><h2 class='sutta-title'>{}</h2>"},"an1.140:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū adhammaṃ adhammoti dīpenti te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“Mendicants, those mendicants who explain what is not the teaching as not the teaching are acting for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"an1.140:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an1.140:1.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.141:1.0":{"pli":"141 ","eng":"141 ","html":"<article id='an1.141'><h2 class='sutta-title'>{}</h2>"},"an1.141:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū dhammaṃ dhammoti dīpenti te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“Mendicants, those mendicants who explain what is the teaching as the teaching are acting for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"an1.141:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an1.141:1.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.142-149:1.0":{"pli":"142–149 ","eng":"142–149 ","html":"<article id='an1.142-149'><h2 class='sutta-title'>{}</h2>"},"an1.142-149:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū avinayaṃ avinayoti dīpenti …pe… vinayaṃ vinayoti dīpenti …pe… abhāsitaṃ alapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpenti …pe… bhāsitaṃ lapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpenti …pe… anāciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpenti …pe… āciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpenti …pe… apaññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpenti …pe… paññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpenti; ","eng":"“Those mendicants who explain what is not found in the monastic law as not found in the monastic law … what is found in the monastic law as found in the monastic law … what was not spoken and stated by the Realized One as not spoken and stated by the Realized One … what was spoken and stated by the Realized One as spoken and stated by the Realized One … what was not practiced by the Realized One as not practiced by the Realized One … what was practiced by the Realized One as practiced by the Realized One … what was not prescribed by the Realized One as not prescribed by the Realized One … what was prescribed by the Realized One as prescribed by the Realized One … ","html":"<p>{}"},"an1.142-149:1.2":{"pli":"te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"are acting for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"{}"},"an1.142-149:1.3":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an1.142-149:1.4":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an1.142-149:1.5":{"pli":"Adhammavaggo ekādasamo. ","html":"<p class='endvagga'>{}</p></article></section>"}},"an1.150-169":{"an1.150:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.150–169 ","html":"<section class='range' id='an1.150-169'><header><ul><li class='division'>{}</li></ul>"},"an1.150:0.2":{"pli":"12. Anāpattivagga ","eng":"The Chapter on Non-offense ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.150:1.0":{"pli":"150 ","eng":"150 ","html":"<article id='an1.150'><h2 class='sutta-title'>{}</h2>"},"an1.150:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū anāpattiṃ āpattīti dīpenti te, bhikkhave, bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"“Mendicants, those mendicants who explain non-offense as an offense are acting for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"<p>{}"},"an1.150:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpentī”ti. ","eng":"They brim with much wickedness and make the true teaching disappear.” ","html":"{}</p>"},"an1.150:1.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.151:1.0":{"pli":"151 ","eng":"151 ","html":"<article id='an1.151'><h2 class='sutta-title'>{}</h2>"},"an1.151:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū āpattiṃ anāpattīti dīpenti te, bhikkhave, bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"“Mendicants, those mendicants who explain an offense as non-offense are acting for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"<p>{}"},"an1.151:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpentī”ti. ","eng":"Those mendicants brim with much wickedness and make the true teaching disappear.” ","html":"{}</p>"},"an1.151:1.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.152-159:1.0":{"pli":"152–159 ","eng":"152–159 ","html":"<article id='an1.152-159'><h2 class='sutta-title'>{}</h2>"},"an1.152-159:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū lahukaṃ āpattiṃ garukā āpattīti dīpenti …pe… garukaṃ āpattiṃ lahukā āpattīti dīpenti …pe… duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpenti …pe… aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpenti …pe… sāvasesaṃ āpattiṃ anavasesā āpattīti dīpenti …pe… anavasesaṃ āpattiṃ sāvasesā āpattīti dīpenti …pe… sappaṭikammaṃ āpattiṃ appaṭikammā āpattīti dīpenti …pe… appaṭikammaṃ āpattiṃ sappaṭikammā āpattīti dīpenti te, bhikkhave, bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"“Those mendicants who explain a light offense as a serious offense … a serious offense as a light offense … an offense committed with corrupt intention as an offense not committed with corrupt intention … an offense not committed with corrupt intention as an offense committed with corrupt intention … an offense requiring rehabilitation as an offense not requiring rehabilitation … an offense not requiring rehabilitation as an offense requiring rehabilitation … an offense with redress as an offense without redress … an offense without redress as an offense with redress are acting for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"<p>{}"},"an1.152-159:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpentī”ti. ","eng":"Those mendicants brim with much wickedness and make the true teaching disappear.” ","html":"{}</p>"},"an1.152-159:1.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.160:1.0":{"pli":"160 ","eng":"160 ","html":"<article id='an1.160'><h2 class='sutta-title'>{}</h2>"},"an1.160:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū anāpattiṃ anāpattīti dīpenti te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“Mendicants, those mendicants who explain non-offense as non-offense are acting for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"an1.160:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an1.160:1.3":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.161:1.0":{"pli":"161 ","eng":"161 ","html":"<article id='an1.161'><h2 class='sutta-title'>{}</h2>"},"an1.161:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū āpattiṃ āpattīti dīpenti te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“Mendicants, those mendicants who explain an offense as an offense are acting for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"an1.161:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an1.161:1.3":{"pli":"Dvādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.162-169:1.0":{"pli":"162–169 ","eng":"162–169 ","html":"<article id='an1.162-169'><h2 class='sutta-title'>{}</h2>"},"an1.162-169:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū lahukaṃ āpattiṃ lahukā āpattīti dīpenti … garukaṃ āpattiṃ garukā āpattīti dīpenti … duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpenti … aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpenti … sāvasesaṃ āpattiṃ sāvasesā āpattīti dīpenti … anavasesaṃ āpattiṃ anavasesā āpattīti dīpenti … sappaṭikammaṃ āpattiṃ sappaṭikammā āpattīti dīpenti … appaṭikammaṃ āpattiṃ appaṭikammā āpattīti dīpenti; ","eng":"“Those mendicants who explain a light offense as a light offense … a serious offense as a serious offense … an offense committed with corrupt intention as an offense committed with corrupt intention … an offense not committed with corrupt intention as an offense not committed with corrupt intention … an offense requiring rehabilitation as an offense requiring rehabilitation … an offense not requiring rehabilitation as an offense not requiring rehabilitation … an offense with redress as an offense with redress … an offense without redress as an offense without redress ","html":"<p>{}"},"an1.162-169:1.2":{"pli":"te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"are acting for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"{}"},"an1.162-169:1.3":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an1.162-169:1.4":{"pli":"Vīsatimaṃ. ","html":"<p class='endsutta'>{}</p>"},"an1.162-169:1.5":{"pli":"Anāpattivaggo dvādasamo. ","html":"<p class='endvagga'>{}</p></article></section>"}},"an1.170-187":{"an1.170:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.170–187 ","html":"<section class='range' id='an1.170-187'><header><ul><li class='division'>{}</li></ul>"},"an1.170:0.2":{"pli":"13. Ekapuggalavagga ","eng":"The Chapter on One Individual ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.170:1.0":{"pli":"170 ","eng":"170 ","html":"<article id='an1.170'><h2 class='sutta-title'>{}</h2>"},"an1.170:1.1":{"pli":"“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“One individual, mendicants, arises in the world for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"an1.170:1.2":{"pli":"Katamo ekapuggalo? ","eng":"What one individual? ","html":"{}"},"an1.170:1.3":{"pli":"Tathāgato arahaṃ sammāsambuddho. ","eng":"The Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"an1.170:1.4":{"pli":"Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ","eng":"This is the one individual, mendicants, who arises in the world for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans.” ","html":"{}</p></article>"},"an1.171:1.0":{"pli":"171 ","eng":"171 ","html":"<article id='an1.171'><h2 class='sutta-title'>{}</h2>"},"an1.171:1.1":{"pli":"“Ekapuggalassa, bhikkhave, pātubhāvo dullabho lokasmiṃ. ","eng":"“The appearance of one individual, mendicants, is rare in the world. ","html":"<p>{}"},"an1.171:1.2":{"pli":"Katamassa ekapuggalassa? ","eng":"What one individual? ","html":"{}"},"an1.171:1.3":{"pli":"Tathāgatassa arahato sammāsambuddhassa. ","eng":"The Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"an1.171:1.4":{"pli":"Imassa kho, bhikkhave, ekapuggalassa pātubhāvo dullabho lokasmin”ti. ","eng":"This is the one individual, mendicants, whose appearance is rare in the world.” ","html":"{}</p></article>"},"an1.172:1.0":{"pli":"172 ","eng":"172 ","html":"<article id='an1.172'><h2 class='sutta-title'>{}</h2>"},"an1.172:1.1":{"pli":"“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati acchariyamanusso. ","eng":"“One individual, mendicants, arises in the world who is an incredible human being. ","html":"<p>{}"},"an1.172:1.2":{"pli":"Katamo ekapuggalo? ","eng":"What one individual? ","html":"{}"},"an1.172:1.3":{"pli":"Tathāgato arahaṃ sammāsambuddho. ","eng":"The Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"an1.172:1.4":{"pli":"Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati acchariyamanusso”ti. ","eng":"This is the one individual, mendicants, who arises in the world who is an incredible human being.” ","html":"{}</p></article>"},"an1.173:1.0":{"pli":"173 ","eng":"173 ","html":"<article id='an1.173'><h2 class='sutta-title'>{}</h2>"},"an1.173:1.1":{"pli":"“Ekapuggalassa, bhikkhave, kālakiriyā bahuno janassa anutappā hoti. ","eng":"“The death of one individual, mendicants, is regretted by many people. ","html":"<p>{}"},"an1.173:1.2":{"pli":"Katamassa ekapuggalassa? ","eng":"What one individual? ","html":"{}"},"an1.173:1.3":{"pli":"Tathāgatassa arahato sammāsambuddhassa. ","eng":"The Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"an1.173:1.4":{"pli":"Imassa kho, bhikkhave, ekapuggalassa kālakiriyā bahuno janassa anutappā hotī”ti. ","eng":"This is the one individual, mendicants, whose death is regretted by many people.” ","html":"{}</p></article>"},"an1.174:1.0":{"pli":"174 ","eng":"174 ","html":"<article id='an1.174'><h2 class='sutta-title'>{}</h2>"},"an1.174:1.1":{"pli":"“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati adutiyo asahāyo appaṭimo appaṭisamo appaṭibhāgo appaṭipuggalo asamo asamasamo dvipadānaṃ aggo. ","eng":"“One person, mendicants, arises in the world unique, without peer or rival, incomparable, matchless, unrivaled, unequaled, without equal, the best of men. ","html":"<p>{}"},"an1.174:1.2":{"pli":"Katamo ekapuggalo? ","eng":"What one individual? ","html":"{}"},"an1.174:1.3":{"pli":"Tathāgato arahaṃ sammāsambuddho. ","eng":"The Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"an1.174:1.4":{"pli":"Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati adutiyo asahāyo appaṭimo appaṭisamo appaṭibhāgo appaṭipuggalo asamo asamasamo dvipadānaṃ aggo”ti. ","eng":"This is the one person, mendicants, who arises in the world unique, without peer or rival, incomparable, matchless, unrivaled, unequaled, without equal, the best of men.” ","html":"{}</p></article>"},"an1.175-186:1.0":{"pli":"175–186 ","eng":"175–186 ","html":"<article id='an1.175-186'><h2 class='sutta-title'>{}</h2>"},"an1.175-186:1.1":{"pli":"“Ekapuggalassa, bhikkhave, pātubhāvā mahato cakkhussa pātubhāvo hoti, mahato ālokassa pātubhāvo hoti, mahato obhāsassa pātubhāvo hoti, channaṃ anuttariyānaṃ pātubhāvo hoti, catunnaṃ paṭisambhidānaṃ sacchikiriyā hoti, anekadhātupaṭivedho hoti, nānādhātupaṭivedho hoti, vijjāvimuttiphalasacchikiriyā hoti, sotāpattiphalasacchikiriyā hoti, sakadāgāmiphalasacchikiriyā hoti, anāgāmiphalasacchikiriyā hoti, arahattaphalasacchikiriyā hoti. ","eng":"“With the appearance of one individual, mendicants, there is the appearance of a great eye, a great light, a great radiance, and the six unsurpassable things; the realization of the four kinds of textual analysis; the penetration of many and diverse elements; the realization of the fruit of knowledge and freedom; the realization of the fruits of stream-entry, once-return, non-return, and perfection. ","html":"<p>{}"},"an1.175-186:1.2":{"pli":"Katamassa ekapuggalassa? ","eng":"What one individual? ","html":"{}"},"an1.175-186:1.3":{"pli":"Tathāgatassa arahato sammāsambuddhassa. ","eng":"The Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"an1.175-186:1.4":{"pli":"Imassa kho, bhikkhave, ekapuggalassa pātubhāvā mahato cakkhussa pātubhāvo hoti, mahato ālokassa pātubhāvo hoti, mahato obhāsassa pātubhāvo hoti, channaṃ anuttariyānaṃ pātubhāvo hoti, catunnaṃ paṭisambhidānaṃ sacchikiriyā hoti, anekadhātupaṭivedho hoti, nānādhātupaṭivedho hoti, vijjāvimuttiphalasacchikiriyā hoti, sotāpattiphalasacchikiriyā hoti, sakadāgāmiphalasacchikiriyā hoti, anāgāmiphalasacchikiriyā hoti, arahattaphalasacchikiriyā hotī”ti. ","eng":"This is the one individual whose appearance brings the appearance of a great eye, a great light, a great radiance, and the six unsurpassable things; the realization of the four kinds of textual analysis; the penetration of many and diverse elements; the realization of the fruit of knowledge and release; the realization of the fruits of stream-entry, once-return, non-return, and perfection.” ","html":"{}</p></article>"},"an1.187:1.0":{"pli":"187 ","eng":"187 ","html":"<article id='an1.187'><h2 class='sutta-title'>{}</h2>"},"an1.187:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekapuggalampi samanupassāmi yo evaṃ tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavatteti yathayidaṃ, bhikkhave, sāriputto. ","eng":"“Mendicants, I do not see a single other individual who rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One like Sāriputta. ","html":"<p>{}"},"an1.187:1.2":{"pli":"Sāriputto, bhikkhave, tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavattetī”ti. ","eng":"Sāriputta rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One.” ","html":"{}</p>"},"an1.187:1.3":{"pli":"Ekapuggalavaggo terasamo. ","html":"<p class='endsutta'>{}</p></article></section>"}},"an1.188-197":{"an1.188:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1 ","html":"<section class='range' id='an1.188-197'><header><ul><li class='division'>{}</li></ul>"},"an1.188:0.2":{"pli":"14. Paṭhamavagga ","eng":"Chapter One ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.188:1.1":{"pli":"“Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ rattaññūnaṃ yadidaṃ aññāsikoṇḍañño. ","eng":"“The foremost of my monk disciples in long standing is Koṇḍañña Who Understood. ","html":"<article id='an1.188'><p data-counter='1'>{}</p></article>"},"an1.189:1.1":{"pli":"… Mahāpaññānaṃ yadidaṃ sāriputto. ","eng":"… with great wisdom is Sāriputta. ","html":"<article id='an1.189'><p data-counter='2'>{}</p></article>"},"an1.190:1.1":{"pli":"… Iddhimantānaṃ yadidaṃ mahāmoggallāno. ","eng":"… with psychic power is Mahāmoggallāna. ","html":"<article id='an1.190'><p data-counter='3'>{}</p></article>"},"an1.191:1.1":{"pli":"… Dhutavādānaṃ yadidaṃ mahākassapo. ","eng":"… who advocate austerities is Mahākassapa. ","html":"<article id='an1.191'><p data-counter='4'>{}</p></article>"},"an1.192:1.1":{"pli":"… Dibbacakkhukānaṃ yadidaṃ anuruddho. ","eng":"… with clairvoyance is Anuruddha. ","html":"<article id='an1.192'><p data-counter='5'>{}</p></article>"},"an1.193:1.1":{"pli":"… Uccākulikānaṃ yadidaṃ bhaddiyo kāḷigodhāya putto. ","eng":"… from eminent families is Bhaddiya son of Kāḷīgodhā. ","html":"<article id='an1.193'><p data-counter='6'>{}</p></article>"},"an1.194:1.1":{"pli":"… Mañjussarānaṃ yadidaṃ lakuṇḍaka bhaddiyo. ","eng":"… with a charming voice is Bhaddiya the Dwarf. ","html":"<article id='an1.194'><p data-counter='7'>{}</p></article>"},"an1.195:1.1":{"pli":"… Sīhanādikānaṃ yadidaṃ piṇḍolabhāradvājo. ","eng":"… with a lion’s roar is Bhāradvāja the Alms-Gatherer. ","html":"<article id='an1.195'><p data-counter='8'>{}</p></article>"},"an1.196:1.1":{"pli":"… Dhammakathikānaṃ yadidaṃ puṇṇo mantāṇiputto. ","eng":"… who speak on the teaching is Puṇṇa son of Mantāṇī. ","html":"<article id='an1.196'><p data-counter='9'>{}</p></article>"},"an1.197:1.1":{"pli":"… saṅkhittena bhāsitassa vitthārena atthaṃ vibhajantānaṃ yadidaṃ mahākaccāno”ti. ","eng":"… who explain in detail the meaning of a brief statement is Mahākaccāna.” ","html":"<article id='an1.197'><p data-counter='10'>{}</p>"},"an1.197:1.2":{"pli":"Vaggo paṭhamo. ","html":"<p class='endsutta'>{}</p></article></section>"}},"an1.198-208":{"an1.198:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1 ","html":"<section class='range' id='an1.198-208'><header><ul><li class='division'>{}</li></ul>"},"an1.198:0.2":{"pli":"15. Dutiyavagga ","eng":"Chapter Two ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.198:1.1":{"pli":"“Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ manomayaṃ kāyaṃ abhinimminantānaṃ yadidaṃ cūḷapanthako. ","eng":"“The foremost of my monk disciples in creating a mind-made body is Cūḷapanthaka. ","html":"<article id='an1.198'><p data-counter='1'>{}</p></article>"},"an1.199:1.1":{"pli":"… Cetovivaṭṭakusalānaṃ yadidaṃ cūḷapanthako. ","eng":"… who are skilled in the evolution of consciousness is Cūḷapanthaka. ","html":"<article id='an1.199'><p data-counter='2'>{}</p></article>"},"an1.200:1.1":{"pli":"… Saññāvivaṭṭakusalānaṃ yadidaṃ mahāpanthako. ","eng":"… who are skilled in the evolution of perception is Mahāpanthaka. ","html":"<article id='an1.200'><p data-counter='3'>{}</p></article>"},"an1.201:1.1":{"pli":"… Araṇavihārīnaṃ yadidaṃ subhūti. ","eng":"… who live without strife is Subhūti. ","html":"<article id='an1.201'><p data-counter='4'>{}</p></article>"},"an1.202:1.1":{"pli":"… Dakkhiṇeyyānaṃ yadidaṃ subhūti. ","eng":"… who are worthy of a religious donation is Subhūti. ","html":"<article id='an1.202'><p data-counter='5'>{}</p></article>"},"an1.203:1.1":{"pli":"… Āraññakānaṃ yadidaṃ revato khadiravaniyo. ","eng":"… who stay in the wilderness is Revata of the Acacia Wood. ","html":"<article id='an1.203'><p data-counter='6'>{}</p></article>"},"an1.204:1.1":{"pli":"… Jhāyīnaṃ yadidaṃ kaṅkhārevato. ","eng":"… who practice absorption is Revata the Doubter. ","html":"<article id='an1.204'><p data-counter='7'>{}</p></article>"},"an1.205:1.1":{"pli":"… Āraddhavīriyānaṃ yadidaṃ soṇo koḷiviso. ","eng":"… who are energetic is Soṇa Koḷivisa. ","html":"<article id='an1.205'><p data-counter='8'>{}</p></article>"},"an1.206:1.1":{"pli":"… Kalyāṇavākkaraṇānaṃ yadidaṃ soṇo kuṭikaṇṇo. ","eng":"… who enunciate well is Soṇa of the Sharp Ears. ","html":"<article id='an1.206'><p data-counter='9'>{}</p></article>"},"an1.207:1.1":{"pli":"… Lābhīnaṃ yadidaṃ sīvali. ","eng":"… who receive many possessions is Sīvali. ","html":"<article id='an1.207'><p data-counter='10'>{}</p></article>"},"an1.208:1.1":{"pli":"… Saddhādhimuttānaṃ yadidaṃ vakkalī”ti. ","eng":"… who are committed to faith is Vakkalī.” ","html":"<article id='an1.208'><p data-counter='11'>{}</p>"},"an1.208:1.2":{"pli":"Vaggo dutiyo. ","html":"<p class='endsutta'>{}</p></article></section>"}},"an1.209-218":{"an1.209:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1 ","html":"<section class='range' id='an1.209-218'><header><ul><li class='division'>{}</li></ul>"},"an1.209:0.2":{"pli":"16. Tatiyavagga ","eng":"Chapter Three ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.209:1.1":{"pli":"“Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ sikkhākāmānaṃ yadidaṃ rāhulo. ","eng":"“The foremost of my monk disciples who want to train is Rāhula. ","html":"<article id='an1.209'><p data-counter='1'>{}</p></article>"},"an1.210:1.1":{"pli":"… Saddhāpabbajitānaṃ yadidaṃ raṭṭhapālo. ","eng":"… who went forth out of faith is Raṭṭhapāla. ","html":"<article id='an1.210'><p data-counter='2'>{}</p></article>"},"an1.211:1.1":{"pli":"… Paṭhamaṃ salākaṃ gaṇhantānaṃ yadidaṃ kuṇḍadhāno. ","eng":"… who are the first to pick up a ballot slip is Kuṇḍadhāna. ","html":"<article id='an1.211'><p data-counter='3'>{}</p></article>"},"an1.212:1.1":{"pli":"… Paṭibhānavantānaṃ yadidaṃ vaṅgīso. ","eng":"… who are eloquent poets is Vaṅgīsa. ","html":"<article id='an1.212'><p data-counter='4'>{}</p></article>"},"an1.213:1.1":{"pli":"… Samantapāsādikānaṃ yadidaṃ upaseno vaṅgantaputto. ","eng":"… who are impressive all around is Upasena son of Vaṅgantā. ","html":"<article id='an1.213'><p data-counter='5'>{}</p></article>"},"an1.214:1.1":{"pli":"… Senāsanapaññāpakānaṃ yadidaṃ dabbo mallaputto. ","eng":"… who assign lodgings is Dabba Mallaputta. ","html":"<article id='an1.214'><p data-counter='6'>{}</p></article>"},"an1.215:1.1":{"pli":"… devatānaṃ piyamanāpānaṃ yadidaṃ pilindavaccho. ","eng":"… who are beloved of the deities is Pilindavaccha. ","html":"<article id='an1.215'><p data-counter='7'>{}</p></article>"},"an1.216:1.1":{"pli":"… Khippābhiññānaṃ yadidaṃ bāhiyo dārucīriyo. ","eng":"… with swift insight is Bāhiya of the Bark Cloth. ","html":"<article id='an1.216'><p data-counter='8'>{}</p></article>"},"an1.217:1.1":{"pli":"… Cittakathikānaṃ yadidaṃ kumārakassapo. ","eng":"… with brilliant speech is Kassapa the Prince. ","html":"<article id='an1.217'><p data-counter='9'>{}</p></article>"},"an1.218:1.1":{"pli":"… Paṭisambhidāpattānaṃ yadidaṃ mahākoṭṭhito”ti. ","eng":"… who have attained the methods of textual analysis is Mahākoṭṭhita.” ","html":"<article id='an1.218'><p data-counter='10'>{}</p>"},"an1.218:1.2":{"pli":"Vaggo tatiyo. ","html":"<p class='endsutta'>{}</p></article></section>"}}}