{"an1.306-315":{"an1.306:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.306–315 ","html":"<section class='range' id='an1.306-315'><header><ul><li class='division'>{}</li></ul>"},"an1.306:0.2":{"pli":"25. Dutiyavagga ","eng":"Chapter Two ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.306:1.0":{"pli":"306 ","eng":"306 ","html":"<article id='an1.306'><h2 class='sutta-title'>{}</h2>"},"an1.306:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā akusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti yathayidaṃ, bhikkhave, micchādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or, when they have arisen, makes them increase and grow like wrong view. ","html":"<p>{}"},"an1.306:1.2":{"pli":"Micchādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca akusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti. ","eng":"When you have wrong view, unskillful qualities arise or, when they have arisen, they increase and grow.” ","html":"{}</p></article>"},"an1.307:1.0":{"pli":"307 ","eng":"307 ","html":"<article id='an1.307'><h2 class='sutta-title'>{}</h2>"},"an1.307:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā kusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti yathayidaṃ, bhikkhave, sammādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that gives rise to skillful qualities, or, when they have arisen, makes them increase and grow like right view. ","html":"<p>{}"},"an1.307:1.2":{"pli":"Sammādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca kusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti. ","eng":"When you have right view, unarisen skillful qualities arise or, when they have arisen, they increase and grow.” ","html":"{}</p></article>"},"an1.308:1.0":{"pli":"308 ","eng":"308 ","html":"<article id='an1.308'><h2 class='sutta-title'>{}</h2>"},"an1.308:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā nuppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, micchādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like wrong view. ","html":"<p>{}"},"an1.308:1.2":{"pli":"Micchādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā nuppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ","eng":"When you have wrong view, unskillful qualities arise and skillful qualities decline.” ","html":"{}</p></article>"},"an1.309:1.0":{"pli":"309 ","eng":"309 ","html":"<article id='an1.309'><h2 class='sutta-title'>{}</h2>"},"an1.309:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā nuppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, sammādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like right view. ","html":"<p>{}"},"an1.309:1.2":{"pli":"Sammādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā nuppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ","eng":"When you have right view, skillful qualities arise and unskillful qualities decline.” ","html":"{}</p></article>"},"an1.310:1.0":{"pli":"310 ","eng":"310 ","html":"<article id='an1.310'><h2 class='sutta-title'>{}</h2>"},"an1.310:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā micchādiṭṭhi uppajjati uppannā vā micchādiṭṭhi pavaḍḍhati yathayidaṃ, bhikkhave, ayonisomanasikāro. ","eng":"“Mendicants, I do not see a single thing that gives rise to wrong view, and once arisen, makes it grow like irrational application of mind. ","html":"<p>{}"},"an1.310:1.2":{"pli":"Ayoniso, bhikkhave, manasi karoto anuppannā ceva micchādiṭṭhi uppajjati uppannā ca micchādiṭṭhi pavaḍḍhatī”ti. ","eng":"When you apply the mind irrationally, wrong view arises, and once arisen it grows.” ","html":"{}</p></article>"},"an1.311:1.0":{"pli":"311 ","eng":"311 ","html":"<article id='an1.311'><h2 class='sutta-title'>{}</h2>"},"an1.311:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā sammādiṭṭhi uppajjati uppannā vā sammādiṭṭhi pavaḍḍhati yathayidaṃ, bhikkhave, yonisomanasikāro. ","eng":"“Mendicants, I do not see a single thing that gives rise to right view, or, once it has already arisen, makes it grow like rational application of mind. ","html":"<p>{}"},"an1.311:1.2":{"pli":"Yoniso, bhikkhave, manasi karoto anuppannā ceva sammādiṭṭhi uppajjati uppannā ca sammādiṭṭhi pavaḍḍhatī”ti. ","eng":"When you apply the mind rationally, right view arises, and once arisen it grows.” ","html":"{}</p></article>"},"an1.312:1.0":{"pli":"312 ","eng":"312 ","html":"<article id='an1.312'><h2 class='sutta-title'>{}</h2>"},"an1.312:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ uppajjanti yathayidaṃ, bhikkhave, micchādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that causes sentient beings to be reborn, when their body breaks up, after death, in a place of loss, a bad place, the underworld, hell like wrong view. ","html":"<p>{}"},"an1.312:1.2":{"pli":"Micchādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ uppajjantī”ti. ","eng":"It is because they have wrong view that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” ","html":"{}</p></article>"},"an1.313:1.0":{"pli":"313 ","eng":"313 ","html":"<article id='an1.313'><h2 class='sutta-title'>{}</h2>"},"an1.313:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ uppajjanti yathayidaṃ, bhikkhave, sammādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that causes sentient beings to be reborn, when their body breaks up, after death, in a good place, a heavenly realm like right view. ","html":"<p>{}"},"an1.313:1.2":{"pli":"Sammādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ uppajjantī”ti. ","eng":"It is because they have right view that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ","html":"{}</p></article>"},"an1.314:1.0":{"pli":"314 ","eng":"314 ","html":"<article id='an1.314'><h2 class='sutta-title'>{}</h2>"},"an1.314:1.1":{"pli":"“Micchādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ …pe… yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti. ","eng":"“Mendicants, when an individual has wrong view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering. ","html":"<p>{}"},"an1.314:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.314:1.3":{"pli":"Diṭṭhi hissa, bhikkhave, pāpikā. ","eng":"Because their view is bad. ","html":"{}"},"an1.314:1.4":{"pli":"Seyyathāpi, bhikkhave, nimbabījaṃ vā kosātakibījaṃ vā tittakālābubījaṃ vā allāya pathaviyā nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ tittakattāya kaṭukattāya asātattāya saṃvattati. ","eng":"Suppose a seed of neem, angled gourd, or bitter gourd was planted in moist earth. Whatever nutrients it takes up from the earth and water would lead to its bitter, acerbic, and unpleasant taste. ","html":"{}"},"an1.314:1.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.314:1.6":{"pli":"Bījañhissa, bhikkhave, pāpakaṃ. ","eng":"Because the seed is bad. ","html":"{}"},"an1.314:1.7":{"pli":"Evamevaṃ kho, bhikkhave, micchādiṭṭhikassa purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ …pe… yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti. ","eng":"In the same way, when an individual has wrong view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering. ","html":"{}"},"an1.314:1.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.314:1.9":{"pli":"Diṭṭhi hissa, bhikkhave, pāpikā”ti. ","eng":"Because their view is bad.” ","html":"{}</p></article>"},"an1.315:1.0":{"pli":"315 ","eng":"315 ","html":"<article id='an1.315'><h2 class='sutta-title'>{}</h2>"},"an1.315:1.1":{"pli":"“Sammādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ …pe… yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ","eng":"“Mendicants, when an individual has right view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant. ","html":"<p>{}"},"an1.315:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.315:1.3":{"pli":"Diṭṭhi hissa, bhikkhave, bhaddikā. ","eng":"Because their view is good. ","html":"{}"},"an1.315:1.4":{"pli":"Seyyathāpi, bhikkhave, ucchubījaṃ vā sālibījaṃ vā muddikābījaṃ vā allāya pathaviyā nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ madhurattāya sātattāya asecanakattāya saṃvattati. ","eng":"Suppose a seed of sugar cane, fine rice, or grape was planted in moist earth. Whatever nutrients it takes up from the earth and water would lead to its sweet, pleasant, delectable flavor. ","html":"{}"},"an1.315:1.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.315:1.6":{"pli":"Bījaṃ hissa, bhikkhave, bhaddakaṃ. ","eng":"Because the seed is good. ","html":"{}"},"an1.315:1.7":{"pli":"Evamevaṃ kho, bhikkhave, sammādiṭṭhikassa purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ …pe… yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ","eng":"In the same way, when an individual has right view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant. ","html":"{}"},"an1.315:1.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.315:1.9":{"pli":"Diṭṭhi hissa, bhikkhave, bhaddikā”ti. ","eng":"Because their view is good.” ","html":"{}</p>"},"an1.315:1.10":{"pli":"Vaggo dutiyo. ","html":"<p class='endsutta'>{}</p></article></section>"}},"an1.31-40":{"an1.31:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.31–40 ","html":"<section class='range' id='an1.31-40'><header><ul><li class='division'>{}</li></ul>"},"an1.31:0.2":{"pli":"4. Adantavagga ","eng":"4. Wild ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.31:1.0":{"pli":"31 ","eng":"31 ","html":"<article id='an1.31'><h2 class='sutta-title'>{}</h2>"},"an1.31:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ adantaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it’s not tamed, is so very harmful as the mind. ","html":"<p>{}"},"an1.31:1.2":{"pli":"Cittaṃ, bhikkhave, adantaṃ mahato anatthāya saṃvattatī”ti. ","eng":"A wild mind is very harmful.” ","html":"{}</p>"},"an1.31:1.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.32:1.0":{"pli":"32 ","eng":"32 ","html":"<article id='an1.32'><h2 class='sutta-title'>{}</h2>"},"an1.32:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ dantaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it is tamed, is so very beneficial as the mind. ","html":"<p>{}"},"an1.32:1.2":{"pli":"Cittaṃ, bhikkhave, dantaṃ mahato atthāya saṃvattatī”ti. ","eng":"A tamed mind is very beneficial.” ","html":"{}</p>"},"an1.32:1.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.33:1.0":{"pli":"33 ","eng":"33 ","html":"<article id='an1.33'><h2 class='sutta-title'>{}</h2>"},"an1.33:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ aguttaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it’s not guarded, is so very harmful as the mind. ","html":"<p>{}"},"an1.33:1.2":{"pli":"Cittaṃ, bhikkhave, aguttaṃ mahato anatthāya saṃvattatī”ti. ","eng":"An unguarded mind is very harmful.” ","html":"{}</p>"},"an1.33:1.3":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.34:1.0":{"pli":"34 ","eng":"34 ","html":"<article id='an1.34'><h2 class='sutta-title'>{}</h2>"},"an1.34:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ guttaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it is guarded, is so very beneficial as the mind. ","html":"<p>{}"},"an1.34:1.2":{"pli":"Cittaṃ, bhikkhave, guttaṃ mahato atthāya saṃvattatī”ti. ","eng":"A guarded mind is very beneficial.” ","html":"{}</p>"},"an1.34:1.3":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.35:1.0":{"pli":"35 ","eng":"35 ","html":"<article id='an1.35'><h2 class='sutta-title'>{}</h2>"},"an1.35:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ arakkhitaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it’s not protected, is so very harmful as the mind. ","html":"<p>{}"},"an1.35:1.2":{"pli":"Cittaṃ, bhikkhave, arakkhitaṃ mahato anatthāya saṃvattatī”ti. ","eng":"An unprotected mind is very harmful.” ","html":"{}</p>"},"an1.35:1.3":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.36:1.0":{"pli":"36 ","eng":"36 ","html":"<article id='an1.36'><h2 class='sutta-title'>{}</h2>"},"an1.36:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ rakkhitaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it is protected, is so very beneficial as the mind. ","html":"<p>{}"},"an1.36:1.2":{"pli":"Cittaṃ, bhikkhave, rakkhitaṃ mahato atthāya saṃvattatī”ti. ","eng":"A protected mind is very beneficial.” ","html":"{}</p>"},"an1.36:1.3":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.37:1.0":{"pli":"37 ","eng":"37 ","html":"<article id='an1.37'><h2 class='sutta-title'>{}</h2>"},"an1.37:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ asaṃvutaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it’s not restrained, is so very harmful as the mind. ","html":"<p>{}"},"an1.37:1.2":{"pli":"Cittaṃ, bhikkhave, asaṃvutaṃ mahato anatthāya saṃvattatī”ti. ","eng":"An unrestrained mind is very harmful.” ","html":"{}</p>"},"an1.37:1.3":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.38:1.0":{"pli":"38 ","eng":"38 ","html":"<article id='an1.38'><h2 class='sutta-title'>{}</h2>"},"an1.38:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ saṃvutaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it is restrained, is so very beneficial as the mind. ","html":"<p>{}"},"an1.38:1.2":{"pli":"Cittaṃ, bhikkhave, saṃvutaṃ mahato atthāya saṃvattatī”ti. ","eng":"A restrained mind is very beneficial.” ","html":"{}</p>"},"an1.38:1.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.39:1.0":{"pli":"39 ","eng":"39 ","html":"<article id='an1.39'><h2 class='sutta-title'>{}</h2>"},"an1.39:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ adantaṃ aguttaṃ arakkhitaṃ asaṃvutaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it is not tamed, guarded, protected, and restrained, is so very harmful as the mind. ","html":"<p>{}"},"an1.39:1.2":{"pli":"Cittaṃ, bhikkhave, adantaṃ aguttaṃ arakkhitaṃ asaṃvutaṃ mahato anatthāya saṃvattatī”ti. ","eng":"An untamed, unguarded, unprotected, and unrestrained mind is very harmful.” ","html":"{}</p>"},"an1.39:1.3":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"},"an1.40:1.0":{"pli":"40 ","eng":"40 ","html":"<article id='an1.40'><h2 class='sutta-title'>{}</h2>"},"an1.40:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, cittaṃ. ","eng":"“Mendicants, I do not see a single thing that, when it is tamed, guarded, protected, and restrained, is so very beneficial as the mind. ","html":"<p>{}"},"an1.40:1.2":{"pli":"Cittaṃ, bhikkhave, dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ mahato atthāya saṃvattatī”ti. ","eng":"A tamed, guarded, protected, and restrained mind is very beneficial.” ","html":"{}</p>"},"an1.40:1.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an1.40:1.4":{"pli":"Adantavaggo catuttho. ","html":"<p class='endvagga'>{}</p></article></section>"}},"an1.316-332":{"an1.316:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.316–332 ","html":"<section class='range' id='an1.316-332'><header><ul><li class='division'>{}</li></ul>"},"an1.316:0.2":{"pli":"26. Tatiyavagga ","eng":"Chapter Three ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.316:1.0":{"pli":"316 ","eng":"316 ","html":"<article id='an1.316'><h2 class='sutta-title'>{}</h2>"},"an1.316:1.1":{"pli":"“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanaahitāya bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"“One individual, mendicants, arises in the world for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"<p>{}"},"an1.316:1.2":{"pli":"Katamo ekapuggalo? ","eng":"What one individual? ","html":"{}"},"an1.316:1.3":{"pli":"Micchādiṭṭhiko hoti viparītadassano. ","eng":"Someone with wrong view, whose perspective is distorted. ","html":"{}"},"an1.316:1.4":{"pli":"So bahujanaṃ saddhammā vuṭṭhāpetvā asaddhamme patiṭṭhāpeti. ","eng":"They draw many people away from the true teaching and establish them in false teachings. ","html":"{}"},"an1.316:1.5":{"pli":"Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanaahitāya bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānan”ti. ","eng":"This is one individual who arises in the world for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans.” ","html":"{}</p></article>"},"an1.317:1.0":{"pli":"317 ","eng":"317 ","html":"<article id='an1.317'><h2 class='sutta-title'>{}</h2>"},"an1.317:1.1":{"pli":"“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“One individual, mendicants, arises in the world for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"an1.317:1.2":{"pli":"Katamo ekapuggalo? ","eng":"What one individual? ","html":"{}"},"an1.317:1.3":{"pli":"Sammādiṭṭhiko hoti aviparītadassano. ","eng":"Someone with right view, whose perspective is undistorted. ","html":"{}"},"an1.317:1.4":{"pli":"So bahujanaṃ asaddhammā vuṭṭhāpetvā saddhamme patiṭṭhāpeti. ","eng":"They draw many people away from false teachings and establish them in the true teaching. ","html":"{}"},"an1.317:1.5":{"pli":"Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānan”ti. ","eng":"This is one individuals who arises in the world for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans.” ","html":"{}</p></article>"},"an1.318:1.0":{"pli":"318 ","eng":"318 ","html":"<article id='an1.318'><h2 class='sutta-title'>{}</h2>"},"an1.318:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ mahāsāvajjaṃ yathayidaṃ, bhikkhave, micchādiṭṭhi. ","eng":"“Mendicants, I do not see a single thing that is so very blameworthy as wrong view. ","html":"<p>{}"},"an1.318:1.2":{"pli":"Micchādiṭṭhiparamāni, bhikkhave, mahāsāvajjānī”ti. ","eng":"Wrong view is the most blameworthy thing of all.” ","html":"{}</p></article>"},"an1.319:1.0":{"pli":"319 ","eng":"319 ","html":"<article id='an1.319'><h2 class='sutta-title'>{}</h2>"},"an1.319:1.1":{"pli":"“Nāhaṃ, bhikkhave, aññaṃ ekapuggalampi samanupassāmi yo evaṃ bahujanaahitāya paṭipanno bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ yathayidaṃ, bhikkhave, makkhali moghapuriso. ","eng":"“Mendicants, I do not see a single other individual who acts for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans, as that futile man, the bamboo-staffed ascetic. ","html":"<p>{}"},"an1.319:1.2":{"pli":"Seyyathāpi, bhikkhave, nadīmukhe khippaṃ uḍḍeyya bahūnaṃ macchānaṃ ahitāya dukkhāya anayāya byasanāya; ","eng":"Just as a trap set at the mouth of a river would bring harm, suffering, calamity, and disaster for many fish, ","html":"{}"},"an1.319:1.3":{"pli":"evamevaṃ kho, bhikkhave, makkhali moghapuriso manussakhippaṃ maññe loke uppanno bahūnaṃ sattānaṃ ahitāya dukkhāya anayāya byasanāyā”ti. ","eng":"so too that futile man, the bamboo-staffed ascetic, is a trap for humans, it seems to me. He has arisen in the world for the harm, suffering, calamity, and disaster of many beings.” ","html":"{}</p></article>"},"an1.320:1.0":{"pli":"320 ","eng":"320 ","html":"<article id='an1.320'><h2 class='sutta-title'>{}</h2>"},"an1.320:1.1":{"pli":"“Durakkhāte, bhikkhave, dhammavinaye yo ca samādapeti yañca samādapeti yo ca samādapito tathattāya paṭipajjati sabbe te bahuṃ apuññaṃ pasavanti. ","eng":"“Mendicants, the one who encourages someone in a poorly explained teaching and training, the one who they encourage, and the one who practices accordingly all brim with much wickedness. ","html":"<p>{}"},"an1.320:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.320:1.3":{"pli":"Durakkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is poorly explained.” ","html":"{}</p></article>"},"an1.321:1.0":{"pli":"321 ","eng":"321 ","html":"<article id='an1.321'><h2 class='sutta-title'>{}</h2>"},"an1.321:1.1":{"pli":"“Svākkhāte, bhikkhave, dhammavinaye yo ca samādapeti yañca samādapeti yo ca samādapito tathattāya paṭipajjati sabbe te bahuṃ puññaṃ pasavanti. ","eng":"“Mendicants, the one who encourages someone in a well explained teaching and training, the one who they encourage, and the one who practices accordingly all brim with much merit. ","html":"<p>{}"},"an1.321:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.321:1.3":{"pli":"Svākkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is well explained.” ","html":"{}</p></article>"},"an1.322:1.0":{"pli":"322 ","eng":"322 ","html":"<article id='an1.322'><h2 class='sutta-title'>{}</h2>"},"an1.322:1.1":{"pli":"“Durakkhāte, bhikkhave, dhammavinaye dāyakena mattā jānitabbā, no paṭiggāhakena. ","eng":"“Mendicants, in a poorly explained teaching and training, the donor should know moderation, not the recipient. ","html":"<p>{}"},"an1.322:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.322:1.3":{"pli":"Durakkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is poorly explained.” ","html":"{}</p></article>"},"an1.323:1.0":{"pli":"323 ","eng":"323 ","html":"<article id='an1.323'><h2 class='sutta-title'>{}</h2>"},"an1.323:1.1":{"pli":"“Svākkhāte, bhikkhave, dhammavinaye paṭiggāhakena mattā jānitabbā, no dāyakena. ","eng":"“Mendicants, in a well explained teaching and training, the recipient should know moderation, not the donor. ","html":"<p>{}"},"an1.323:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.323:1.3":{"pli":"Svākkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is well explained.” ","html":"{}</p></article>"},"an1.324:1.0":{"pli":"324 ","eng":"324 ","html":"<article id='an1.324'><h2 class='sutta-title'>{}</h2>"},"an1.324:1.1":{"pli":"“Durakkhāte, bhikkhave, dhammavinaye yo āraddhavīriyo so dukkhaṃ viharati. ","eng":"“Mendicants, in a poorly explained teaching and training an energetic person lives in suffering. ","html":"<p>{}"},"an1.324:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.324:1.3":{"pli":"Durakkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is poorly explained.” ","html":"{}</p></article>"},"an1.325:1.0":{"pli":"325 ","eng":"325 ","html":"<article id='an1.325'><h2 class='sutta-title'>{}</h2>"},"an1.325:1.1":{"pli":"“Svākkhāte, bhikkhave, dhammavinaye yo kusīto so dukkhaṃ viharati. ","eng":"“Mendicants, in a well explained teaching and training a lazy person lives in suffering. ","html":"<p>{}"},"an1.325:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.325:1.3":{"pli":"Svākkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is well explained.” ","html":"{}</p></article>"},"an1.326:1.0":{"pli":"326 ","eng":"326 ","html":"<article id='an1.326'><h2 class='sutta-title'>{}</h2>"},"an1.326:1.1":{"pli":"“Durakkhāte, bhikkhave, dhammavinaye yo kusīto so sukhaṃ viharati. ","eng":"“Mendicants, in a poorly explained teaching and training a lazy person lives happily. ","html":"<p>{}"},"an1.326:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.326:1.3":{"pli":"Durakkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is poorly explained.” ","html":"{}</p></article>"},"an1.327:1.0":{"pli":"327 ","eng":"327 ","html":"<article id='an1.327'><h2 class='sutta-title'>{}</h2>"},"an1.327:1.1":{"pli":"“Svākkhāte, bhikkhave, dhammavinaye yo āraddhavīriyo so sukhaṃ viharati. ","eng":"“Mendicants, in a well explained teaching and training an energetic person lives happily. ","html":"<p>{}"},"an1.327:1.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an1.327:1.3":{"pli":"Svākkhātattā, bhikkhave, dhammassā”ti. ","eng":"Because the teaching is well explained.” ","html":"{}</p></article>"},"an1.328:1.0":{"pli":"328 ","eng":"328 ","html":"<article id='an1.328'><h2 class='sutta-title'>{}</h2>"},"an1.328:1.1":{"pli":"“Seyyathāpi, bhikkhave, appamattakopi gūtho duggandho hoti; ","eng":"“Just as, mendicants, even a little bit of fecal matter still stinks, ","html":"<p>{}"},"an1.328:1.2":{"pli":"evamevaṃ kho ahaṃ, bhikkhave, appamattakampi bhavaṃ na vaṇṇemi, antamaso accharāsaṅghātamattampi”. ","eng":"so too I don’t approve of even a little bit of continued existence, not even as long as a finger-snap.” ","html":"{}</p></article>"},"an1.329:1.0":{"pli":"329 ","eng":"329–332 ","html":"<article id='an1.329'><h2 class='sutta-title'>{}</h2>"},"an1.329:1.1":{"pli":"“Seyyathāpi, bhikkhave, appamattakampi muttaṃ duggandhaṃ hoti … appamattakopi kheḷo duggandho hoti … appamattakopi pubbo duggandho hoti … appamattakampi lohitaṃ duggandhaṃ hoti; ","eng":"“Just as even a little bit of urine, or spit, or pus, or blood still stinks, ","html":"<p>{}"},"an1.329:1.2":{"pli":"evamevaṃ kho ahaṃ, bhikkhave, appamattakampi bhavaṃ na vaṇṇemi, antamaso accharāsaṅghātamattampi”. ","eng":"so too I don’t approve of even a little bit of continued existence, not even as long as a finger-snap.” ","html":"{}</p>"},"an1.329:1.3":{"pli":"Vaggo tatiyo. ","html":"<p class='endsutta'>{}</p></article></section>"}},"an1.333-377":{"an1.333:0.1":{"pli":"Aṅguttara Nikāya 1 ","eng":"Numbered Discourses 1.333–377 ","html":"<section class='range' id='an1.333-377'><header><ul><li class='division'>{}</li></ul>"},"an1.333:0.2":{"pli":"27. Catutthavagga ","eng":"Chapter Four ","html":"<h1 class='range-title'>{}</h1></header>"},"an1.333:1.0":{"pli":"333 ","eng":"333 ","html":"<article id='an1.333'><h2 class='sutta-title'>{}</h2>"},"an1.333:1.1":{"pli":"“Seyyathāpi, bhikkhave, appamattakaṃ imasmiṃ jambudīpe ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ; ","eng":"“Just as, mendicants, in the Black Plum Tree Land the delightful parks, woods, meadows, and lotus ponds are few, ","html":"<p>{}"},"an1.333:1.2":{"pli":"atha kho etadeva bahutaraṃ yadidaṃ ukkūlavikūlaṃ nadīviduggaṃ khāṇukaṇṭakaṭṭhānaṃ pabbatavisamaṃ; ","eng":"while the hilly terrain, inaccessible riverlands, stumps and thorns, and rugged mountains are many; ","html":"{}"},"an1.333:1.3":{"pli":"evamevaṃ kho, bhikkhave, appakā te sattā ye thalajā, atha kho eteva sattā bahutarā ye odakā. ","eng":"so too the sentient beings born on land are few, while those born in water are many. ","html":"{}</p></article>"},"an1.334:1.0":{"pli":"334 ","eng":"334 ","html":"<article id='an1.334'><h2 class='sutta-title'>{}</h2>"},"an1.334:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye manussesu paccājāyanti; ","eng":"… so too the sentient beings reborn as humans are few, ","html":"<p>{}"},"an1.334:1.2":{"pli":"atha kho eteva sattā bahutarā ye aññatra manussehi paccājāyanti. ","eng":"while those not reborn as humans are many. ","html":"{}</p></article>"},"an1.335:1.0":{"pli":"335 ","eng":"335 ","html":"<article id='an1.335'><h2 class='sutta-title'>{}</h2>"},"an1.335:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye majjhimesu janapadesu paccājāyanti; ","eng":"… so too the sentient beings reborn in civilized countries are few, ","html":"<p>{}"},"an1.335:1.2":{"pli":"atha kho eteva sattā bahutarā ye paccantimesu janapadesu paccājāyanti aviññātāresu milakkhesu. ","eng":"while those reborn in the borderlands, among uneducated foreigners, are many. ","html":"{}</p></article>"},"an1.336:1.0":{"pli":"336 ","eng":"336 ","html":"<article id='an1.336'><h2 class='sutta-title'>{}</h2>"},"an1.336:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye paññavanto ajaḷā aneḷamūgā paṭibalā subhāsitadubbhāsitassa atthamaññātuṃ; ","eng":"… so too the sentient beings who are wise, bright, clever, and able to distinguish what is well said from what is poorly said are few, ","html":"<p>{}"},"an1.336:1.2":{"pli":"atha kho eteva sattā bahutarā ye duppaññā jaḷā eḷamūgā na paṭibalā subhāsitadubbhāsitassa atthamaññātuṃ. ","eng":"while the sentient beings who are witless, dull, idiotic, and unable to distinguish what is well said from what is poorly said are many. ","html":"{}</p></article>"},"an1.337:1.0":{"pli":"337 ","eng":"337 ","html":"<article id='an1.337'><h2 class='sutta-title'>{}</h2>"},"an1.337:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye ariyena paññācakkhunā samannāgatā; ","eng":"… so too the sentient beings who have the noble eye of wisdom are few, ","html":"<p>{}"},"an1.337:1.2":{"pli":"atha kho eteva sattā bahutarā ye avijjāgatā sammūḷhā. ","eng":"while those who are ignorant and confused are many. ","html":"{}</p></article>"},"an1.338:1.0":{"pli":"338 ","eng":"338 ","html":"<article id='an1.338'><h2 class='sutta-title'>{}</h2>"},"an1.338:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye labhanti tathāgataṃ dassanāya; ","eng":"… so too the sentient beings who get to see a Realized One are few, ","html":"<p>{}"},"an1.338:1.2":{"pli":"atha kho eteva sattā bahutarā ye na labhanti tathāgataṃ dassanāya. ","eng":"while those who don’t get to see a Realized One are many. ","html":"{}</p></article>"},"an1.339:1.0":{"pli":"339 ","eng":"339 ","html":"<article id='an1.339'><h2 class='sutta-title'>{}</h2>"},"an1.339:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye labhanti tathāgatappaveditaṃ dhammavinayaṃ savanāya; ","eng":"… so too the sentient beings who get to hear the teaching and training proclaimed by a Realized One are few, ","html":"<p>{}"},"an1.339:1.2":{"pli":"atha kho eteva sattā bahutarā ye na labhanti tathāgatappaveditaṃ dhammavinayaṃ savanāya. ","eng":"while those sentient beings who don’t get to hear the teaching and training proclaimed by a Realized One are many. ","html":"{}</p></article>"},"an1.340:1.0":{"pli":"340 ","eng":"340 ","html":"<article id='an1.340'><h2 class='sutta-title'>{}</h2>"},"an1.340:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye sutvā dhammaṃ dhārenti; ","eng":"… so too the sentient beings who remember the teachings they hear are few, ","html":"<p>{}"},"an1.340:1.2":{"pli":"atha kho eteva sattā bahutarā ye sutvā dhammaṃ na dhārenti. ","eng":"while those who don’t remember the teachings are many. ","html":"{}</p></article>"},"an1.341:1.0":{"pli":"341 ","eng":"341 ","html":"<article id='an1.341'><h2 class='sutta-title'>{}</h2>"},"an1.341:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye dhātānaṃ dhammānaṃ atthaṃ upaparikkhanti; ","eng":"… so too the sentient beings who examine the meaning of the teachings they have memorized are few, ","html":"<p>{}"},"an1.341:1.2":{"pli":"atha kho eteva sattā bahutarā ye dhātānaṃ dhammānaṃ atthaṃ na upaparikkhanti. ","eng":"while those who don’t examine the meaning of the teachings are many. ","html":"{}</p></article>"},"an1.342:1.0":{"pli":"342 ","eng":"342 ","html":"<article id='an1.342'><h2 class='sutta-title'>{}</h2>"},"an1.342:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye atthamaññāya dhammamaññāya dhammānudhammaṃ paṭipajjanti; ","eng":"… so too the sentient beings who understand the meaning and the teaching and practice in line with the teaching are few, ","html":"<p>{}"},"an1.342:1.2":{"pli":"atha kho eteva sattā bahutarā ye atthamaññāya dhammamaññāya dhammānudhammaṃ na paṭipajjanti. ","eng":"while those who understand the meaning and the teaching but don’t practice in line with the teaching are many. ","html":"{}</p></article>"},"an1.343:1.0":{"pli":"343 ","eng":"343 ","html":"<article id='an1.343'><h2 class='sutta-title'>{}</h2>"},"an1.343:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye saṃvejaniyesu ṭhānesu saṃvijjanti; ","eng":"… so too the sentient beings inspired by inspiring places are few, ","html":"<p>{}"},"an1.343:1.2":{"pli":"atha kho eteva sattā bahutarā ye saṃvejaniyesu ṭhānesu na saṃvijjanti. ","eng":"while those who are uninspired are many. ","html":"{}</p></article>"},"an1.344:1.0":{"pli":"344 ","eng":"344 ","html":"<article id='an1.344'><h2 class='sutta-title'>{}</h2>"},"an1.344:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye saṃviggā yoniso padahanti; ","eng":"… so too the sentient beings who, being inspired, strive effectively are few, ","html":"<p>{}"},"an1.344:1.2":{"pli":"atha kho eteva sattā bahutarā ye saṃviggā yoniso na padahanti. ","eng":"while those who, even though inspired, don’t strive effectively are many. ","html":"{}</p></article>"},"an1.345:1.0":{"pli":"345 ","eng":"345 ","html":"<article id='an1.345'><h2 class='sutta-title'>{}</h2>"},"an1.345:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye vavassaggārammaṇaṃ karitvā labhanti samādhiṃ labhanti cittassekaggataṃ; ","eng":"… so too the sentient beings who, relying on letting go, gain immersion, gain unification of mind are few, ","html":"<p>{}"},"an1.345:1.2":{"pli":"atha kho eteva sattā bahutarā ye vavassaggārammaṇaṃ karitvā na labhanti samādhiṃ na labhanti cittassekaggataṃ. ","eng":"while those who don’t gain immersion, don’t gain unification of mind relying on letting go are many. ","html":"{}</p></article>"},"an1.346:1.0":{"pli":"346 ","eng":"346 ","html":"<article id='an1.346'><h2 class='sutta-title'>{}</h2>"},"an1.346:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye annaggarasaggānaṃ lābhino; ","eng":"… so too the sentient beings who get the best food and flavors are few, ","html":"<p>{}"},"an1.346:1.2":{"pli":"atha kho eteva sattā bahutarā ye annaggarasaggānaṃ na lābhino, uñchena kapālābhatena yāpenti. ","eng":"while those who don’t get the best food and flavors, but get by with scraps in an alms bowl are many. ","html":"{}</p></article>"},"an1.347:1.0":{"pli":"347 ","eng":"347 ","html":"<article id='an1.347'><h2 class='sutta-title'>{}</h2>"},"an1.347:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye attharasassa dhammarasassa vimuttirasassa lābhino; ","eng":"… so too the sentient beings who get the essence of the meaning, the essence of the teaching, and the essence of freedom are few, ","html":"<p>{}"},"an1.347:1.2":{"pli":"atha kho eteva sattā bahutarā ye attharasassa dhammarasassa vimuttirasassa na lābhino. ","eng":"while the sentient beings who don’t get the essence of the meaning, the essence of the teaching, and the essence of freedom are many. ","html":"{}</p>"},"an1.347:1.3":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an1.347:1.4":{"pli":"‘attharasassa dhammarasassa vimuttirasassa lābhino bhavissāmā’ti. ","eng":"‘We will get the essence of the meaning, the essence of the teaching, the essence of freedom.’ ","html":"{}"},"an1.347:1.5":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p></article>"},"an1.348-350:1.0":{"pli":"348–350 ","eng":"348–350 ","html":"<article id='an1.347-349'><h2 class='sutta-title'>{}</h2>"},"an1.348-350:1.1":{"pli":"“Seyyathāpi, bhikkhave, appamattakaṃ imasmiṃ jambudīpe ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ; ","eng":"“Just as, mendicants, in the Black Plum Tree Land the delightful parks, woods, meadows, and lotus ponds are few, ","html":"<p>{}"},"an1.348-350:1.2":{"pli":"atha kho etadeva bahutaraṃ yadidaṃ ukkūlavikūlaṃ nadīviduggaṃ khāṇukaṇṭakaṭṭhānaṃ pabbatavisamaṃ. ","eng":"while the hilly terrain, inaccessible riverlands, stumps and thorns, and rugged mountains are many; ","html":"{}"},"an1.348-350:1.3":{"pli":"Evamevaṃ kho, bhikkhave, appakā te sattā ye manussā cutā manussesu paccājāyanti, atha kho eteva sattā bahutarā ye manussā cutā niraye paccājāyanti …pe… tiracchānayoniyā paccājāyanti …pe… pettivisaye paccājāyanti”. ","eng":"so too, those who die as humans and are reborn as humans are few, while those who die as humans and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.351-353:1.0":{"pli":"351–353 ","eng":"351–353 ","html":"<article id='an1.350-352'><h2 class='sutta-title'>{}</h2>"},"an1.351-353:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye manussā cutā devesu paccājāyanti; ","eng":"“… the sentient beings who die as humans and are reborn as gods are few, ","html":"<p>{}"},"an1.351-353:1.2":{"pli":"atha kho eteva sattā bahutarā ye manussā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die as humans and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.354-356:1.0":{"pli":"354–356 ","eng":"354–356 ","html":"<article id='an1.353-355'><h2 class='sutta-title'>{}</h2>"},"an1.354-356:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye devā cutā devesu paccājāyanti; ","eng":"“… the sentient beings who die as gods and are reborn as gods are few, ","html":"<p>{}"},"an1.354-356:1.2":{"pli":"atha kho eteva sattā bahutarā ye devā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die as gods and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.357-359:1.0":{"pli":"357–359 ","eng":"357–359 ","html":"<article id='an1.356-358'><h2 class='sutta-title'>{}</h2>"},"an1.357-359:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye devā cutā manussesu paccājāyanti; ","eng":"“… the sentient beings who die as gods and are reborn as humans are few, ","html":"<p>{}"},"an1.357-359:1.2":{"pli":"atha kho eteva sattā bahutarā ye devā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die as gods and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.360-362:1.0":{"pli":"360–362 ","eng":"360–362 ","html":"<article id='an1.359-361'><h2 class='sutta-title'>{}</h2>"},"an1.360-362:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye nirayā cutā manussesu paccājāyanti; ","eng":"“… the sentient beings who die in hell and are reborn as humans are few, ","html":"<p>{}"},"an1.360-362:1.2":{"pli":"atha kho eteva sattā bahutarā ye nirayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die in hell and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.363-365:1.0":{"pli":"363–365 ","eng":"363–365 ","html":"<article id='an1.362-364'><h2 class='sutta-title'>{}</h2>"},"an1.363-365:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye nirayā cutā devesu paccājāyanti; ","eng":"“… the sentient beings who die in hell and are reborn as gods are few, ","html":"<p>{}"},"an1.363-365:1.2":{"pli":"atha kho eteva sattā bahutarā ye nirayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die in hell and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.366-368:1.0":{"pli":"366–368 ","eng":"366–368 ","html":"<article id='an1.365-367'><h2 class='sutta-title'>{}</h2>"},"an1.366-368:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye tiracchānayoniyā cutā manussesu paccājāyanti; ","eng":"“… the sentient beings who die as animals and are reborn as humans are few, ","html":"<p>{}"},"an1.366-368:1.2":{"pli":"atha kho eteva sattā bahutarā ye tiracchānayoniyā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die as animals and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.369-371:1.0":{"pli":"369–371 ","eng":"369–371 ","html":"<article id='an1.368-370'><h2 class='sutta-title'>{}</h2>"},"an1.369-371:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye tiracchānayoniyā cutā devesu paccājāyanti; ","eng":"“… the sentient beings who die as animals and are reborn as gods are few, ","html":"<p>{}"},"an1.369-371:1.2":{"pli":"atha kho eteva sattā bahutarā ye tiracchānayoniyā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die as animals and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.372-374:1.0":{"pli":"372–374 ","eng":"372–374 ","html":"<article id='an1.371-373'><h2 class='sutta-title'>{}</h2>"},"an1.372-374:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye pettivisayā cutā manussesu paccājāyanti; ","eng":"“… the sentient beings who die as ghosts and are reborn as humans are few, ","html":"<p>{}"},"an1.372-374:1.2":{"pli":"atha kho eteva sattā bahutarā ye pettivisayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti. ","eng":"while those who die as ghosts and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p></article>"},"an1.375-377:1.0":{"pli":"375–377 ","eng":"375–377 ","html":"<article id='an1.374-377'><h2 class='sutta-title'>{}</h2>"},"an1.375-377:1.1":{"pli":"… Evamevaṃ kho, bhikkhave, appakā te sattā ye pettivisayā cutā devesu paccājāyanti; ","eng":"“… the sentient beings who die as ghosts and are reborn as gods are few, ","html":"<p>{}"},"an1.375-377:1.2":{"pli":"atha kho eteva sattā bahutarā ye pettivisayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyan”ti. ","eng":"while those who die as ghosts and are reborn in hell, or the animal realm, or the ghost realm are many.” ","html":"{}</p>"},"an1.375-377:1.3":{"pli":"vaggo catuttho. ","html":"<p class='endvagga'>{}</p>"},"an1.375-377:1.4":{"pli":"(Jambudīpapeyyālo niṭṭhito.) ","html":"<p class='end'>{}</p></article></section>"}}}