{"an2.11-20":{"an2.11:0.1":{"pli":"Aṅguttara Nikāya 2 ","eng":"Numbered Discourses 2.11–20 ","html":"<section class='range' id='an2.11-20'><header><ul><li class='division'>{}</li></ul>"},"an2.11:0.2":{"pli":"2. Adhikaraṇavagga ","eng":"The Chapter on Disciplinary Issues ","html":"<h1 class='range-title'>{}</h1></header>"},"an2.11:1.0":{"pli":"11 ","eng":"11 ","html":"<article id='an2.11'><h2 class='sutta-title'>{}</h2>"},"an2.11:1.1":{"pli":"“Dvemāni, bhikkhave, balāni. ","eng":"“There are, mendicants, these two powers. ","html":"<p>{}"},"an2.11:1.2":{"pli":"Katamāni dve? ","eng":"What two? ","html":"{}"},"an2.11:1.3":{"pli":"Paṭisaṅkhānabalañca bhāvanābalañca. ","eng":"The power of reflection and the power of development. ","html":"{}"},"an2.11:1.4":{"pli":"Katamañca, bhikkhave, paṭisaṅkhānabalaṃ? ","eng":"And what, mendicants, is the power of reflection? ","html":"{}"},"an2.11:1.5":{"pli":"Idha, bhikkhave, ekacco iti paṭisañcikkhati: ","eng":"It’s when someone reflects: ","html":"{}"},"an2.11:1.6":{"pli":"‘kāyaduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, vacīduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, manoduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti. ","eng":"‘Bad conduct of body, speech, or mind has a bad, painful result in both this life and the next.’ ","html":"{}"},"an2.11:1.7":{"pli":"So iti paṭisaṅkhāya kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ","eng":"Reflecting like this, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an2.11:1.8":{"pli":"Idaṃ vuccati, bhikkhave, paṭisaṅkhānabalaṃ. ","eng":"This is called the power of reflection. ","html":"{}</p>"},"an2.11:2.1":{"pli":"Katamañca, bhikkhave, bhāvanābalaṃ. ","eng":"And what, mendicants, is the power of development? ","html":"<p>{}"},"an2.11:2.2":{"pli":"Tatra, bhikkhave, yamidaṃ bhāvanābalaṃ sekhānametaṃ balaṃ. ","eng":"In this context, the power of development is the power of the trainees. ","html":"{}"},"an2.11:2.3":{"pli":"Sekhañhi so, bhikkhave, balaṃ āgamma rāgaṃ pajahati, dosaṃ pajahati, mohaṃ pajahati. ","eng":"For when you rely on the power of a trainee, you give up greed, hate, and delusion. ","html":"{}"},"an2.11:2.4":{"pli":"Rāgaṃ pahāya, dosaṃ pahāya, mohaṃ pahāya yaṃ akusalaṃ na taṃ karoti, yaṃ pāpaṃ na taṃ sevati. ","eng":"Then you don’t do anything unskillful, or practice anything bad. ","html":"{}"},"an2.11:2.5":{"pli":"Idaṃ vuccati, bhikkhave, bhāvanābalaṃ. ","eng":"This is called the power of development. ","html":"{}"},"an2.11:2.6":{"pli":"Imāni kho, bhikkhave, dve balānī”ti. ","eng":"These are the two powers.” ","html":"{}</p></article>"},"an2.12:1.0":{"pli":"12 ","eng":"12 ","html":"<article id='an2.12'><h2 class='sutta-title'>{}</h2>"},"an2.12:1.1":{"pli":"“Dvemāni, bhikkhave, balāni. ","eng":"“There are, mendicants, these two powers. ","html":"<p>{}"},"an2.12:1.2":{"pli":"Katamāni dve? ","eng":"What two? ","html":"{}"},"an2.12:1.3":{"pli":"Paṭisaṅkhānabalañca bhāvanābalañca. ","eng":"The power of reflection and the power of development. ","html":"{}"},"an2.12:1.4":{"pli":"Katamañca, bhikkhave, paṭisaṅkhānabalaṃ? ","eng":"And what, mendicants, is the power of reflection? ","html":"{}"},"an2.12:1.5":{"pli":"Idha, bhikkhave, ekacco iti paṭisañcikkhati: ","eng":"It’s when someone reflects: ","html":"{}"},"an2.12:1.6":{"pli":"‘kāyaduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, vacīduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, manoduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti. ","eng":"‘Bad conduct of body, speech, or mind has a bad, painful result in both this life and the next.’ ","html":"{}"},"an2.12:1.7":{"pli":"So iti paṭisaṅkhāya kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ","eng":"Reflecting like this, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an2.12:1.8":{"pli":"Idaṃ vuccati, bhikkhave, paṭisaṅkhānabalaṃ. ","eng":"This is called the power of reflection. ","html":"{}</p>"},"an2.12:2.1":{"pli":"Katamañca, bhikkhave, bhāvanābalaṃ? ","eng":"And what, mendicants, is the power of development? ","html":"<p>{}"},"an2.12:2.2":{"pli":"Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ, ","eng":"It’s when a mendicant develops the awakening factors of mindfulness, ","html":"{}"},"an2.12:2.3":{"pli":"dhammavicayasambojjhaṅgaṃ bhāveti … ","eng":"investigation of principles, ","html":"{}"},"an2.12:2.4":{"pli":"vīriyasambojjhaṅgaṃ bhāveti … ","eng":"energy, ","html":"{}"},"an2.12:2.5":{"pli":"pītisambojjhaṅgaṃ bhāveti … ","eng":"rapture, ","html":"{}"},"an2.12:2.6":{"pli":"passaddhisambojjhaṅgaṃ bhāveti … ","eng":"tranquility, ","html":"{}"},"an2.12:2.7":{"pli":"samādhisambojjhaṅgaṃ bhāveti … ","eng":"immersion, ","html":"{}"},"an2.12:2.8":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ. ","eng":"and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"{}"},"an2.12:2.9":{"pli":"Idaṃ vuccati, bhikkhave, bhāvanābalaṃ. ","eng":"This is called the power of development. ","html":"{}"},"an2.12:2.10":{"pli":"Imāni kho, bhikkhave, dve balānī”ti. ","eng":"These are the two powers.” ","html":"{}</p></article>"},"an2.13:1.0":{"pli":"13 ","eng":"13 ","html":"<article id='an2.13'><h2 class='sutta-title'>{}</h2>"},"an2.13:1.1":{"pli":"“Dvemāni, bhikkhave, balāni. ","eng":"“There are, mendicants, these two powers. ","html":"<p>{}"},"an2.13:1.2":{"pli":"Katamāni dve? ","eng":"What two? ","html":"{}"},"an2.13:1.3":{"pli":"Paṭisaṅkhānabalañca bhāvanābalañca. ","eng":"The power of reflection and the power of development. ","html":"{}"},"an2.13:1.4":{"pli":"Katamañca, bhikkhave, paṭisaṅkhānabalaṃ? ","eng":"And what, mendicants, is the power of reflection? ","html":"{}"},"an2.13:1.5":{"pli":"Idha, bhikkhave, ekacco iti paṭisañcikkhati: ","eng":"It’s when someone reflects: ","html":"{}"},"an2.13:1.6":{"pli":"‘kāyaduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, vacīduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, manoduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti. ","eng":"‘Bad conduct of body, speech, or mind has a bad, painful result in both this life and the next.’ ","html":"{}"},"an2.13:1.7":{"pli":"So iti paṭisaṅkhāya kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ","eng":"Reflecting like this, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an2.13:1.8":{"pli":"Idaṃ vuccati, bhikkhave, paṭisaṅkhānabalaṃ. ","eng":"This is called the power of reflection. ","html":"{}</p>"},"an2.13:2.1":{"pli":"Katamañca, bhikkhave, bhāvanābalaṃ? ","eng":"And what, mendicants, is the power of development? ","html":"<p>{}"},"an2.13:2.2":{"pli":"Idha, bhikkhave, bhikkhu vivicceva kāmehi, vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"an2.13:2.3":{"pli":"Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"an2.13:2.4":{"pli":"Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"an2.13:2.5":{"pli":"Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"With the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"an2.13:2.6":{"pli":"Idaṃ vuccati, bhikkhave, bhāvanābalaṃ. ","eng":"This is called the power of development. ","html":"{}"},"an2.13:2.7":{"pli":"Imāni kho, bhikkhave, dve balānī”ti. ","eng":"These are the two powers.” ","html":"{}</p></article>"},"an2.14:1.0":{"pli":"14 ","eng":"14 ","html":"<article id='an2.14'><h2 class='sutta-title'>{}</h2>"},"an2.14:1.1":{"pli":"“Dvemā, bhikkhave, tathāgatassa dhammadesanā. ","eng":"“Mendicants, the Realized One has two ways of teaching the Dhamma. ","html":"<p>{}"},"an2.14:1.2":{"pli":"Katamā dve? ","eng":"What two? ","html":"{}"},"an2.14:1.3":{"pli":"saṅkhittena ca vitthārena ca. ","eng":"In brief and in detail. ","html":"{}"},"an2.14:1.4":{"pli":"Imā kho, bhikkhave, dve tathāgatassa dhammadesanā”ti. ","eng":"These are the Realized One’s two ways of teaching the Dhamma.” ","html":"{}</p></article>"},"an2.15:1.0":{"pli":"15 ","eng":"15 ","html":"<article id='an2.15'><h2 class='sutta-title'>{}</h2>"},"an2.15:1.1":{"pli":"“Yasmiṃ, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu na sādhukaṃ attanāva attānaṃ paccavekkhati tasmetaṃ, bhikkhave, adhikaraṇe pāṭikaṅkhaṃ: ","eng":"“Mendicants, in a disciplinary issue, if neither the offending mendicant nor the accusing mendicant carefully checks themselves, you can expect that issue ","html":"<p>{}"},"an2.15:1.2":{"pli":"‘dīghattāya kharattāya vāḷattāya saṃvattissati, bhikkhū ca na phāsuṃ viharissantī’ti. ","eng":"will lead to lasting acrimony and enmity, and the mendicants won’t live comfortably. ","html":"{}"},"an2.15:1.3":{"pli":"Yasmiñca kho, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu sādhukaṃ attanāva attānaṃ paccavekkhati tasmetaṃ, bhikkhave, adhikaraṇe pāṭikaṅkhaṃ: ","eng":"But in a disciplinary issue, if both the offending mendicant and the accusing mendicant carefully check themselves, you can expect that issue ","html":"{}"},"an2.15:1.4":{"pli":"‘na dīghattāya kharattāya vāḷattāya saṃvattissati, bhikkhū ca phāsuṃ viharissantī’ti. ","eng":"won’t lead to lasting acrimony and enmity, and the mendicants will live comfortably. ","html":"{}</p>"},"an2.15:2.1":{"pli":"Kathañca, bhikkhave, āpanno bhikkhu sādhukaṃ attanāva attānaṃ paccavekkhati? ","eng":"And how, mendicants, does an offending mendicant carefully check themselves? ","html":"<p>{}"},"an2.15:2.2":{"pli":"Idha, bhikkhave, āpanno bhikkhu iti paṭisañcikkhati: ","eng":"An offending mendicant reflects: ","html":"{}"},"an2.15:2.3":{"pli":"‘ahaṃ kho akusalaṃ āpanno kañcideva desaṃ kāyena. ","eng":"‘I have committed a certain unskillful offense with the body. ","html":"{}"},"an2.15:2.4":{"pli":"Maṃ so bhikkhu addasa akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena. ","eng":"That mendicant saw me do this. ","html":"{}"},"an2.15:2.5":{"pli":"No ce ahaṃ akusalaṃ āpajjeyyaṃ kañcideva desaṃ kāyena, na maṃ so bhikkhu passeyya akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena. ","eng":"If I hadn’t committed that offense, they wouldn’t have seen me. ","html":"{}"},"an2.15:2.6":{"pli":"Yasmā ca kho, ahaṃ akusalaṃ āpanno kañcideva desaṃ kāyena, tasmā maṃ so bhikkhu addasa akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena. ","eng":"But since I did commit that offense, they did see me. ","html":"{}"},"an2.15:2.7":{"pli":"Disvā ca pana maṃ so bhikkhu akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena anattamano ahosi. ","eng":"When they saw me, they were upset, ","html":"{}"},"an2.15:2.8":{"pli":"Anattamano samāno anattamanavacanaṃ maṃ so bhikkhu avaca. ","eng":"and they voiced their unhappiness to me. ","html":"{}"},"an2.15:2.9":{"pli":"Anattamanavacanāhaṃ tena bhikkhunā vutto samāno anattamano ahosiṃ. ","eng":"Then I also got upset, ","html":"{}"},"an2.15:2.10":{"pli":"Anattamano samāno paresaṃ ārocesiṃ. ","eng":"so I told others. ","html":"{}"},"an2.15:2.11":{"pli":"Iti mameva tattha accayo accagamā suṅkadāyakaṃva bhaṇḍasmin’ti. ","eng":"So the mistake is mine alone, like someone who owes customs duty on their goods.’ ","html":"{}"},"an2.15:2.12":{"pli":"Evaṃ kho, bhikkhave, āpanno bhikkhu sādhukaṃ attanāva attānaṃ paccavekkhati. ","eng":"That’s how, mendicants, an offending mendicant carefully checks themselves. ","html":"{}</p>"},"an2.15:3.1":{"pli":"Kathañca, bhikkhave, codako bhikkhu sādhukaṃ attanāva attānaṃ paccavekkhati? ","eng":"And how, mendicants, does an accusing mendicant carefully check themselves? ","html":"<p>{}"},"an2.15:3.2":{"pli":"Idha, bhikkhave, codako bhikkhu iti paṭisañcikkhati: ","eng":"An accusing mendicant reflects: ","html":"{}"},"an2.15:3.3":{"pli":"‘ayaṃ kho bhikkhu akusalaṃ āpanno kañcideva desaṃ kāyena. ","eng":"‘This mendicant has committed a certain unskillful offense with the body. ","html":"{}"},"an2.15:3.4":{"pli":"Ahaṃ imaṃ bhikkhuṃ addasaṃ akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena. ","eng":"I saw them do that. ","html":"{}"},"an2.15:3.5":{"pli":"No ce ayaṃ bhikkhu akusalaṃ āpajjeyya kañcideva desaṃ kāyena, nāhaṃ imaṃ bhikkhuṃ passeyyaṃ akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena. ","eng":"If they hadn’t committed that offense, I wouldn’t have seen them. ","html":"{}"},"an2.15:3.6":{"pli":"Yasmā ca kho, ayaṃ bhikkhu akusalaṃ āpanno kañcideva desaṃ kāyena, tasmā ahaṃ imaṃ bhikkhuṃ addasaṃ akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena. ","eng":"But since they did commit that offense, I did see them. ","html":"{}"},"an2.15:3.7":{"pli":"Disvā ca panāhaṃ imaṃ bhikkhuṃ akusalaṃ āpajjamānaṃ kañcideva desaṃ kāyena anattamano ahosiṃ. ","eng":"When I saw them, I was upset, ","html":"{}"},"an2.15:3.8":{"pli":"Anattamano samāno anattamanavacanāhaṃ imaṃ bhikkhuṃ avacaṃ. ","eng":"and I voiced my unhappiness to them. ","html":"{}"},"an2.15:3.9":{"pli":"Anattamanavacanāyaṃ bhikkhu mayā vutto samāno anattamano ahosi. ","eng":"Then they also got upset, ","html":"{}"},"an2.15:3.10":{"pli":"Anattamano samāno paresaṃ ārocesi. ","eng":"so they told others. ","html":"{}"},"an2.15:3.11":{"pli":"Iti mameva tattha accayo accagamā suṅkadāyakaṃva bhaṇḍasmin’ti. ","eng":"So the mistake is mine alone, like someone who owes customs duty on their goods.’ ","html":"{}"},"an2.15:3.12":{"pli":"Evaṃ kho, bhikkhave, codako bhikkhu sādhukaṃ attanāva attānaṃ paccavekkhati. ","eng":"That’s how, mendicants, an accusing mendicant carefully checks themselves. ","html":"{}</p>"},"an2.15:4.1":{"pli":"Yasmiṃ, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu na sādhukaṃ attanāva attānaṃ paccavekkhati tasmetaṃ, bhikkhave, adhikaraṇe pāṭikaṅkhaṃ dīghattāya kharattāya vāḷattāya saṃvattissati, bhikkhū ca na phāsuṃ viharissantīti. ","eng":"In a disciplinary issue, if neither the offending mendicant nor the accusing mendicant carefully checks themselves, you can expect that issue will lead to lasting acrimony and enmity, and the mendicants won’t live comfortably. ","html":"<p>{}"},"an2.15:4.2":{"pli":"Yasmiñca kho, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu sādhukaṃ attanāva attānaṃ paccavekkhati tasmetaṃ, bhikkhave, adhikaraṇe pāṭikaṅkhaṃ na dīghattāya kharattāya vāḷattāya saṃvattissati, bhikkhū ca phāsuṃ viharissantī”ti. ","eng":"But in a disciplinary issue, if both the offending mendicant and the accusing mendicant carefully checks themselves, you can expect that issue won’t lead to lasting acrimony and enmity, and the mendicants will live comfortably.” ","html":"{}</p></article>"},"an2.16:1.0":{"pli":"16 ","eng":"16 ","html":"<article id='an2.16'><h2 class='sutta-title'>{}</h2>"},"an2.16:1.1":{"pli":"Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then a certain brahmin went up to the Buddha and exchanged greetings with him. ","html":"<p>{}"},"an2.16:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an2.16:1.3":{"pli":"“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti? ","eng":"“What is the cause, worthy Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?” ","html":"<p>{}</p>"},"an2.16:1.4":{"pli":"“Adhammacariyāvisamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti. ","eng":"“Unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” ","html":"<p>{}</p>"},"an2.16:2.1":{"pli":"“Ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti? ","eng":"“What is the cause, worthy Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?” ","html":"<p>{}</p>"},"an2.16:2.2":{"pli":"“Dhammacariyāsamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ","eng":"“Principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ","html":"<p>{}</p>"},"an2.16:3.1":{"pli":"“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"“Excellent, worthy Gotama! Excellent! ","html":"<p>{}"},"an2.16:3.2":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. ","html":"{}"},"an2.16:3.3":{"pli":"Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"an2.16:3.4":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p></article>"},"an2.17:1.0":{"pli":"17 ","eng":"17 ","html":"<article id='an2.17'><h2 class='sutta-title'>{}</h2>"},"an2.17:1.1":{"pli":"Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an2.17:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an2.17:1.3":{"pli":"“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti? ","eng":"“What is the cause, worthy Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?” ","html":"<p>{}</p>"},"an2.17:1.4":{"pli":"“Katattā ca, brāhmaṇa, akatattā ca. ","eng":"“What they’ve done and what they’ve not done. ","html":"<p>{}"},"an2.17:1.5":{"pli":"Evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti. ","eng":"That’s why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” ","html":"{}</p>"},"an2.17:1.6":{"pli":"“Ko pana, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti? ","eng":"“But what is the cause, worthy Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?” ","html":"<p>{}</p>"},"an2.17:1.7":{"pli":"“Katattā ca, brāhmaṇa, akatattā ca. ","eng":"“What they’ve done and what they’ve not done. ","html":"<p>{}"},"an2.17:1.8":{"pli":"Evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ","eng":"That’s why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ","html":"{}</p>"},"an2.17:1.9":{"pli":"“Na kho ahaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ ājānāmi. ","eng":"“I don’t understand the meaning of what the worthy Gotama has said in brief, without explaining the details. ","html":"<p>{}"},"an2.17:1.10":{"pli":"Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ahaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ ājāneyyan”ti. ","eng":"Worthy Gotama, please teach me this matter in detail so I can understand the meaning.” ","html":"{}</p>"},"an2.17:1.11":{"pli":"“Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, brahmin, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an2.17:1.12":{"pli":"“Evaṃ, bho”ti kho jāṇussoṇi brāhmaṇo bhagavato paccassosi. ","eng":"“Yes, worthy sir,” Jānussoṇi replied. ","html":"<p>{}"},"an2.17:1.13":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an2.17:2.1":{"pli":"“Idha, brāhmaṇa, ekaccassa kāyaduccaritaṃ kataṃ hoti, akataṃ hoti kāyasucaritaṃ; ","eng":"“Firstly, brahmin, someone has done bad things and not done good things by way of body, speech, and mind. ","html":"<p>{}"},"an2.17:2.2":{"pli":"vacīduccaritaṃ kataṃ hoti, akataṃ hoti vacīsucaritaṃ; ","html":"{}"},"an2.17:2.3":{"pli":"manoduccaritaṃ kataṃ hoti, akataṃ hoti manosucaritaṃ. ","html":"{}"},"an2.17:2.4":{"pli":"Evaṃ kho, brāhmaṇa, katattā ca akatattā ca evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ","eng":"So what they’ve done and what they’ve not done is why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an2.17:2.5":{"pli":"Idha pana, brāhmaṇa, ekaccassa kāyasucaritaṃ kataṃ hoti, akataṃ hoti kāyaduccaritaṃ; ","eng":"Furthermore, brahmin, someone has done good things and not done bad things by way of body, speech, and mind. ","html":"{}"},"an2.17:2.6":{"pli":"vacīsucaritaṃ kataṃ hoti, akataṃ hoti vacīduccaritaṃ; ","html":"{}"},"an2.17:2.7":{"pli":"manosucaritaṃ kataṃ hoti, akataṃ hoti manoduccaritaṃ. ","html":"{}"},"an2.17:2.8":{"pli":"Evaṃ kho, brāhmaṇa, katattā ca akatattā ca evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ","eng":"So what they’ve done and what they’ve not done is why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ","html":"{}</p>"},"an2.17:3.1":{"pli":"“Abhikkantaṃ, bho gotama …pe… upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"“Excellent, worthy Gotama! … From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"<p>{}</p></article>"},"an2.18:1.0":{"pli":"18 ","eng":"18 ","html":"<article id='an2.18'><h2 class='sutta-title'>{}</h2>"},"an2.18:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"an2.18:1.2":{"pli":"“ekaṃsenāhaṃ, ānanda, akaraṇīyaṃ vadāmi kāyaduccaritaṃ vacīduccaritaṃ manoduccaritan”ti. ","eng":"“Ānanda, I absolutely say that you should not do bad things by way of body, speech, and mind.” ","html":"{}</p>"},"an2.18:1.3":{"pli":"“Yamidaṃ, bhante, bhagavatā ekaṃsena akaraṇīyaṃ akkhātaṃ kāyaduccaritaṃ vacīduccaritaṃ manoduccaritaṃ tasmiṃ akaraṇīye kayiramāne ko ādīnavo pāṭikaṅkho”ti? ","eng":"“But, sir, if someone does these things that should not be done, what drawbacks should they expect?” ","html":"<p>{}</p>"},"an2.18:1.4":{"pli":"“Yamidaṃ, ānanda, mayā ekaṃsena akaraṇīyaṃ akkhātaṃ kāyaduccaritaṃ vacīduccaritaṃ manoduccaritaṃ tasmiṃ akaraṇīye kayiramāne ayaṃ ādīnavo pāṭikaṅkho—","eng":"“They should expect these drawbacks. ","html":"<p>{}"},"an2.18:1.5":{"pli":"attāpi attānaṃ upavadati, ","eng":"They blame themselves. ","html":"{}"},"an2.18:1.6":{"pli":"anuvicca viññū garahanti, ","eng":"After examination, sensible people criticize them. ","html":"{}"},"an2.18:1.7":{"pli":"pāpako kittisaddo abbhuggacchati, ","eng":"They get a bad reputation. ","html":"{}"},"an2.18:1.8":{"pli":"sammūḷho kālaṃ karoti, ","eng":"They feel lost when they die. ","html":"{}"},"an2.18:1.9":{"pli":"kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an2.18:1.10":{"pli":"Yamidaṃ, ānanda, mayā ekaṃsena akaraṇīyaṃ akkhātaṃ kāyaduccaritaṃ vacīduccaritaṃ manoduccaritaṃ tasmiṃ akaraṇīye kayiramāne ayaṃ ādīnavo pāṭikaṅkho”ti. ","eng":"These are the drawbacks they should expect.” ","html":"{}</p>"},"an2.18:2.1":{"pli":"“Ekaṃsenāhaṃ, ānanda, karaṇīyaṃ vadāmi kāyasucaritaṃ vacīsucaritaṃ manosucaritan”ti. ","eng":"“Ānanda, I absolutely say that you should do good things by way of body, speech, and mind.” ","html":"<p>{}</p>"},"an2.18:2.2":{"pli":"“Yamidaṃ, bhante, bhagavatā ekaṃsena karaṇīyaṃ akkhātaṃ kāyasucaritaṃ vacīsucaritaṃ manosucaritaṃ tasmiṃ karaṇīye kayiramāne ko ānisaṃso pāṭikaṅkho”ti? ","eng":"“But, sir, if someone does these things that should be done, what benefits should they expect?” ","html":"<p>{}</p>"},"an2.18:2.3":{"pli":"“Yamidaṃ, ānanda, mayā ekaṃsena karaṇīyaṃ akkhātaṃ kāyasucaritaṃ vacīsucaritaṃ manosucaritaṃ tasmiṃ karaṇīye kayiramāne ayaṃ ānisaṃso pāṭikaṅkho—","eng":"“They should expect these benefits. ","html":"<p>{}"},"an2.18:2.4":{"pli":"attāpi attānaṃ na upavadati, ","eng":"They don’t blame themselves. ","html":"{}"},"an2.18:2.5":{"pli":"anuvicca viññū pasaṃsanti, ","eng":"After examination, sensible people praise them. ","html":"{}"},"an2.18:2.6":{"pli":"kalyāṇo kittisaddo abbhuggacchati, ","eng":"They get a good reputation. ","html":"{}"},"an2.18:2.7":{"pli":"asammūḷho kālaṃ karoti, ","eng":"They don’t feel lost when they die. ","html":"{}"},"an2.18:2.8":{"pli":"kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"And when the body breaks up, after death, they are reborn in a good place, a heavenly realm. ","html":"{}"},"an2.18:2.9":{"pli":"Yamidaṃ, ānanda, mayā ekaṃsena karaṇīyaṃ akkhātaṃ kāyasucaritaṃ vacīsucaritaṃ manosucaritaṃ tasmiṃ karaṇīye kayiramāne ayaṃ ānisaṃso pāṭikaṅkho”ti. ","eng":"These are the benefits they should expect.” ","html":"{}</p></article>"},"an2.19:1.0":{"pli":"19 ","eng":"19 ","html":"<article id='an2.19'><h2 class='sutta-title'>{}</h2>"},"an2.19:1.1":{"pli":"“Akusalaṃ, bhikkhave, pajahatha. ","eng":"“Mendicants, give up the unskillful. ","html":"<p>{}"},"an2.19:1.2":{"pli":"Sakkā, bhikkhave, akusalaṃ pajahituṃ. ","eng":"It is possible to give up the unskillful. ","html":"{}"},"an2.19:1.3":{"pli":"No cedaṃ, bhikkhave, sakkā abhavissa akusalaṃ pajahituṃ, nāhaṃ evaṃ vadeyyaṃ: ","eng":"If it wasn’t possible, I wouldn’t say: ","html":"{}"},"an2.19:1.4":{"pli":"‘akusalaṃ, bhikkhave, pajahathā’ti. ","eng":"‘Give up the unskillful.’ ","html":"{}"},"an2.19:1.5":{"pli":"Yasmā ca kho, bhikkhave, sakkā akusalaṃ pajahituṃ tasmāhaṃ evaṃ vadāmi: ","eng":"But it is possible, and so I say: ","html":"{}"},"an2.19:1.6":{"pli":"‘akusalaṃ, bhikkhave, pajahathā’ti. ","eng":"‘Give up the unskillful.’ ","html":"{}"},"an2.19:1.7":{"pli":"Akusalañca hidaṃ, bhikkhave, pahīnaṃ ahitāya dukkhāya saṃvatteyya nāhaṃ evaṃ vadeyyaṃ: ","eng":"And if giving up the unskillful led to harm and suffering, I would not say: ","html":"{}"},"an2.19:1.8":{"pli":"‘akusalaṃ, bhikkhave, pajahathā’ti. ","eng":"‘Give up the unskillful.’ ","html":"{}"},"an2.19:1.9":{"pli":"Yasmā ca kho, bhikkhave, akusalaṃ pahīnaṃ hitāya sukhāya saṃvattati tasmāhaṃ evaṃ vadāmi: ","eng":"But giving up the unskillful leads to welfare and happiness, so I say: ","html":"{}"},"an2.19:1.10":{"pli":"‘akusalaṃ, bhikkhave, pajahathā’”ti. ","eng":"‘Give up the unskillful.’ ","html":"{}</p>"},"an2.19:2.1":{"pli":"“Kusalaṃ, bhikkhave, bhāvetha. ","eng":"Mendicants, develop the skillful. ","html":"<p>{}"},"an2.19:2.2":{"pli":"Sakkā, bhikkhave, kusalaṃ bhāvetuṃ. ","eng":"It is possible to develop the skillful. ","html":"{}"},"an2.19:2.3":{"pli":"No cedaṃ, bhikkhave, sakkā abhavissa kusalaṃ bhāvetuṃ, nāhaṃ evaṃ vadeyyaṃ: ","eng":"If it wasn’t possible, I wouldn’t say: ","html":"{}"},"an2.19:2.4":{"pli":"‘kusalaṃ, bhikkhave, bhāvethā’ti. ","eng":"‘Develop the skillful.’ ","html":"{}"},"an2.19:2.5":{"pli":"Yasmā ca kho, bhikkhave, sakkā kusalaṃ bhāvetuṃ tasmāhaṃ evaṃ vadāmi: ","eng":"But it is possible, and so I say: ","html":"{}"},"an2.19:2.6":{"pli":"‘kusalaṃ, bhikkhave, bhāvethā’ti. ","eng":"‘Develop the skillful.’ ","html":"{}"},"an2.19:2.7":{"pli":"Kusalañca hidaṃ, bhikkhave, bhāvitaṃ ahitāya dukkhāya saṃvatteyya, nāhaṃ evaṃ vadeyyaṃ: ","eng":"If developing the skillful led to harm and suffering I wouldn’t say: ","html":"{}"},"an2.19:2.8":{"pli":"‘kusalaṃ, bhikkhave, bhāvethā’ti. ","eng":"‘Develop the skillful.’ ","html":"{}"},"an2.19:2.9":{"pli":"Yasmā ca kho, bhikkhave, kusalaṃ bhāvitaṃ hitāya sukhāya saṃvattati tasmāhaṃ evaṃ vadāmi: ","eng":"But developing the skillful leads to welfare and happiness, so I say: ","html":"{}"},"an2.19:2.10":{"pli":"‘kusalaṃ, bhikkhave, bhāvethā’”ti. ","eng":"‘Develop the skillful.’” ","html":"{}</p></article>"},"an2.20:1.0":{"pli":"20 ","eng":"20 ","html":"<article id='an2.20'><h2 class='sutta-title'>{}</h2>"},"an2.20:1.1":{"pli":"“Dveme, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ","eng":"“These two things, mendicants, lead to the decline and disappearance of the true teaching. ","html":"<p>{}"},"an2.20:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.20:1.3":{"pli":"Dunnikkhittañca padabyañjanaṃ attho ca dunnīto. ","eng":"The words and phrases are misplaced, and the meaning is misinterpreted. ","html":"{}"},"an2.20:1.4":{"pli":"Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hoti. ","eng":"When the words and phrases are misplaced, the meaning is misinterpreted. ","html":"{}"},"an2.20:1.5":{"pli":"Ime kho, bhikkhave, dve dhammā saddhammassa sammosāya antaradhānāya saṃvattantī”ti. ","eng":"These two things lead to the decline and disappearance of the true teaching. ","html":"{}</p>"},"an2.20:2.1":{"pli":"“Dveme, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti. ","eng":"These two things lead to the continuation, persistence, and enduring of the true teaching. ","html":"<p>{}"},"an2.20:2.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.20:2.3":{"pli":"Sunikkhittañca padabyañjanaṃ attho ca sunīto. ","eng":"The words and phrases are well organized, and the meaning is correctly interpreted. ","html":"{}"},"an2.20:2.4":{"pli":"Sunikkhittassa, bhikkhave, padabyañjanassa atthopi sunayo hoti. ","eng":"When the words and phrases are well organized, the meaning is correctly interpreted. ","html":"{}"},"an2.20:2.5":{"pli":"Ime kho, bhikkhave, dve dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti. ","eng":"These two things lead to the continuation, persistence, and enduring of the true teaching.” ","html":"{}</p>"},"an2.20:2.6":{"pli":"Adhikaraṇavaggo dutiyo. ","html":"<p class='endsutta'>{}</p></article></section>"}},"an2.118-129":{"an2.118:0.1":{"pli":"Aṅguttara Nikāya 2 ","eng":"Numbered Discourses 2.118–129 ","html":"<section class='range' id='an2.118-129'><header><ul><li class='division'>{}</li></ul>"},"an2.118:0.2":{"pli":"11. Āsāduppajahavagga ","eng":"The Chapter on Hopes That Are Hard to Give Up ","html":"<h1 class='range-title'>{}</h1></header>"},"an2.118:1.0":{"pli":"118 ","eng":"118 ","html":"<article id='an2.118'><h2 class='sutta-title'>{}</h2>"},"an2.118:1.1":{"pli":"“Dvemā, bhikkhave, āsā duppajahā. ","eng":"“These two hopes are hard to give up. ","html":"<p>{}"},"an2.118:1.2":{"pli":"Katamā dve? ","eng":"What two? ","html":"{}"},"an2.118:1.3":{"pli":"Lābhāsā ca jīvitāsā ca. ","eng":"The hope for wealth and the hope for long life. ","html":"{}"},"an2.118:1.4":{"pli":"Imā kho, bhikkhave, dve āsā duppajahā”ti. ","eng":"These are two hopes that are hard to give up.” ","html":"{}</p></article>"},"an2.119:1.0":{"pli":"119 ","eng":"119 ","html":"<article id='an2.119'><h2 class='sutta-title'>{}</h2>"},"an2.119:1.1":{"pli":"“Dveme, bhikkhave, puggalā dullabhā lokasmiṃ. ","eng":"“These two individuals are rare in the world. ","html":"<p>{}"},"an2.119:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.119:1.3":{"pli":"Yo ca pubbakārī, yo ca kataññū katavedī. ","eng":"One who takes the initiative, and one who is grateful and thankful. ","html":"{}"},"an2.119:1.4":{"pli":"Ime kho, bhikkhave, dve puggalā dullabhā lokasmin”ti. ","eng":"These are the two individuals who are rare in the world.” ","html":"{}</p></article>"},"an2.120:1.0":{"pli":"120 ","eng":"120 ","html":"<article id='an2.120'><h2 class='sutta-title'>{}</h2>"},"an2.120:1.1":{"pli":"“Dveme, bhikkhave, puggalā dullabhā lokasmiṃ. ","eng":"“These two individuals are rare in the world. ","html":"<p>{}"},"an2.120:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.120:1.3":{"pli":"Titto ca tappetā ca. ","eng":"One who is satisfied, and one who satisfies others. ","html":"{}"},"an2.120:1.4":{"pli":"Ime kho, bhikkhave, dve puggalā dullabhā lokasmin”ti. ","eng":"These are the two individuals who are rare in the world.” ","html":"{}</p></article>"},"an2.121:1.0":{"pli":"121 ","eng":"121 ","html":"<article id='an2.121'><h2 class='sutta-title'>{}</h2>"},"an2.121:1.1":{"pli":"“Dveme, bhikkhave, puggalā duttappayā. ","eng":"“These two individuals are hard to satisfy in the world. ","html":"<p>{}"},"an2.121:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.121:1.3":{"pli":"Yo ca laddhaṃ laddhaṃ nikkhipati, yo ca laddhaṃ laddhaṃ vissajjeti. ","eng":"One who continually hoards wealth, and one who continually wastes wealth. ","html":"{}"},"an2.121:1.4":{"pli":"Ime kho, bhikkhave, dve puggalā duttappayā”ti. ","eng":"These are the two individuals who are hard to satisfy in the world.” ","html":"{}</p></article>"},"an2.122:1.0":{"pli":"122 ","eng":"122 ","html":"<article id='an2.122'><h2 class='sutta-title'>{}</h2>"},"an2.122:1.1":{"pli":"“Dveme, bhikkhave, puggalā sutappayā. ","eng":"“These two individuals are easy to satisfy in the world. ","html":"<p>{}"},"an2.122:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.122:1.3":{"pli":"Yo ca laddhaṃ laddhaṃ na nikkhipati, yo ca laddhaṃ laddhaṃ na vissajjeti. ","eng":"One who does not continually hoard wealth, and one who does not continually waste wealth. ","html":"{}"},"an2.122:1.4":{"pli":"Ime kho, bhikkhave, dve puggalā sutappayā”ti. ","eng":"These are the two individuals who are easy to satisfy in the world.” ","html":"{}</p></article>"},"an2.123:1.0":{"pli":"123 ","eng":"123 ","html":"<article id='an2.123'><h2 class='sutta-title'>{}</h2>"},"an2.123:1.1":{"pli":"“Dveme, bhikkhave, paccayā rāgassa uppādāya. ","eng":"“There are two conditions for the arising of greed. ","html":"<p>{}"},"an2.123:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.123:1.3":{"pli":"Subhanimittañca ayoniso ca manasikāro. ","eng":"The feature of beauty and irrational application of mind. ","html":"{}"},"an2.123:1.4":{"pli":"Ime kho, bhikkhave, dve paccayā rāgassa uppādāyā”ti. ","eng":"These are the two conditions for the arising of greed.” ","html":"{}</p></article>"},"an2.124:1.0":{"pli":"124 ","eng":"124 ","html":"<article id='an2.124'><h2 class='sutta-title'>{}</h2>"},"an2.124:1.1":{"pli":"“Dveme, bhikkhave, paccayā dosassa uppādāya. ","eng":"“There are two conditions for the arising of hate. ","html":"<p>{}"},"an2.124:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.124:1.3":{"pli":"Paṭighanimittañca ayoniso ca manasikāro. ","eng":"The feature of harshness and irrational application of mind. ","html":"{}"},"an2.124:1.4":{"pli":"Ime kho, bhikkhave, dve paccayā dosassa uppādāyā”ti. ","eng":"These are the two conditions for the arising of hate.” ","html":"{}</p></article>"},"an2.125:1.0":{"pli":"125 ","eng":"125 ","html":"<article id='an2.125'><h2 class='sutta-title'>{}</h2>"},"an2.125:1.1":{"pli":"“Dveme, bhikkhave, paccayā micchādiṭṭhiyā uppādāya. ","eng":"“There are two conditions for the arising of wrong view. ","html":"<p>{}"},"an2.125:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.125:1.3":{"pli":"Parato ca ghoso ayoniso ca manasikāro. ","eng":"The voice of another and irrational application of mind. ","html":"{}"},"an2.125:1.4":{"pli":"Ime kho, bhikkhave, dve paccayā micchādiṭṭhiyā uppādāyā”ti. ","eng":"These are the two conditions for the arising of wrong view.” ","html":"{}</p></article>"},"an2.126:1.0":{"pli":"126 ","eng":"126 ","html":"<article id='an2.126'><h2 class='sutta-title'>{}</h2>"},"an2.126:1.1":{"pli":"“Dveme, bhikkhave, paccayā sammādiṭṭhiyā uppādāya. ","eng":"“There are two conditions for the arising of right view. ","html":"<p>{}"},"an2.126:1.2":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"an2.126:1.3":{"pli":"Parato ca ghoso, yoniso ca manasikāro. ","eng":"The voice of another and rational application of mind. ","html":"{}"},"an2.126:1.4":{"pli":"Ime kho, bhikkhave, dve paccayā sammādiṭṭhiyā uppādāyā”ti. ","eng":"These are the two conditions for the arising of right view.” ","html":"{}</p></article>"},"an2.127:1.0":{"pli":"127 ","eng":"127 ","html":"<article id='an2.127'><h2 class='sutta-title'>{}</h2>"},"an2.127:1.1":{"pli":"“Dvemā, bhikkhave, āpattiyo. ","eng":"“There are these two offenses. ","html":"<p>{}"},"an2.127:1.2":{"pli":"Katamā dve? ","eng":"What two? ","html":"{}"},"an2.127:1.3":{"pli":"Lahukā ca āpatti, garukā ca āpatti. ","eng":"A light offense and a serious offense. ","html":"{}"},"an2.127:1.4":{"pli":"Imā kho, bhikkhave, dve āpattiyo”ti. ","eng":"These are the two offenses.” ","html":"{}</p></article>"},"an2.128:1.0":{"pli":"128 ","eng":"128 ","html":"<article id='an2.128'><h2 class='sutta-title'>{}</h2>"},"an2.128:1.1":{"pli":"“Dvemā, bhikkhave, āpattiyo. ","eng":"“There are these two offenses. ","html":"<p>{}"},"an2.128:1.2":{"pli":"Katamā dve? ","eng":"What two? ","html":"{}"},"an2.128:1.3":{"pli":"Duṭṭhullā ca āpatti, aduṭṭhullā ca āpatti. ","eng":"An offense with corrupt intention and an offense without corrupt intention. ","html":"{}"},"an2.128:1.4":{"pli":"Imā kho, bhikkhave, dve āpattiyo”ti. ","eng":"These are the two offenses.” ","html":"{}</p></article>"},"an2.129:1.0":{"pli":"129 ","eng":"129 ","html":"<article id='an2.129'><h2 class='sutta-title'>{}</h2>"},"an2.129:1.1":{"pli":"“Dvemā, bhikkhave, āpattiyo. ","eng":"“There are these two offenses. ","html":"<p>{}"},"an2.129:1.2":{"pli":"Katamā dve? ","eng":"What two? ","html":"{}"},"an2.129:1.3":{"pli":"Sāvasesā ca āpatti, anavasesā ca āpatti. ","eng":"An offense requiring rehabilitation and an offense not requiring rehabilitation. ","html":"{}"},"an2.129:1.4":{"pli":"Imā kho, bhikkhave, dve āpattiyo”ti. ","eng":"These are the two offenses.” ","html":"{}</p>"},"an2.129:1.5":{"pli":"Āsāduppajahavaggo paṭhamo. ","html":"<p class='endsutta'>{}</p></article></section>"}}}