{"an2.32-41":{"an2.32:0.1":{"pli":"Aṅguttara Nikāya 2 ","eng":"Numbered Discourses 2.32–41 ","html":"<section class='range' id='an2.32-41'><header><ul><li class='division'>{}</li></ul>"},"an2.32:0.2":{"pli":"4. Samacittavagga ","eng":"The Chapter on the Peaceful Mind ","html":"<h1 class='range-title'>{}</h1></header>"},"an2.32:1.0":{"pli":"32 ","eng":"32 ","html":"<article id='an2.32'><h2 class='sutta-title'>{}</h2>"},"an2.32:1.1":{"pli":"“Asappurisabhūmiñca vo, bhikkhave, desessāmi sappurisabhūmiñca. ","eng":"“Mendicants, I will teach you the level of the untrue person and the level of the true person. ","html":"<p>{}"},"an2.32:1.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha. bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an2.32:1.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an2.32:1.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an2.32:2.1":{"pli":"“Katamā ca, bhikkhave, asappurisabhūmi? ","eng":"“What is the level of the untrue person? ","html":"<p>{}"},"an2.32:2.2":{"pli":"Asappuriso, bhikkhave, akataññū hoti akatavedī. ","eng":"The untrue person is ungrateful and thankless, ","html":"{}"},"an2.32:2.3":{"pli":"Asabbhi hetaṃ, bhikkhave, upaññātaṃ yadidaṃ akataññutā akataveditā. ","eng":"for the wicked only know how to be ungrateful and thankless. ","html":"{}"},"an2.32:2.4":{"pli":"Kevalā esā, bhikkhave, asappurisabhūmi yadidaṃ akataññutā akataveditā. (…) ","eng":"It is totally the level of an untrue person to be ungrateful and thankless. ","html":"{}"},"an2.32:2.5":{"pli":"Sappuriso ca kho, bhikkhave, kataññū hoti katavedī. ","eng":"The true person is grateful and thankful, ","html":"{}"},"an2.32:2.6":{"pli":"Sabbhi hetaṃ, bhikkhave, upaññātaṃ yadidaṃ kataññutā kataveditā. ","eng":"for the virtuous only know how to be grateful and thankful. ","html":"{}"},"an2.32:2.7":{"pli":"Kevalā esā, bhikkhave, sappurisabhūmi yadidaṃ kataññutā kataveditā”ti. ","eng":"It is totally the level of a true person to be grateful and thankful.” ","html":"{}</p></article>"},"an2.33:1.0":{"pli":"33 ","eng":"33 ","html":"<article id='an2.33'><h2 class='sutta-title'>{}</h2>"},"an2.33:1.1":{"pli":"“Dvinnāhaṃ, bhikkhave, na suppatikāraṃ vadāmi. ","eng":"“Mendicants, I say that these two individuals cannot easily be repaid. ","html":"<p>{}"},"an2.33:1.2":{"pli":"Katamesaṃ dvinnaṃ? ","eng":"What two? ","html":"{}"},"an2.33:1.3":{"pli":"Mātu ca pitu ca. ","eng":"Mother and father. ","html":"{}</p>"},"an2.33:1.4":{"pli":"Ekena, bhikkhave, aṃsena mātaraṃ parihareyya, ekena aṃsena pitaraṃ parihareyya vassasatāyuko vassasatajīvī so ca nesaṃ ucchādanaparimaddananhāpanasambāhanena. ","eng":"You would not have done enough to repay your mother and father even if you were to carry your mother around on one shoulder and your father on the other, and if you lived like this for a hundred years, and if you were to anoint, massage, bathe, and rub them; ","html":"<p>{}"},"an2.33:1.5":{"pli":"Te ca tattheva muttakarīsaṃ cajeyyuṃ, na tveva, bhikkhave, mātāpitūnaṃ kataṃ vā hoti paṭikataṃ vā. ","eng":"and even if they were to defecate and urinate right there. ","html":"{}</p>"},"an2.33:1.6":{"pli":"Imissā ca, bhikkhave, mahāpathaviyā pahūtarattaratanāya mātāpitaro issarādhipacce rajje patiṭṭhāpeyya, na tveva, bhikkhave, mātāpitūnaṃ kataṃ vā hoti paṭikataṃ vā. ","eng":"Even if you were to establish your mother and father as supreme monarchs of this great earth, abounding in the seven treasures, you would still not have done enough to repay them. ","html":"<p>{}"},"an2.33:1.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an2.33:1.8":{"pli":"Bahukārā, bhikkhave, mātāpitaro puttānaṃ āpādakā posakā imassa lokassa dassetāro. ","eng":"Parents are very helpful to their children: they raise them, nurture them, and show them the world. ","html":"{}</p>"},"an2.33:1.9":{"pli":"Yo ca kho, bhikkhave, mātāpitaro assaddhe saddhāsampadāya samādapeti niveseti patiṭṭhāpeti, dussīle sīlasampadāya samādapeti niveseti patiṭṭhāpeti, maccharī cāgasampadāya samādapeti niveseti patiṭṭhāpeti, duppaññe paññāsampadāya samādapeti niveseti patiṭṭhāpeti, ettāvatā kho, bhikkhave, mātāpitūnaṃ katañca hoti paṭikatañcā”ti. ","eng":"But you have done enough, more than enough, to repay them if you encourage, settle, and ground unfaithful parents in faith, unethical parents in ethical conduct, stingy parents in generosity, or ignorant parents in wisdom.” ","html":"<p>{}</p></article>"},"an2.34:1.0":{"pli":"34 ","eng":"34 ","html":"<article id='an2.34'><h2 class='sutta-title'>{}</h2>"},"an2.34:1.1":{"pli":"Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. Sammodanīyaṃ kathaṃ …pe… ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ","eng":"Then a certain brahmin went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ","html":"<p>{}"},"an2.34:1.2":{"pli":"“kiṃvādī bhavaṃ gotamo kimakkhāyī”ti? ","eng":"“What does the worthy Gotama teach? What does he explain?” ","html":"{}</p>"},"an2.34:1.3":{"pli":"“Kiriyavādī cāhaṃ, brāhmaṇa, akiriyavādī cā”ti. ","eng":"“Brahmin, I teach action and inaction.” ","html":"<p>{}</p>"},"an2.34:1.4":{"pli":"“Yathākathaṃ pana bhavaṃ gotamo kiriyavādī ca akiriyavādī cā”ti? ","eng":"“But in what way does the worthy Gotama teach action and inaction?” ","html":"<p>{}</p>"},"an2.34:2.1":{"pli":"“Akiriyaṃ kho ahaṃ, brāhmaṇa, vadāmi kāyaduccaritassa vacīduccaritassa manoduccaritassa, anekavihitānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ akiriyaṃ vadāmi. ","eng":"“I teach inaction regarding bad bodily, verbal, and mental conduct, and the many kinds of unskillful things. ","html":"<p>{}"},"an2.34:2.2":{"pli":"Kiriyañca kho ahaṃ, brāhmaṇa, vadāmi kāyasucaritassa vacīsucaritassa manosucaritassa, anekavihitānaṃ kusalānaṃ dhammānaṃ kiriyaṃ vadāmi. ","eng":"I teach action regarding good bodily, verbal, and mental conduct, and the many kinds of skillful things. ","html":"{}"},"an2.34:2.3":{"pli":"Evaṃ kho ahaṃ, brāhmaṇa, kiriyavādī ca akiriyavādī cā”ti. ","eng":"This is the kind of action and inaction that I teach.” ","html":"{}</p>"},"an2.34:3.1":{"pli":"“Abhikkantaṃ, bho gotama …pe… upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"“Excellent, worthy Gotama! … From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"<p>{}</p></article>"},"an2.35:1.0":{"pli":"35 ","eng":"35 ","html":"<article id='an2.35'><h2 class='sutta-title'>{}</h2>"},"an2.35:1.1":{"pli":"Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho anāthapiṇḍiko gahapati bhagavantaṃ etadavoca: ","eng":"Then the householder Anāthapiṇḍika went up to the Buddha, bowed, sat down to one side, and said to the Buddha, ","html":"<p>{}"},"an2.35:1.2":{"pli":"“kati nu kho, bhante, loke dakkhiṇeyyā, kattha ca dānaṃ dātabban”ti? ","eng":"“How many in the world are worthy of a religious donation? And where should a gift be given?” ","html":"{}</p>"},"an2.35:1.3":{"pli":"“Dve kho, gahapati, loke dakkhiṇeyyā—","eng":"“Householder, there are two in the world who are worthy of a religious donation: ","html":"<p>{}"},"an2.35:1.4":{"pli":"sekho ca asekho ca. ","eng":"the trainee and the adept. ","html":"{}"},"an2.35:1.5":{"pli":"Ime kho, gahapati, dve loke dakkhiṇeyyā, ettha ca dānaṃ dātabban”ti. ","eng":"These two in the world are worthy of a religious donation, and that’s where you should give a gift.” ","html":"{}</p>"},"an2.35:2.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an2.35:2.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"an2.35:3.1":{"pli":"“Sekho asekho ca imasmiṃ loke, ","eng":"“In this world, the trainee and the adept, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an2.35:3.2":{"pli":"Āhuneyyā yajamānānaṃ honti; ","eng":"are worthy of offerings dedicated to the gods. ","html":"<span class='verse-line'>{}</span>"},"an2.35:3.3":{"pli":"Te ujjubhūtā kāyena, ","eng":"They are sincere in body, ","html":"<span class='verse-line'>{}</span>"},"an2.35:3.4":{"pli":"Vācāya uda cetasā; ","eng":"speech, and mind. ","html":"<span class='verse-line'>{}</span>"},"an2.35:3.5":{"pli":"Khettaṃ taṃ yajamānānaṃ, ","eng":"This is the field for sponsors of sacrifice—","html":"<span class='verse-line'>{}</span>"},"an2.35:3.6":{"pli":"Ettha dinnaṃ mahapphalan”ti. ","eng":"what’s given here is very fruitful.” ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"},"an2.36:1.0":{"pli":"36 ","eng":"36 ","html":"<article id='an2.36'><h2 class='sutta-title'>{}</h2>"},"an2.36:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an2.36:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"an2.36:1.3":{"pli":"Tena kho pana samayena āyasmā sāriputto sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ","eng":"Now at that time Venerable Sāriputta was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. ","html":"<p>{}"},"an2.36:1.4":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants: ","html":"{}"},"an2.36:1.5":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"an2.36:1.6":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"an2.36:1.7":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"an2.36:1.8":{"pli":"“ajjhattasaṃyojanañca, āvuso, puggalaṃ desessāmi bahiddhāsaṃyojanañca. ","eng":"“I will teach you about an individual fettered internally and one fettered externally. ","html":"<p>{}"},"an2.36:1.9":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an2.36:1.10":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"<p>{}"},"an2.36:1.11":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"an2.36:2.1":{"pli":"“Katamo cāvuso, ajjhattasaṃyojano puggalo? ","eng":"“Who is an individual fettered internally? ","html":"<p>{}"},"an2.36:2.2":{"pli":"Idhāvuso, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"It’s a mendicant who is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an2.36:2.3":{"pli":"So kāyassa bhedā paraṃ maraṇā aññataraṃ devanikāyaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in one of the orders of gods. ","html":"{}"},"an2.36:2.4":{"pli":"So tato cuto āgāmī hoti, āgantā itthattaṃ. ","eng":"When they pass away from there, they’re a returner, who comes back to this place. ","html":"{}"},"an2.36:2.5":{"pli":"Ayaṃ vuccati, āvuso, ajjhattasaṃyojano puggalo āgāmī hoti, āgantā itthattaṃ. ","eng":"This is called an individual who is fettered internally, a returner, who comes back to this place. ","html":"{}</p>"},"an2.36:3.1":{"pli":"Katamo cāvuso, bahiddhāsaṃyojano puggalo? ","eng":"Who is an individual fettered externally? ","html":"<p>{}"},"an2.36:3.2":{"pli":"Idhāvuso, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"It’s a mendicant who is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an2.36:3.3":{"pli":"So aññataraṃ santaṃ cetovimuttiṃ upasampajja viharati. ","eng":"They enter and remain in a certain peaceful state of freed mind. ","html":"{}"},"an2.36:3.4":{"pli":"So kāyassa bhedā paraṃ maraṇā aññataraṃ devanikāyaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in one of the orders of gods. ","html":"{}"},"an2.36:3.5":{"pli":"So tato cuto anāgāmī hoti, anāgantā itthattaṃ. ","eng":"When they pass away from there, they’re a non-returner, not coming back to this place. ","html":"{}"},"an2.36:3.6":{"pli":"Ayaṃ vuccatāvuso, bahiddhāsaṃyojano puggalo anāgāmī hoti, anāgantā itthattaṃ. ","eng":"This is called an individual who is fettered externally, a non-returner, who does not come back to this place. ","html":"{}</p>"},"an2.36:4.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu. ","eng":"Furthermore, a mendicant is ethical … they keep the rules they’ve undertaken. ","html":"<p>{}"},"an2.36:4.2":{"pli":"So kāmānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ","eng":"They simply practice for disillusionment, dispassion, and cessation regarding sensual pleasures. ","html":"{}"},"an2.36:4.3":{"pli":"So bhavānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ","eng":"They simply practice for disillusionment, dispassion, and cessation regarding future lives. ","html":"{}"},"an2.36:4.4":{"pli":"So taṇhākkhayāya paṭipanno hoti. ","eng":"They practice for the ending of craving. ","html":"{}"},"an2.36:4.5":{"pli":"So lobhakkhayāya paṭipanno hoti. ","eng":"They practice for the ending of greed. ","html":"{}"},"an2.36:4.6":{"pli":"So kāyassa bhedā paraṃ maraṇā aññataraṃ devanikāyaṃ upapajjati. ","eng":"When their body breaks up, after death, they are reborn in one of the orders of gods. ","html":"{}"},"an2.36:4.7":{"pli":"So tato cuto anāgāmī hoti, anāgantā itthattaṃ. ","eng":"When they pass away from there, they are non-returners, not coming back to this place. ","html":"{}"},"an2.36:4.8":{"pli":"Ayaṃ vuccatāvuso, bahiddhāsaṃyojano puggalo anāgāmī hoti, anāgantā itthattan”ti. ","eng":"This is called an individual who is fettered externally, a non-returner, who does not come back to this place.” ","html":"{}</p>"},"an2.36:5.1":{"pli":"Atha kho sambahulā samacittā devatā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho tā devatā bhagavantaṃ etadavocuṃ: ","eng":"Then several peaceful-minded deities went up to the Buddha, bowed, stood to one side, and said to the Buddha, ","html":"<p>{}"},"an2.36:5.2":{"pli":"“eso, bhante, āyasmā sāriputto pubbārāme migāramātupāsāde bhikkhūnaṃ ajjhattasaṃyojanañca puggalaṃ deseti bahiddhāsaṃyojanañca. ","eng":"“Sir, Venerable Sāriputta is in the stilt longhouse of Migāra’s mother in the Eastern Monastery, where he is teaching the mendicants about an individual with internal fetters and one with external fetters. ","html":"{}"},"an2.36:5.3":{"pli":"Haṭṭhā, bhante, parisā. ","eng":"The assembly is overjoyed! ","html":"{}"},"an2.36:5.4":{"pli":"Sādhu, bhante, bhagavā yenāyasmā sāriputto tenupasaṅkamatu anukampaṃ upādāyā”ti. ","eng":"Sir, please go to Venerable Sāriputta out of sympathy.” ","html":"{}"},"an2.36:5.5":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"an2.36:5.6":{"pli":"Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—jetavane antarahito pubbārāme migāramātupāsāde āyasmato sāriputtassa sammukhe pāturahosi. ","eng":"Then the Buddha, as easily as a strong person would extend or contract their arm, vanished from Jeta’s Grove and reappeared in the stilt longhouse of Migāra’s mother in the Eastern Monastery, in front of Sāriputta. ","html":"<p>{}"},"an2.36:5.7":{"pli":"Nisīdi bhagavā paññatte āsane. ","eng":"He sat on the seat spread out. ","html":"{}"},"an2.36:5.8":{"pli":"Āyasmāpi kho sāriputto bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Sāriputta bowed to the Buddha and sat down to one side. ","html":"{}"},"an2.36:5.9":{"pli":"Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ","eng":"The Buddha said to him: ","html":"{}</p>"},"an2.36:6.1":{"pli":"“Idha, sāriputta, sambahulā samacittā devatā yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, sāriputta, tā devatā maṃ etadavocuṃ: ","eng":"“Just now, Sāriputta, several peaceful-minded deities came up to me, bowed, and stood to one side. Those deities said to me: ","html":"<p>{}"},"an2.36:6.2":{"pli":"‘eso, bhante, āyasmā sāriputto pubbārāme migāramātupāsāde bhikkhūnaṃ ajjhattasaṃyojanañca puggalaṃ deseti bahiddhāsaṃyojanañca. ","eng":"‘Sir, Venerable Sāriputta is in the stilt longhouse of Migāra’s mother in the Eastern Monastery, where he is teaching the mendicants about an individual with internal fetters and one with external fetters. ","html":"{}"},"an2.36:6.3":{"pli":"Haṭṭhā, bhante, parisā. ","eng":"The assembly is overjoyed! ","html":"{}"},"an2.36:6.4":{"pli":"Sādhu, bhante, bhagavā yena āyasmā sāriputto tenupasaṅkamatu anukampaṃ upādāyā’ti. ","eng":"Sir, please go to Venerable Sāriputta out of sympathy.’ ","html":"{}</p>"},"an2.36:6.5":{"pli":"Tā kho pana, sāriputta, devatā dasapi hutvā vīsampi hutvā tiṃsampi hutvā cattālīsampi hutvā paññāsampi hutvā saṭṭhipi hutvā āraggakoṭinitudanamattepi tiṭṭhanti, na ca aññamaññaṃ byābādhenti. ","eng":"Those deities, though they number ten, twenty, thirty, forty, fifty, or sixty, can stand on the point of a needle without bumping up against each other. ","html":"<p>{}</p>"},"an2.36:6.6":{"pli":"Siyā kho pana, sāriputta, evamassa: ","eng":"Sāriputta, you might think: ","html":"<p>{}"},"an2.36:6.7":{"pli":"‘tattha nūna tāsaṃ devatānaṃ tathā cittaṃ bhāvitaṃ yena tā devatā dasapi hutvā vīsampi hutvā tiṃsampi hutvā cattālīsampi hutvā paññāsampi hutvā saṭṭhipi hutvā āraggakoṭinitudanamattepi tiṭṭhanti na ca aññamaññaṃ byābādhentī’ti. ","eng":"‘Surely those deities, since so many of them can stand on the point of a needle without bumping up against each other, must have developed their minds in that place.’ ","html":"{}"},"an2.36:6.8":{"pli":"Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"an2.36:6.9":{"pli":"Idheva kho, sāriputta, tāsaṃ devatānaṃ tathā cittaṃ bhāvitaṃ, yena tā devatā dasapi hutvā …pe… na ca aññamaññaṃ byābādhenti. ","eng":"It was right here that those deities developed their minds. ","html":"{}</p>"},"an2.36:6.10":{"pli":"Tasmātiha, sāriputta, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an2.36:6.11":{"pli":"‘santindriyā bhavissāma santamānasā’ti. ","eng":"‘We shall have peaceful faculties and peaceful minds.’ ","html":"{}"},"an2.36:6.12":{"pli":"Evañhi vo, sāriputta, sikkhitabbaṃ. ","eng":"That’s how you should train. ","html":"{}"},"an2.36:6.13":{"pli":"‘Santindriyānañhi vo, sāriputta, santamānasānaṃ santaṃyeva kāyakammaṃ bhavissati santaṃ vacīkammaṃ santaṃ manokammaṃ. ","eng":"When your faculties and mind are peaceful, your acts of body, speech, and mind will be peaceful, thinking: ","html":"{}"},"an2.36:6.14":{"pli":"Santaṃyeva upahāraṃ upaharissāma sabrahmacārīsū’ti. ","eng":"‘We shall present the gift of peace to our spiritual companions.’ ","html":"{}"},"an2.36:6.15":{"pli":"‘Evañhi vo, sāriputta, sikkhitabbaṃ. ","eng":"That’s how you should train. ","html":"{}</p>"},"an2.36:6.16":{"pli":"Anassuṃ kho, sāriputta, aññatitthiyā paribbājakā ye imaṃ dhammapariyāyaṃ nāssosun’”ti. ","eng":"Those wanderers of other religions, Sāriputta, who have not heard this exposition of the teaching are lost.” ","html":"<p>{}</p></article>"},"an2.37:1.0":{"pli":"37 ","eng":"37 ","html":"<article id='an2.37'><h2 class='sutta-title'>{}</h2>"},"an2.37:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an2.37:1.2":{"pli":"ekaṃ samayaṃ āyasmā mahākaccāno varaṇāyaṃ viharati bhaddasāritīre. ","eng":"At one time Venerable Mahākaccāna was staying at Varaṇā, on the bank of the Kaddama Lake. ","html":"{}</p>"},"an2.37:1.3":{"pli":"Atha kho ārāmadaṇḍo brāhmaṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodi. ","eng":"Then the brahmin Ārāmadaṇḍa went up to Mahākaccāna, and exchanged greetings with him. ","html":"<p>{}"},"an2.37:1.4":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho ārāmadaṇḍo brāhmaṇo āyasmantaṃ mahākaccānaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Mahākaccāna: ","html":"{}</p>"},"an2.37:1.5":{"pli":"“ko nu kho, bho kaccāna, hetu ko paccayo yena khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatikāpi gahapatikehi vivadantī”ti? ","eng":"“What is the cause, worthy Kaccāna, what is the reason why aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders?” ","html":"<p>{}</p>"},"an2.37:1.6":{"pli":"“Kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānahetu kho, brāhmaṇa, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatikāpi gahapatikehi vivadantī”ti. ","eng":"“It is because of their insistence on sensual desire, their shackles, avarice, and attachment, that aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders.” ","html":"<p>{}</p>"},"an2.37:2.1":{"pli":"“Ko pana, bho kaccāna, hetu ko paccayo yena samaṇāpi samaṇehi vivadantī”ti? ","eng":"“What is the cause, worthy Kaccāna, what is the reason why ascetics fight with ascetics?” ","html":"<p>{}</p>"},"an2.37:2.2":{"pli":"“Diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānahetu kho, brāhmaṇa, samaṇāpi samaṇehi vivadantī”ti. ","eng":"“It is because of their insistence on views, their shackles, avarice, and attachment, that ascetics fight with ascetics.” ","html":"<p>{}</p>"},"an2.37:3.1":{"pli":"“Atthi pana, bho kaccāna, koci lokasmiṃ yo imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto”ti? ","eng":"“Worthy Kaccāna, is there anyone in the world who has gone beyond the insistence on sensual desire and the insistence on views?” ","html":"<p>{}</p>"},"an2.37:3.2":{"pli":"“Atthi, brāhmaṇa, lokasmiṃ yo imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto”ti. ","eng":"“There is, brahmin.” ","html":"<p>{}</p>"},"an2.37:4.1":{"pli":"“Ko pana so, bho kaccāna, lokasmiṃ yo imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto”ti? ","eng":"“Who in the world has gone beyond the insistence on sensual desire and the insistence on views?” ","html":"<p>{}</p>"},"an2.37:4.2":{"pli":"“Atthi, brāhmaṇa, puratthimesu janapadesu sāvatthī nāma nagaraṃ. ","eng":"“In the eastern lands there is a city named Sāvatthī. ","html":"<p>{}"},"an2.37:4.3":{"pli":"Tattha so bhagavā etarahi viharati arahaṃ sammāsambuddho. ","eng":"There the Blessed One is now staying, the perfected one, the fully awakened Buddha. ","html":"{}"},"an2.37:4.4":{"pli":"So hi, brāhmaṇa, bhagavā imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto”ti. ","eng":"He, brahmin, has gone beyond the insistence on sensual desire and the insistence on views.” ","html":"{}</p>"},"an2.37:5.1":{"pli":"Evaṃ vutte, ārāmadaṇḍo brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇaṃ jāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udānesi: ","eng":"When this was said, the brahmin Ārāmadaṇḍa got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and expressed this heartfelt sentiment three times: ","html":"<p>{}</p>"},"an2.37:6.1":{"pli":"“Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"“Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"an2.37:7.1":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"an2.37:8.1":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"an2.37:9.1":{"pli":"Yo hi so bhagavā imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṃ samatikkanto”ti. ","eng":"He who has gone beyond the insistence on sensual desire and the insistence on views. ","html":"<p>{}</p>"},"an2.37:10.1":{"pli":"“Abhikkantaṃ, bho kaccāna, abhikkantaṃ, bho kaccāna. ","eng":"Excellent, worthy Kaccāna! Excellent! ","html":"<p>{}"},"an2.37:10.2":{"pli":"Seyyathāpi, bho kaccāna, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya; andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā kaccānena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the worthy Kaccāna has made the teaching clear in many ways. ","html":"{}"},"an2.37:10.3":{"pli":"Esāhaṃ, bho kaccāna, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"an2.37:10.4":{"pli":"Upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Kaccāna remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p></article>"},"an2.38:1.0":{"pli":"38 ","eng":"38 ","html":"<article id='an2.38'><h2 class='sutta-title'>{}</h2>"},"an2.38:1.1":{"pli":"Ekaṃ samayaṃ āyasmā mahākaccāno madhurāyaṃ viharati gundāvane. ","eng":"At one time Venerable Mahākaccāna was staying near Madhurā, in the Nut Grass Grove. ","html":"<p>{}</p>"},"an2.38:1.2":{"pli":"Atha kho kandarāyano brāhmaṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ …pe… ekamantaṃ nisinno kho kandarāyano brāhmaṇo āyasmantaṃ mahākaccānaṃ etadavoca: ","eng":"Then the brahmin Kandarāyana went up to Mahākaccāna, and exchanged greetings with him … He sat down to one side and said to Mahākaccāna: ","html":"<p>{}</p>"},"an2.38:1.3":{"pli":"“sutaṃ metaṃ, bho kaccāna, ‘na samaṇo kaccāno brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī’ti. ","eng":"“I have heard, worthy Kaccāna, that the ascetic Kaccāna doesn’t bow to old brahmins, the elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. ","html":"<p>{}"},"an2.38:1.4":{"pli":"Tayidaṃ, bho kaccāna, tatheva? ","eng":"And this is indeed the case, ","html":"{}"},"an2.38:1.5":{"pli":"Na hi bhavaṃ kaccāno brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ","eng":"for the ascetic Kaccāna does not bow to old brahmins, elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. ","html":"{}"},"an2.38:1.6":{"pli":"Tayidaṃ, bho kaccāna, na sampannamevā”ti. ","eng":"This is not appropriate, worthy Kaccāna.” ","html":"{}</p>"},"an2.38:2.1":{"pli":"“Atthi, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena vuddhabhūmi ca akkhātā daharabhūmi ca. ","eng":"“There is the stage of an elder and the stage of youth as explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ","html":"<p>{}"},"an2.38:2.2":{"pli":"Vuddho cepi, brāhmaṇa, hoti āsītiko vā nāvutiko vā vassasatiko vā jātiyā, so ca kāme paribhuñjati kāmamajjhāvasati kāmapariḷāhena pariḍayhati kāmavitakkehi khajjati kāmapariyesanāya ussuko. ","eng":"If an elder, though eighty, ninety, or a hundred years old, still dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more, ","html":"{}"},"an2.38:2.3":{"pli":"Atha kho so bālo na therotveva saṅkhyaṃ gacchati. ","eng":"they are reckoned as a child, not a senior. ","html":"{}"},"an2.38:2.4":{"pli":"Daharo cepi, brāhmaṇa, hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ","eng":"If a youth, young, with pristine black hair, blessed with youth, in the prime of life, ","html":"{}"},"an2.38:2.5":{"pli":"So ca na kāme paribhuñjati na kāmamajjhāvasati, na kāmapariḷāhena pariḍayhati, na kāmavitakkehi khajjati, na kāmapariyesanāya ussuko. ","eng":"does not dwell in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more, ","html":"{}"},"an2.38:2.6":{"pli":"Atha kho so paṇḍito therotveva saṅkhyaṃ gacchatī”ti. ","eng":"they are reckoned as astute, a senior.” ","html":"{}</p>"},"an2.38:3.1":{"pli":"Evaṃ vutte, kandarāyano brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā daharānaṃ sataṃ bhikkhūnaṃ pāde sirasā vandati: ","eng":"When this was said, the brahmin Kandarāyana got up from his seat, placed his robe over one shoulder, and bowed with his head at the feet of the young mendicants, saying, ","html":"<p>{}"},"an2.38:3.2":{"pli":"“vuddhā bhavanto, vuddhabhūmiyaṃ ṭhitā. ","eng":"“The good fellows are elders, at the stage of the elder; ","html":"{}"},"an2.38:3.3":{"pli":"Daharā mayaṃ, daharabhūmiyaṃ ṭhitā”ti. ","eng":"we are youths, at the stage of youth. ","html":"{}</p>"},"an2.38:4.1":{"pli":"“Abhikkantaṃ, bho kaccāna …pe… upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"Excellent, worthy Kaccāna! … From this day forth, may the worthy Kaccāna remember me as a lay follower who has gone for refuge for life.” ","html":"<p>{}</p></article>"},"an2.39:1.0":{"pli":"39 ","eng":"39 ","html":"<article id='an2.39'><h2 class='sutta-title'>{}</h2>"},"an2.39:1.1":{"pli":"“Yasmiṃ, bhikkhave, samaye corā balavanto honti, rājāno tasmiṃ samaye dubbalā honti. ","eng":"“At a time when bandits are strong, kings are weak. ","html":"<p>{}"},"an2.39:1.2":{"pli":"Tasmiṃ, bhikkhave, samaye rañño na phāsu hoti atiyātuṃ vā niyyātuṃ vā paccantime vā janapade anusaññātuṃ. ","eng":"Then the king is not at ease when going out or coming back or when touring the provinces. ","html":"{}"},"an2.39:1.3":{"pli":"Brāhmaṇagahapatikānampi tasmiṃ samaye na phāsu hoti atiyātuṃ vā niyyātuṃ vā bāhirāni vā kammantāni paṭivekkhituṃ. ","eng":"The brahmins and householders, likewise, are not at ease when going out or coming back, or when inspecting their external business activities. ","html":"{}"},"an2.39:1.4":{"pli":"Evamevaṃ kho, bhikkhave, yasmiṃ samaye pāpabhikkhū balavanto honti, pesalā bhikkhū tasmiṃ samaye dubbalā honti. ","eng":"In the same way, at a time when bad mendicants are strong, good-hearted mendicants are weak. ","html":"{}"},"an2.39:1.5":{"pli":"Tasmiṃ, bhikkhave, samaye pesalā bhikkhū tuṇhībhūtā tuṇhībhūtāva saṅghamajjhe saṅkasāyanti paccantime vā janapade acchanti. ","eng":"Then the good-hearted mendicants continually adhere to silence in the midst of the Saṅgha, or they stay in the borderlands. ","html":"{}"},"an2.39:1.6":{"pli":"Tayidaṃ, bhikkhave, hoti bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"This is for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"{}</p>"},"an2.39:2.1":{"pli":"Yasmiṃ, bhikkhave, samaye rājāno balavanto honti, corā tasmiṃ samaye dubbalā honti. ","eng":"At a time when kings are strong, bandits are weak. ","html":"<p>{}"},"an2.39:2.2":{"pli":"Tasmiṃ, bhikkhave, samaye rañño phāsu hoti atiyātuṃ vā niyyātuṃ vā paccantime vā janapade anusaññātuṃ. ","eng":"Then the king is at ease when going out or coming back or when inspecting the provinces. ","html":"{}"},"an2.39:2.3":{"pli":"Brāhmaṇagahapatikānampi tasmiṃ samaye phāsu hoti atiyātuṃ vā niyyātuṃ vā bāhirāni vā kammantāni paṭivekkhituṃ. ","eng":"The brahmins and householders, likewise, are at ease when going out or coming back, or when inspecting their external business activities. ","html":"{}"},"an2.39:2.4":{"pli":"Evamevaṃ kho, bhikkhave, yasmiṃ samaye pesalā bhikkhū balavanto honti, pāpabhikkhū tasmiṃ samaye dubbalā honti. ","eng":"In the same way, at a time when good-hearted mendicants are strong, bad mendicants are weak. ","html":"{}"},"an2.39:2.5":{"pli":"Tasmiṃ, bhikkhave, samaye pāpabhikkhū tuṇhībhūtā tuṇhībhūtāva saṅghamajjhe saṅkasāyanti, yena vā pana tena pakkamanti. ","eng":"Then the bad mendicants continually adhere to silence in the midst of the Saṅgha, or they leave for some place or other. ","html":"{}"},"an2.39:2.6":{"pli":"Tayidaṃ, bhikkhave, hoti bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānan”ti. ","eng":"This is for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness of gods and humans.” ","html":"{}</p></article>"},"an2.40:1.0":{"pli":"40 ","eng":"40 ","html":"<article id='an2.40'><h2 class='sutta-title'>{}</h2>"},"an2.40:1.1":{"pli":"“Dvinnāhaṃ, bhikkhave, micchāpaṭipattiṃ na vaṇṇemi, gihissa vā pabbajitassa vā. ","eng":"“Mendicants, I don’t praise wrong practice for these two, for laypeople and renunciates. ","html":"<p>{}"},"an2.40:1.2":{"pli":"Gihī vā, bhikkhave, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu na ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ. ","eng":"Because of wrong practice, neither laypeople nor renunciates succeed in completing the system of the skillful teaching. ","html":"{}</p>"},"an2.40:2.1":{"pli":"Dvinnāhaṃ, bhikkhave, sammāpaṭipattiṃ vaṇṇemi, gihissa vā pabbajitassa vā. ","eng":"I praise right practice for these two, for laypeople and renunciates. ","html":"<p>{}"},"an2.40:2.2":{"pli":"Gihī vā, bhikkhave, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalan”ti. ","eng":"Because of right practice, both laypeople and renunciates succeed in completing the system of the skillful teaching.” ","html":"{}</p></article>"},"an2.41:1.0":{"pli":"41 ","eng":"41 ","html":"<article id='an2.41'><h2 class='sutta-title'>{}</h2>"},"an2.41:1.1":{"pli":"“Ye te, bhikkhave, bhikkhū duggahitehi suttantehi byañjanappatirūpakehi atthañca dhammañca paṭibāhanti te, bhikkhave, bhikkhū bahujanāhitāya paṭipannā bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"“Mendicants, by memorizing the discourses incorrectly, taking only a semblance of the phrasing, some mendicants shut out the meaning and the teaching. They act for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"<p>{}"},"an2.41:1.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpenti. ","eng":"They brim with much wickedness and make the true teaching disappear. ","html":"{}</p>"},"an2.41:2.1":{"pli":"Ye te, bhikkhave, bhikkhū suggahitehi suttantehi byañjanappatirūpakehi atthañca dhammañca anulomenti te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ","eng":"But by memorizing the discourses well, not taking only a semblance of the phrasing, some mendicants reinforce the meaning and the teaching. They act for the welfare and happiness of the people, for the people, for the benefit, welfare, and happiness  of gods and humans. ","html":"<p>{}"},"an2.41:2.2":{"pli":"Bahuñca te, bhikkhave, bhikkhū puññaṃ pasavanti, te cimaṃ saddhammaṃ ṭhapentī”ti. ","eng":"They brim with much merit and make the true teaching continue.” ","html":"{}</p>"},"an2.41:2.3":{"pli":"Samacittavaggo catuttho. ","html":"<p class='endsutta'>{}</p></article></section>"}}}