{"an3.71":{"an3.71:0.1":{"pli":"Aṅguttara Nikāya 3.71 ","eng":"Numbered Discourses 3.71 ","html":"<article id='an3.71'><header><ul><li class='division'>{}</li>"},"an3.71:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.71:0.3":{"pli":"Channasutta ","eng":"With Channa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.71:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an3.71:1.2":{"pli":"Atha kho channo paribbājako yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ","eng":"Then the wanderer Channa went up to Venerable Ānanda and exchanged greetings with him. ","html":"{}"},"an3.71:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho channo paribbājako āyasmantaṃ ānandaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Ānanda: ","html":"{}</p>"},"an3.71:1.4":{"pli":"“tumhepi, āvuso ānanda, rāgassa pahānaṃ paññāpetha, dosassa pahānaṃ paññāpetha, mohassa pahānaṃ paññāpethā”ti. ","eng":"“Reverend Ānanda, do you advocate giving up greed, hate, and delusion?” ","html":"<p>{}</p>"},"an3.71:1.5":{"pli":"“Mayaṃ kho, āvuso, rāgassa pahānaṃ paññāpema, dosassa pahānaṃ paññāpema, mohassa pahānaṃ paññapemā”ti. ","eng":"“We do, reverend.” ","html":"<p>{}</p>"},"an3.71:2.1":{"pli":"“Kiṃ pana tumhe, āvuso, rāge ādīnavaṃ disvā rāgassa pahānaṃ paññāpetha, kiṃ dose ādīnavaṃ disvā dosassa pahānaṃ paññāpetha, kiṃ mohe ādīnavaṃ disvā mohassa pahānaṃ paññāpethā”ti? ","eng":"“But what drawbacks have you seen, Reverend Ānanda, that you advocate giving up greed, hate, and delusion?” ","html":"<p>{}</p>"},"an3.71:3.1":{"pli":"“Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti; ","eng":"“A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness. ","html":"<p>{}"},"an3.71:3.2":{"pli":"rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness. ","html":"{}"},"an3.71:3.3":{"pli":"Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati; ","eng":"A greedy person does bad things by way of body, speech, and mind. ","html":"{}"},"an3.71:3.4":{"pli":"rāge pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati. ","eng":"When greed has been given up, they don’t do bad things by way of body, speech, and mind. ","html":"{}"},"an3.71:3.5":{"pli":"Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti; ","eng":"A greedy person doesn’t truly understand what’s for their own good, the good of another, or the good of both. ","html":"{}"},"an3.71:3.6":{"pli":"rāge pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti. ","eng":"When greed has been given up, they truly understand what’s for their own good, the good of another, or the good of both. ","html":"{}"},"an3.71:3.7":{"pli":"Rāgo kho, āvuso, andhakaraṇo acakkhukaraṇo aññāṇakaraṇo paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko. ","eng":"Greed is a destroyer of sight, vision, and knowledge. It blocks wisdom, it’s on the side of distress, and it doesn’t lead to extinguishment. ","html":"{}</p>"},"an3.71:4.1":{"pli":"Duṭṭho kho, āvuso, dosena …pe… ","eng":"A hateful person, overcome by hate, intends to hurt themselves, hurt others, and hurt both. … ","html":"<p>{}</p>"},"an3.71:4.2":{"pli":"mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti; ","eng":"A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness. ","html":"<p>{}"},"an3.71:4.3":{"pli":"mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness. ","html":"{}"},"an3.71:4.4":{"pli":"Mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati; ","eng":"A deluded person does bad things by way of body, speech, and mind. ","html":"{}"},"an3.71:4.5":{"pli":"mohe pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati. ","eng":"When delusion has been given up, they don’t do bad things by way of body, speech, and mind. ","html":"{}"},"an3.71:4.6":{"pli":"Mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti; ","eng":"A deluded person doesn’t truly understand what’s for their own good, the good of another, or the good of both. ","html":"{}"},"an3.71:4.7":{"pli":"mohe pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti. ","eng":"When delusion has been given up, they truly understand what’s for their own good, the good of another, or the good of both. ","html":"{}"},"an3.71:4.8":{"pli":"Moho kho, āvuso, andhakaraṇo acakkhukaraṇo aññāṇakaraṇo paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko. ","eng":"Delusion is a destroyer of sight, vision, and knowledge; it blocks wisdom, it’s on the side of distress, and it doesn’t lead to extinguishment. ","html":"{}</p>"},"an3.71:4.9":{"pli":"Idaṃ kho mayaṃ, āvuso, rāge ādīnavaṃ disvā rāgassa pahānaṃ paññāpema. ","eng":"This is the drawback we’ve seen in greed, hate, and delusion, and this is why we advocate giving them up.” ","html":"<p>{}"},"an3.71:4.10":{"pli":"Idaṃ dose ādīnavaṃ disvā dosassa pahānaṃ paññāpema. ","html":"{}"},"an3.71:4.11":{"pli":"Idaṃ mohe ādīnavaṃ disvā mohassa pahānaṃ paññāpemā”ti. ","html":"{}</p>"},"an3.71:5.1":{"pli":"“Atthi panāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti? ","eng":"“But, reverend, is there a path and a practice for giving up that greed, hate, and delusion?” ","html":"<p>{}</p>"},"an3.71:5.2":{"pli":"“Atthāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti. ","eng":"“There is, reverend, a path and a practice for giving up that greed, hate, and delusion.” ","html":"<p>{}</p>"},"an3.71:5.3":{"pli":"“Katamo panāvuso, maggo katamā paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti? ","eng":"“Well, what is it?” ","html":"<p>{}</p>"},"an3.71:5.4":{"pli":"“Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—","eng":"“It is simply this noble eightfold path, that is: ","html":"<p>{}"},"an3.71:5.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}"},"an3.71:5.6":{"pli":"Ayaṃ kho, āvuso, maggo ayaṃ paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti. ","eng":"This is the path, this is the practice for giving up that greed, hate, and delusion.” ","html":"{}</p>"},"an3.71:5.7":{"pli":"“Bhaddako kho, āvuso, maggo bhaddikā paṭipadā etassa rāgassa dosassa mohassa pahānāya. ","eng":"“This is a fine path, a fine practice, for giving up that greed, hate, and delusion. ","html":"<p>{}"},"an3.71:5.8":{"pli":"Alañca panāvuso ānanda, appamādāyā”ti. ","eng":"Just this much is enough to be diligent.” ","html":"{}</p>"},"an3.71:5.9":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.72":{"an3.72:0.1":{"pli":"Aṅguttara Nikāya 3.72 ","eng":"Numbered Discourses 3.72 ","html":"<article id='an3.72'><header><ul><li class='division'>{}</li>"},"an3.72:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.72:0.3":{"pli":"Ājīvakasutta ","eng":"A Disciple of the Ājīvakas ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.72:1.1":{"pli":"Ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme. ","eng":"At one time Venerable Ānanda was staying near Kosambī, in Ghosita’s Monastery. ","html":"<p>{}"},"an3.72:1.2":{"pli":"Atha kho aññataro ājīvakasāvako gahapati yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so ājīvakasāvako gahapati āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then a householder who was a disciple of the Ājīvaka ascetics went up to Venerable Ānanda, bowed, sat down to one side, and said to Ānanda: ","html":"{}</p>"},"an3.72:2.1":{"pli":"“Kesaṃ no, bhante ānanda, dhammo svākkhāto? ","eng":"“Honorable Ānanda, whose teaching is well explained? ","html":"<p>{}"},"an3.72:2.2":{"pli":"Ke loke suppaṭipannā? ","eng":"Who in the world is practicing well? ","html":"{}"},"an3.72:2.3":{"pli":"Ke loke sukatā”ti? ","eng":"Who in the world has done well?” ","html":"{}</p>"},"an3.72:2.4":{"pli":"“Tena hi, gahapati, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi. ","eng":"“Well then, householder, I’ll ask you about this in return, and you can answer as you like. ","html":"<p>{}"},"an3.72:2.5":{"pli":"Taṃ kiṃ maññasi, gahapati, ","eng":"What do you think, householder? ","html":"{}"},"an3.72:2.6":{"pli":"ye rāgassa pahānāya dhammaṃ desenti, dosassa pahānāya dhammaṃ desenti, mohassa pahānāya dhammaṃ desenti, tesaṃ dhammo svākkhāto no vā? ","eng":"Is the teaching of those who teach for giving up greed, hate, and delusion well explained or not? ","html":"{}"},"an3.72:2.7":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"an3.72:2.8":{"pli":"“Ye, bhante, rāgassa pahānāya dhammaṃ desenti, dosassa pahānāya dhammaṃ desenti, mohassa pahānāya dhammaṃ desenti, tesaṃ dhammo svākkhāto. ","eng":"“The teaching of those who teach for giving up greed, hate, and delusion is well explained. ","html":"<p>{}"},"an3.72:2.9":{"pli":"Evaṃ me ettha hotī”ti. ","eng":"That’s how I see it.” ","html":"{}</p>"},"an3.72:3.1":{"pli":"“Taṃ kiṃ maññasi, gahapati, ","eng":"“What do you think, householder? ","html":"<p>{}"},"an3.72:3.2":{"pli":"ye rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā no vā? ","eng":"Are those who practice for giving up greed, hate, and delusion practicing well or not? ","html":"{}"},"an3.72:3.3":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"an3.72:3.4":{"pli":"“Ye, bhante, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā. ","eng":"“Those who practice for giving up greed, hate, and delusion are practicing well. ","html":"<p>{}"},"an3.72:3.5":{"pli":"Evaṃ me ettha hotī”ti. ","eng":"That’s how I see it.” ","html":"{}</p>"},"an3.72:4.1":{"pli":"“Taṃ kiṃ maññasi, gahapati, ","eng":"“What do you think, householder? ","html":"<p>{}"},"an3.72:4.2":{"pli":"yesaṃ rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ doso pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, te loke sukatā no vā? ","eng":"Have those who’ve given up greed, hate, and delusion—so they’re cut off at the root, made like a palm stump, obliterated, and unable to arise in the future—done well in the world, or not? ","html":"{}"},"an3.72:4.3":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"an3.72:4.4":{"pli":"“Yesaṃ, bhante, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ doso pahīno …pe… yesaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, te loke sukatā. ","eng":"“Those who’ve given up greed, hate, and delusion have done well in the world. ","html":"<p>{}"},"an3.72:4.5":{"pli":"Evaṃ me ettha hotī”ti. ","eng":"That’s how I see it.” ","html":"{}</p>"},"an3.72:5.1":{"pli":"“Iti kho, gahapati, tayāvetaṃ byākataṃ: ","eng":"“So, householder, you’ve declared: ","html":"<p>{}"},"an3.72:5.2":{"pli":"‘ye, bhante, rāgassa pahānāya dhammaṃ desenti, dosassa pahānāya dhammaṃ desenti, mohassa pahānāya dhammaṃ desenti, tesaṃ dhammo svākkhāto’ti. ","eng":"‘The teaching of those who teach for giving up greed, hate, and delusion is well explained.’ ","html":"{}"},"an3.72:5.3":{"pli":"Tayāvetaṃ byākataṃ: ","eng":"And you’ve declared: ","html":"{}"},"an3.72:5.4":{"pli":"‘ye, bhante, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā’ti. ","eng":"‘Those who practice for giving up greed, hate, and delusion are practicing well.’ ","html":"{}"},"an3.72:5.5":{"pli":"Tayāvetaṃ byākataṃ: ","eng":"And you’ve declared: ","html":"{}"},"an3.72:5.6":{"pli":"‘yesaṃ, bhante, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ doso pahīno …pe… yesaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, te loke sukatā’”ti. ","eng":"‘Those who’ve given up greed, hate, and delusion have done well in the world.’” ","html":"{}</p>"},"an3.72:6.1":{"pli":"“Acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing! ","html":"<p>{}"},"an3.72:6.2":{"pli":"Na ceva nāma sadhammukkaṃsanā bhavissati, na ca paradhammāpasādanā. ","eng":"There’s no acclaiming your own teaching or disrespecting someone else’s, ","html":"{}"},"an3.72:6.3":{"pli":"Āyataneva dhammadesanā, attho ca vutto, attā ca anupanīto. ","eng":"just teaching what’s relevant in that context. The goal is spoken of, but the self is not involved. ","html":"{}"},"an3.72:6.4":{"pli":"Tumhe, bhante ānanda, rāgassa pahānāya dhammaṃ desetha, dosassa …pe… mohassa pahanāya dhammaṃ desetha. ","eng":"You, sir, teach Dhamma for giving up greed, hate, and delusion. ","html":"{}"},"an3.72:6.5":{"pli":"Tumhākaṃ, bhante ānanda, dhammo svākkhāto. ","eng":"Your teaching is well explained. ","html":"{}"},"an3.72:6.6":{"pli":"Tumhe, bhante ānanda, rāgassa pahānāya paṭipannā, dosassa …pe… mohassa pahānāya paṭipannā. ","eng":"You, sir, practice for giving up greed, hate, and delusion. ","html":"{}"},"an3.72:6.7":{"pli":"Tumhe, bhante, loke suppaṭipannā. ","eng":"You in the world are practicing well. ","html":"{}"},"an3.72:6.8":{"pli":"Tumhākaṃ, bhante ānanda, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, tumhākaṃ doso pahīno …pe… tumhākaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo. ","eng":"You’ve given up greed, hate, and delusion. ","html":"{}"},"an3.72:6.9":{"pli":"Tumhe loke sukatā. ","eng":"You in the world have done well. ","html":"{}</p>"},"an3.72:7.1":{"pli":"Abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","eng":"Excellent, sir! Excellent! ","html":"<p>{}"},"an3.72:7.2":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ ayyena ānandena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Ānanda has made the teaching clear in many ways. ","html":"{}"},"an3.72:7.3":{"pli":"Esāhaṃ, bhante ānanda, taṃ bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"an3.72:7.4":{"pli":"Upāsakaṃ maṃ ayyo ānando dhāretu, ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may Master Ānanda remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an3.72:7.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.73":{"an3.73:0.1":{"pli":"Aṅguttara Nikāya 3.73 ","eng":"Numbered Discourses 3.73 ","html":"<article id='an3.73'><header><ul><li class='division'>{}</li>"},"an3.73:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.73:0.3":{"pli":"Mahānāmasakkasutta ","eng":"With Mahānāma the Sakyan ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.73:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an3.73:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"{}"},"an3.73:1.3":{"pli":"Tena kho pana samayena bhagavā gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā. ","eng":"Now at that time the Buddha had recently recovered from an illness. ","html":"{}"},"an3.73:1.4":{"pli":"Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca: ","eng":"Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an3.73:1.5":{"pli":"“dīgharattāhaṃ, bhante, bhagavatā evaṃ dhammaṃ desitaṃ ājānāmi: ","eng":"“For a long time, sir, I have understood your teaching like this: ","html":"<p>{}"},"an3.73:1.6":{"pli":"‘samāhitassa ñāṇaṃ, no asamāhitassā’ti. ","eng":"‘Knowledge is for those with immersion, not those without immersion.’ ","html":"{}"},"an3.73:1.7":{"pli":"Samādhi nu kho, bhante, pubbe, pacchā ñāṇaṃ; ","eng":"But, sir, does immersion come first, then knowledge? ","html":"{}"},"an3.73:1.8":{"pli":"udāhu ñāṇaṃ pubbe, pacchā samādhī”ti? ","eng":"Or does knowledge come first, then immersion?” ","html":"{}</p>"},"an3.73:1.9":{"pli":"Atha kho āyasmato ānandassa etadahosi: ","eng":"Then Venerable Ānanda thought, ","html":"<p>{}"},"an3.73:1.10":{"pli":"“bhagavā kho gilānavuṭṭhito aciravuṭṭhito gelaññā. ","eng":"“The Buddha has recently recovered from an illness, ","html":"{}"},"an3.73:1.11":{"pli":"Ayañca mahānāmo sakko bhagavantaṃ atigambhīraṃ pañhaṃ pucchati. ","eng":"and this Mahānāma asks him a question that’s too deep. ","html":"{}"},"an3.73:1.12":{"pli":"Yannūnāhaṃ mahānāmaṃ sakkaṃ ekamantaṃ apanetvā dhammaṃ deseyyan”ti. ","eng":"Why don’t I take him off to one side and teach him the Dhamma?” ","html":"{}</p>"},"an3.73:2.1":{"pli":"Atha kho āyasmā ānando mahānāmaṃ sakkaṃ bāhāyaṃ gahetvā ekamantaṃ apanetvā mahānāmaṃ sakkaṃ etadavoca: ","eng":"Then Ānanda took Mahānāma by the arm, led him off to one side, and said to him, ","html":"<p>{}"},"an3.73:2.2":{"pli":"“sekhampi kho, mahānāma, sīlaṃ vuttaṃ bhagavatā, asekhampi sīlaṃ vuttaṃ bhagavatā; sekhopi samādhi vutto bhagavatā, asekhopi samādhi vutto bhagavatā; sekhāpi paññā vuttā bhagavatā, asekhāpi paññā vuttā bhagavatā. ","eng":"“Mahānāma, the Buddha has spoken of the ethics, immersion, and wisdom of a trainee; and the ethics, immersion, and wisdom of an adept. ","html":"{}"},"an3.73:2.3":{"pli":"Katamañca, mahānāma, sekhaṃ sīlaṃ? ","eng":"What is the ethics of a trainee? ","html":"{}"},"an3.73:2.4":{"pli":"Idha, mahānāma, bhikkhu sīlavā hoti pātimokkhasaṃvarasaṃvuto viharati …pe… samādāya sikkhati sikkhāpadesu. ","eng":"It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an3.73:2.5":{"pli":"Idaṃ vuccati, mahānāma, sekhaṃ sīlaṃ. ","eng":"This is called the ethics of a trainee. ","html":"{}</p>"},"an3.73:3.1":{"pli":"Katamo ca, mahānāma, sekho samādhi? ","eng":"And what is the immersion of a trainee? ","html":"<p>{}"},"an3.73:3.2":{"pli":"Idha, mahānāma, bhikkhu vivicceva kāmehi …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption. ","html":"{}"},"an3.73:3.3":{"pli":"Ayaṃ vuccati, mahānāma, sekho samādhi. ","eng":"This is called the immersion of a trainee. ","html":"{}</p>"},"an3.73:4.1":{"pli":"Katamā ca, mahānāma, sekhā paññā? ","eng":"And what is the wisdom of a trainee? ","html":"<p>{}"},"an3.73:4.2":{"pli":"Idha, mahānāma, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"an3.73:4.3":{"pli":"Ayaṃ vuccati, mahānāma, sekhā paññā. ","eng":"This is called the wisdom of a trainee. ","html":"{}</p>"},"an3.73:5.1":{"pli":"Sa kho so, mahānāma, ariyasāvako evaṃ sīlasampanno evaṃ samādhisampanno evaṃ paññāsampanno āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Then a noble disciple—accomplished in ethics, immersion, and wisdom—realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}</p>"},"an3.73:5.2":{"pli":"Evaṃ kho, mahānāma, sekhampi sīlaṃ vuttaṃ bhagavatā, asekhampi sīlaṃ vuttaṃ bhagavatā; sekhopi samādhi vutto bhagavatā, asekhopi samādhi vutto bhagavatā; sekhāpi paññā vuttā bhagavatā, asekhāpi paññā vuttā bhagavatā”ti. ","eng":"In this way the Buddha has spoken of the ethics, immersion, and wisdom of both a trainee and an adept.” ","html":"<p>{}</p>"},"an3.73:5.3":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.74":{"an3.74:0.1":{"pli":"Aṅguttara Nikāya 3.74 ","eng":"Numbered Discourses 3.74 ","html":"<article id='an3.74'><header><ul><li class='division'>{}</li>"},"an3.74:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.74:0.3":{"pli":"Nigaṇṭhasutta ","eng":"Jains ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.74:1.1":{"pli":"Ekaṃ samayaṃ āyasmā ānando vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time Venerable Ānanda was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}"},"an3.74:1.2":{"pli":"Atha kho abhayo ca licchavi paṇḍitakumārako ca licchavi yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho abhayo licchavi āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then the Licchavis Abhaya and Paṇḍitakumāra went up to Venerable Ānanda, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an3.74:1.3":{"pli":"“nigaṇṭho, bhante, nāṭaputto sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti: ","eng":"“Sir, the Jain ascetic of the Ñātika clan claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ","html":"<p>{}"},"an3.74:1.4":{"pli":"‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti. ","eng":"‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ ","html":"{}"},"an3.74:1.5":{"pli":"So purāṇānaṃ kammānaṃ tapasā byantībhāvaṃ paññāpeti navānaṃ kammānaṃ akaraṇā setughātaṃ. ","eng":"He advocates the elimination of past deeds by fervent mortification, and breaking the bridge by not doing any new deeds. ","html":"{}"},"an3.74:1.6":{"pli":"Iti kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissati—","eng":"So with the ending of deeds, suffering ends; with the ending of suffering, feeling ends; and with the ending of feeling, all suffering will have been worn away. ","html":"{}"},"an3.74:1.7":{"pli":"evametissā sandiṭṭhikāya nijjarāya visuddhiyā samatikkamo hoti. ","eng":"This is how to go beyond suffering by means of this purification by wearing away in the present life. ","html":"{}"},"an3.74:1.8":{"pli":"Idha, bhante, bhagavā kimāhā”ti? ","eng":"What, sir, does the Buddha say about this?” ","html":"{}</p>"},"an3.74:2.1":{"pli":"“Tisso kho imā, abhaya, nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ","eng":"“Abhaya, these three kinds of purification by wearing away have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ","html":"<p>{}"},"an3.74:2.2":{"pli":"Katamā tisso? ","eng":"What three? ","html":"{}</p>"},"an3.74:2.3":{"pli":"Idha, abhaya, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu. ","eng":"It’s when, Abhaya, a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p>{}"},"an3.74:2.4":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. ","html":"{}"},"an3.74:2.5":{"pli":"Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti. ","eng":"This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}</p>"},"an3.74:3.1":{"pli":"Sa kho so, abhaya, bhikkhu evaṃ sīlasampanno vivicceva kāmehi …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Then a mendicant accomplished in ethics, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption. ","html":"<p>{}"},"an3.74:3.2":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. ","html":"{}"},"an3.74:3.3":{"pli":"Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti. ","eng":"This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}</p>"},"an3.74:4.1":{"pli":"Sa kho so, abhaya, bhikkhu evaṃ samādhisampanno āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Then a mendicant accomplished in immersion realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}"},"an3.74:4.2":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. ","html":"{}"},"an3.74:4.3":{"pli":"Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti. ","eng":"This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}</p>"},"an3.74:4.4":{"pli":"Imā kho, abhaya, tisso nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ","eng":"These are the three kinds of purification by wearing away that have been rightly explained by the Buddha … in order to realize extinguishment.” ","html":"<p>{}</p>"},"an3.74:5.1":{"pli":"Evaṃ vutte, paṇḍitakumārako licchavi abhayaṃ licchaviṃ etadavoca: ","eng":"When he said this, Paṇḍitakumāra said to Abhaya, ","html":"<p>{}"},"an3.74:5.2":{"pli":"“kiṃ pana tvaṃ, samma abhaya, āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodasī”ti? ","eng":"“Dear Abhaya, is there anything in what Ānanda has said so well that you would disagree with?” ","html":"{}</p>"},"an3.74:5.3":{"pli":"“Kyāhaṃ, samma paṇḍitakumāraka, āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodissāmi. ","eng":"“How could I not agree with what was said so well by Ānanda? ","html":"<p>{}"},"an3.74:5.4":{"pli":"Muddhāpi tassa vipateyya yo āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodeyyā”ti. ","eng":"If anyone didn’t agree with him, their head would explode!” ","html":"{}</p>"},"an3.74:5.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.75":{"an3.75:0.1":{"pli":"Aṅguttara Nikāya 3.75 ","eng":"Numbered Discourses 3.75 ","html":"<article id='an3.75'><header><ul><li class='division'>{}</li>"},"an3.75:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.75:0.3":{"pli":"Nivesakasutta ","eng":"Support ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.75:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an3.75:2.1":{"pli":"“Ye, ānanda, anukampeyyātha ye ca sotabbaṃ maññeyyuṃ mittā vā amaccā vā ñātī vā sālohitā vā te vo, ānanda, tīsu ṭhānesu samādapetabbā nivesetabbā patiṭṭhāpetabbā. ","eng":"“Ānanda, those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in three things. ","html":"<p>{}"},"an3.75:2.2":{"pli":"Katamesu tīsu? ","eng":"What three? ","html":"{}</p>"},"an3.75:2.3":{"pli":"Buddhe aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ","eng":"Experiential confidence in the Buddha: ","html":"<p>{}"},"an3.75:2.4":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ, buddho bhagavā’ti, ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}</p>"},"an3.75:2.5":{"pli":"dhamme aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ","eng":"Experiential confidence in the teaching: ","html":"<p>{}"},"an3.75:2.6":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti, ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}</p>"},"an3.75:2.7":{"pli":"saṅghe aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ","eng":"Experiential confidence in the Saṅgha: ","html":"<p>{}"},"an3.75:2.8":{"pli":"‘suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. ","eng":"‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ","html":"{}</p>"},"an3.75:3.1":{"pli":"Siyā, ānanda, catunnaṃ mahābhūtānaṃ aññathattaṃ—","eng":"There might be change in the four principal states—","html":"<p>{}"},"an3.75:3.2":{"pli":"pathavīdhātuyā āpodhātuyā tejodhātuyā vāyodhātuyā, na tveva buddhe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṃ tatridaṃ aññathattaṃ. ","eng":"earth, water, air, and fire—but a noble disciple with experiential confidence in the Buddha would never change. ","html":"{}"},"an3.75:3.3":{"pli":"So vatānanda, buddhe aveccappasādena samannāgato ariyasāvako nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjissatīti netaṃ ṭhānaṃ vijjati. ","eng":"In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is quite impossible. ","html":"{}</p>"},"an3.75:4.1":{"pli":"Siyā, ānanda, catunnaṃ mahābhūtānaṃ aññathattaṃ—","eng":"There might be change in the four principal states—","html":"<p>{}"},"an3.75:4.2":{"pli":"pathavīdhātuyā āpodhātuyā tejodhātuyā vāyodhātuyā, na tveva dhamme …pe… ","eng":"earth, water, air, and fire—but a noble disciple with experiential confidence in the teaching … ","html":"{}"},"an3.75:4.3":{"pli":"na tveva saṅghe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṃ tatridaṃ aññathattaṃ. ","eng":"or the Saṅgha would never change. ","html":"{}"},"an3.75:4.4":{"pli":"So vatānanda, saṅghe aveccappasādena samannāgato ariyasāvako nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjissatīti netaṃ ṭhānaṃ vijjati. ","eng":"In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is quite impossible. ","html":"{}</p>"},"an3.75:5.1":{"pli":"Ye, ānanda, anukampeyyātha ye ca sotabbaṃ maññeyyuṃ mittā vā amaccā vā ñātī vā sālohitā vā te vo, ānanda, imesu tīsu ṭhānesu samādapetabbā nivesetabbā patiṭṭhāpetabbā”ti. ","eng":"Those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in these three things.” ","html":"<p>{}</p>"},"an3.75:5.2":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.76":{"an3.76:0.1":{"pli":"Aṅguttara Nikāya 3.76 ","eng":"Numbered Discourses 3.76 ","html":"<article id='an3.76'><header><ul><li class='division'>{}</li>"},"an3.76:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.76:0.3":{"pli":"Paṭhamabhavasutta ","eng":"Continued Existence (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.76:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"an3.76:1.2":{"pli":"“bhavo, bhavoti, bhante, vuccati. ","eng":"“Sir, they speak of this thing called ‘continued existence’. ","html":"<p>{}"},"an3.76:1.3":{"pli":"Kittāvatā nu kho, bhante, bhavo hotī”ti? ","eng":"How is continued existence defined?” ","html":"{}</p>"},"an3.76:2.1":{"pli":"“Kāmadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho kāmabhavo paññāyethā”ti? ","eng":"“If, Ānanda, there were no deeds to result in the sensual realm, would continued existence in the sensual realm still come about?” ","html":"<p>{}</p>"},"an3.76:2.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an3.76:2.3":{"pli":"“Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho. ","eng":"“So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture. ","html":"<p>{}"},"an3.76:2.4":{"pli":"Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ hīnāya dhātuyā viññāṇaṃ patiṭṭhitaṃ evaṃ āyatiṃ punabbhavābhinibbatti hoti. (…) ","eng":"The consciousness of sentient beings—shrouded by ignorance and fettered by craving—is established in a lower realm. That’s how there is regeneration into a new state of existence in the future. ","html":"{}</p>"},"an3.76:3.1":{"pli":"Rūpadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho rūpabhavo paññāyethā”ti? ","eng":"If there were no deeds to result in the realm of luminous form, would continued existence in the realm of luminous form still come about?” ","html":"<p>{}</p>"},"an3.76:3.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an3.76:3.3":{"pli":"“Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho. ","eng":"“So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture. ","html":"<p>{}"},"an3.76:3.4":{"pli":"Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ majjhimāya dhātuyā viññāṇaṃ patiṭṭhitaṃ evaṃ āyatiṃ punabbhavābhinibbatti hoti. (…) ","eng":"The consciousness of sentient beings—shrouded by ignorance and fettered by craving—is established in a middle realm. That’s how there is regeneration into a new state of existence in the future. ","html":"{}</p>"},"an3.76:4.1":{"pli":"Arūpadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho arūpabhavo paññāyethā”ti? ","eng":"If there were no deeds to result in the formless realm, would continued existence in the formless realm still come about?” ","html":"<p>{}</p>"},"an3.76:4.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an3.76:4.3":{"pli":"“Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho. ","eng":"“So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture. ","html":"<p>{}"},"an3.76:4.4":{"pli":"Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ paṇītāya dhātuyā viññāṇaṃ patiṭṭhitaṃ evaṃ āyatiṃ punabbhavābhinibbatti hoti. ","eng":"The consciousness of sentient beings—shrouded by ignorance and fettered by craving—is established in a higher realm. That’s how there is regeneration into a new state of existence in the future. ","html":"{}"},"an3.76:4.5":{"pli":"Evaṃ kho, ānanda, bhavo hotī”ti. ","eng":"That’s how continued existence is defined.” ","html":"{}</p>"},"an3.76:4.6":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.77":{"an3.77:0.1":{"pli":"Aṅguttara Nikāya 3.77 ","eng":"Numbered Discourses 3.77 ","html":"<article id='an3.77'><header><ul><li class='division'>{}</li>"},"an3.77:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.77:0.3":{"pli":"Dutiyabhavasutta ","eng":"Continued Existence (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.77:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami …pe… āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"an3.77:1.2":{"pli":"“bhavo, bhavoti, bhante, vuccati. ","eng":"“Sir, they speak of this thing called ‘continued existence’. ","html":"<p>{}"},"an3.77:1.3":{"pli":"Kittāvatā nu kho, bhante, bhavo hotī”ti? ","eng":"How is continued existence defined?” ","html":"{}</p>"},"an3.77:2.1":{"pli":"“Kāmadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho kāmabhavo paññāyethā”ti? ","eng":"“If, Ānanda, there were no deeds to result in the sensual realm, would continued existence in the sensual realm still come about?” ","html":"<p>{}</p>"},"an3.77:2.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an3.77:2.3":{"pli":"“Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho. ","eng":"“So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture. ","html":"<p>{}"},"an3.77:2.4":{"pli":"Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ hīnāya dhātuyā cetanā patiṭṭhitā patthanā patiṭṭhitā evaṃ āyatiṃ punabbhavābhinibbatti hoti. ","eng":"The intention and aim of sentient beings—shrouded by ignorance and fettered by craving—is established in a lower realm. That’s how there is regeneration into a new state of existence in the future. ","html":"{}</p>"},"an3.77:3.1":{"pli":"Rūpadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho rūpabhavo paññāyethā”ti? ","eng":"If there were no deeds to result in the realm of luminous form, would continued existence in the realm of luminous form still come about?” ","html":"<p>{}</p>"},"an3.77:3.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an3.77:3.3":{"pli":"“Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho. ","eng":"“So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture. ","html":"<p>{}"},"an3.77:3.4":{"pli":"Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ majjhimāya dhātuyā cetanā patiṭṭhitā patthanā patiṭṭhitā evaṃ āyatiṃ punabbhavābhinibbatti hoti. ","eng":"The intention and aim of sentient beings—shrouded by ignorance and fettered by craving—is established in a middle realm. That’s how there is regeneration into a new state of existence in the future. ","html":"{}</p>"},"an3.77:4.1":{"pli":"Arūpadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho arūpabhavo paññāyethā”ti? ","eng":"If there were no deeds to result in the formless realm, would continued existence in the formless realm still come about?” ","html":"<p>{}</p>"},"an3.77:4.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an3.77:4.3":{"pli":"“Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho. ","eng":"“So, deeds are the field, consciousness is the seed, and craving is the moisture. ","html":"<p>{}"},"an3.77:4.4":{"pli":"Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ paṇītāya dhātuyā cetanā patiṭṭhitā patthanā patiṭṭhitā evaṃ āyatiṃ punabbhavābhinibbatti hoti. ","eng":"The intention and aim of sentient beings—shrouded by ignorance and fettered by craving—is established in a higher realm. That’s how there is regeneration into a new state of existence in the future. ","html":"{}"},"an3.77:4.5":{"pli":"Evaṃ kho, ānanda, bhavo hotī”ti. ","eng":"That’s how continued existence is defined.” ","html":"{}</p>"},"an3.77:4.6":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.78":{"an3.78:0.1":{"pli":"Aṅguttara Nikāya 3.78 ","eng":"Numbered Discourses 3.78 ","html":"<article id='an3.78'><header><ul><li class='division'>{}</li>"},"an3.78:0.2":{"pli":"8. Ānandavagga ","eng":"8. Ānanda ","html":"<li>{}</li></ul>"},"an3.78:0.3":{"pli":"Sīlabbatasutta ","eng":"Precepts and Observances ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.78:1.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}"},"an3.78:1.2":{"pli":"“sabbaṃ nu kho, ānanda, sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ saphalan”ti? ","eng":"“Ānanda, are all precepts and observances, lifestyles, and spiritual paths fruitful when taken as the essence?” ","html":"{}</p>"},"an3.78:1.3":{"pli":"“Na khvettha, bhante, ekaṃsenā”ti. ","eng":"“This matter is not categorical, sir.” ","html":"<p>{}</p>"},"an3.78:1.4":{"pli":"“Tena hānanda, vibhajassū”ti. ","eng":"“Well then, Ānanda, break it down.” ","html":"<p>{}</p>"},"an3.78:2.1":{"pli":"“Yañhissa, bhante, sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ sevato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, evarūpaṃ sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ aphalaṃ. ","eng":"“Take the case of someone who cultivates precepts and observances, a lifestyle, and a spiritual path, taking this as the essence. If unskillful qualities grow while skillful qualities decline, that’s not fruitful. ","html":"<p>{}"},"an3.78:2.2":{"pli":"Yañca khvāssa, bhante, sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ saphalan”ti. ","eng":"However, if unskillful qualities decline while skillful qualities grow, that is fruitful.” ","html":"{}</p>"},"an3.78:2.3":{"pli":"Idamavoca āyasmā ānando. ","eng":"That’s what Ānanda said, ","html":"<p>{}"},"an3.78:2.4":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}</p>"},"an3.78:3.1":{"pli":"Atha kho āyasmā ānando “samanuñño me satthā”ti, uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then Ānanda, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"<p>{}"},"an3.78:3.2":{"pli":"Atha kho bhagavā acirapakkante āyasmante ānande bhikkhū āmantesi: ","eng":"Then, not long after Ānanda had left, the Buddha addressed the mendicants: ","html":"{}"},"an3.78:3.3":{"pli":"“sekho, bhikkhave, ānando; ","eng":"“Mendicants, Ānanda is a trainee, ","html":"{}"},"an3.78:3.4":{"pli":"na ca panassa sulabharūpo samasamo paññāyā”ti. ","eng":"but it’s not easy to find his equal in wisdom.” ","html":"{}</p>"},"an3.78:3.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}