{"an3.63":{"an3.63:0.1":{"pli":"Aṅguttara Nikāya 3.63 ","eng":"Numbered Discourses 3.63 ","html":"<article id='an3.63'><header><ul><li class='division'>{}</li>"},"an3.63:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an3.63:0.3":{"pli":"Venāgapurasutta ","eng":"At Venāgapura ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.63:1.1":{"pli":"Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena venāgapuraṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Venāgapura. ","html":"<p>{}"},"an3.63:1.2":{"pli":"Assosuṃ kho venāgapurikā brāhmaṇagahapatikā: ","eng":"The brahmins and householders of Venāgapura heard: ","html":"{}</p>"},"an3.63:1.3":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito venāgapuraṃ anuppatto. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Venāgapura. ","html":"<p>{}"},"an3.63:1.4":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"an3.63:1.5":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an3.63:1.6":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"an3.63:1.7":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"an3.63:1.8":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"an3.63:2.1":{"pli":"Atha kho venāgapurikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu, appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu, appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu, appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu, appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho venāgapuriko vacchagotto brāhmaṇo bhagavantaṃ etadavoca: ","eng":"Then the brahmins and householders of Venāgapura went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. Then the brahmin Vacchagotta of Venāgapura said to the Buddha: ","html":"<p>{}</p>"},"an3.63:3.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing, ","html":"<p>{}"},"an3.63:3.2":{"pli":"Yāvañcidaṃ bhoto gotamassa vippasannāni indriyāni, parisuddho chavivaṇṇo pariyodāto. ","eng":"how your faculties are so very clear, and the complexion of your skin is pure and bright. ","html":"{}"},"an3.63:3.3":{"pli":"Seyyathāpi, bho gotama, sāradaṃ badarapaṇḍuṃ parisuddhaṃ hoti pariyodātaṃ; ","eng":"It’s like a golden brown jujube in the autumn, ","html":"{}"},"an3.63:3.4":{"pli":"evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ","html":"{}"},"an3.63:3.5":{"pli":"Seyyathāpi, bho gotama, tālapakkaṃ sampati bandhanā pamuttaṃ parisuddhaṃ hoti pariyodātaṃ; ","eng":"or a palm fruit freshly plucked from the stalk, ","html":"{}"},"an3.63:3.6":{"pli":"evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ","html":"{}"},"an3.63:3.7":{"pli":"Seyyathāpi, bho gotama, nekkhaṃ jambonadaṃ dakkhakammāraputtasuparikammakataṃ ukkāmukhe sukusalasampahaṭṭhaṃ paṇḍukambale nikkhittaṃ bhāsate ca tapate ca virocati ca; ","eng":"or a pendant of Black Plum River gold, fashioned by a deft smith, well-wrought in the forge, and placed on a cream rug where it shines and glows and radiates. ","html":"{}"},"an3.63:3.8":{"pli":"evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ","eng":"In the same way, your faculties are so very clear, and the complexion of your skin is pure and bright. ","html":"{}</p>"},"an3.63:3.9":{"pli":"Yāni tāni, bho gotama, uccāsayanamahāsayanāni, seyyathidaṃ—","eng":"Surely the worthy Gotama gets when he wants, without trouble or difficulty, various kinds of high and luxurious bedding, such as: ","html":"<p>{}"},"an3.63:3.10":{"pli":"āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇī kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ, evarūpānaṃ nūna bhavaṃ gotamo uccāsayanamahāsayanānaṃ nikāmalābhī akicchalābhī akasiralābhī”ti. ","eng":"sofas, couches, woolen covers—shag-piled, colorful, white, embroidered with flowers, quilted, embroidered with animals, double-or single-fringed—and silk covers studded with gems, as well as silken sheets, woven carpets, rugs for elephants, horses, or chariots, antelope hide rugs, and spreads of fine deer hide, with a canopy above and red cushions at both ends.” ","html":"{}</p>"},"an3.63:4.1":{"pli":"“Yāni kho pana tāni, brāhmaṇa, uccāsayanamahāsayanāni, seyyathidaṃ—","eng":"“Brahmin, these various kinds of high and luxurious bedding ","html":"<p>{}"},"an3.63:4.2":{"pli":"āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇī kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ. ","html":"{}"},"an3.63:4.3":{"pli":"Dullabhāni tāni pabbajitānaṃ laddhā ca pana na kappanti. ","eng":"are hard for renunciates to find. And even if they do get them, they’re not allowed. ","html":"{}</p>"},"an3.63:5.1":{"pli":"Tīṇi kho, imāni, brāhmaṇa, uccāsayanamahāsayanāni, yesāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī. ","eng":"There are, brahmin, these three high and luxurious beds that I get these days when I want, without trouble or difficulty. ","html":"<p>{}"},"an3.63:5.2":{"pli":"Katamāni tīṇi? ","eng":"What three? ","html":"{}"},"an3.63:5.3":{"pli":"Dibbaṃ uccāsayanamahāsayanaṃ, brahmaṃ uccāsayanamahāsayanaṃ, ariyaṃ uccāsayanamahāsayanaṃ. ","eng":"The heavenly high and luxurious bed, the divine high and luxurious bed, and the noble high and luxurious bed. ","html":"{}"},"an3.63:5.4":{"pli":"Imāni kho, brāhmaṇa, tīṇi uccāsayanamahāsayanāni, yesāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ","eng":"These are the three high and luxurious beds that I get these days when I want, without trouble or difficulty.” ","html":"{}</p>"},"an3.63:6.1":{"pli":"“Katamaṃ pana taṃ, bho gotama, dibbaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ","eng":"“But what, worthy Gotama, is the heavenly high and luxurious bed?” ","html":"<p>{}</p>"},"an3.63:6.2":{"pli":"“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi. ","eng":"“Brahmin, when I am living supported by a village or town, I robe up in the morning and, taking my bowl and robe, enter the town or village for alms. ","html":"<p>{}"},"an3.63:6.3":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ","eng":"After the meal, on my return from almsround, I enter within a forest. ","html":"{}"},"an3.63:6.4":{"pli":"So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"I gather up some grass or leaves into a pile and sit down cross-legged, setting my body straight, and establishing mindfulness in my presence. ","html":"{}"},"an3.63:6.5":{"pli":"So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi; ","eng":"Quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"an3.63:6.6":{"pli":"vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi; ","eng":"As the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"an3.63:6.7":{"pli":"pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi; ","eng":"And with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"an3.63:6.8":{"pli":"sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmi. ","eng":"With the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"an3.63:6.9":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, dibbo me eso tasmiṃ samaye caṅkamo hoti. ","eng":"When I’m practicing like this, if I walk, at that time my walking is heavenly. ","html":"{}"},"an3.63:6.10":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi, dibbaṃ me etaṃ tasmiṃ samaye ṭhānaṃ hoti. ","eng":"When I’m practicing like this, if I stand, at that time my standing is heavenly. ","html":"{}"},"an3.63:6.11":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto nisīdāmi, dibbaṃ me etaṃ tasmiṃ samaye āsanaṃ hoti. ","eng":"When I’m practicing like this, if I sit, at that time my sitting is heavenly. ","html":"{}"},"an3.63:6.12":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto seyyaṃ kappemi, dibbaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti. ","eng":"When I’m practicing like this, if I lie down, at that time my lying is heavenly. ","html":"{}"},"an3.63:6.13":{"pli":"Idaṃ kho, brāhmaṇa, dibbaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ","eng":"This is the heavenly high and luxurious bed that I get these days when I want, without trouble or difficulty.” ","html":"{}</p>"},"an3.63:7.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing! ","html":"<p>{}"},"an3.63:7.2":{"pli":"Ko cañño evarūpassa dibbassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ","eng":"Who but the worthy Gotama could get such a heavenly high and luxurious bed when he wants, without trouble or difficulty? ","html":"{}</p>"},"an3.63:8.1":{"pli":"Katamaṃ pana taṃ, bho gotama, brahmaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ","eng":"But what, worthy Gotama, is the divine high and luxurious bed?” ","html":"<p>{}</p>"},"an3.63:8.2":{"pli":"“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi. ","eng":"“Brahmin, when I am living supported by a village or town, I robe up in the morning and, taking my bowl and robe, enter the town or village for alms. ","html":"<p>{}"},"an3.63:8.3":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ","eng":"After the meal, on my return from almsround, I enter within a forest. ","html":"{}"},"an3.63:8.4":{"pli":"So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"I gather up some grass or leaves into a pile and sit down cross-legged, setting my body straight, and establishing mindfulness in my presence. ","html":"{}"},"an3.63:8.5":{"pli":"So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharāmi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharāmi. ","eng":"I meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an3.63:8.6":{"pli":"Karuṇāsahagatena cetasā …pe… ","eng":"I meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an3.63:8.7":{"pli":"muditāsahagatena cetasā … ","eng":"I meditate spreading a heart full of rejoicing to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of rejoicing to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an3.63:8.8":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharāmi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharāmi. ","eng":"I meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an3.63:8.9":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, brahmā me eso tasmiṃ samaye caṅkamo hoti. ","eng":"When I’m practicing like this, if I walk, at that time my walking is divine. ","html":"{}"},"an3.63:8.10":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi …pe… ","eng":"… my standing is divine. ","html":"{}"},"an3.63:8.11":{"pli":"nisīdāmi …pe… ","eng":"… my sitting is divine. ","html":"{}"},"an3.63:8.12":{"pli":"seyyaṃ kappemi, brahmaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti. ","eng":"When I’m practicing like this, if I lie down, at that time my lying is divine. ","html":"{}"},"an3.63:8.13":{"pli":"Idaṃ kho, brāhmaṇa, brahmaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ","eng":"This is the divine high and luxurious bed that I get these days when I want, without trouble or difficulty.” ","html":"{}</p>"},"an3.63:9.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing! ","html":"<p>{}"},"an3.63:9.2":{"pli":"Ko cañño evarūpassa brahmassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ","eng":"Who but the worthy Gotama could get such a divine high and luxurious bed when he wants, without trouble or difficulty? ","html":"{}</p>"},"an3.63:10.1":{"pli":"Katamaṃ pana taṃ, bho gotama, ariyaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ","eng":"“But what, worthy Gotama, is the noble high and luxurious bed?” ","html":"<p>{}</p>"},"an3.63:10.2":{"pli":"“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi. ","eng":"“Brahmin, when I am living supported by a village or town, I robe up in the morning and, taking my bowl and robe, enter the town or village for alms. ","html":"<p>{}"},"an3.63:10.3":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ","eng":"After the meal, on my return from almsround, I enter within a forest. ","html":"{}"},"an3.63:10.4":{"pli":"So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"I gather up some grass or leaves into a pile and sit down cross-legged, setting my body straight, and establishing mindfulness in his presence. ","html":"{}"},"an3.63:10.5":{"pli":"So evaṃ jānāmi: ","eng":"I know this: ","html":"{}"},"an3.63:10.6":{"pli":"‘rāgo me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo; ","eng":"‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.’ ","html":"{}"},"an3.63:10.7":{"pli":"doso me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo; ","html":"{}"},"an3.63:10.8":{"pli":"moho me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo’. ","html":"{}"},"an3.63:10.9":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, ariyo me eso tasmiṃ samaye caṅkamo hoti. ","eng":"When I’m practicing like this, if I walk, at that time my walking is noble. ","html":"{}"},"an3.63:10.10":{"pli":"So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi …pe… ","eng":"… my standing is noble. ","html":"{}"},"an3.63:10.11":{"pli":"nisīdāmi …pe… ","eng":"… my sitting is noble. ","html":"{}"},"an3.63:10.12":{"pli":"seyyaṃ kappemi, ariyaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti. ","eng":"When I’m practicing like this, if I lie down, at that time my lying is noble. ","html":"{}"},"an3.63:10.13":{"pli":"Idaṃ kho, brāhmaṇa, ariyaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ","eng":"This is the noble high and luxurious bed that I get these days when I want, without trouble or difficulty.” ","html":"{}</p>"},"an3.63:11.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing! ","html":"<p>{}"},"an3.63:11.2":{"pli":"Ko cañño evarūpassa ariyassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ","eng":"Who but the worthy Gotama could get such a noble high and luxurious bed when he wants, without trouble or difficulty? ","html":"{}</p>"},"an3.63:12.1":{"pli":"Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"Excellent, worthy Gotama! Excellent! ","html":"<p>{}"},"an3.63:12.2":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ kho bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. ","html":"{}"},"an3.63:12.3":{"pli":"Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ","eng":"We go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"an3.63:12.4":{"pli":"Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti. ","eng":"From this day forth, may the worthy Gotama remember us as lay followers who have gone for refuge for life.” ","html":"{}</p>"},"an3.63:12.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an3.64":{"an3.64:0.1":{"pli":"Aṅguttara Nikāya 3.64 ","eng":"Numbered Discourses 3.64 ","html":"<article id='an3.64'><header><ul><li class='division'>{}</li>"},"an3.64:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an3.64:0.3":{"pli":"Sarabhasutta ","eng":"With Sarabha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an3.64:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an3.64:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ","eng":"At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"{}</p>"},"an3.64:1.3":{"pli":"Tena kho pana samayena sarabho nāma paribbājako acirapakkanto hoti imasmā dhammavinayā. ","eng":"Now at that time a wanderer named Sarabha had recently left this teaching and training. ","html":"<p>{}"},"an3.64:1.4":{"pli":"So rājagahe parisati evaṃ vācaṃ bhāsati: ","eng":"He was telling a crowd in Rājagaha, ","html":"{}"},"an3.64:1.5":{"pli":"“aññāto mayā samaṇānaṃ sakyaputtikānaṃ dhammo. ","eng":"“I learned the teaching of the ascetics who follow the Sakyan, ","html":"{}"},"an3.64:1.6":{"pli":"Aññāya ca panāhaṃ samaṇānaṃ sakyaputtikānaṃ dhammaṃ evāhaṃ tasmā dhammavinayā apakkanto”ti. ","eng":"then I left their teaching and training.” ","html":"{}</p>"},"an3.64:1.7":{"pli":"Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pavisiṃsu. ","eng":"Then several mendicants robed up in the morning and, taking their bowls and robes, entered Rājagaha for alms. ","html":"<p>{}"},"an3.64:1.8":{"pli":"Assosuṃ kho te bhikkhū sarabhassa paribbājakassa rājagahe parisati evaṃ vācaṃ bhāsamānassa: ","eng":"They heard what Sarabha was saying. ","html":"{}"},"an3.64:1.9":{"pli":"“aññāto mayā samaṇānaṃ sakyaputtikānaṃ dhammo. ","html":"{}"},"an3.64:1.10":{"pli":"Aññāya ca panāhaṃ samaṇānaṃ sakyaputtikānaṃ dhammaṃ evāhaṃ tasmā dhammavinayā apakkanto”ti. ","html":"{}</p>"},"an3.64:2.1":{"pli":"Atha kho te bhikkhū rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then, after the meal, when they returned from almsround, they went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an3.64:2.2":{"pli":"“sarabho nāma, bhante, paribbājako acirapakkanto imasmā dhammavinayā. ","eng":"“The wanderer named Sarabha has recently left this teaching and training. ","html":"{}"},"an3.64:2.3":{"pli":"So rājagahe parisati evaṃ vācaṃ bhāsati: ","eng":"He was telling a crowd in Rājagaha: ","html":"{}"},"an3.64:2.4":{"pli":"‘aññāto mayā samaṇānaṃ sakyaputtikānaṃ dhammo. ","eng":"‘I learned the teaching of the ascetics who follow the Sakyan, ","html":"{}"},"an3.64:2.5":{"pli":"Aññāya ca panāhaṃ samaṇānaṃ sakyaputtikānaṃ dhammaṃ evāhaṃ tasmā dhammavinayā apakkanto’ti. ","eng":"then I left their teaching and training.’ ","html":"{}"},"an3.64:2.6":{"pli":"Sādhu, bhante, bhagavā yena sippinikātīraṃ paribbājakārāmo yena sarabho paribbājako tenupasaṅkamatu anukampaṃ upādāyā”ti. ","eng":"Worthy sir, please go to the wanderers’ monastery on the banks of the Serpentine river to see Sarabha the wanderer out of sympathy.” ","html":"{}"},"an3.64:2.7":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"an3.64:3.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena sippinikātīraṃ paribbājakārāmo yena sarabho paribbājako tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā sarabhaṃ paribbājakaṃ etadavoca: ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the wanderers’ monastery on the banks of the Serpentine river to visit Sarabha the wanderer. He sat on the seat spread out, and said to the wanderer Sarabha, ","html":"<p>{}"},"an3.64:3.2":{"pli":"“saccaṃ kira tvaṃ, sarabha, evaṃ vadesi: ","eng":"“Is it really true, Sarabha, that you’ve been saying: ","html":"{}"},"an3.64:3.3":{"pli":"‘aññāto mayā samaṇānaṃ sakyaputtikānaṃ dhammo. ","eng":"‘I learned the teaching of the ascetics who follow the Sakyan, ","html":"{}"},"an3.64:3.4":{"pli":"Aññāya ca panāhaṃ samaṇānaṃ sakyaputtikānaṃ dhammaṃ evāhaṃ tasmā dhammavinayā apakkanto’”ti? ","eng":"then I left their teaching and training.’” ","html":"{}"},"an3.64:3.5":{"pli":"Evaṃ vutte, sarabho paribbājako tuṇhī ahosi. ","eng":"When he said this, Sarabha kept silent. ","html":"{}</p>"},"an3.64:4.1":{"pli":"Dutiyampi kho bhagavā sarabhaṃ paribbājakaṃ etadavoca: ","eng":"For a second time, the Buddha said to Sarabha, ","html":"<p>{}"},"an3.64:4.2":{"pli":"“vadehi, sarabha, kinti te aññāto samaṇānaṃ sakyaputtikānaṃ dhammo? ","eng":"“Tell me, Sarabha, what exactly have you learned of the teachings of the ascetics who follow the Sakyan? ","html":"{}"},"an3.64:4.3":{"pli":"Sace te aparipūraṃ bhavissati, ahaṃ paripūressāmi. ","eng":"If you’ve not learned it fully, I’ll fill you in. ","html":"{}"},"an3.64:4.4":{"pli":"Sace pana te paripūraṃ bhavissati, ahaṃ anumodissāmī”ti. ","eng":"But if you have learned it fully, I’ll agree.” ","html":"{}"},"an3.64:4.5":{"pli":"Dutiyampi kho sarabho paribbājako tuṇhī ahosi. ","eng":"For a second time, Sarabha kept silent. ","html":"{}</p>"},"an3.64:5.1":{"pli":"Tatiyampi kho bhagavā sarabhaṃ paribbājakaṃ etadavoca: ","eng":"For a third time, the Buddha said to Sarabha, ","html":"<p>{}"},"an3.64:5.2":{"pli":"“yo kho, sarabha, paññāyati samaṇānaṃ sakyaputtikānaṃ dhammo vadehi, sarabha, kinti te aññāto samaṇānaṃ sakyaputtikānaṃ dhammo? ","eng":"“Sarabha, the teachings of the ascetics who follow the Sakyan are clear to me. What exactly have you learned of the teachings of the ascetics who follow the Sakyan? ","html":"{}"},"an3.64:5.3":{"pli":"Sace te aparipūraṃ bhavissati, ahaṃ paripūressāmi. ","eng":"If you’ve not learned it fully, I’ll fill you in. ","html":"{}"},"an3.64:5.4":{"pli":"Sace pana te paripūraṃ bhavissati, ahaṃ anumodissāmī”ti. ","eng":"But if you have learned it fully, I’ll agree.” ","html":"{}"},"an3.64:5.5":{"pli":"Tatiyampi kho sarabho paribbājako tuṇhī ahosi. ","eng":"For a third time, Sarabha kept silent. ","html":"{}</p>"},"an3.64:6.1":{"pli":"Atha kho te paribbājakā sarabhaṃ paribbājakaṃ etadavocuṃ: ","eng":"Then those wanderers said to Sarabha, ","html":"<p>{}"},"an3.64:6.2":{"pli":"“yadeva kho tvaṃ, āvuso sarabha, samaṇaṃ gotamaṃ yāceyyāsi tadeva te samaṇo gotamo pavāreti. ","eng":"“The ascetic Gotama has offered to tell you anything you ask for. ","html":"{}"},"an3.64:6.3":{"pli":"Vadehāvuso sarabha, kinti te aññāto samaṇānaṃ sakyaputtikānaṃ dhammo? ","eng":"Speak, reverend Sarabha, what exactly have you learned of the teachings of the ascetics who follow the Sakyan? ","html":"{}"},"an3.64:6.4":{"pli":"Sace te aparipūraṃ bhavissati, samaṇo gotamo paripūressati. ","eng":"If you’ve not learned it fully, he’ll fill you in. ","html":"{}"},"an3.64:6.5":{"pli":"Sace pana te paripūraṃ bhavissati, samaṇo gotamo anumodissatī”ti. ","eng":"But if you have learned it fully, he’ll agree.” ","html":"{}"},"an3.64:6.6":{"pli":"Evaṃ vutte, sarabho paribbājako tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ","eng":"When this was said, Sarabha sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ","html":"{}</p>"},"an3.64:7.1":{"pli":"Atha kho bhagavā sarabhaṃ paribbājakaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā te paribbājake etadavoca: ","eng":"Knowing this, the Buddha said to the wanderers: ","html":"<p>{}</p>"},"an3.64:8.1":{"pli":"“Yo kho maṃ, paribbājakā, evaṃ vadeyya: ","eng":"“Wanderers, someone might say to me: ","html":"<p>{}"},"an3.64:8.2":{"pli":"‘sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhā’ti, tamahaṃ tattha sādhukaṃ samanuyuñjeyyaṃ samanugāheyyaṃ samanubhāseyyaṃ. ","eng":"‘You claim to be a fully awakened Buddha, but you don’t understand these things.’ Then I’d carefully pursue, press, and grill them on that point. ","html":"{}"},"an3.64:8.3":{"pli":"So vata mayā sādhukaṃ samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno aṭṭhānametaṃ anavakāso yaṃ so tiṇṇaṃ ṭhānānaṃ nāññataraṃ ṭhānaṃ nigaccheyya, aññena vā aññaṃ paṭicarissati, bahiddhā kathaṃ apanāmessati, kopañca dosañca appaccayañca pātukarissati, tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdissati, seyyathāpi sarabho paribbājako. ","eng":"When grilled by me, they would, without a doubt, fall into one of these three categories. They’d dodge the issue, distracting the discussion with irrelevant points. They’d display annoyance, hate, and bitterness. Or they’d sit silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say, like Sarabha. ","html":"{}</p>"},"an3.64:9.1":{"pli":"Yo kho maṃ, paribbājakā, evaṃ vadeyya: ","eng":"Wanderers, someone might say to me: ","html":"<p>{}"},"an3.64:9.2":{"pli":"‘khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇā’ti, tamahaṃ tattha sādhukaṃ samanuyuñjeyyaṃ samanugāheyyaṃ samanubhāseyyaṃ. ","eng":"‘You claim to have ended all defilements, but you still have these defilements.’ Then I’d carefully pursue, press, and grill them on that point. ","html":"{}"},"an3.64:9.3":{"pli":"So vata mayā sādhukaṃ samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno aṭṭhānametaṃ anavakāso yaṃ so tiṇṇaṃ ṭhānānaṃ nāññataraṃ ṭhānaṃ nigaccheyya, aññena vā aññaṃ paṭicarissati, bahiddhā kathaṃ apanāmessati, kopañca dosañca appaccayañca pātukarissati, tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdissati, seyyathāpi sarabho paribbājako. ","eng":"When grilled by me, they would, without a doubt, fall into one of these three categories. They’d dodge the issue, distracting the discussion with irrelevant points. They’d display annoyance, hate, and bitterness. Or they’d sit silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say, like Sarabha. ","html":"{}</p>"},"an3.64:10.1":{"pli":"Yo kho maṃ, paribbājakā, evaṃ vadeyya: ","eng":"Wanderers, someone might say to me: ","html":"<p>{}"},"an3.64:10.2":{"pli":"‘yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti, tamahaṃ tattha sādhukaṃ samanuyuñjeyyaṃ samanugāheyyaṃ samanubhāseyyaṃ. ","eng":"‘Your teaching does not lead someone who practices it to the complete ending of suffering, the goal for which it is taught.’ Then I’d carefully pursue, press, and grill them on that point. ","html":"{}"},"an3.64:10.3":{"pli":"So vata mayā sādhukaṃ samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno aṭṭhānametaṃ anavakāso yaṃ so tiṇṇaṃ ṭhānānaṃ nāññataraṃ ṭhānaṃ nigaccheyya, aññena vā aññaṃ paṭicarissati, bahiddhā kathaṃ apanāmessati, kopañca dosañca appaccayañca pātukarissati, tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdissati, seyyathāpi sarabho paribbājako”ti. ","eng":"When grilled by me, they would, without a doubt, fall into one of these three categories. They’d dodge the issue, distracting the discussion with irrelevant points. They’d display annoyance, hate, and bitterness. Or they’d sit silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say, like Sarabha.” ","html":"{}</p>"},"an3.64:10.4":{"pli":"Atha kho bhagavā sippinikātīre paribbājakārāme tikkhattuṃ sīhanādaṃ naditvā vehāsaṃ pakkāmi. ","eng":"Then the Buddha, having roared his lion’s roar three times in the wanderers’ monastery on the bank of the Serpentine river, rose into the air and flew away. ","html":"<p>{}</p>"},"an3.64:11.1":{"pli":"Atha kho te paribbājakā acirapakkantassa bhagavato sarabhaṃ paribbājakaṃ samantato vācāyasannitodakena sañjambharimakaṃsu: ","eng":"Soon after the Buddha left, those wanderers beset Sarabha on all sides with sneering and jeering. ","html":"<p>{}"},"an3.64:11.2":{"pli":"“seyyathāpi, āvuso sarabha, brahāraññe jarasiṅgālo ‘sīhanādaṃ nadissāmī’ti siṅgālakaṃyeva nadati, bheraṇḍakaṃyeva nadati; ","eng":"“Reverend Sarabha, you’re just like an old jackal in the formidable wilderness who thinks, ‘I’ll roar a lion’s roar!’ but they still only manage to squeal and yelp like a jackal. ","html":"{}"},"an3.64:11.3":{"pli":"evamevaṃ kho tvaṃ, āvuso sarabha, aññatreva samaṇena gotamena ‘sīhanādaṃ nadissāmī’ti siṅgālakaṃyeva nadasi bheraṇḍakaṃyeva nadasi. ","eng":"In the same way, when the ascetic Gotama wasn’t here you said ‘I’ll roar a lion’s roar!’ but you only managed to squeal and yelp like a jackal. ","html":"{}</p>"},"an3.64:11.4":{"pli":"Seyyathāpi, āvuso sarabha, ambukasañcarī ‘purisakaravitaṃ ravissāmī’ti ambukasañcariravitaṃyeva ravati; ","eng":"You’re just like a marsh hen who thinks, ‘I’ll cry like a cuckoo!’ but they still only manage to cry like a marsh hen. ","html":"<p>{}"},"an3.64:11.5":{"pli":"evamevaṃ kho tvaṃ, āvuso sarabha, aññatreva samaṇena gotamena ‘purisakaravitaṃ ravissāmī’ti, ambukasañcariravitaṃyeva ravasi. ","eng":"In the same way, when the ascetic Gotama wasn’t here you said ‘I’ll cry like a cuckoo!’ but you still only managed to cry like a marsh hen. ","html":"{}</p>"},"an3.64:11.6":{"pli":"Seyyathāpi, āvuso sarabha, usabho suññāya gosālāya gambhīraṃ naditabbaṃ maññati; ","eng":"You’re just like a bull that thinks to bellow only when the cowstall is empty. ","html":"<p>{}"},"an3.64:11.7":{"pli":"evamevaṃ kho tvaṃ, āvuso sarabha, aññatreva samaṇena gotamena gambhīraṃ naditabbaṃ maññasī”ti. ","eng":"In the same way, you only thought to bellow when the ascetic Gotama wasn’t here.” ","html":"{}"},"an3.64:11.8":{"pli":"Atha kho te paribbājakā sarabhaṃ paribbājakaṃ samantato vācāyasannitodakena sañjambharimakaṃsūti. ","eng":"That’s how those wanderers beset Sarabha on all sides with sneering and jeering. ","html":"{}</p>"},"an3.64:11.9":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}