{"an4.35":{"an4.35:0.1":{"pli":"Aṅguttara Nikāya 4.35 ","eng":"Numbered Discourses 4.35 ","html":"<article id='an4.35'><header><ul><li class='division'>{}</li>"},"an4.35:0.2":{"pli":"4. Cakkavagga ","eng":"4. Situations ","html":"<li>{}</li></ul>"},"an4.35:0.3":{"pli":"Vassakārasutta ","eng":"With Vassakāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.35:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}"},"an4.35:1.2":{"pli":"Atha kho vassakāro brāhmaṇo magadhamahāmatto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Vassakāra the brahmin, a chief minister of Magadha, went up to the Buddha, and exchanged greetings with him. ","html":"{}"},"an4.35:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an4.35:2.1":{"pli":"“Catūhi kho mayaṃ, bho gotama, dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpema. ","eng":"“Worthy Gotama, when someone has four qualities we describe him as a great man with great wisdom. ","html":"<p>{}"},"an4.35:2.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}</p>"},"an4.35:2.3":{"pli":"Idha, bho gotama, bahussuto hoti tassa tasseva sutajātassa ","eng":"They are very learned in diverse fields of learning. ","html":"<p>{}</p>"},"an4.35:2.4":{"pli":"tassa tasseva kho pana bhāsitassa atthaṃ jānāti: ‘ayaṃ imassa bhāsitassa attho, ayaṃ imassa bhāsitassa attho’ti. ","eng":"They understand the meaning of diverse statements, saying: ‘This is what that statement means; that is what this statement means.’ ","html":"<p>{}</p>"},"an4.35:2.5":{"pli":"Satimā kho pana hoti cirakatampi cirabhāsitampi saritā anussaritā ","eng":"They are mindful, able to remember and recollect what was said and done long ago. ","html":"<p>{}</p>"},"an4.35:2.6":{"pli":"yāni kho pana tāni gahaṭṭhakāni kiṅkaraṇīyāni, tattha dakkho hoti analaso, tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ. ","eng":"They are deft and tireless in household duties, understanding how to go about things in order to complete and organize the work. ","html":"<p>{}</p>"},"an4.35:2.7":{"pli":"Imehi kho mayaṃ, bho gotama, catūhi dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpema. ","eng":"When someone possesses these four qualities we describe him as a great man with great wisdom. ","html":"<p>{}"},"an4.35:2.8":{"pli":"Sace me, bho gotama, anumoditabbaṃ anumodatu me bhavaṃ gotamo; ","eng":"If the worthy Gotama agrees with me, please say so. ","html":"{}"},"an4.35:2.9":{"pli":"sace pana me, bho gotama, paṭikkositabbaṃ paṭikkosatu me bhavaṃ gotamo”ti. ","eng":"If he disagrees, please say so.” ","html":"{}</p>"},"an4.35:3.1":{"pli":"“Neva kho tyāhaṃ, brāhmaṇa, anumodāmi na paṭikkosāmi. ","eng":"“Brahmin, I neither agree nor disagree with you, ","html":"<p>{}"},"an4.35:3.2":{"pli":"Catūhi kho ahaṃ, brāhmaṇa, dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpemi. ","eng":"but when someone has four qualities I describe him as a great man with great wisdom. ","html":"{}"},"an4.35:3.3":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}</p>"},"an4.35:3.4":{"pli":"Idha, brāhmaṇa, bahujanahitāya paṭipanno hoti bahujanasukhāya; ","eng":"It’s when someone practices for the welfare and happiness of the people. ","html":"<p>{}"},"an4.35:3.5":{"pli":"bahu’ssa janatā ariye ñāye patiṭṭhāpitā, yadidaṃ kalyāṇadhammatā kusaladhammatā. ","eng":"They’ve established many people in the noble system, that is, the principles of goodness and skillfulness. ","html":"{}</p>"},"an4.35:3.6":{"pli":"So yaṃ vitakkaṃ ākaṅkhati vitakketuṃ taṃ vitakkaṃ vitakketi, yaṃ vitakkaṃ nākaṅkhati vitakketuṃ na taṃ vitakkaṃ vitakketi; ","eng":"They think what they want to think, and don’t think what they don’t want to think. ","html":"<p>{}"},"an4.35:3.7":{"pli":"yaṃ saṅkappaṃ ākaṅkhati saṅkappetuṃ taṃ saṅkappaṃ saṅkappeti, yaṃ saṅkappaṃ nākaṅkhati saṅkappetuṃ na taṃ saṅkappaṃ saṅkappeti. ","eng":"They consider what they want to consider, and don’t consider what they don’t want to consider. ","html":"{}"},"an4.35:3.8":{"pli":"Iti cetovasippatto hoti vitakkapathe. ","eng":"Thus they have achieved mental mastery of the paths of thought. ","html":"{}</p>"},"an4.35:3.9":{"pli":"Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"They get the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty. ","html":"<p>{}</p>"},"an4.35:3.10":{"pli":"Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}</p>"},"an4.35:3.11":{"pli":"Neva kho tyāhaṃ, brāhmaṇa, anumodāmi na pana paṭikkosāmi. ","eng":"Brahmin, I neither agree nor disagree with you, ","html":"<p>{}"},"an4.35:3.12":{"pli":"Imehi kho ahaṃ, brāhmaṇa, catūhi dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpemī”ti. ","eng":"but when someone possesses these four qualities I describe him as a great man with great wisdom.” ","html":"{}</p>"},"an4.35:4.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing! ","html":"<p>{}"},"an4.35:4.2":{"pli":"Yāva subhāsitañcidaṃ bhotā gotamena. ","eng":"How well said this was by the worthy Gotama! ","html":"{}"},"an4.35:4.3":{"pli":"Imehi ca mayaṃ, bho gotama, catūhi dhammehi samannāgataṃ bhavantaṃ gotamaṃ dhārema; ","eng":"And we will remember the worthy Gotama as someone who possesses these four qualities. ","html":"{}"},"an4.35:4.4":{"pli":"bhavañhi gotamo bahujanahitāya paṭipanno bahujanasukhāya; ","eng":"For the worthy Gotama practices for the welfare and happiness of the people … ","html":"{}"},"an4.35:4.5":{"pli":"bahu te janatā ariye ñāye patiṭṭhāpitā, yadidaṃ kalyāṇadhammatā kusaladhammatā. ","html":"{}"},"an4.35:4.6":{"pli":"Bhavañhi gotamo yaṃ vitakkaṃ ākaṅkhati vitakketuṃ taṃ vitakkaṃ vitakketi, yaṃ vitakkaṃ nākaṅkhati vitakketuṃ na taṃ vitakkaṃ vitakketi, yaṃ saṅkappaṃ ākaṅkhati saṅkappetuṃ taṃ saṅkappaṃ saṅkappeti, yaṃ saṅkappaṃ nākaṅkhati saṅkappetuṃ na taṃ saṅkappaṃ saṅkappeti. ","html":"{}"},"an4.35:4.7":{"pli":"Bhavañhi gotamo cetovasippatto vitakkapathe. ","eng":"The worthy Gotama has achieved mental mastery of the paths of thought. ","html":"{}"},"an4.35:4.8":{"pli":"Bhavañhi gotamo catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī. ","eng":"The worthy Gotama gets the four absorptions … when he wants, without trouble or difficulty. ","html":"{}"},"an4.35:4.9":{"pli":"Bhavañhi gotamo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"The worthy Gotama has realized the undefiled freedom of heart and freedom by wisdom in this very life. He lives having realized it with his own insight due to the ending of defilements.” ","html":"{}</p>"},"an4.35:5.1":{"pli":"“Addhā kho tyāhaṃ, brāhmaṇa, āsajja upanīya vācā bhāsitā. ","eng":"“Your words are clearly invasive and intrusive, brahmin. ","html":"<p>{}"},"an4.35:5.2":{"pli":"Api ca tyāhaṃ byākarissāmi: ","eng":"Nevertheless, I will answer you. ","html":"{}"},"an4.35:5.3":{"pli":"‘ahañhi, brāhmaṇa, bahujanahitāya paṭipanno bahujanasukhāya; ","eng":"For I do practice for the welfare and happiness of the people … ","html":"{}"},"an4.35:5.4":{"pli":"bahu me janatā ariye ñāye patiṭṭhāpitā, yadidaṃ kalyāṇadhammatā kusaladhammatā. ","html":"{}"},"an4.35:5.5":{"pli":"Ahañhi, brāhmaṇa, yaṃ vitakkaṃ ākaṅkhāmi vitakketuṃ taṃ vitakkaṃ vitakkemi, yaṃ vitakkaṃ nākaṅkhāmi vitakketuṃ na taṃ vitakkaṃ vitakkemi, yaṃ saṅkappaṃ ākaṅkhāmi saṅkappetuṃ taṃ saṅkappaṃ saṅkappemi, yaṃ saṅkappaṃ nākaṅkhāmi saṅkappetuṃ na taṃ saṅkappaṃ saṅkappemi. ","html":"{}"},"an4.35:5.6":{"pli":"Ahañhi, brāhmaṇa, cetovasippatto vitakkapathe. ","eng":"I have achieved mental mastery of the paths of thought. ","html":"{}"},"an4.35:5.7":{"pli":"Ahañhi, brāhmaṇa, catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī. ","eng":"I do get the four absorptions … when I want, without trouble or difficulty. ","html":"{}"},"an4.35:5.8":{"pli":"Ahañhi, brāhmaṇa, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti. ","eng":"I have realized the undefiled freedom of heart and freedom by wisdom in this very life. I live having realized it with my own insight due to the ending of defilements. ","html":"{}</p>"},"an4.35:6.1":{"pli":"Yo vedi sabbasattānaṃ, ","eng":"He discovered release from the snare of death ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.35:6.2":{"pli":"maccupāsappamocanaṃ; ","eng":"for all beings, ","html":"<span class='verse-line'>{}</span>"},"an4.35:6.3":{"pli":"Hitaṃ devamanussānaṃ, ","eng":"and explained the system of the teaching ","html":"<span class='verse-line'>{}</span>"},"an4.35:6.4":{"pli":"ñāyaṃ dhammaṃ pakāsayi; ","eng":"for the welfare of gods and humans. ","html":"<span class='verse-line'>{}</span>"},"an4.35:6.5":{"pli":"Yaṃ ve disvā ca sutvā ca, ","eng":"When they see him or hear him, ","html":"<span class='verse-line'>{}</span>"},"an4.35:6.6":{"pli":"pasīdanti bahū janā. ","eng":"many people become confident. ","html":"<span class='verse-line'>{}</span></p>"},"an4.35:7.1":{"pli":"Maggāmaggassa kusalo, ","eng":"He is skilled in what is the path <j>and what is not the path, ","html":"<p><span class='verse-line'>{}</span>"},"an4.35:7.2":{"pli":"Katakicco anāsavo; ","eng":"he has completed the task <j>and is free of defilements. ","html":"<span class='verse-line'>{}</span>"},"an4.35:7.3":{"pli":"Buddho antimasārīro, ","eng":"The Buddha, bearing his final body, ","html":"<span class='verse-line'>{}</span>"},"an4.35:7.4":{"pli":"Mahāpañño mahāpurisoti vuccatī”ti. ","eng":"is called ‘a great man, of great wisdom’.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.35:7.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.36":{"an4.36:0.1":{"pli":"Aṅguttara Nikāya 4.36 ","eng":"Numbered Discourses 4.36 ","html":"<article id='an4.36'><header><ul><li class='division'>{}</li>"},"an4.36:0.2":{"pli":"4. Cakkavagga ","eng":"4. Situations ","html":"<li>{}</li></ul>"},"an4.36:0.3":{"pli":"Doṇasutta ","eng":"Doṇa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.36:1.1":{"pli":"Ekaṃ samayaṃ bhagavā antarā ca ukkaṭṭhaṃ antarā ca setabyaṃ addhānamaggappaṭipanno hoti. ","eng":"At one time the Buddha was traveling along the road between Ukkaṭṭhā and Setavyā, ","html":"<p>{}"},"an4.36:1.2":{"pli":"Doṇopi sudaṃ brāhmaṇo antarā ca ukkaṭṭhaṃ antarā ca setabyaṃ addhānamaggappaṭipanno hoti. ","eng":"as was the brahmin Doṇa. ","html":"{}</p>"},"an4.36:1.3":{"pli":"Addasā kho doṇo brāhmaṇo bhagavato pādesu cakkāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni; ","eng":"Doṇa saw that the Buddha’s footprints had thousand-spoked wheels, with rims and hubs, complete in every detail. ","html":"<p>{}"},"an4.36:1.4":{"pli":"disvānassa etadahosi: ","eng":"It occurred to him, ","html":"{}"},"an4.36:1.5":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho. ","eng":"“Oh lord, how incredible, how amazing! ","html":"{}"},"an4.36:1.6":{"pli":"Na vatimāni manussabhūtassa padāni bhavissantī”ti. ","eng":"Surely these couldn’t be the footprints of a human being?” ","html":"{}</p>"},"an4.36:1.7":{"pli":"Atha kho bhagavā maggā okkamma aññatarasmiṃ rukkhamūle nisīdi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"The Buddha had left the road and sat at the root of a tree cross-legged, setting his body straight, and establishing mindfulness in his presence. ","html":"<p>{}</p>"},"an4.36:1.8":{"pli":"Atha kho doṇo brāhmaṇo bhagavato padāni anugacchanto addasa bhagavantaṃ aññatarasmiṃ rukkhamūle nisinnaṃ pāsādikaṃ pasādanīyaṃ santindriyaṃ santamānasaṃ uttamadamathasamathamanuppattaṃ dantaṃ guttaṃ saṃyatindriyaṃ nāgaṃ. ","eng":"Then Doṇa, following the Buddha’s footprints, saw him sitting at the tree root—impressive and inspiring, with peaceful faculties and heart, attained to the highest self-control and serenity, like an elephant with tamed, guarded, and controlled faculties. ","html":"<p>{}"},"an4.36:1.9":{"pli":"Disvāna yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ","eng":"He went up to the Buddha and said to him: ","html":"{}</p>"},"an4.36:2.1":{"pli":"“Devo no bhavaṃ bhavissatī”ti? ","eng":"“Sir, might you be a god?” ","html":"<p>{}</p>"},"an4.36:2.2":{"pli":"“Na kho ahaṃ, brāhmaṇa, devo bhavissāmī”ti. ","eng":"“I will not be a god, brahmin.” ","html":"<p>{}</p>"},"an4.36:2.3":{"pli":"“Gandhabbo no bhavaṃ bhavissatī”ti? ","eng":"“Might you be a centaur?” ","html":"<p>{}</p>"},"an4.36:2.4":{"pli":"“Na kho ahaṃ, brāhmaṇa, gandhabbo bhavissāmī”ti. ","eng":"“I will not be a centaur.” ","html":"<p>{}</p>"},"an4.36:2.5":{"pli":"“Yakkho no bhavaṃ bhavissatī”ti? ","eng":"“Might you be a spirit?” ","html":"<p>{}</p>"},"an4.36:2.6":{"pli":"“Na kho ahaṃ, brāhmaṇa, yakkho bhavissāmī”ti. ","eng":"“I will not be a spirit.” ","html":"<p>{}</p>"},"an4.36:2.7":{"pli":"“Manusso no bhavaṃ bhavissatī”ti? ","eng":"“Might you be a human?” ","html":"<p>{}</p>"},"an4.36:2.8":{"pli":"“Na kho ahaṃ, brāhmaṇa, manusso bhavissāmī”ti. ","eng":"“I will not be a human.” ","html":"<p>{}</p>"},"an4.36:3.1":{"pli":"“‘Devo no bhavaṃ bhavissatī’ti, iti puṭṭho samāno: ","eng":"“When asked whether you might be a god, centaur, spirit, or human, ","html":"<p>{}"},"an4.36:3.2":{"pli":"‘na kho ahaṃ, brāhmaṇa, devo bhavissāmī’ti vadesi. ","eng":"you answer that you will not be any of these. ","html":"{}"},"an4.36:3.3":{"pli":"‘Gandhabbo no bhavaṃ bhavissatī’ti, iti puṭṭho samāno: ","html":"{}"},"an4.36:3.4":{"pli":"‘na kho ahaṃ, brāhmaṇa, gandhabbo bhavissāmī’ti vadesi. ","html":"{}"},"an4.36:3.5":{"pli":"‘Yakkho no bhavaṃ bhavissatī’ti, iti puṭṭho samāno: ","html":"{}"},"an4.36:3.6":{"pli":"‘na kho ahaṃ, brāhmaṇa, yakkho bhavissāmī’ti vadesi. ","html":"{}"},"an4.36:3.7":{"pli":"‘Manusso no bhavaṃ bhavissatī’ti, iti puṭṭho samāno: ","html":"{}"},"an4.36:3.8":{"pli":"‘na kho ahaṃ, brāhmaṇa, manusso bhavissāmī’ti vadesi. ","html":"{}"},"an4.36:3.9":{"pli":"Atha ko carahi bhavaṃ bhavissatī”ti? ","eng":"So what then might you be?” ","html":"{}</p>"},"an4.36:4.1":{"pli":"“Yesaṃ kho ahaṃ, brāhmaṇa, āsavānaṃ appahīnattā devo bhaveyyaṃ, te me āsavā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","eng":"“Brahmin, if I had not given up defilements I might have become a god … a centaur … a spirit … or a human. But I have given up those defilements, cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future. ","html":"<p>{}"},"an4.36:4.2":{"pli":"Yesaṃ kho ahaṃ, brāhmaṇa, āsavānaṃ appahīnattā gandhabbo bhaveyyaṃ … yakkho bhaveyyaṃ … manusso bhaveyyaṃ, te me āsavā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","html":"{}</p>"},"an4.36:4.3":{"pli":"Seyyathāpi, brāhmaṇa, uppalaṃ vā padumaṃ vā puṇḍarīkaṃ vā udake jātaṃ udake saṃvaḍḍhaṃ udakā accuggamma tiṭṭhati anupalittaṃ udakena; ","eng":"Suppose there was a blue water lily, or a pink or white lotus. Though it sprouted and grew in the water, it would rise up above the water and stand with no water clinging to it. ","html":"<p>{}"},"an4.36:4.4":{"pli":"evamevaṃ kho ahaṃ, brāhmaṇa, loke jāto loke saṃvaḍḍho lokaṃ abhibhuyya viharāmi anupalitto lokena. ","eng":"In the same way, though I was born and grew up in the world, I live having mastered the world, unsullied by the world. ","html":"{}</p>"},"an4.36:4.5":{"pli":"Buddhoti maṃ, brāhmaṇa, dhārehīti. ","eng":"Remember me, brahmin, as a Buddha. ","html":"<p>{}</p>"},"an4.36:5.1":{"pli":"Yena devūpapatyassa, ","eng":"I could have been reborn as a god, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.36:5.2":{"pli":"gandhabbo vā vihaṅgamo; ","eng":"or as a centaur flying through the sky. ","html":"<span class='verse-line'>{}</span>"},"an4.36:5.3":{"pli":"Yakkhattaṃ yena gaccheyyaṃ, ","eng":"I could have become a spirit, ","html":"<span class='verse-line'>{}</span>"},"an4.36:5.4":{"pli":"manussattañca abbaje; ","eng":"or returned as a human. ","html":"<span class='verse-line'>{}</span>"},"an4.36:5.5":{"pli":"Te mayhaṃ āsavā khīṇā, ","eng":"But I’ve ended those defilements, ","html":"<span class='verse-line'>{}</span>"},"an4.36:5.6":{"pli":"viddhastā vinaḷīkatā. ","eng":"they’re blown away and mown down. ","html":"<span class='verse-line'>{}</span></p>"},"an4.36:6.1":{"pli":"Puṇḍarīkaṃ yathā vaggu, ","eng":"Like a graceful lotus, ","html":"<p><span class='verse-line'>{}</span>"},"an4.36:6.2":{"pli":"Toyena nupalippati; ","eng":"to which water does not cling, ","html":"<span class='verse-line'>{}</span>"},"an4.36:6.3":{"pli":"Nupalippāmi lokena, ","eng":"the world doesn’t cling to me, ","html":"<span class='verse-line'>{}</span>"},"an4.36:6.4":{"pli":"Tasmā buddhosmi brāhmaṇā”ti. ","eng":"and so, brahmin, I am a Buddha.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.36:6.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.37":{"an4.37:0.1":{"pli":"Aṅguttara Nikāya 4.37 ","eng":"Numbered Discourses 4.37 ","html":"<article id='an4.37'><header><ul><li class='division'>{}</li>"},"an4.37:0.2":{"pli":"4. Cakkavagga ","eng":"4. Situations ","html":"<li>{}</li></ul>"},"an4.37:0.3":{"pli":"Aparihāniyasutta ","eng":"Non-decline ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.37:1.1":{"pli":"“Catūhi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo parihānāya nibbānasseva santike. ","eng":"“Mendicants, a mendicant who has four qualities can’t decline, and has drawn near to extinguishment. ","html":"<p>{}"},"an4.37:1.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"an4.37:1.3":{"pli":"Idha, bhikkhave, bhikkhu sīlasampanno hoti, indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyaṃ anuyutto hoti. ","eng":"A mendicant is accomplished in ethics, guards the sense doors, eats in moderation, and is dedicated to wakefulness. ","html":"{}</p>"},"an4.37:2.1":{"pli":"Kathañca, bhikkhave, bhikkhu sīlasampanno hoti? ","eng":"And how is a mendicant accomplished in ethics? ","html":"<p>{}"},"an4.37:2.2":{"pli":"Idha, bhikkhave, bhikkhu sīlavā hoti pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an4.37:2.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu sīlasampanno hoti. ","eng":"That’s how a mendicant is accomplished in ethics. ","html":"{}</p>"},"an4.37:3.1":{"pli":"Kathañca, bhikkhave, bhikkhu indriyesu guttadvāro hoti? ","eng":"And how does a mendicant guard the sense doors? ","html":"<p>{}"},"an4.37:3.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. ","html":"{}"},"an4.37:3.3":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving restraint over it. ","html":"{}"},"an4.37:3.4":{"pli":"Sotena saddaṃ sutvā … ","eng":"Hearing a sound with their ears … ","html":"{}"},"an4.37:3.5":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"Smelling an odor with their nose … ","html":"{}"},"an4.37:3.6":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"Tasting a flavor with their tongue … ","html":"{}"},"an4.37:3.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"Feeling a touch with their body … ","html":"{}"},"an4.37:3.8":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"Knowing an idea with their mind, they don’t get caught up in the features and details. ","html":"{}"},"an4.37:3.9":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving restraint over it. ","html":"{}"},"an4.37:3.10":{"pli":"Evaṃ kho, bhikkhave, bhikkhu indriyesu guttadvāro hoti. ","eng":"That’s how a mendicant guards the sense doors. ","html":"{}</p>"},"an4.37:4.1":{"pli":"Kathañca, bhikkhave, bhikkhu bhojane mattaññū hoti? ","eng":"And how does a mendicant eat in moderation? ","html":"<p>{}"},"an4.37:4.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti: ","eng":"It’s when a mendicant reflects rationally on the food that they eat: ","html":"{}"},"an4.37:4.3":{"pli":"‘neva davāya na madāya na maṇḍanāya na vibhūsanāya; yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya. Iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti. ","eng":"‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}"},"an4.37:4.4":{"pli":"Evaṃ kho, bhikkhave, bhikkhu bhojane mattaññū hoti. ","eng":"That’s how a mendicant eats in moderation. ","html":"{}</p>"},"an4.37:5.1":{"pli":"Kathañca, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti? ","eng":"And how is a mendicant dedicated to wakefulness? ","html":"<p>{}"},"an4.37:5.2":{"pli":"Idha, bhikkhave, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti; ","eng":"It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. ","html":"{}"},"an4.37:5.3":{"pli":"rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti; ","eng":"In the first watch of the night, they continue to practice walking and sitting meditation. ","html":"{}"},"an4.37:5.4":{"pli":"rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti, pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā; ","eng":"In the middle watch, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ","html":"{}"},"an4.37:5.5":{"pli":"rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti. ","eng":"In the last watch, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles. ","html":"{}"},"an4.37:5.6":{"pli":"Evaṃ kho, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti. ","eng":"This is how a mendicant is dedicated to wakefulness. ","html":"{}"},"an4.37:5.7":{"pli":"Imehi kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu abhabbo parihānāya, nibbānasseva santiketi. ","eng":"A mendicant who possesses these four qualities can’t decline, and has drawn near to extinguishment. ","html":"{}</p>"},"an4.37:6.1":{"pli":"Sīle patiṭṭhito bhikkhu, ","eng":"Established in ethics, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.37:6.2":{"pli":"indriyesu ca saṃvuto; ","eng":"restrained in the sense faculties, ","html":"<span class='verse-line'>{}</span>"},"an4.37:6.3":{"pli":"Bhojanamhi ca mattaññū, ","eng":"eating in moderation, ","html":"<span class='verse-line'>{}</span>"},"an4.37:6.4":{"pli":"jāgariyaṃ anuyuñjati. ","eng":"and dedicated to wakefulness; ","html":"<span class='verse-line'>{}</span></p>"},"an4.37:7.1":{"pli":"Evaṃ vihārī ātāpī, ","eng":"a mendicant lives like this, with keen energy, ","html":"<p><span class='verse-line'>{}</span>"},"an4.37:7.2":{"pli":"ahorattamatandito; ","eng":"tireless all night and day, ","html":"<span class='verse-line'>{}</span>"},"an4.37:7.3":{"pli":"Bhāvayaṃ kusalaṃ dhammaṃ, ","eng":"developing skillful qualities, ","html":"<span class='verse-line'>{}</span>"},"an4.37:7.4":{"pli":"yogakkhemassa pattiyā. ","eng":"for the sake of sanctuary from the yoke. ","html":"<span class='verse-line'>{}</span></p>"},"an4.37:8.1":{"pli":"Appamādarato bhikkhu, ","eng":"A mendicant who loves to be diligent, ","html":"<p><span class='verse-line'>{}</span>"},"an4.37:8.2":{"pli":"pamāde bhayadassi vā; ","eng":"seeing fear in negligence, ","html":"<span class='verse-line'>{}</span>"},"an4.37:8.3":{"pli":"Abhabbo parihānāya, ","eng":"can’t decline, ","html":"<span class='verse-line'>{}</span>"},"an4.37:8.4":{"pli":"nibbānasseva santike”ti. ","eng":"and has drawn near to extinguishment.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.37:8.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.38":{"an4.38:0.1":{"pli":"Aṅguttara Nikāya 4.38 ","eng":"Numbered Discourses 4.38 ","html":"<article id='an4.38'><header><ul><li class='division'>{}</li>"},"an4.38:0.2":{"pli":"4. Cakkavagga ","eng":"4. Situations ","html":"<li>{}</li></ul>"},"an4.38:0.3":{"pli":"Patilīnasutta ","eng":"Withdrawn ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.38:1.1":{"pli":"“Panuṇṇapaccekasacco, bhikkhave, bhikkhu ‘samavayasaṭṭhesano passaddhakāyasaṅkhāro patilīno’ti vuccati. ","eng":"“Mendicants, a mendicant has cast aside idiosyncratic interpretations of the truth, has totally given up searching, has stilled the physical process, and is said to be ‘withdrawn’. ","html":"<p>{}</p>"},"an4.38:1.2":{"pli":"Kathañca, bhikkhave, bhikkhu panuṇṇapaccekasacco hoti? ","eng":"And how has a mendicant cast aside idiosyncratic interpretations of the truth? ","html":"<p>{}"},"an4.38:1.3":{"pli":"Idha, bhikkhave, bhikkhuno yāni tāni puthusamaṇabrāhmaṇānaṃ puthupaccekasaccāni, seyyathidaṃ—","eng":"Different ascetics and brahmins have different idiosyncratic interpretations of the truth. For example: ","html":"{}"},"an4.38:1.4":{"pli":"sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇāti vā; ","eng":"the cosmos is eternal, or not eternal, or finite, or infinite; the soul and the body are one and the same, or the soul is one thing, the body another; after death, a realized one still exists, or no longer exists, or both still exists and no longer exists, or neither still exists nor no longer exists. ","html":"{}"},"an4.38:1.5":{"pli":"sabbāni tāni nuṇṇāni honti panuṇṇāni cattāni vantāni muttāni pahīnāni paṭinissaṭṭhāni. ","eng":"A mendicant has cast out, cast aside, thrown out, discarded, let go of, given up, and relinquished all these. ","html":"{}"},"an4.38:1.6":{"pli":"Evaṃ kho, bhikkhave, bhikkhu panuṇṇapaccekasacco hoti. ","eng":"That’s how a mendicant has cast aside idiosyncratic interpretations of the truth. ","html":"{}</p>"},"an4.38:2.1":{"pli":"Kathañca, bhikkhave, bhikkhu samavayasaṭṭhesano hoti? ","eng":"And how has a mendicant totally given up searching? ","html":"<p>{}"},"an4.38:2.2":{"pli":"Idha, bhikkhave, bhikkhuno kāmesanā pahīnā hoti, bhavesanā pahīnā hoti, brahmacariyesanā paṭippassaddhā. ","eng":"It’s when they’ve given up searching for sensual pleasures, for continued existence, and for a spiritual path. ","html":"{}"},"an4.38:2.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu samavayasaṭṭhesano hoti. ","eng":"That’s how a mendicant has totally given up searching. ","html":"{}</p>"},"an4.38:3.1":{"pli":"Kathañca, bhikkhave, bhikkhu passaddhakāyasaṅkhāro hoti? ","eng":"And how has a mendicant stilled the physical process? ","html":"<p>{}"},"an4.38:3.2":{"pli":"Idha, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"an4.38:3.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu passaddhakāyasaṅkhāro hoti. ","eng":"That’s how a mendicant has stilled the physical process. ","html":"{}</p>"},"an4.38:4.1":{"pli":"Kathañca, bhikkhave, bhikkhu patilīno hoti? ","eng":"And how is a mendicant withdrawn? ","html":"<p>{}"},"an4.38:4.2":{"pli":"Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo. ","eng":"It’s when they’ve given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ","html":"{}"},"an4.38:4.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu patilīno hoti. ","eng":"That’s how a mendicant is withdrawn. ","html":"{}"},"an4.38:4.4":{"pli":"Panuṇṇapaccekasacco, bhikkhave, bhikkhu ‘samavayasaṭṭhesano passaddhakāyasaṅkhāro patilīno’ti vuccatīti. ","eng":"A mendicant has cast aside idiosyncratic interpretations of the truth, has totally given up searching, has stilled the physical process, and is said to be ‘withdrawn’. ","html":"{}</p>"},"an4.38:5.1":{"pli":"Kāmesanā bhavesanā, ","eng":"The search for sensual pleasures, for a good rebirth, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.38:5.2":{"pli":"brahmacariyesanā saha; ","eng":"and the search for a spiritual path; ","html":"<span class='verse-line'>{}</span>"},"an4.38:5.3":{"pli":"Iti saccaparāmāso, ","eng":"the holding tight to the thought, ‘this is the truth’, ","html":"<span class='verse-line'>{}</span>"},"an4.38:5.4":{"pli":"diṭṭhiṭṭhānā samussayā. ","eng":"and the mass of grounds for views—","html":"<span class='verse-line'>{}</span></p>"},"an4.38:6.1":{"pli":"Sabbarāgavirattassa, ","eng":"for one detached from all lusts, ","html":"<p><span class='verse-line'>{}</span>"},"an4.38:6.2":{"pli":"taṇhakkhayavimuttino; ","eng":"freed by the ending of craving, ","html":"<span class='verse-line'>{}</span>"},"an4.38:6.3":{"pli":"Esanā paṭinissaṭṭhā, ","eng":"that searching has been relinquished, ","html":"<span class='verse-line'>{}</span>"},"an4.38:6.4":{"pli":"diṭṭhiṭṭhānā samūhatā. ","eng":"and those grounds for views eradicated. ","html":"<span class='verse-line'>{}</span></p>"},"an4.38:7.1":{"pli":"Sa ve santo sato bhikkhu, ","eng":"That mendicant is peaceful and mindful, ","html":"<p><span class='verse-line'>{}</span>"},"an4.38:7.2":{"pli":"passaddho aparājito; ","eng":"a tranquil champion. ","html":"<span class='verse-line'>{}</span>"},"an4.38:7.3":{"pli":"Mānābhisamayā buddho, ","eng":"And when they’re awakened <j>by comprehending conceit, ","html":"<span class='verse-line'>{}</span>"},"an4.38:7.4":{"pli":"patilīnoti vuccatī”ti. ","eng":"they’re called ‘withdrawn’.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.38:7.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.39":{"an4.39:0.1":{"pli":"Aṅguttara Nikāya 4.39 ","eng":"Numbered Discourses 4.39 ","html":"<article id='an4.39'><header><ul><li class='division'>{}</li>"},"an4.39:0.2":{"pli":"4. Cakkavagga ","eng":"4. Situations ","html":"<li>{}</li></ul>"},"an4.39:0.3":{"pli":"Ujjayasutta ","eng":"With Ujjaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.39:1.1":{"pli":"Atha kho ujjayo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Ujjaya the brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an4.39:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho ujjayo brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an4.39:1.3":{"pli":"“bhavampi no gotamo yaññaṃ vaṇṇetī”ti? ","eng":"“Does the worthy Gotama praise sacrifice?” ","html":"<p>{}</p>"},"an4.39:1.4":{"pli":"“Na kho ahaṃ, brāhmaṇa, sabbaṃ yaññaṃ vaṇṇemi; ","eng":"“Brahmin, I don’t praise all sacrifices. ","html":"<p>{}"},"an4.39:1.5":{"pli":"na panāhaṃ, brāhmaṇa, sabbaṃ yaññaṃ na vaṇṇemi. ","eng":"Nor do I criticize all sacrifices. ","html":"{}"},"an4.39:1.6":{"pli":"Yathārūpe kho, brāhmaṇa, yaññe gāvo haññanti, ajeḷakā haññanti, kukkuṭasūkarā haññanti, vividhā pāṇā saṅghātaṃ āpajjanti; ","eng":"Take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are slaughtered. ","html":"{}"},"an4.39:1.7":{"pli":"evarūpaṃ kho ahaṃ, brāhmaṇa, sārambhaṃ yaññaṃ na vaṇṇemi. ","eng":"I criticize that kind of violent sacrifice. ","html":"{}"},"an4.39:1.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an4.39:1.9":{"pli":"Evarūpañhi, brāhmaṇa, sārambhaṃ yaññaṃ na upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannā. ","eng":"Because neither perfected ones nor those who are on the path to perfection will attend such a violent sacrifice. ","html":"{}</p>"},"an4.39:2.1":{"pli":"Yathārūpe ca kho, brāhmaṇa, yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā pāṇā saṅghātaṃ āpajjanti; ","eng":"But take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are not slaughtered. ","html":"<p>{}"},"an4.39:2.2":{"pli":"evarūpaṃ kho ahaṃ, brāhmaṇa, nirārambhaṃ yaññaṃ vaṇṇemi, yadidaṃ niccadānaṃ anukulayaññaṃ. ","eng":"I praise that kind of non-violent sacrifice; for example, a regular gift as an propitious sacrifice. ","html":"{}"},"an4.39:2.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an4.39:2.4":{"pli":"Evarūpañhi, brāhmaṇa, nirārambhaṃ yaññaṃ upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannāti. ","eng":"Because perfected ones and those who are on the path to perfection will attend such a non-violent sacrifice. ","html":"{}</p>"},"an4.39:3.1":{"pli":"Assamedhaṃ purisamedhaṃ, ","eng":"Horse sacrifice, human sacrifice, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.39:3.2":{"pli":"Sammāpāsaṃ vājapeyyaṃ niraggaḷaṃ; ","eng":"the sacrifices of the ‘casting of the yoke-pin’, ","html":"<span class='verse-line'>{}</span>"},"an4.39:3.3":{"pli":"Mahāyaññā mahārambhā, ","eng":"the ‘royal soma drinking’, and the ‘unbarred’—","html":"<span class='verse-line'>{}</span>"},"an4.39:3.4":{"pli":"Na te honti mahapphalā. ","eng":"these huge violent sacrifices yield no great fruit. ","html":"<span class='verse-line'>{}</span></p>"},"an4.39:4.1":{"pli":"Ajeḷakā ca gāvo ca, ","eng":"The great sages of right comportment ","html":"<p><span class='verse-line'>{}</span>"},"an4.39:4.2":{"pli":"vividhā yattha haññare; ","eng":"don’t attend sacrifices ","html":"<span class='verse-line'>{}</span>"},"an4.39:4.3":{"pli":"Na taṃ sammaggatā yaññaṃ, ","eng":"where goats, sheep, and cattle, ","html":"<span class='verse-line'>{}</span>"},"an4.39:4.4":{"pli":"upayanti mahesino. ","eng":"and various creatures are killed. ","html":"<span class='verse-line'>{}</span></p>"},"an4.39:5.1":{"pli":"Ye ca yaññā nirārambhā, ","eng":"But the great sages of right comportment ","html":"<p><span class='verse-line'>{}</span>"},"an4.39:5.2":{"pli":"yajanti anukulaṃ sadā; ","eng":"do attend those sacrifices ","html":"<span class='verse-line'>{}</span>"},"an4.39:5.3":{"pli":"Ajeḷakā ca gāvo ca, ","eng":"that are non-violent and propitious, ","html":"<span class='verse-line'>{}</span>"},"an4.39:5.4":{"pli":"vividhā nettha haññare; ","eng":"where goats, sheep, and cattle, ","html":"<span class='verse-line'>{}</span>"},"an4.39:5.5":{"pli":"Tañca sammaggatā yaññaṃ, ","eng":"and various creatures are not killed. ","html":"<span class='verse-line'>{}</span>"},"an4.39:5.6":{"pli":"upayanti mahesino. ","html":"<span class='verse-line'>{}</span></p>"},"an4.39:6.1":{"pli":"Etaṃ yajetha medhāvī, ","eng":"An intelligent person should sacrifice like this, ","html":"<p><span class='verse-line'>{}</span>"},"an4.39:6.2":{"pli":"eso yañño mahapphalo; ","eng":"for this sacrifice is very fruitful. ","html":"<span class='verse-line'>{}</span>"},"an4.39:6.3":{"pli":"Etaṃ hi yajamānassa, ","eng":"For a sponsor of sacrifices like this, ","html":"<span class='verse-line'>{}</span>"},"an4.39:6.4":{"pli":"seyyo hoti na pāpiyo; ","eng":"things get better, not worse. ","html":"<span class='verse-line'>{}</span>"},"an4.39:6.5":{"pli":"Yañño ca vipulo hoti, ","eng":"Such a sacrifice is truly abundant, ","html":"<span class='verse-line'>{}</span>"},"an4.39:6.6":{"pli":"pasīdanti ca devatā”ti. ","eng":"and even the deities are pleased.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.39:6.7":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.4":{"an4.4:0.1":{"pli":"Aṅguttara Nikāya 4.4 ","eng":"Numbered Discourses 4.4 ","html":"<article id='an4.4'><header><ul><li class='division'>{}</li>"},"an4.4:0.2":{"pli":"1. Bhaṇḍagāmavagga ","eng":"1. At Wares Village ","html":"<li>{}</li></ul>"},"an4.4:0.3":{"pli":"Dutiyakhatasutta ","eng":"Broken (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.4:1.1":{"pli":"“Catūsu, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"“When a foolish, incompetent untrue person acts wrongly toward four individuals they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they brim with much wickedness. ","html":"<p>{}"},"an4.4:1.2":{"pli":"Katamesu catūsu? ","eng":"What four? ","html":"{}"},"an4.4:1.3":{"pli":"Mātari, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"Mother … ","html":"{}"},"an4.4:1.4":{"pli":"Pitari, bhikkhave, micchā paṭipajjamāno …pe… tathāgate, bhikkhave, micchā paṭipajjamāno …pe… tathāgatasāvake, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"father … a Realized One … and a disciple of a Realized One. ","html":"{}"},"an4.4:1.5":{"pli":"Imesu kho, bhikkhave, catūsu micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"When a foolish, incompetent untrue person acts wrongly toward these four individuals they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they brim with much wickedness. ","html":"{}</p>"},"an4.4:2.1":{"pli":"Catūsu, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati. ","eng":"When an astute, competent true person acts rightly toward four individuals they keep themselves intact and unscathed. They don’t deserve to be blamed and criticized by sensible people, and they brim with much merit. ","html":"<p>{}"},"an4.4:2.2":{"pli":"Katamesu catūsu? ","eng":"What four? ","html":"{}"},"an4.4:2.3":{"pli":"Mātari, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati. ","eng":"Mother … ","html":"{}"},"an4.4:2.4":{"pli":"Pitari, bhikkhave, sammā paṭipajjamāno …pe… tathāgate, bhikkhave, sammā paṭipajjamāno …pe… tathāgatasāvake, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati. ","eng":"father … a Realized One … and a disciple of a Realized One. ","html":"{}"},"an4.4:2.5":{"pli":"Imesu kho, bhikkhave, catūsu sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatīti. ","eng":"When an astute, competent true person acts rightly toward these four individuals they keep themselves intact and unscathed. They don’t deserve to be blamed and criticized by sensible people, and they brim with much merit. ","html":"{}</p>"},"an4.4:3.1":{"pli":"Mātari pitari cāpi, ","eng":"A person who does wrong ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.4:3.2":{"pli":"yo micchā paṭipajjati; ","eng":"by their mother or father, ","html":"<span class='verse-line'>{}</span>"},"an4.4:3.3":{"pli":"Tathāgate vā sambuddhe, ","eng":"or a Realized One, a Buddha, ","html":"<span class='verse-line'>{}</span>"},"an4.4:3.4":{"pli":"atha vā tassa sāvake; ","eng":"or one of their disciples, ","html":"<span class='verse-line'>{}</span>"},"an4.4:3.5":{"pli":"Bahuñca so pasavati, ","eng":"brims with much wickedness. ","html":"<span class='verse-line'>{}</span>"},"an4.4:3.6":{"pli":"apuññaṃ tādiso naro. ","html":"<span class='verse-line'>{}</span></p>"},"an4.4:4.1":{"pli":"Tāya naṃ adhammacariyāya, ","eng":"Because of their unprincipled conduct ","html":"<p><span class='verse-line'>{}</span>"},"an4.4:4.2":{"pli":"Mātāpitūsu paṇḍitā; ","eng":"toward their parents, ","html":"<span class='verse-line'>{}</span>"},"an4.4:4.3":{"pli":"Idheva naṃ garahanti, ","eng":"they’re criticized in this life by the astute, ","html":"<span class='verse-line'>{}</span>"},"an4.4:4.4":{"pli":"Peccāpāyañca gacchati. ","eng":"and they depart to be reborn in a place of loss. ","html":"<span class='verse-line'>{}</span></p>"},"an4.4:5.1":{"pli":"Mātari pitari cāpi, ","eng":"A person who does right ","html":"<p><span class='verse-line'>{}</span>"},"an4.4:5.2":{"pli":"yo sammā paṭipajjati; ","eng":"by their mother and father, ","html":"<span class='verse-line'>{}</span>"},"an4.4:5.3":{"pli":"Tathāgate vā sambuddhe, ","eng":"or a Realized One, a Buddha, ","html":"<span class='verse-line'>{}</span>"},"an4.4:5.4":{"pli":"atha vā tassa sāvake; ","eng":"or one of their disciples, ","html":"<span class='verse-line'>{}</span>"},"an4.4:5.5":{"pli":"Bahuñca so pasavati, ","eng":"brims with much merit. ","html":"<span class='verse-line'>{}</span>"},"an4.4:5.6":{"pli":"puññaṃ etādiso naro. ","html":"<span class='verse-line'>{}</span></p>"},"an4.4:6.1":{"pli":"Tāya naṃ dhammacariyāya, ","eng":"Because of their principled conduct ","html":"<p><span class='verse-line'>{}</span>"},"an4.4:6.2":{"pli":"mātāpitūsu paṇḍitā; ","eng":"toward their parents, ","html":"<span class='verse-line'>{}</span>"},"an4.4:6.3":{"pli":"Idheva naṃ pasaṃsanti, ","eng":"they’re praised in this life by the astute, ","html":"<span class='verse-line'>{}</span>"},"an4.4:6.4":{"pli":"pecca sagge pamodatī”ti. ","eng":"and they depart to rejoice in heaven.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.4:6.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}