{"an4.198":{"an4.198:0.1":{"pli":"Aṅguttara Nikāya 4.198 ","eng":"Numbered Discourses 4.198 ","html":"<article id='an4.198'><header><ul><li class='division'>{}</li>"},"an4.198:0.2":{"pli":"20. Mahāvagga ","eng":"20. The Great Chapter ","html":"<li>{}</li></ul>"},"an4.198:0.3":{"pli":"Attantapasutta ","eng":"Fervent Mortification of Oneself ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.198:1.1":{"pli":"“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Mendicants, these four individuals are found in the world. ","html":"<p>{}"},"an4.198:1.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"an4.198:1.3":{"pli":"Idha, bhikkhave, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ","eng":"One individual mortifies themselves, pursuing the practice of mortifying themselves. ","html":"<ol><li>{}</li>"},"an4.198:1.4":{"pli":"Idha pana, bhikkhave, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ","eng":"One individual mortifies others, pursuing the practice of mortifying others. ","html":"<li>{}</li>"},"an4.198:1.5":{"pli":"Idha pana, bhikkhave, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto. ","eng":"One individual mortifies themselves and others, pursuing the practice of mortifying themselves and others. ","html":"<li>{}</li>"},"an4.198:1.6":{"pli":"Idha pana, bhikkhave, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto. ","eng":"One individual neither mortifies themselves nor others, pursuing the practice of not mortifying themselves or others. ","html":"<li>{}"},"an4.198:1.7":{"pli":"So neva attantapo na parantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati. ","eng":"They live without wishes in this very life, quenched, cooled, experiencing bliss, with self become divine. ","html":"{}</li></ol>"},"an4.198:2.1":{"pli":"Kathañca, bhikkhave, puggalo attantapo hoti attaparitāpanānuyogamanuyutto? ","eng":"And how does one individual mortify themselves, pursuing the practice of mortifying themselves? ","html":"<p>{}"},"an4.198:2.2":{"pli":"Idha, bhikkhave, ekacco acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyati. ","eng":"It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when called. They don’t consent to food brought to them, or food prepared on their behalf, or an invitation for a meal. ","html":"{}"},"an4.198:2.3":{"pli":"So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ na daṇḍamantaraṃ na musalamantaraṃ na dvinnaṃ bhuñjamānānaṃ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivati. ","eng":"They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who lives with a man; or where there’s a hound waiting or flies buzzing. They accept no fish or meat or beer or wine, and drink no fermented gruel. ","html":"{}"},"an4.198:2.4":{"pli":"So ekāgāriko vā hoti ekālopiko dvāgāriko vā hoti dvālopiko …pe… sattāgāriko vā hoti sattālopiko; ","eng":"They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. ","html":"{}"},"an4.198:2.5":{"pli":"ekissāpi dattiyā yāpeti dvīhipi dattīhi yāpeti …pe… sattahipi dattīhi yāpeti; ","eng":"They feed on one saucer a day, two saucers a day, up to seven saucers a day. ","html":"{}"},"an4.198:2.6":{"pli":"ekāhikampi āhāraṃ āhāreti dvāhikampi āhāraṃ āhāreti …pe… sattāhikampi āhāraṃ āhāreti. Iti evarūpaṃ aḍḍhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ","eng":"They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live pursuing the practice of eating food at set intervals. ","html":"{}</p>"},"an4.198:3.1":{"pli":"So sākabhakkhopi hoti sāmākabhakkhopi hoti nīvārabhakkhopi hoti daddulabhakkhopi hoti haṭabhakkhopi hoti kaṇabhakkhopi hoti ācāmabhakkhopi hoti piññākabhakkhopi hoti tiṇabhakkhopi hoti gomayabhakkhopi hoti; vanamūlaphalāhāropi yāpeti pavattaphalabhojī. ","eng":"They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit. ","html":"<p>{}</p>"},"an4.198:4.1":{"pli":"So sāṇānipi dhāreti masāṇānipi dhāreti chavadussānipi dhāreti paṃsukūlānipi dhāreti tirīṭānipi dhāreti ajinampi dhāreti ajinakkhipampi dhāreti kusacīrampi dhāreti vākacīrampi dhāreti phalakacīrampi dhāreti kesakambalampi dhāreti vāḷakambalampi dhāreti ulūkapakkhampi dhāreti; ","eng":"They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. ","html":"<p>{}"},"an4.198:4.2":{"pli":"kesamassulocakopi hoti kesamassulocanānuyogamanuyutto; ","eng":"They tear out hair and beard, pursuing this practice. ","html":"{}"},"an4.198:4.3":{"pli":"ubbhaṭṭhakopi hoti āsanappaṭikkhitto; ","eng":"They constantly stand, turning down seats. ","html":"{}"},"an4.198:4.4":{"pli":"ukkuṭikopi hoti ukkuṭikappadhānamanuyutto; ","eng":"They squat, committed to the endeavor of squatting. ","html":"{}"},"an4.198:4.5":{"pli":"kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti; ","eng":"They lie on a mat of thorns, making a mat of thorns their bed. ","html":"{}"},"an4.198:4.6":{"pli":"sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ","eng":"They’re devoted to ritual bathing three times a day, including at dusk. ","html":"{}"},"an4.198:4.7":{"pli":"Iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ","eng":"And so they live pursuing these various ways of mortifying and tormenting the body. ","html":"{}"},"an4.198:4.8":{"pli":"Evaṃ kho, bhikkhave, puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ","eng":"That’s how one individual mortifies themselves, pursuing the practice of mortifying themselves. ","html":"{}</p>"},"an4.198:5.1":{"pli":"Kathañca, bhikkhave, puggalo parantapo hoti paraparitāpanānuyogamanuyutto? ","eng":"And how does one individual mortify others, pursuing the practice of mortifying others? ","html":"<p>{}"},"an4.198:5.2":{"pli":"Idha, bhikkhave, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko, ye vā panaññepi keci kurūrakammantā. ","eng":"It’s when an individual is a slaughterer of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood. ","html":"{}"},"an4.198:5.3":{"pli":"Evaṃ kho, bhikkhave, puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ","eng":"That’s how one individual mortifies others, pursuing the practice of mortifying others. ","html":"{}</p>"},"an4.198:6.1":{"pli":"Kathañca, bhikkhave, puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto? ","eng":"And how does one individual mortify themselves and others, pursuing the practice of mortifying themselves and others? ","html":"<p>{}"},"an4.198:6.2":{"pli":"Idha, bhikkhave, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā hoti mahāsālo. ","eng":"It’s when an individual is an anointed aristocratic king or a well-to-do brahmin. ","html":"{}"},"an4.198:6.3":{"pli":"So puratthimena nagarassa navaṃ santhāgāraṃ kārāpetvā kesamassuṃ ohāretvā kharājinaṃ nivāsetvā sappitelena kāyaṃ abbhañjitvā magavisāṇena piṭṭhiṃ kaṇḍuvamāno navaṃ santhāgāraṃ pavisati, saddhiṃ mahesiyā brāhmaṇena ca purohitena. ","eng":"He has a new ceremonial hall built to the east of the citadel. He shaves off his hair and beard, dresses in a rough antelope hide, and smears his body with ghee and oil. Scratching his back with antlers, he enters the hall with his chief queen and the brahmin high priest. ","html":"{}"},"an4.198:6.4":{"pli":"So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṃ kappeti. ","eng":"There he lies on the bare ground strewn with grass. ","html":"{}"},"an4.198:6.5":{"pli":"Ekissāya gāviyā sarūpavacchāya yaṃ ekasmiṃ thane khīraṃ hoti tena rājā yāpeti; yaṃ dutiyasmiṃ thane khīraṃ hoti tena mahesī yāpeti; yaṃ tatiyasmiṃ thane khīraṃ hoti tena brāhmaṇo purohito yāpeti; yaṃ catutthasmiṃ thane khīraṃ hoti tena aggiṃ juhati; avasesena vacchako yāpeti. ","eng":"The king feeds on the milk from one teat of a cow that has a calf of the same color. The chief queen feeds on the milk from the second teat. The brahmin high priest feeds on the milk from the third teat. The milk from the fourth teat is served to the sacred flame. The calf feeds on the leftovers. ","html":"{}"},"an4.198:6.6":{"pli":"So evamāha: ","eng":"He says: ","html":"{}"},"an4.198:6.7":{"pli":"‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti. ","eng":"‘Slaughter this many bulls, bullocks, heifers, goats, rams, and horses for the sacrifice! Fell this many trees and reap this much grass for the sacrificial equipment!’ ","html":"{}"},"an4.198:6.8":{"pli":"Yepissa te honti dāsāti vā pessāti vā kammakarāti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ","eng":"His bondservants, servants, and workers do their jobs under threat of punishment and danger, weeping, with tearful faces. ","html":"{}"},"an4.198:6.9":{"pli":"Evaṃ kho, bhikkhave, puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ","eng":"That’s how one individual mortifies themselves and others, pursuing the practice of mortifying themselves and others. ","html":"{}</p>"},"an4.198:7.1":{"pli":"Kathañca, bhikkhave, puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto? ","eng":"And how does one individual neither mortify themselves nor others, pursuing the practice of not mortifying themselves or others, ","html":"<p>{}"},"an4.198:7.2":{"pli":"So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati. ","eng":"living without wishes in this very life, quenched, cooled, experiencing bliss, with self become divine? ","html":"{}"},"an4.198:7.3":{"pli":"Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"{}"},"an4.198:7.4":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"an4.198:7.5":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"an4.198:7.6":{"pli":"Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ","eng":"A householder hears that teaching, or a householder’s child, or someone reborn in a good family. ","html":"{}"},"an4.198:7.7":{"pli":"So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ","eng":"They gain faith in the Realized One ","html":"{}"},"an4.198:7.8":{"pli":"So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ","eng":"and reflect: ","html":"{}"},"an4.198:7.9":{"pli":"‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā; ","eng":"‘Life at home is cramped and dirty, life gone forth is wide open. ","html":"{}"},"an4.198:7.10":{"pli":"nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ; ","eng":"It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ","html":"{}"},"an4.198:7.11":{"pli":"yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","eng":"Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ","html":"{}"},"an4.198:7.12":{"pli":"So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya, mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya, mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"{}</p>"},"an4.198:8.1":{"pli":"So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ","eng":"Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of sympathy for all living beings. ","html":"<p>{}"},"an4.198:8.2":{"pli":"Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ","eng":"They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. ","html":"{}"},"an4.198:8.3":{"pli":"Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato asaddhammā gāmadhammā. ","eng":"They give up unchastity. They are chaste, set apart, avoiding the vulgar act of sex. ","html":"{}"},"an4.198:8.4":{"pli":"Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa. ","eng":"They give up lying. They speak the truth and stick to the truth. They’re honest and dependable, and don’t trick the world with their words. ","html":"{}"},"an4.198:8.5":{"pli":"Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, na ito sutvā amutra akkhātā imesaṃ bhedāya, na amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya; iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided and support those who are united, delighting in harmony, loving harmony, speaking words that promote harmony. ","html":"{}"},"an4.198:8.6":{"pli":"Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable, and agreeable to the people. ","html":"{}"},"an4.198:8.7":{"pli":"Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī; nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ","eng":"They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ","html":"{}</p>"},"an4.198:9.1":{"pli":"So bījagāmabhūtagāmasamārambhā paṭivirato hoti. ","eng":"They refrain from injuring plants and seeds. ","html":"<p>{}"},"an4.198:9.2":{"pli":"Ekabhattiko hoti rattūparato virato vikālabhojanā. ","eng":"They eat in one part of the day, abstaining from eating at night and food at the wrong time. ","html":"{}"},"an4.198:9.3":{"pli":"Naccagītavāditavisūkadassanā paṭivirato hoti. ","eng":"They refrain from seeing shows of dancing, singing, and music . ","html":"{}"},"an4.198:9.4":{"pli":"Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ","eng":"They refrain from attiring and adorning themselves with garlands, fragrance, and makeup. ","html":"{}"},"an4.198:9.5":{"pli":"Uccāsayanamahāsayanā paṭivirato hoti. ","eng":"They refrain from high and luxurious beds. ","html":"{}"},"an4.198:9.6":{"pli":"Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ","eng":"They refrain from receiving gold and currency, ","html":"{}"},"an4.198:9.7":{"pli":"Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ","eng":"raw grains, ","html":"{}"},"an4.198:9.8":{"pli":"Āmakamaṃsapaṭiggahaṇā paṭivirato hoti. ","eng":"raw meat, ","html":"{}"},"an4.198:9.9":{"pli":"Itthikumārikapaṭiggahaṇā paṭivirato hoti. ","eng":"women and girls, ","html":"{}"},"an4.198:9.10":{"pli":"Dāsidāsapaṭiggahaṇā paṭivirato hoti. ","eng":"male and female bondservants, ","html":"{}"},"an4.198:9.11":{"pli":"Ajeḷakapaṭiggahaṇā paṭivirato hoti. ","eng":"goats and sheep, ","html":"{}"},"an4.198:9.12":{"pli":"Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ","eng":"chickens and pigs, ","html":"{}"},"an4.198:9.13":{"pli":"Hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti. ","eng":"elephants, cows, horses, and mares, ","html":"{}"},"an4.198:9.14":{"pli":"Khettavatthupaṭiggahaṇā paṭivirato hoti. ","eng":"and fields and land. ","html":"{}"},"an4.198:9.15":{"pli":"Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ","eng":"They refrain from running errands and messages; ","html":"{}"},"an4.198:9.16":{"pli":"Kayavikkayā paṭivirato hoti. ","eng":"buying and selling; ","html":"{}"},"an4.198:9.17":{"pli":"Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti. ","eng":"falsifying weights, metals, or measures; ","html":"{}"},"an4.198:9.18":{"pli":"Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ","eng":"bribery, fraud, cheating, and duplicity; ","html":"{}"},"an4.198:9.19":{"pli":"Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ","eng":"mutilation, murder, abduction, banditry, plunder, and violence. ","html":"{}</p>"},"an4.198:10.1":{"pli":"So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ","eng":"They’re content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ","html":"<p>{}"},"an4.198:10.2":{"pli":"Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ","eng":"They’re like a bird: wherever it flies, wings are its only burden. ","html":"{}"},"an4.198:10.3":{"pli":"evamevaṃ bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ","eng":"In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ","html":"{}"},"an4.198:10.4":{"pli":"So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ","eng":"When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ","html":"{}</p>"},"an4.198:11.1":{"pli":"So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"Seeing a sight with the eyes, they don’t get caught up in the features and details. ","html":"<p>{}"},"an4.198:11.2":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving restraint over it. ","html":"{}"},"an4.198:11.3":{"pli":"Sotena saddaṃ sutvā … ","eng":"Hearing a sound with the ears … ","html":"{}"},"an4.198:11.4":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"Smelling an odor with the nose … ","html":"{}"},"an4.198:11.5":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"Tasting a flavor with the tongue … ","html":"{}"},"an4.198:11.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"Feeling a touch with the body … ","html":"{}"},"an4.198:11.7":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"Knowing an idea with the mind, they don’t get caught up in the features and details. ","html":"{}"},"an4.198:11.8":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving restraint over it. ","html":"{}"},"an4.198:11.9":{"pli":"So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ","eng":"When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ","html":"{}</p>"},"an4.198:12.1":{"pli":"So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ","eng":"They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ","html":"<p>{}</p>"},"an4.198:13.1":{"pli":"So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ","eng":"When they have this entire spectrum of noble ethics, this noble contentment, this noble sense restraint, and this noble mindfulness and situational awareness, ","html":"<p>{}"},"an4.198:13.2":{"pli":"vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanappatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"an4.198:13.3":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in their presence. ","html":"{}"},"an4.198:13.4":{"pli":"So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ","eng":"Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ","html":"{}"},"an4.198:13.5":{"pli":"Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti. ","eng":"Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. ","html":"{}"},"an4.198:13.6":{"pli":"Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti. ","eng":"Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ","html":"{}"},"an4.198:13.7":{"pli":"Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ","eng":"Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ","html":"{}"},"an4.198:13.8":{"pli":"Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ","eng":"Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ","html":"{}"},"an4.198:13.9":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"{}"},"an4.198:13.10":{"pli":"vivicceva kāmehi …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … second absorption … third absorption … fourth absorption. ","html":"{}</p>"},"an4.198:14.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya …pe… ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives … ","html":"<p>{}"},"an4.198:14.2":{"pli":"sattānaṃ cutūpapātañāṇāya …pe… ","eng":"knowledge of the death and rebirth of sentient beings … ","html":"{}"},"an4.198:14.3":{"pli":"āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ","eng":"knowledge of the ending of defilements. ","html":"{}"},"an4.198:14.4":{"pli":"So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"an4.198:14.5":{"pli":"‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ","html":"{}</p>"},"an4.198:15.1":{"pli":"Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati; ","eng":"Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ","html":"<p>{}"},"an4.198:15.2":{"pli":"vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ","eng":"When they’re freed, they know they’re freed. ","html":"{}</p>"},"an4.198:15.3":{"pli":"‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ ","html":"<p>{}"},"an4.198:15.4":{"pli":"Evaṃ kho, bhikkhave, puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto. ","eng":"That’s how one individual neither mortifies themselves nor others, pursuing the practice of not mortifying themselves or others, ","html":"{}"},"an4.198:15.5":{"pli":"So na attantapo na parantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati. ","eng":"living without wishes in this very life, quenched, cooled, experiencing bliss, with self become divine. ","html":"{}</p>"},"an4.198:15.6":{"pli":"Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti. ","eng":"These are the four individuals found in the world.” ","html":"<p>{}</p>"},"an4.198:15.7":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.199":{"an4.199:0.1":{"pli":"Aṅguttara Nikāya 4.199 ","eng":"Numbered Discourses 4.199 ","html":"<article id='an4.199'><header><ul><li class='division'>{}</li>"},"an4.199:0.2":{"pli":"20. Mahāvagga ","eng":"20. The Great Chapter ","html":"<li>{}</li></ul>"},"an4.199:0.3":{"pli":"Taṇhāsutta ","eng":"Craving, the Weaver ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.199:1.1":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"<p>{}</p>"},"an4.199:1.2":{"pli":"“taṇhaṃ vo, bhikkhave, desessāmi jāliniṃ saritaṃ visaṭaṃ visattikaṃ, yāya ayaṃ loko uddhasto pariyonaddho tantākulakajāto gulāguṇṭhikajāto muñjapabbajabhūto apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati. ","eng":"“Mendicants, I will teach you about craving—the weaver, the migrant, the creeping, the clinging. This world is choked by it, engulfed by it. It makes the world tangled like yarn, knotted like a ball of thread, and matted like rushes and reeds, not escaping the places of loss, the bad places, the underworld, transmigration. ","html":"<p>{}"},"an4.199:1.3":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an4.199:1.4":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an4.199:1.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an4.199:2.1":{"pli":"“Katamā ca sā, bhikkhave, taṇhā jālinī saritā visaṭā visattikā, yāya ayaṃ loko uddhasto pariyonaddho tantākulakajāto gulāguṇṭhikajāto muñjapabbajabhūto apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati? ","eng":"“And what is that craving …? ","html":"<p>{}"},"an4.199:2.2":{"pli":"Aṭṭhārasa kho panimāni, bhikkhave, taṇhāvicaritāni ajjhattikassa upādāya, aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya. ","eng":"There are eighteen currents of craving that derive from the interior, and eighteen that derive from the exterior. ","html":"{}</p>"},"an4.199:3.1":{"pli":"Katamāni aṭṭhārasa taṇhāvicaritāni ajjhattikassa upādāya? ","eng":"What are the eighteen currents of craving that derive from the interior? ","html":"<p>{}"},"an4.199:3.2":{"pli":"Asmīti, bhikkhave, sati itthasmīti hoti, evaṃsmīti hoti, aññathāsmīti hoti, asasmīti hoti, satasmīti hoti, santi hoti, itthaṃ santi hoti, evaṃ santi hoti, aññathā santi hoti, apihaṃ santi hoti, apihaṃ itthaṃ santi hoti, apihaṃ evaṃ santi hoti, apihaṃ aññathā santi hoti, bhavissanti hoti, itthaṃ bhavissanti hoti, evaṃ bhavissanti hoti, aññathā bhavissanti hoti. ","eng":"When there is the concept ‘I am’, there are the concepts ‘I am such’, ‘I am thus’, ‘I am otherwise’; ‘I am fleeting’, ‘I am lasting’; ‘mine’, ‘such is mine’, ‘thus is mine’, ‘otherwise is mine’; ‘also mine’, ‘such is also mine’, ‘thus is also mine’, ‘otherwise is also mine’; ‘I will be’, ‘I will be such’, ‘I will be thus’, ‘I will be otherwise’. ","html":"{}"},"an4.199:3.3":{"pli":"Imāni aṭṭhārasa taṇhāvicaritāni ajjhattikassa upādāya. ","eng":"These are the eighteen currents of craving that derive from the interior. ","html":"{}</p>"},"an4.199:4.1":{"pli":"Katamāni aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya? ","eng":"What are the eighteen currents of craving that derive from the exterior? ","html":"<p>{}"},"an4.199:4.2":{"pli":"Imināsmīti, bhikkhave, sati iminā itthasmīti hoti, iminā evaṃsmīti hoti, iminā aññathāsmīti hoti, iminā asasmīti hoti, iminā satasmīti hoti, iminā santi hoti, iminā itthaṃ santi hoti, iminā evaṃ santi hoti, iminā aññathā santi hoti, iminā apihaṃ santi hoti, iminā apihaṃ itthaṃ santi hoti, iminā apihaṃ evaṃ santi hoti, iminā apihaṃ aññathā santi hoti, iminā bhavissanti hoti, iminā itthaṃ bhavissanti hoti, iminā evaṃ bhavissanti hoti, iminā aññathā bhavissanti hoti. ","eng":"When there is the concept ‘I am because of this’, there are the concepts ‘I am such because of this’, ‘I am thus because of this’, ‘I am otherwise because of this’; ‘I am fleeting because of this’, ‘I am lasting because of this’; ‘mine because of this’, ‘such is mine because of this’, ‘thus is mine because of this’, ‘otherwise is mine because of this’; ‘also mine because of this’, ‘such is also mine because of this’, ‘thus is also mine because of this’, ‘otherwise is also mine because of this’; ‘I will be because of this’, ‘I will be such because of this’, ‘I will be thus because of this’, ‘I will be otherwise because of this’. ","html":"{}"},"an4.199:4.3":{"pli":"Imāni aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya. ","eng":"These are the eighteen currents of craving that derive from the exterior. ","html":"{}</p>"},"an4.199:5.1":{"pli":"Iti aṭṭhārasa taṇhāvicaritāni ajjhattikassa upādāya, aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya. ","eng":"So there are eighteen currents of craving that derive from the interior, and eighteen that derive from the exterior. ","html":"<p>{}"},"an4.199:5.2":{"pli":"Imāni vuccanti, bhikkhave, chattiṃsa taṇhāvicaritāni. ","eng":"These are called the thirty-six currents of craving. ","html":"{}"},"an4.199:5.3":{"pli":"Iti evarūpāni atītāni chattiṃsa taṇhāvicaritāni, anāgatāni chattiṃsa taṇhāvicaritāni, paccuppannāni chattiṃsa taṇhāvicaritāni. ","eng":"Each of these pertain to the past, future, and present, ","html":"{}"},"an4.199:5.4":{"pli":"Evaṃ aṭṭhasataṃ taṇhāvicaritaṃ honti. ","eng":"making one hundred and eight currents of craving. ","html":"{}</p>"},"an4.199:6.1":{"pli":"Ayaṃ kho sā, bhikkhave, taṇhā jālinī saritā visaṭā visattikā, yāya ayaṃ loko uddhasto pariyonaddho tantākulakajāto guṇāguṇṭhikajāto muñjapabbajabhūto apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattatī”ti. ","eng":"This is that craving—the weaver, the migrant, the creeping, the clinging. This world is choked by it, engulfed by it. It makes the world tangled like yarn, knotted like a ball of thread, and matted like rushes and reeds, not escaping the places of loss, the bad places, the underworld, transmigration.” ","html":"<p>{}</p>"},"an4.199:6.2":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.2":{"an4.2:0.1":{"pli":"Aṅguttara Nikāya 4.2 ","eng":"Numbered Discourses 4.2 ","html":"<article id='an4.2'><header><ul><li class='division'>{}</li>"},"an4.2:0.2":{"pli":"1. Bhaṇḍagāmavagga ","eng":"1. At Wares Village ","html":"<li>{}</li></ul>"},"an4.2:0.3":{"pli":"Papatitasutta ","eng":"Fallen ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.2:1.1":{"pli":"“Catūhi, bhikkhave, dhammehi asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ","eng":"“Someone without four things is said to have ‘fallen from this teaching and training’. ","html":"<p>{}"},"an4.2:1.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"an4.2:1.3":{"pli":"Ariyena, bhikkhave, sīlena asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ","eng":"Noble ethics, ","html":"{}"},"an4.2:1.4":{"pli":"Ariyena, bhikkhave, samādhinā asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ","eng":"immersion, ","html":"{}"},"an4.2:1.5":{"pli":"Ariyāya, bhikkhave, paññāya asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ","eng":"wisdom, ","html":"{}"},"an4.2:1.6":{"pli":"Ariyāya, bhikkhave, vimuttiyā asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ","eng":"and freedom. ","html":"{}"},"an4.2:1.7":{"pli":"Imehi kho, bhikkhave, catūhi dhammehi asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ","eng":"Someone without these four things is said to have ‘fallen from this teaching and training’. ","html":"{}</p>"},"an4.2:2.1":{"pli":"Catūhi, bhikkhave, dhammehi samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati. ","eng":"Someone with four things is said to be ‘secure in this teaching and training’. ","html":"<p>{}"},"an4.2:2.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"an4.2:2.3":{"pli":"Ariyena, bhikkhave, sīlena samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati. ","eng":"Noble ethics, ","html":"{}"},"an4.2:2.4":{"pli":"Ariyena, bhikkhave, samādhinā samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati. ","eng":"immersion, ","html":"{}"},"an4.2:2.5":{"pli":"Ariyāya, bhikkhave, paññāya samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati. ","eng":"wisdom, ","html":"{}"},"an4.2:2.6":{"pli":"Ariyāya, bhikkhave, vimuttiyā samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati. ","eng":"and freedom. ","html":"{}"},"an4.2:2.7":{"pli":"Imehi kho, bhikkhave, catūhi dhammehi samannāgato ‘imasmā dhammavinayā apapatito’ti vuccatīti. ","eng":"Someone with these four things is said to be ‘secure in this teaching and training’. ","html":"{}</p>"},"an4.2:3.1":{"pli":"Cutā patanti patitā, ","eng":"They fall, collapsed and fallen; ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.2:3.2":{"pli":"giddhā ca punarāgatā; ","eng":"greedy, they return. ","html":"<span class='verse-line'>{}</span>"},"an4.2:3.3":{"pli":"Kataṃ kiccaṃ rataṃ rammaṃ, ","eng":"The work is done, the joyful is enjoyed, ","html":"<span class='verse-line'>{}</span>"},"an4.2:3.4":{"pli":"sukhenānvāgataṃ sukhan”ti. ","eng":"happiness is found through happiness.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.2:3.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.20":{"an4.20:0.1":{"pli":"Aṅguttara Nikāya 4.20 ","eng":"Numbered Discourses 4.20 ","html":"<article id='an4.20'><header><ul><li class='division'>{}</li>"},"an4.20:0.2":{"pli":"2. Caravagga ","eng":"2. Walking ","html":"<li>{}</li></ul>"},"an4.20:0.3":{"pli":"Bhattuddesakasutta ","eng":"A Meal Assigner ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.20:1.1":{"pli":"“Catūhi, bhikkhave, dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ niraye. ","eng":"“Mendicants, a meal assigner who has four qualities is cast down to hell. ","html":"<p>{}"},"an4.20:1.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"an4.20:1.3":{"pli":"Chandāgatiṃ gacchati, dosāgatiṃ gacchati, mohāgatiṃ gacchati, bhayāgatiṃ gacchati—","eng":"They make decisions prejudiced by favoritism, hostility, stupidity, and cowardice. ","html":"{}"},"an4.20:1.4":{"pli":"imehi kho, bhikkhave, catūhi dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ niraye. ","eng":"A meal assigner who has these four qualities is cast down to hell. ","html":"{}</p>"},"an4.20:2.1":{"pli":"Catūhi, bhikkhave, dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ sagge. ","eng":"A meal designator who has four qualities is raised up to heaven. ","html":"<p>{}"},"an4.20:2.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"an4.20:2.3":{"pli":"Na chandāgatiṃ gacchati, na dosāgatiṃ gacchati, na mohāgatiṃ gacchati, na bhayāgatiṃ gacchati—","eng":"They make decisions unprejudiced by favoritism, hostility, stupidity, and cowardice. ","html":"{}"},"an4.20:2.4":{"pli":"imehi kho, bhikkhave, catūhi dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ saggeti. ","eng":"A meal assigner who has these four qualities is raised up to heaven. ","html":"{}</p>"},"an4.20:3.1":{"pli":"Ye keci kāmesu asaññatā janā, ","eng":"All those people with unbridled sensuality, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.20:3.2":{"pli":"Adhammikā honti adhammagāravā; ","eng":"unprincipled, with no respect for principle, ","html":"<span class='verse-line'>{}</span>"},"an4.20:3.3":{"pli":"Chandā dosā mohā ca bhayā gāmino, ","eng":"led astray <j>by favoritism, hostility, stupidity, or cowardice, ","html":"<span class='verse-line'>{}</span>"},"an4.20:3.4":{"pli":"Parisākasaṭo ca panesa vuccati. ","eng":"are called ‘an assembly of the dregs’: ","html":"<span class='verse-line'>{}</span></p>"},"an4.20:4.1":{"pli":"Evañhi vuttaṃ samaṇena jānatā, ","eng":"that’s what was said by the ascetic who knows. ","html":"<p><span class='verse-line'>{}</span>"},"an4.20:4.2":{"pli":"Tasmā hi te sappurisā pasaṃsiyā; ","eng":"And so those praiseworthy true persons, ","html":"<span class='verse-line'>{}</span>"},"an4.20:4.3":{"pli":"Dhamme ṭhitā ye na karonti pāpakaṃ, ","eng":"standing on principle, doing nothing wrong, ","html":"<span class='verse-line'>{}</span>"},"an4.20:4.4":{"pli":"Na chandā na dosā na mohā na bhayā ca gāmino; ","eng":"not led astray <j>by favoritism, hostility, stupidity, or cowardice, ","html":"<span class='verse-line'>{}</span>"},"an4.20:4.5":{"pli":"Parisāya maṇḍo ca panesa vuccati, ","eng":"are called ‘an assembly of the cream’: ","html":"<span class='verse-line'>{}</span>"},"an4.20:4.6":{"pli":"Evañhi vuttaṃ samaṇena jānatā”ti. ","eng":"that’s what was said by the ascetic who knows.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.20:4.7":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an4.20:4.8":{"pli":"Caravaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an4.20:5.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an4.20:5.1":{"pli":"Caraṃ sīlaṃ padhānāni, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an4.20:5.2":{"pli":"saṃvaraṃ paññatti pañcamaṃ; ","html":"<span class='verse-line'>{}</span>"},"an4.20:5.3":{"pli":"Sokhummaṃ tayo agatī, ","html":"<span class='verse-line'>{}</span>"},"an4.20:5.4":{"pli":"bhattuddesena te dasāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}