{"an4.12":{"an4.12:0.1":{"pli":"Aṅguttara Nikāya 4.12 ","eng":"Numbered Discourses 4.12 ","html":"<article id='an4.12'><header><ul><li class='division'>{}</li>"},"an4.12:0.2":{"pli":"2. Caravagga ","eng":"2. Walking ","html":"<li>{}</li></ul>"},"an4.12:0.3":{"pli":"Sīlasutta ","eng":"Ethics ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.12:1.1":{"pli":"“Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā, pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā, aṇumattesu vajjesu bhayadassāvino samādāya sikkhatha sikkhāpadesu. ","eng":"“Mendicants, live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken. ","html":"<p>{}"},"an4.12:1.2":{"pli":"Sampannasīlānaṃ vo, bhikkhave, viharataṃ sampannapātimokkhānaṃ pātimokkhasaṃvarasaṃvutānaṃ viharataṃ ācāragocarasampannānaṃ aṇumattesu vajjesu bhayadassāvīnaṃ samādāya sikkhataṃ sikkhāpadesu, kimassa uttari karaṇīyaṃ? ","eng":"When you’ve done this, what more is there to do? ","html":"{}</p>"},"an4.12:2.1":{"pli":"Carato cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, carampi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati. ","eng":"Suppose a mendicant has got rid of desire and ill will while walking, and has given up dullness and drowsiness, restlessness and remorse, and doubt. Their energy is roused up and unflagging, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is immersed in samādhi. Such a mendicant is said to be ‘keen and prudent, always energetic and resolute’ when walking. ","html":"<p>{}</p>"},"an4.12:3.1":{"pli":"Ṭhitassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, ṭhitopi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati. ","eng":"Suppose a mendicant has got rid of desire and ill will while standing … ","html":"<p>{}"},"an4.12:4.1":{"pli":"Nisinnassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, nisinnopi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati. ","eng":"sitting … ","html":"{}"},"an4.12:5.1":{"pli":"Sayānassa cepi, bhikkhave, bhikkhuno jāgarassa abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, sayānopi, bhikkhave, bhikkhu jāgaro evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccatīti. ","eng":"and when lying down while awake, and has given up dullness and drowsiness, restlessness and remorse, and doubt. Their energy is roused up and unflagging, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is immersed in samādhi and unified. Such a mendicant is said to be ‘keen and prudent, always energetic and resolute’ when lying down while awake. ","html":"{}</p>"},"an4.12:6.1":{"pli":"Yataṃ care yataṃ tiṭṭhe, ","eng":"Carefully walking, carefully standing, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an4.12:6.2":{"pli":"Yataṃ acche yataṃ saye; ","eng":"carefully sitting, carefully lying; ","html":"<span class='verse-line'>{}</span>"},"an4.12:6.3":{"pli":"Yataṃ samiñjaye bhikkhu, ","eng":"a mendicant carefully bends their limbs, ","html":"<span class='verse-line'>{}</span>"},"an4.12:6.4":{"pli":"Yatamenaṃ pasāraye. ","eng":"and carefully extends them. ","html":"<span class='verse-line'>{}</span></p>"},"an4.12:7.1":{"pli":"Uddhaṃ tiriyaṃ apācīnaṃ, ","eng":"Above, below, all round, ","html":"<p><span class='verse-line'>{}</span>"},"an4.12:7.2":{"pli":"yāvatājagatogati; ","eng":"as far as the planet extends; ","html":"<span class='verse-line'>{}</span>"},"an4.12:7.3":{"pli":"Samavekkhitā ca dhammānaṃ, ","eng":"they scrutinize the rise and fall ","html":"<span class='verse-line'>{}</span>"},"an4.12:7.4":{"pli":"khandhānaṃ udayabbayaṃ. ","eng":"of phenomena such as the aggregates. ","html":"<span class='verse-line'>{}</span></p>"},"an4.12:8.1":{"pli":"Cetosamathasāmīciṃ, ","eng":"Training in what leads to serenity of heart, ","html":"<p><span class='verse-line'>{}</span>"},"an4.12:8.2":{"pli":"sikkhamānaṃ sadā sataṃ; ","eng":"always staying mindful; ","html":"<span class='verse-line'>{}</span>"},"an4.12:8.3":{"pli":"Satataṃ pahitattoti, ","eng":"they call such a mendicant ","html":"<span class='verse-line'>{}</span>"},"an4.12:8.4":{"pli":"āhu bhikkhuṃ tathāvidhan”ti. ","eng":"‘always determined’.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an4.12:8.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.120":{"an4.120:0.1":{"pli":"Aṅguttara Nikāya 4.120 ","eng":"Numbered Discourses 4.120 ","html":"<article id='an4.120'><header><ul><li class='division'>{}</li>"},"an4.120:0.2":{"pli":"12. Kesivagga ","eng":"12. With Kesi ","html":"<li>{}</li></ul>"},"an4.120:0.3":{"pli":"Dutiyabhayasutta ","eng":"Perils (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.120:1.1":{"pli":"“Cattārimāni, bhikkhave, bhayāni. ","eng":"“Mendicants, there are these four perils. ","html":"<p>{}"},"an4.120:1.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"an4.120:1.3":{"pli":"Aggibhayaṃ, udakabhayaṃ, rājabhayaṃ, corabhayaṃ—","eng":"The perils of fire, water, kings, and bandits. ","html":"{}"},"an4.120:1.4":{"pli":"Imāni kho, bhikkhave, cattāri bhayānī”ti. ","eng":"These are the four perils.” ","html":"{}</p>"},"an4.120:1.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an4.120:1.6":{"pli":"Kesivaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an4.120:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an4.120:2.1":{"pli":"Kesi javo patodo ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an4.120:2.2":{"pli":"Nāgo ṭhānena pañcamaṃ; ","html":"<span class='verse-line'>{}</span>"},"an4.120:2.3":{"pli":"Appamādo ca ārakkho, ","html":"<span class='verse-line'>{}</span>"},"an4.120:2.4":{"pli":"Saṃvejanīyañca dve bhayāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an4.121":{"an4.121:0.1":{"pli":"Aṅguttara Nikāya 4.121 ","eng":"Numbered Discourses 4.121 ","html":"<article id='an4.121'><header><ul><li class='division'>{}</li>"},"an4.121:0.2":{"pli":"13. Bhayavagga ","eng":"13. Fears ","html":"<li>{}</li></ul>"},"an4.121:0.3":{"pli":"Attānuvādasutta ","eng":"Guilt ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.121:1.1":{"pli":"“Cattārimāni, bhikkhave, bhayāni. ","eng":"“Mendicants, there are these four fears. ","html":"<p>{}"},"an4.121:1.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"an4.121:1.3":{"pli":"Attānuvādabhayaṃ, parānuvādabhayaṃ, daṇḍabhayaṃ, duggatibhayaṃ. ","eng":"The fears of guilt, shame, punishment, and going to a bad place. ","html":"{}</p>"},"an4.121:2.1":{"pli":"Katamañca, bhikkhave, attānuvādabhayaṃ? ","eng":"And what, mendicants, is the fear of guilt? ","html":"<p>{}"},"an4.121:2.2":{"pli":"Idha, bhikkhave, ekacco iti paṭisañcikkhati: ","eng":"It’s when someone reflects: ","html":"{}"},"an4.121:2.3":{"pli":"‘ahañceva kho pana kāyena duccaritaṃ careyyaṃ, vācāya duccaritaṃ careyyaṃ, manasā duccaritaṃ careyyaṃ, kiñca taṃ yaṃ maṃ attā sīlato na upavadeyyā’ti. ","eng":"‘If I were to do bad things by way of body, speech, and mind, wouldn’t I blame myself for my conduct?’ ","html":"{}"},"an4.121:2.4":{"pli":"So attānuvādabhayassa bhīto kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ","eng":"Being afraid of guilt, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an4.121:2.5":{"pli":"Idaṃ vuccati, bhikkhave, attānuvādabhayaṃ. ","eng":"This is called the fear of guilt. ","html":"{}</p>"},"an4.121:3.1":{"pli":"Katamañca, bhikkhave, parānuvādabhayaṃ? ","eng":"And what, mendicants, is the fear of shame? ","html":"<p>{}"},"an4.121:3.2":{"pli":"Idha, bhikkhave, ekacco iti paṭisañcikkhati: ","eng":"It’s when someone reflects: ","html":"{}"},"an4.121:3.3":{"pli":"‘ahañceva kho pana kāyena duccaritaṃ careyyaṃ, vācāya duccaritaṃ careyyaṃ, manasā duccaritaṃ careyyaṃ, kiñca taṃ yaṃ maṃ pare sīlato na upavadeyyun’ti. ","eng":"‘If I were to do bad things by way of body, speech, and mind, wouldn’t others blame me for my conduct?’ ","html":"{}"},"an4.121:3.4":{"pli":"So parānuvādabhayassa bhīto kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ","eng":"Being afraid of shame, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an4.121:3.5":{"pli":"Idaṃ vuccati, bhikkhave, parānuvādabhayaṃ. ","eng":"This is called the fear of shame. ","html":"{}</p>"},"an4.121:4.1":{"pli":"Katamañca, bhikkhave, daṇḍabhayaṃ? ","eng":"And what, mendicants, is the fear of punishment? ","html":"<p>{}"},"an4.121:4.2":{"pli":"Idha, bhikkhave, ekacco passati coraṃ āgucāriṃ, rājāno gahetvā vividhā kammakāraṇā kārente, ","eng":"It’s when someone sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—","html":"{}"},"an4.121:4.3":{"pli":"kasāhipi tāḷente, vettehipi tāḷente, addhadaṇḍakehipi tāḷente, hatthampi chindante, pādampi chindante, hatthapādampi chindante, kaṇṇampi chindante, nāsampi chindante, kaṇṇanāsampi chindante, bilaṅgathālikampi karonte, saṅkhamuṇḍikampi karonte, rāhumukhampi karonte, jotimālikampi karonte, hatthapajjotikampi karonte, erakavattikampi karonte, cīrakavāsikampi karonte, eṇeyyakampi karonte, balisamaṃsikampi karonte, kahāpaṇakampi karonte, khārāpatacchikampi karonte, palighaparivattikampi karonte, palālapīṭhakampi karonte, tattenapi telena osiñcante, sunakhehipi khādāpente, jīvantampi sūle uttāsente, asināpi sīsaṃ chindante. ","eng":"whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘Rāhu’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘bulrush twist’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘caustic pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the hounds, being impaled alive, and being beheaded. ","html":"{}</p>"},"an4.121:5.1":{"pli":"Tassa evaṃ hoti: ","eng":"They think: ","html":"<p>{}"},"an4.121:5.2":{"pli":"‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu coraṃ āgucāriṃ rājāno gahetvā vividhā kammakāraṇā kārenti, kasāhipi tāḷenti …pe… asināpi sīsaṃ chindanti, ahañceva kho pana evarūpaṃ pāpakammaṃ kareyyaṃ, mampi rājāno gahetvā evarūpā vividhā kammakāraṇā kāreyyuṃ, kasāhipi tāḷeyyuṃ, vettehipi tāḷeyyuṃ, addhadaṇḍakehipi tāḷeyyuṃ, hatthampi chindeyyuṃ, pādampi chindeyyuṃ, hatthapādampi chindeyyuṃ, kaṇṇampi chindeyyuṃ, nāsampi chindeyyuṃ, kaṇṇanāsampi chindeyyuṃ, bilaṅgathālikampi kareyyuṃ, saṅkhamuṇḍikampi kareyyuṃ; ","eng":"‘If I were to do the same kind of bad deed, the kings would punish me in the same way.’ … ","html":"{}"},"an4.121:5.3":{"pli":"rāhumukhampi kareyyuṃ, jotimālikampi kareyyuṃ, hatthapajjotikampi kareyyuṃ, erakavattikampi kareyyuṃ, cīrakavāsikampi kareyyuṃ, eṇeyyakampi kareyyuṃ, balisamaṃsikampi kareyyuṃ, kahāpaṇakampi kareyyuṃ, khārāpatacchikampi kareyyuṃ, palighaparivattikampi kareyyuṃ, palālapīṭhakampi kareyyuṃ, tattenapi telena osiñceyyuṃ, sunakhehipi khādāpeyyuṃ, jīvantampi sūle uttāseyyuṃ, asināpi sīsaṃ chindeyyun’ti. ","html":"{}"},"an4.121:5.4":{"pli":"So daṇḍabhayassa bhīto na paresaṃ pābhataṃ vilumpanto carati. ","eng":"Being afraid of punishment, they don’t steal the belongings of others. ","html":"{}"},"an4.121:5.5":{"pli":"Kāyaduccaritaṃ pahāya …pe… suddhaṃ attānaṃ pariharati. ","eng":"They give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an4.121:5.6":{"pli":"Idaṃ vuccati, bhikkhave, daṇḍabhayaṃ. ","eng":"This is called the fear of punishment. ","html":"{}</p>"},"an4.121:6.1":{"pli":"Katamañca, bhikkhave, duggatibhayaṃ? ","eng":"And what, mendicants, is the fear of rebirth in a bad place? ","html":"<p>{}"},"an4.121:6.2":{"pli":"Idha, bhikkhave, ekacco iti paṭisañcikkhati: ","eng":"It’s when someone reflects: ","html":"{}"},"an4.121:6.3":{"pli":"‘kāyaduccaritassa kho pāpako vipāko abhisamparāyaṃ, vacīduccaritassa pāpako vipāko abhisamparāyaṃ, manoduccaritassa pāpako vipāko abhisamparāyaṃ. ","eng":"‘Bad conduct of body, speech, or mind has a bad result in the next life. ","html":"{}"},"an4.121:6.4":{"pli":"Ahañceva kho pana kāyena duccaritaṃ careyyaṃ, vācāya duccaritaṃ careyyaṃ, manasā duccaritaṃ careyyaṃ, kiñca taṃ yāhaṃ na kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyan’ti. ","eng":"If I were to do such bad things, when my body breaks up, after death, I’d be reborn in a place of loss, a bad place, the underworld, hell.’ ","html":"{}"},"an4.121:6.5":{"pli":"So duggatibhayassa bhīto kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ","eng":"Being afraid of rebirth in a bad place, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. ","html":"{}"},"an4.121:6.6":{"pli":"Idaṃ vuccati, bhikkhave, duggatibhayaṃ. ","eng":"This is called the fear of rebirth in a bad place. ","html":"{}</p>"},"an4.121:6.7":{"pli":"Imāni kho, bhikkhave, cattāri bhayānī”ti. ","eng":"These are the four fears.” ","html":"<p>{}</p>"},"an4.121:6.8":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.122":{"an4.122:0.1":{"pli":"Aṅguttara Nikāya 4.122 ","eng":"Numbered Discourses 4.122 ","html":"<article id='an4.122'><header><ul><li class='division'>{}</li>"},"an4.122:0.2":{"pli":"13. Bhayavagga ","eng":"13. Fears ","html":"<li>{}</li></ul>"},"an4.122:0.3":{"pli":"Ūmibhayasutta ","eng":"The Danger of Waves ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.122:1.1":{"pli":"“Cattārimāni, bhikkhave, bhayāni udakorohantassa pāṭikaṅkhitabbāni. ","eng":"“Mendicants, anyone who enters the water should anticipate four dangers. ","html":"<p>{}"},"an4.122:1.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"an4.122:1.3":{"pli":"Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ—","eng":"The dangers of waves, gharials, whirlpools, and sharks. ","html":"{}</p>"},"an4.122:1.4":{"pli":"Imāni kho, bhikkhave, cattāri bhayāni udakorohantassa pāṭikaṅkhitabbāni. ","eng":"These are the four dangers that anyone who enters the water should anticipate. ","html":"<p>{}"},"an4.122:1.5":{"pli":"Evamevaṃ kho, bhikkhave, cattāri bhayāni idhekaccassa kulaputtassa imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajitassa pāṭikaṅkhitabbāni. ","eng":"In the same way, a gentleman gone forth from the lay life to homelessness in this teaching and training should anticipate four dangers. ","html":"{}"},"an4.122:1.6":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"an4.122:1.7":{"pli":"Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ. ","eng":"The dangers of waves, gharials, whirlpools, and sharks. ","html":"{}</p>"},"an4.122:2.1":{"pli":"Katamañca, bhikkhave, ūmibhayaṃ? ","eng":"And what, mendicants, is the danger of waves? ","html":"<p>{}"},"an4.122:2.2":{"pli":"Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ","eng":"It’s when a gentleman has gone forth out of faith from the lay life to homelessness, thinking: ","html":"{}"},"an4.122:2.3":{"pli":"‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto; ","eng":"‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ","html":"{}"},"an4.122:2.4":{"pli":"appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ","eng":"Hopefully I can make an end to this entire mass of suffering.’ ","html":"{}"},"an4.122:2.5":{"pli":"Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārino ovadanti anusāsanti: ","eng":"When they’ve gone forth, their spiritual companions advise and instruct them: ","html":"{}"},"an4.122:2.6":{"pli":"‘evaṃ te abhikkamitabbaṃ, evaṃ te paṭikkamitabbaṃ, evaṃ te āloketabbaṃ, evaṃ te viloketabbaṃ, evaṃ te samiñjitabbaṃ, evaṃ te pasāritabbaṃ, evaṃ te saṅghāṭipattacīvaraṃ dhāretabban’ti. ","eng":"‘You should go out like this, and come back like that. You should look to the front like this, and to the side like that. You should contract your limbs like this, and extend them like that. This is how you should bear your outer robe, bowl, and robes.’ ","html":"{}"},"an4.122:2.7":{"pli":"Tassa evaṃ hoti: ","eng":"They think: ","html":"{}"},"an4.122:2.8":{"pli":"‘mayaṃ kho pubbe agāriyabhūtā samānā aññe ovadāmapi anusāsāmapi. ","eng":"‘Formerly, as laypeople, we advised and instructed others. ","html":"{}"},"an4.122:2.9":{"pli":"Ime panamhākaṃ puttamattā maññe nattamattā maññe ovaditabbaṃ anusāsitabbaṃ maññantī’ti. ","eng":"And now these mendicants—who you’d think were our children or grandchildren—imagine they can advise and instruct us!’ ","html":"{}"},"an4.122:2.10":{"pli":"So kupito anattamano sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"Angry and upset, they resign the training and return to a lesser life. ","html":"{}"},"an4.122:2.11":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu ūmibhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ","eng":"This is called a mendicant who disavows the training and returns to a lesser life for fear of the danger of waves. ","html":"{}"},"an4.122:2.12":{"pli":"Ūmibhayanti kho, bhikkhave, kodhūpāyāsassetaṃ adhivacanaṃ. ","eng":"‘Danger of waves’ is a term for anger and distress. ","html":"{}"},"an4.122:2.13":{"pli":"Idaṃ vuccati, bhikkhave, ūmibhayaṃ. ","eng":"This is called the danger of waves. ","html":"{}</p>"},"an4.122:3.1":{"pli":"Katamañca, bhikkhave, kumbhīlabhayaṃ? ","eng":"And what, mendicants, is the danger of gharials? ","html":"<p>{}"},"an4.122:3.2":{"pli":"Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ","eng":"It’s when a gentleman has gone forth out of faith from the lay life to homelessness … ","html":"{}"},"an4.122:3.3":{"pli":"‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto; ","html":"{}"},"an4.122:3.4":{"pli":"appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ","html":"{}"},"an4.122:3.5":{"pli":"Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārino ovadanti anusāsanti: ","eng":"When they’ve gone forth, their spiritual companions advise and instruct them: ","html":"{}"},"an4.122:3.6":{"pli":"‘idaṃ te khāditabbaṃ, idaṃ te na khāditabbaṃ, idaṃ te bhuñjitabbaṃ, idaṃ te na bhuñjitabbaṃ, idaṃ te sāyitabbaṃ, idaṃ te na sāyitabbaṃ, idaṃ te pātabbaṃ, idaṃ te na pātabbaṃ, kappiyaṃ te khāditabbaṃ, akappiyaṃ te na khāditabbaṃ, kappiyaṃ te bhuñjitabbaṃ, akappiyaṃ te na bhuñjitabbaṃ, kappiyaṃ te sāyitabbaṃ, akappiyaṃ te na sāyitabbaṃ, kappiyaṃ te pātabbaṃ, akappiyaṃ te na pātabbaṃ, kāle te khāditabbaṃ, vikāle te na khāditabbaṃ, kāle te bhuñjitabbaṃ, vikāle te na bhuñjitabbaṃ, kāle te sāyitabbaṃ, vikāle te na sāyitabbaṃ, kāle te pātabbaṃ, vikāle te na pātabban’ti. ","eng":"‘You may eat, consume, taste, and drink these things, but not those. You may eat what’s allowable, but not what’s unallowable. You may eat at the right time, but not at the wrong time.’ ","html":"{}"},"an4.122:3.7":{"pli":"Tassa evaṃ hoti: ","eng":"They think: ","html":"{}"},"an4.122:3.8":{"pli":"‘mayaṃ kho pubbe agāriyabhūtā samānā yaṃ icchāma taṃ khādāma, yaṃ na icchāma na taṃ khādāma; ","eng":"‘Formerly, as laypeople, we used to eat, consume, taste, and drink what we wanted, not what we didn’t want. ","html":"{}"},"an4.122:3.9":{"pli":"yaṃ icchāma taṃ bhuñjāma, yaṃ na icchāma na taṃ bhuñjāma; ","html":"{}"},"an4.122:3.10":{"pli":"yaṃ icchāma taṃ sāyāma, yaṃ na icchāma na taṃ sāyāma; ","html":"{}"},"an4.122:3.11":{"pli":"yaṃ icchāma taṃ pivāma, yaṃ na icchāma na taṃ pivāma; ","html":"{}"},"an4.122:3.12":{"pli":"kappiyampi khādāma akappiyampi khādāma kappiyampi bhuñjāma akappiyampi bhuñjāma kappiyampi sāyāma akappiyampi sāyāma kappiyampi pivāma akappiyampi pivāma, kālepi khādāma vikālepi khādāma kālepi bhuñjāma vikālepi bhuñjāma kālepi sāyāma vikālepi sāyāma kālepi pivāma vikālepi pivāma; ","eng":"We ate and drank both allowable and unallowable things, at the right time and the wrong time. ","html":"{}"},"an4.122:3.13":{"pli":"yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ vā bhojanīyaṃ vā denti, tatrapime mukhāvaraṇaṃ maññe karontī’ti. ","eng":"And these faithful householders give us delicious fresh and cooked foods at the wrong time of day. But these guys imagine they can gag our mouths!’ ","html":"{}"},"an4.122:3.14":{"pli":"So kupito anattamano sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"Angry and upset, they resign the training and return to a lesser life. ","html":"{}"},"an4.122:3.15":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu kumbhīlabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ","eng":"This is called a mendicant who disavows the training and returns to a lesser life for fear of the danger of gharials. ","html":"{}"},"an4.122:3.16":{"pli":"Kumbhīlabhayanti kho, bhikkhave, odarikattassetaṃ adhivacanaṃ. ","eng":"‘Danger of gharials’ is a term for gluttony. ","html":"{}"},"an4.122:3.17":{"pli":"Idaṃ vuccati, bhikkhave, kumbhīlabhayaṃ. ","eng":"This is called the danger of gharials. ","html":"{}</p>"},"an4.122:4.1":{"pli":"Katamañca, bhikkhave, āvaṭṭabhayaṃ? ","eng":"And what, mendicants, is the danger of whirlpools? ","html":"<p>{}"},"an4.122:4.2":{"pli":"Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ","eng":"It’s when a gentleman has gone forth out of faith from the lay life to homelessness … ","html":"{}"},"an4.122:4.3":{"pli":"‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi, dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ","html":"{}"},"an4.122:4.4":{"pli":"appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ","html":"{}"},"an4.122:4.5":{"pli":"So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati arakkhiteneva kāyena arakkhitāya vācāya arakkhitena cittena anupaṭṭhitāya satiyā asaṃvutehi indriyehi. ","eng":"When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties. ","html":"{}"},"an4.122:4.6":{"pli":"So tattha passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ. ","eng":"There they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. ","html":"{}"},"an4.122:4.7":{"pli":"Tassa evaṃ hoti: ","eng":"They think: ","html":"{}"},"an4.122:4.8":{"pli":"‘mayaṃ kho pubbe agāriyabhūtā samānā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārimhā; ","eng":"‘Formerly, as laypeople, we amused ourselves, supplied and provided with the five kinds of sensual stimulation. ","html":"{}"},"an4.122:4.9":{"pli":"saṃvijjanti kho pana me kule bhogā. ","eng":"And it’s true that my family is wealthy. ","html":"{}"},"an4.122:4.10":{"pli":"Sakkā bhoge ca bhuñjituṃ puññāni ca kātuṃ. ","eng":"I can both enjoy my wealth and make merit. ","html":"{}"},"an4.122:4.11":{"pli":"Yannūnāhaṃ sikkhaṃ paccakkhāya hīnāyāvattitvā bhoge ca bhuñjeyyaṃ puññāni ca kareyyan’ti. ","eng":"Why don’t I resign the training and return to a lesser life, so I can enjoy my wealth and make merit?’ ","html":"{}"},"an4.122:4.12":{"pli":"So sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}"},"an4.122:4.13":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu āvaṭṭabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ","eng":"This is called a mendicant who disavows the training and returns to a lesser life for fear of the danger of whirlpools. ","html":"{}"},"an4.122:4.14":{"pli":"Āvaṭṭabhayanti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","eng":"‘Danger of whirlpools’ is a term for the five kinds of sensual stimulation. ","html":"{}"},"an4.122:4.15":{"pli":"Idaṃ vuccati, bhikkhave, āvaṭṭabhayaṃ. ","eng":"This is called the danger of whirlpools. ","html":"{}</p>"},"an4.122:5.1":{"pli":"Katamañca, bhikkhave, susukābhayaṃ? ","eng":"And what, mendicants, is the danger of sharks? ","html":"<p>{}"},"an4.122:5.2":{"pli":"Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ","eng":"It’s when a gentleman has gone forth out of faith from the lay life to homelessness … ","html":"{}"},"an4.122:5.3":{"pli":"‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto; ","html":"{}"},"an4.122:5.4":{"pli":"appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ","html":"{}"},"an4.122:5.5":{"pli":"So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati arakkhiteneva kāyena arakkhitāya vācāya arakkhitena cittena anupaṭṭhitāya satiyā asaṃvutehi indriyehi. ","eng":"When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties. ","html":"{}"},"an4.122:5.6":{"pli":"So tattha passati mātugāmaṃ dunnivatthaṃ vā duppārutaṃ vā. ","eng":"There they see a lady scantily clad, with revealing clothes. ","html":"{}"},"an4.122:5.7":{"pli":"Tassa mātugāmaṃ disvā dunnivatthaṃ vā duppārutaṃ vā rāgo cittaṃ anuddhaṃseti. ","eng":"Lust infects their mind, ","html":"{}"},"an4.122:5.8":{"pli":"So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"so they resign the training and return to a lesser life. ","html":"{}"},"an4.122:5.9":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu susukābhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ","eng":"This is called a mendicant who disavows the training and returns to a lesser life because they’re afraid of the danger of sharks. ","html":"{}"},"an4.122:5.10":{"pli":"Susukābhayanti kho, bhikkhave, mātugāmassetaṃ adhivacanaṃ. ","eng":"‘Danger of sharks’ is a term for ladies. ","html":"{}"},"an4.122:5.11":{"pli":"Idaṃ vuccati, bhikkhave, susukābhayaṃ. ","eng":"This is called the danger of sharks. ","html":"{}</p>"},"an4.122:5.12":{"pli":"Imāni kho, bhikkhave, cattāri bhayāni idhekaccassa kulaputtassa imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajitassa pāṭikaṅkhitabbānī”ti. ","eng":"These are the four dangers that a gentleman gone forth from the lay life to homelessness in this teaching and training should anticipate.” ","html":"<p>{}</p>"},"an4.122:5.13":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.123":{"an4.123:0.1":{"pli":"Aṅguttara Nikāya 4.123 ","eng":"Numbered Discourses 4.123 ","html":"<article id='an4.123'><header><ul><li class='division'>{}</li>"},"an4.123:0.2":{"pli":"13. Bhayavagga ","eng":"13. Fears ","html":"<li>{}</li></ul>"},"an4.123:0.3":{"pli":"Paṭhamanānākaraṇasutta ","eng":"Difference (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.123:1.1":{"pli":"“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Mendicants, these four individuals are found in the world. ","html":"<p>{}"},"an4.123:1.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"an4.123:1.3":{"pli":"Idha, bhikkhave, ekacco puggalo vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Take an individual who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p>{}"},"an4.123:1.4":{"pli":"So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ","eng":"They enjoy it and like it and find it rewarding. ","html":"{}"},"an4.123:1.5":{"pli":"Tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjati. ","eng":"If they abide in that, are committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the Divinity’s host. ","html":"{}"},"an4.123:1.6":{"pli":"Brahmakāyikānaṃ, bhikkhave, devānaṃ kappo āyuppamāṇaṃ. ","eng":"The lifespan of the gods of the Divinity’s host is one eon. ","html":"{}"},"an4.123:1.7":{"pli":"Tattha puthujjano yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā nirayampi gacchati tiracchānayonimpi gacchati pettivisayampi gacchati. ","eng":"An ordinary person stays there until the lifespan of those gods is spent, then they go to hell or the animal realm or the ghost realm. ","html":"{}"},"an4.123:1.8":{"pli":"Bhagavato pana sāvako tattha yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā tasmiṃyeva bhave parinibbāyati. ","eng":"But a disciple of the Buddha stays there until the lifespan of those gods is spent, then they’re extinguished in that very life. ","html":"{}"},"an4.123:1.9":{"pli":"Ayaṃ kho, bhikkhave, viseso ayaṃ adhippayāso idaṃ nānākaraṇaṃ sutavato ariyasāvakassa assutavatā puthujjanena, yadidaṃ gatiyā upapattiyā sati. ","eng":"This is the difference between a learned noble disciple and an unlearned ordinary person, that is, when there is a place of rebirth. ","html":"{}</p>"},"an4.123:2.1":{"pli":"Puna caparaṃ, bhikkhave, idhekacco puggalo vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, take an individual who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"an4.123:2.2":{"pli":"So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ","eng":"They enjoy it and like it and find it rewarding. ","html":"{}"},"an4.123:2.3":{"pli":"Tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno ābhassarānaṃ devānaṃ sahabyataṃ upapajjati. ","eng":"If they abide in that, are committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of streaming radiance. ","html":"{}"},"an4.123:2.4":{"pli":"Ābhassarānaṃ, bhikkhave, devānaṃ dve kappā āyuppamāṇaṃ. ","eng":"The lifespan of the gods of streaming radiance is two eons. ","html":"{}"},"an4.123:2.5":{"pli":"Tattha puthujjano yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā nirayampi gacchati tiracchānayonimpi gacchati pettivisayampi gacchati. ","eng":"An ordinary person stays there until the lifespan of those gods is spent, then they go to hell or the animal realm or the ghost realm. ","html":"{}"},"an4.123:2.6":{"pli":"Bhagavato pana sāvako tattha yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā tasmiṃyeva bhave parinibbāyati. ","eng":"But a disciple of the Buddha stays there until the lifespan of those gods is spent, then they’re extinguished in that very life. ","html":"{}"},"an4.123:2.7":{"pli":"Ayaṃ kho, bhikkhave, viseso ayaṃ adhippayāso idaṃ nānākaraṇaṃ sutavato ariyasāvakassa assutavatā puthujjanena, yadidaṃ gatiyā upapattiyā sati. ","eng":"This is the difference between a learned noble disciple and an unlearned ordinary person, that is, when there is a place of rebirth. ","html":"{}</p>"},"an4.123:3.1":{"pli":"Puna caparaṃ, bhikkhave, idhekacco puggalo pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, take an individual who, with the fading away of rapture, enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"an4.123:3.2":{"pli":"So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ","eng":"They enjoy it and like it and find it rewarding. ","html":"{}"},"an4.123:3.3":{"pli":"Tattha ṭhito tadadhimutto tabbahulavihārī aparihīno, kālaṃ kurumāno subhakiṇhānaṃ devānaṃ sahabyataṃ upapajjati. ","eng":"If they abide in that, are committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of universal beauty. ","html":"{}"},"an4.123:3.4":{"pli":"Subhakiṇhānaṃ, bhikkhave, devānaṃ cattāro kappā āyuppamāṇaṃ. ","eng":"The lifespan of the gods of universal beauty is four eons. ","html":"{}"},"an4.123:3.5":{"pli":"Tattha puthujjano yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā nirayampi gacchati tiracchānayonimpi gacchati pettivisayampi gacchati. ","eng":"An ordinary person stays there until the lifespan of those gods is spent, then they go to hell or the animal realm or the ghost realm. ","html":"{}"},"an4.123:3.6":{"pli":"Bhagavato pana sāvako tattha yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā tasmiṃyeva bhave parinibbāyati. ","eng":"But a disciple of the Buddha stays there until the lifespan of those gods is spent, then they’re extinguished in that very life. ","html":"{}"},"an4.123:3.7":{"pli":"Ayaṃ kho, bhikkhave, viseso ayaṃ adhippayāso idaṃ nānākaraṇaṃ sutavato ariyasāvakassa assutavatā puthujjanena, yadidaṃ gatiyā upapattiyā sati. ","eng":"This is the difference between a learned noble disciple and an unlearned ordinary person, that is, when there is a place of rebirth. ","html":"{}</p>"},"an4.123:4.1":{"pli":"Puna caparaṃ, bhikkhave, idhekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, take an individual who, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}"},"an4.123:4.2":{"pli":"So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ","eng":"They enjoy it and like it and find it rewarding. ","html":"{}"},"an4.123:4.3":{"pli":"Tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno vehapphalānaṃ devānaṃ sahabyataṃ upapajjati. ","eng":"If they abide in that, are committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of abundant fruit. ","html":"{}"},"an4.123:4.4":{"pli":"Vehapphalānaṃ, bhikkhave, devānaṃ pañca kappasatāni āyuppamāṇaṃ. ","eng":"The lifespan of the gods of abundant fruit is five hundred eons. ","html":"{}"},"an4.123:4.5":{"pli":"Tattha puthujjano yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā nirayampi gacchati tiracchānayonimpi gacchati pettivisayampi gacchati. ","eng":"An ordinary person stays there until the lifespan of those gods is spent, then they go to hell or the animal realm or the ghost realm. ","html":"{}"},"an4.123:4.6":{"pli":"Bhagavato pana sāvako tattha yāvatāyukaṃ ṭhatvā yāvatakaṃ tesaṃ devānaṃ āyuppamāṇaṃ taṃ sabbaṃ khepetvā tasmiṃyeva bhave parinibbāyati. ","eng":"But a disciple of the Buddha stays there until the lifespan of those gods is spent, then they’re extinguished in that very life. ","html":"{}"},"an4.123:4.7":{"pli":"Ayaṃ kho, bhikkhave, viseso ayaṃ adhippayāso idaṃ nānākaraṇaṃ sutavato ariyasāvakassa assutavatā puthujjanena, yadidaṃ gatiyā upapattiyā sati. ","eng":"This is the difference between a learned noble disciple and an unlearned ordinary person, that is, when there is a place of rebirth. ","html":"{}</p>"},"an4.123:4.8":{"pli":"Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti. ","eng":"These are the four individuals found in the world.” ","html":"<p>{}</p>"},"an4.123:4.9":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.124":{"an4.124:0.1":{"pli":"Aṅguttara Nikāya 4.124 ","eng":"Numbered Discourses 4.124 ","html":"<article id='an4.124'><header><ul><li class='division'>{}</li>"},"an4.124:0.2":{"pli":"13. Bhayavagga ","eng":"13. Fears ","html":"<li>{}</li></ul>"},"an4.124:0.3":{"pli":"Dutiyanānākaraṇasutta ","eng":"Difference (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.124:1.1":{"pli":"“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Mendicants, these four individuals are found in the world. ","html":"<p>{}"},"an4.124:1.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"an4.124:1.3":{"pli":"Idha, bhikkhave, ekacco puggalo vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Take an individual who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … ","html":"<p>{}"},"an4.124:1.4":{"pli":"So yadeva tattha hoti rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ, te dhamme aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassati. ","eng":"They contemplate the phenomena there—included in form, feeling, perception, choices, and consciousness—as impermanent, as suffering, as diseased, as a boil, as a dart, as gloom, as an affliction, as alien, as breaking apart, as empty, as not-self. ","html":"{}"},"an4.124:1.5":{"pli":"So kāyassa bhedā paraṃ maraṇā suddhāvāsānaṃ devānaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the company of the gods of the pure abodes. ","html":"{}"},"an4.124:1.6":{"pli":"Ayaṃ, bhikkhave, upapatti asādhāraṇā puthujjanehi. ","eng":"This rebirth is distinct from that of ordinary people. ","html":"{}</p>"},"an4.124:2.1":{"pli":"Puna caparaṃ, bhikkhave, idhekacco puggalo vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ …pe… tatiyaṃ jhānaṃ …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, take an individual who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption … third absorption … fourth absorption … ","html":"<p>{}"},"an4.124:2.2":{"pli":"So yadeva tattha hoti rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ, te dhamme aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassati. ","eng":"They contemplate the phenomena there—included in form, feeling, perception, choices, and consciousness—as impermanent, as suffering, as diseased, as a boil, as a dart, as gloom, as an affliction, as alien, as breaking apart, as empty, as not-self. ","html":"{}"},"an4.124:2.3":{"pli":"So kāyassa bhedā paraṃ maraṇā suddhāvāsānaṃ devānaṃ sahabyataṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in the company of the gods of the pure abodes. ","html":"{}"},"an4.124:2.4":{"pli":"Ayaṃ, bhikkhave, upapatti asādhāraṇā puthujjanehi. ","eng":"This rebirth is distinct from that of ordinary people. ","html":"{}</p>"},"an4.124:2.5":{"pli":"Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti. ","eng":"These are the four individuals found in the world.” ","html":"<p>{}</p>"},"an4.124:2.6":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}