{"an4.193":{"an4.193:0.1":{"pli":"Aṅguttara Nikāya 4.193 ","eng":"Numbered Discourses 4.193 ","html":"<article id='an4.193'><header><ul><li class='division'>{}</li>"},"an4.193:0.2":{"pli":"20. Mahāvagga ","eng":"20. The Great Chapter ","html":"<li>{}</li></ul>"},"an4.193:0.3":{"pli":"Bhaddiyasutta ","eng":"With Bhaddiya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.193:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}"},"an4.193:1.2":{"pli":"Atha kho bhaddiyo licchavi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho bhaddiyo licchavi bhagavantaṃ etadavoca: ","eng":"Then Bhaddiya the Licchavi went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an4.193:2.1":{"pli":"“Sutaṃ metaṃ, bhante: ","eng":"“Sir, I have heard this: ","html":"<p>{}"},"an4.193:2.2":{"pli":"‘māyāvī samaṇo gotamo āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī’ti. ","eng":"‘The ascetic Gotama is deceitful. He knows a conversion trick, and uses it to convert the disciples of those of other religions.’ ","html":"{}"},"an4.193:2.3":{"pli":"Ye te, bhante, evamāhaṃsu: ","html":"{}"},"an4.193:2.4":{"pli":"‘māyāvī samaṇo gotamo āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa ca anudhammaṃ byākaronti, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgacchati, anabbhakkhātukāmā hi mayaṃ, bhante, bhagavantan”ti? ","eng":"I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuttal and criticism?” ","html":"{}</p>"},"an4.193:3.1":{"pli":"“Etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ","eng":"“Please, Bhaddiya, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned train of thought, don’t go by the acceptance of a view after deliberation, don’t go by the appearance of competence, and don’t think ‘The ascetic is our respected teacher.’ ","html":"<p>{}"},"an4.193:3.2":{"pli":"Yadā tumhe, bhaddiya, attanāva jāneyyātha: ","eng":"But when you know for yourselves: ","html":"{}"},"an4.193:3.3":{"pli":"‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṃvattantī’ti, atha tumhe, bhaddiya, pajaheyyātha. ","eng":"‘These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering’, then you should give them up. ","html":"{}</p>"},"an4.193:4.1":{"pli":"Taṃ kiṃ maññatha, bhaddiya, ","eng":"What do you think, Bhaddiya? ","html":"<p>{}"},"an4.193:4.2":{"pli":"lobho purisassa ajjhattaṃ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ","eng":"Does greed come up in a person for their welfare or harm?” ","html":"{}</p>"},"an4.193:4.3":{"pli":"“Ahitāya, bhante”. ","eng":"“Harm, sir.” ","html":"<p>{}</p>"},"an4.193:4.4":{"pli":"“Luddho panāyaṃ, bhaddiya, purisapuggalo lobhena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti yaṃsa hoti dīgharattaṃ ahitāya dukkhāyā”ti. ","eng":"“A greedy individual—overcome by greed—kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ","html":"<p>{}</p>"},"an4.193:4.5":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an4.193:5.1":{"pli":"“Taṃ kiṃ maññatha, bhaddiya, ","eng":"“What do you think, Bhaddiya? ","html":"<p>{}"},"an4.193:5.2":{"pli":"doso purisassa …pe… moho purisassa …pe… sārambho purisassa ajjhattaṃ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ","eng":"Does hate … or delusion … or aggression come up in a person for their welfare or harm?” ","html":"{}</p>"},"an4.193:5.3":{"pli":"“Ahitāya, bhante”. ","eng":"“Harm, sir.” ","html":"<p>{}</p>"},"an4.193:5.4":{"pli":"“Sāraddho panāyaṃ, bhaddiya, purisapuggalo sārambhena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti yaṃsa hoti dīgharattaṃ ahitāya dukkhāyā”ti. ","eng":"“An aggressive individual kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ","html":"<p>{}</p>"},"an4.193:5.5":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an4.193:6.1":{"pli":"“Taṃ kiṃ maññatha, bhaddiya, ime dhammā kusalā vā akusalā vā”ti? ","eng":"“What do you think, Bhaddiya, are these things skillful or unskillful?” ","html":"<p>{}</p>"},"an4.193:6.2":{"pli":"“Akusalā, bhante”. ","eng":"“Unskillful, sir.” ","html":"<p>{}</p>"},"an4.193:6.3":{"pli":"“Sāvajjā vā anavajjā vā”ti? ","eng":"“Blameworthy or blameless?” ","html":"<p>{}</p>"},"an4.193:6.4":{"pli":"“Sāvajjā, bhante”. ","eng":"“Blameworthy, sir.” ","html":"<p>{}</p>"},"an4.193:6.5":{"pli":"“Viññugarahitā vā viññuppasatthā vā”ti? ","eng":"“Criticized or praised by sensible people?” ","html":"<p>{}</p>"},"an4.193:6.6":{"pli":"“Viññugarahitā, bhante”. ","eng":"“Criticized by sensible people, sir.” ","html":"<p>{}</p>"},"an4.193:6.7":{"pli":"“Samattā samādinnā ahitāya dukkhāya saṃvattanti, no vā? ","eng":"“When you undertake them, do they lead to harm and suffering, or not? ","html":"<p>{}"},"an4.193:6.8":{"pli":"Kathaṃ vā ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"an4.193:6.9":{"pli":"“Samattā, bhante, samādinnā ahitāya dukkhāya saṃvattanti. ","eng":"“When you undertake them, they lead to harm and suffering. ","html":"<p>{}"},"an4.193:6.10":{"pli":"Evaṃ no ettha hotī”ti. ","eng":"That’s how we see it.” ","html":"{}</p>"},"an4.193:7.1":{"pli":"“Iti kho, bhaddiya, yaṃ taṃ te avocumhā—","eng":"“So, Bhaddiya, when we said: ","html":"<p>{}"},"an4.193:7.2":{"pli":"etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ","eng":"‘Please, Bhaddiya, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned train of thought, don’t go by the acceptance of a view after deliberation, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.” ","html":"{}"},"an4.193:7.3":{"pli":"Yadā tumhe, bhaddiya, attanāva jāneyyātha: ","eng":"But when you know for yourselves: ","html":"{}"},"an4.193:7.4":{"pli":"‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṃvattantīti, atha tumhe, bhaddiya, pajaheyyāthā’ti, ","eng":"“These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering”, then you should give them up.’ ","html":"{}"},"an4.193:7.5":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an4.193:8.1":{"pli":"Etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ","eng":"Please, Bhaddiya, don’t rely on oral transmission … ","html":"<p>{}"},"an4.193:8.2":{"pli":"Yadā tumhe, bhaddiya, attanāva jāneyyātha: ","eng":"But when you know for yourselves: ","html":"{}"},"an4.193:8.3":{"pli":"‘ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṃvattantī’ti, atha tumhe, bhaddiya, upasampajja vihareyyāthāti. ","eng":"‘These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness’, then you should acquire them and keep them. ","html":"{}</p>"},"an4.193:9.1":{"pli":"Taṃ kiṃ maññatha, bhaddiya, ","eng":"What do you think, Bhaddiya? ","html":"<p>{}"},"an4.193:9.2":{"pli":"alobho purisassa ajjhattaṃ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ","eng":"Does contentment … love … understanding … benevolence come up in a person for their welfare or harm?” ","html":"{}</p>"},"an4.193:9.3":{"pli":"“Hitāya, bhante”. ","html":"<p>{}"},"an4.193:9.4":{"pli":"“Aluddho panāyaṃ, bhaddiya, purisapuggalo lobhena anabhibhūto apariyādinnacitto neva pāṇaṃ hanati, na adinnaṃ ādiyati, na paradāraṃ gacchati, na musā bhaṇati, parampi tathattāya na samādapeti yaṃsa hoti dīgharattaṃ hitāya sukhāyā”ti. ","html":"{}"},"an4.193:9.5":{"pli":"“Evaṃ, bhante”. ","html":"{}</p>"},"an4.193:10.1":{"pli":"“Taṃ kiṃ maññatha, bhaddiya, adoso purisassa …pe… amoho purisassa …pe… asārambho purisassa ajjhattaṃ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ","html":"<p>{}</p>"},"an4.193:10.2":{"pli":"“Hitāya, bhante”. ","eng":"“Welfare, sir.” ","html":"<p>{}</p>"},"an4.193:10.3":{"pli":"“Asāraddho panāyaṃ, bhaddiya, purisapuggalo sārambhena anabhibhūto apariyādinnacitto neva pāṇaṃ hanati, na adinnaṃ ādiyati, na paradāraṃ gacchati, na musā bhaṇati, parampi tathattāya na samādapeti yaṃsa hoti dīgharattaṃ hitāya sukhāyā”ti. ","eng":"“An individual who is benevolent—not overcome by aggression—doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?” ","html":"<p>{}</p>"},"an4.193:10.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an4.193:11.1":{"pli":"“Taṃ kiṃ maññatha, bhaddiya, ime dhammā kusalā vā akusalā vā”ti? ","eng":"“What do you think, Bhaddiya, are these things skillful or unskillful?” ","html":"<p>{}</p>"},"an4.193:11.2":{"pli":"“Kusalā, bhante”. ","eng":"“Skillful, sir.” ","html":"<p>{}</p>"},"an4.193:11.3":{"pli":"“Sāvajjā vā anavajjā vā”ti? ","eng":"“Blameworthy or blameless?” ","html":"<p>{}</p>"},"an4.193:11.4":{"pli":"“Anavajjā, bhante”. ","eng":"“Blameless, sir.” ","html":"<p>{}</p>"},"an4.193:11.5":{"pli":"“Viññugarahitā vā viññuppasatthā vā”ti? ","eng":"“Criticized or praised by sensible people?” ","html":"<p>{}</p>"},"an4.193:11.6":{"pli":"“Viññuppasatthā, bhante”. ","eng":"“Praised by sensible people, sir.” ","html":"<p>{}</p>"},"an4.193:11.7":{"pli":"“Samattā samādinnā hitāya sukhāya saṃvattanti no vā? ","eng":"“When you undertake them, do they lead to welfare and happiness, or not? ","html":"<p>{}"},"an4.193:11.8":{"pli":"Kathaṃ vā ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"an4.193:11.9":{"pli":"“Samattā, bhante, samādinnā hitāya sukhāya saṃvattanti. ","eng":"“When you undertake them, they lead to welfare and happiness. ","html":"<p>{}"},"an4.193:11.10":{"pli":"Evaṃ no ettha hotī”ti. ","eng":"That’s how we see it.” ","html":"{}</p>"},"an4.193:12.1":{"pli":"“Iti kho, bhaddiya, yaṃ taṃ te avocumhā—","eng":"“So, Bhaddiya, when we said: ","html":"<p>{}"},"an4.193:12.2":{"pli":"etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ","eng":"‘Please, Bhaddiya, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned train of thought, don’t go by the acceptance of a view after deliberation, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.” ","html":"{}"},"an4.193:12.3":{"pli":"Yadā tumhe, bhaddiya, attanāva jāneyyātha: ","eng":"But when you know for yourselves: ","html":"{}"},"an4.193:12.4":{"pli":"‘ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṃvattantīti, atha tumhe, bhaddiya, upasampajja vihareyyāthā’ti, ","eng":"“These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness”, then you should acquire them and keep them.’ ","html":"{}"},"an4.193:12.5":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an4.193:13.1":{"pli":"Ye kho te, bhaddiya, loke santo sappurisā te sāvakaṃ evaṃ samādapenti: ","eng":"The good and true persons in the world encourage their disciples: ","html":"<p>{}"},"an4.193:13.2":{"pli":"‘ehi tvaṃ, ambho purisa, lobhaṃ vineyya viharāhi. ","eng":"‘Please, worthy man, live rid of greed. ","html":"{}"},"an4.193:13.3":{"pli":"Lobhaṃ vineyya viharanto na lobhajaṃ kammaṃ karissasi kāyena vācāya manasā. ","eng":"Then you won’t act out of greed by way of body, speech, or mind. ","html":"{}"},"an4.193:13.4":{"pli":"Dosaṃ vineyya viharāhi. ","eng":"Live rid of hate … delusion … aggression. ","html":"{}"},"an4.193:13.5":{"pli":"Dosaṃ vineyya viharanto na dosajaṃ kammaṃ karissasi kāyena vācāya manasā. ","eng":"Then you won’t act out of hate … delusion … aggression by way of body, speech, or mind.” ","html":"{}"},"an4.193:13.6":{"pli":"Mohaṃ vineyya viharāhi. ","html":"{}"},"an4.193:13.7":{"pli":"Mohaṃ vineyya viharanto na mohajaṃ kammaṃ karissasi kāyena vācāya manasā. ","html":"{}"},"an4.193:13.8":{"pli":"Sārambhaṃ vineyya viharāhi. ","html":"{}"},"an4.193:13.9":{"pli":"Sārambhaṃ vineyya viharanto na sārambhajaṃ kammaṃ karissasi kāyena vācāya manasā’”ti. ","html":"{}</p>"},"an4.193:14.1":{"pli":"Evaṃ vutte, bhaddiyo licchavi bhagavantaṃ etadavoca: ","eng":"When he said this, Bhaddiya the Licchavi said to the Buddha, ","html":"<p>{}"},"an4.193:14.2":{"pli":"“abhikkantaṃ, bhante …pe… upāsakaṃ maṃ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"“Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an4.193:15.1":{"pli":"“Api nu tāhaṃ, bhaddiya, evaṃ avacaṃ: ","eng":"“Well, Bhaddiya, did I say to you: ","html":"<p>{}"},"an4.193:15.2":{"pli":"‘ehi me tvaṃ, bhaddiya, sāvako hohi; ","eng":"‘Please, Bhaddiya, be my disciple, ","html":"{}"},"an4.193:15.3":{"pli":"ahaṃ satthā bhavissāmī’”ti? ","eng":"and I will be your teacher’?” ","html":"{}</p>"},"an4.193:15.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an4.193:15.5":{"pli":"“Evaṃvādiṃ kho maṃ, bhaddiya, evamakkhāyiṃ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ","eng":"“Though I state and assert this, certain ascetics and brahmins misrepresent me with the incorrect, hollow, false, untruthful claim: ","html":"<p>{}"},"an4.193:15.6":{"pli":"‘māyāvī samaṇo gotamo āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī’”ti. ","eng":"‘The ascetic Gotama is deceitful. He knows a conversion trick, and uses it to convert the disciples of those of other religions.’” ","html":"{}</p>"},"an4.193:15.7":{"pli":"“Bhaddikā, bhante, āvaṭṭanī māyā. ","eng":"“Sir, this conversion trick is excellent. ","html":"<p>{}"},"an4.193:15.8":{"pli":"Kalyāṇī, bhante, āvaṭṭanī māyā. ","eng":"This conversion trick is lovely! ","html":"{}"},"an4.193:15.9":{"pli":"Piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṃ, piyānampi me assa ñātisālohitānaṃ dīgharattaṃ hitāya sukhāya. ","eng":"If my loved ones—relatives and kin—were to be converted by this, it would be for their lasting welfare and happiness. ","html":"{}"},"an4.193:15.10":{"pli":"Sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṃ, sabbesampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya. ","eng":"If all the aristocrats, brahmins, peasants, and menials were to be converted by this, it would be for their lasting welfare and happiness.” ","html":"{}"},"an4.193:15.11":{"pli":"Sabbe cepi, bhante, brāhmaṇā … vessā … suddā imāya āvaṭṭaniyā āvaṭṭeyyuṃ, sabbesampissa suddānaṃ dīgharattaṃ hitāya sukhāyā”ti. ","html":"{}</p>"},"an4.193:16.1":{"pli":"“Evametaṃ, bhaddiya, evametaṃ, bhaddiya. ","eng":"“That’s so true, Bhaddiya! That’s so true, Bhaddiya! ","html":"<p>{}"},"an4.193:16.2":{"pli":"Sabbe cepi, bhaddiya, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṃ akusaladhammappahānāya kusaladhammūpasampadāya, sabbesampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya. ","eng":"If all the aristocrats, brahmins, peasants, and menials were to be converted by this, it would be for their lasting welfare and happiness. ","html":"{}"},"an4.193:16.3":{"pli":"Sabbe cepi, bhaddiya, brāhmaṇā … vessā … suddā āvaṭṭeyyuṃ akusaladhammappahānāya kusaladhammūpasampadāya, sabbesampissa suddānaṃ dīgharattaṃ hitāya sukhāya. ","html":"{}"},"an4.193:16.4":{"pli":"Sadevako cepi, bhaddiya, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imāya āvaṭṭaniyā āvaṭṭeyyuṃ akusaladhammappahānāya kusaladhammūpasampadāya, sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāya. ","eng":"If the whole world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—were to be converted by this, for giving up unskillful qualities and embracing skillful qualities, it would be for their lasting welfare and happiness. ","html":"{}"},"an4.193:16.5":{"pli":"Ime cepi, bhaddiya, mahāsālā imāya āvaṭṭaniyā āvaṭṭeyyuṃ akusaladhammappahānāya kusaladhammūpasampadāya, imesampissa mahāsālānaṃ dīgharattaṃ hitāya sukhāya (…). ","eng":"If these great sal trees were to be converted by this, for giving up unskillful qualities and embracing skillful qualities, it would be for their lasting welfare and happiness—if they were sentient. ","html":"{}"},"an4.193:16.6":{"pli":"Ko pana vādo manussabhūtassā”ti. ","eng":"How much more then a human being!” ","html":"{}</p>"},"an4.193:16.7":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.194":{"an4.194:0.1":{"pli":"Aṅguttara Nikāya 4.194 ","eng":"Numbered Discourses 4.194 ","html":"<article id='an4.194'><header><ul><li class='division'>{}</li>"},"an4.194:0.2":{"pli":"20. Mahāvagga ","eng":"20. The Great Chapter ","html":"<li>{}</li></ul>"},"an4.194:0.3":{"pli":"Sāmugiyasutta ","eng":"At Sāpūga ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.194:1.1":{"pli":"Ekaṃ samayaṃ āyasmā ānando koliyesu viharati sāmugaṃ nāma koliyānaṃ nigamo. ","eng":"At one time Venerable Ānanda was staying in the land of the Koliyans, where they have a town named Sāpūga. ","html":"<p>{}"},"an4.194:1.2":{"pli":"Atha kho sambahulā sāmugiyā koliyaputtā yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te sāmugiye koliyaputte āyasmā ānando etadavoca: ","eng":"Then several Koliyans from Sāpūga went up to Ānanda, bowed, and sat down to one side. Then Venerable Ānanda said to them: ","html":"{}</p>"},"an4.194:2.1":{"pli":"“Cattārimāni, byagghapajjā, pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ","eng":"“Byagghapajjas, these four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ","html":"<p>{}"},"an4.194:2.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"an4.194:2.3":{"pli":"Sīlapārisuddhipadhāniyaṅgaṃ, cittapārisuddhipadhāniyaṅgaṃ, diṭṭhipārisuddhipadhāniyaṅgaṃ, vimuttipārisuddhipadhāniyaṅgaṃ. ","eng":"The factors of trying to be pure in ethics, mind, view, and freedom. ","html":"{}</p>"},"an4.194:3.1":{"pli":"Katamañca, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ? ","eng":"And what is the factor of trying to be pure in ethics? ","html":"<p>{}"},"an4.194:3.2":{"pli":"Idha, byagghapajjā, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu. ","eng":"It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an4.194:3.3":{"pli":"Ayaṃ vuccati, byagghapajjā, sīlapārisuddhi. ","eng":"This is called purity of ethics. ","html":"{}"},"an4.194:3.4":{"pli":"Iti evarūpiṃ sīlapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ. ","eng":"They think: ‘I will fulfill such purity of ethics, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in ethics. ","html":"{}</p>"},"an4.194:4.1":{"pli":"Katamañca, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ? ","eng":"And what is the factor of trying to be pure in mind? ","html":"<p>{}"},"an4.194:4.2":{"pli":"Idha, byagghapajjā, bhikkhu vivicceva kāmehi …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption. ","html":"{}"},"an4.194:4.3":{"pli":"Ayaṃ vuccati, byagghapajjā, cittapārisuddhi. ","eng":"This is called purity of mind. ","html":"{}"},"an4.194:4.4":{"pli":"Iti evarūpiṃ cittapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ. ","eng":"They think: ‘I will fulfill such purity of mind, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in mind. ","html":"{}</p>"},"an4.194:5.1":{"pli":"Katamañca, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ? ","eng":"And what is the factor of trying to be pure in view? ","html":"<p>{}"},"an4.194:5.2":{"pli":"Idha, byagghapajjā, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"Take a mendicant who truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"an4.194:5.3":{"pli":"Ayaṃ vuccati, byagghapajjā, diṭṭhipārisuddhi. ","eng":"This is called purity of view. ","html":"{}"},"an4.194:5.4":{"pli":"Iti evarūpiṃ diṭṭhipārisuddhiṃ aparipūraṃ vā …pe… tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ. ","eng":"They think: ‘I will fulfill such purity of view, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in view. ","html":"{}</p>"},"an4.194:6.1":{"pli":"Katamañca, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ? ","eng":"And what is the factor of trying to be pure in freedom? ","html":"<p>{}"},"an4.194:6.2":{"pli":"Sa kho so, byagghapajjā, ariyasāvako iminā ca sīlapārisuddhipadhāniyaṅgena samannāgato iminā ca cittapārisuddhipadhāniyaṅgena samannāgato iminā ca diṭṭhipārisuddhipadhāniyaṅgena samannāgato rajanīyesu dhammesu cittaṃ virājeti, vimocanīyesu dhammesu cittaṃ vimoceti. ","eng":"That noble disciple—who has these factors of trying to be pure in ethics, mind, and view—detaches their mind from things that arouse greed, and frees their mind from things that it should be freed from. ","html":"{}"},"an4.194:6.3":{"pli":"So rajanīyesu dhammesu cittaṃ virājetvā, vimocanīyesu dhammesu cittaṃ vimocetvā sammāvimuttiṃ phusati. ","eng":"Doing so, they experience perfect freedom. ","html":"{}"},"an4.194:6.4":{"pli":"Ayaṃ vuccati, byagghapajjā, vimuttipārisuddhi. ","eng":"This is called purity of freedom. ","html":"{}"},"an4.194:6.5":{"pli":"Iti evarūpiṃ vimuttipārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ. ","eng":"They think: ‘I will fulfill such purity of freedom, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in freedom. ","html":"{}</p>"},"an4.194:7.1":{"pli":"Imāni kho, byagghapajjā, cattāri pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ","eng":"These four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment.” ","html":"<p>{}</p>"},"an4.194:7.2":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an4.195":{"an4.195:0.1":{"pli":"Aṅguttara Nikāya 4.195 ","eng":"Numbered Discourses 4.195 ","html":"<article id='an4.195'><header><ul><li class='division'>{}</li>"},"an4.195:0.2":{"pli":"20. Mahāvagga ","eng":"20. The Great Chapter ","html":"<li>{}</li></ul>"},"an4.195:0.3":{"pli":"Vappasutta ","eng":"With Vappa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an4.195:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"<p>{}"},"an4.195:1.2":{"pli":"Atha kho vappo sakko nigaṇṭhasāvako yenāyasmā mahāmoggallāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho vappaṃ sakkaṃ nigaṇṭhasāvakaṃ āyasmā mahāmoggallāno etadavoca: ","eng":"Then Vappa of the Sakyans, a disciple of the Jains, went up to Venerable Mahāmoggallāna, bowed, and sat down to one side. Mahāmoggallāna said to him: ","html":"{}</p>"},"an4.195:2.1":{"pli":"“Idhassa, vappa, kāyena saṃvuto vācāya saṃvuto manasā saṃvuto avijjāvirāgā vijjuppādā. ","eng":"“Vappa, take an individual who, due to the fading away of ignorance and the arising of knowledge, is restrained in body, speech, and mind. ","html":"<p>{}"},"an4.195:2.2":{"pli":"Passasi no tvaṃ, vappa, taṃ ṭhānaṃ yatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan”ti? ","eng":"Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?” ","html":"{}</p>"},"an4.195:2.3":{"pli":"“Passāmahaṃ, bhante, taṃ ṭhānaṃ. ","eng":"“Sir, I do see such a case. ","html":"<p>{}"},"an4.195:2.4":{"pli":"Idhassa, bhante, pubbe pāpakammaṃ kataṃ avipakkavipākaṃ. ","eng":"Take someone who did bad deeds in a past life. But the result of that has not yet ripened. ","html":"{}"},"an4.195:2.5":{"pli":"Tatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan”ti. ","eng":"For this reason defilements giving rise to painful feelings would defile that person in the next life.” ","html":"{}"},"an4.195:2.6":{"pli":"Ayañceva kho pana āyasmato mahāmoggallānassa vappena sakkena nigaṇṭhasāvakena saddhiṃ antarākathā vippakatā hoti. ","eng":"But this conversation between Mahāmoggallāna and Vappa was left unfinished. ","html":"{}</p>"},"an4.195:3.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā āyasmantaṃ mahāmoggallānaṃ etadavoca: ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out, and said to Mahāmoggallāna, ","html":"<p>{}"},"an4.195:4.1":{"pli":"“Kāya nuttha, moggallāna, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Moggallāna, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"an4.195:4.2":{"pli":"“Idhāhaṃ, bhante, vappaṃ sakkaṃ nigaṇṭhasāvakaṃ etadavocaṃ: ","eng":"Moggallāna repeated the entire conversation to the Buddha, and concluded: ","html":"<p>{}"},"an4.195:4.3":{"pli":"‘idhassa, vappa, kāyena saṃvuto vācāya saṃvuto manasā saṃvuto avijjāvirāgā vijjuppādā. ","html":"{}"},"an4.195:4.4":{"pli":"Passasi no tvaṃ, vappa, taṃ ṭhānaṃ yatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan’ti? ","html":"{}"},"an4.195:4.5":{"pli":"Evaṃ vutte, bhante, vappo sakko nigaṇṭhasāvako maṃ etadavoca: ","html":"{}"},"an4.195:4.6":{"pli":"‘passāmahaṃ, bhante, taṃ ṭhānaṃ. ","html":"{}"},"an4.195:4.7":{"pli":"Idhassa, bhante, pubbe pāpakammaṃ kataṃ avipakkavipākaṃ. ","html":"{}"},"an4.195:4.8":{"pli":"Tatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan’ti. ","html":"{}"},"an4.195:4.9":{"pli":"Ayaṃ kho no, bhante, vappena sakkena nigaṇṭhasāvakena saddhiṃ antarākathā vippakatā; atha bhagavā anuppatto”ti. ","eng":"“This was my conversation with Vappa that was unfinished when the Buddha arrived.” ","html":"{}</p>"},"an4.195:5.1":{"pli":"Atha kho bhagavā vappaṃ sakkaṃ nigaṇṭhasāvakaṃ etadavoca: ","eng":"Then the Buddha said to Vappa, ","html":"<p>{}"},"an4.195:5.2":{"pli":"“sace me tvaṃ, vappa, anuññeyyañceva anujāneyyāsi, paṭikkositabbañca paṭikkoseyyāsi, yassa ca me bhāsitassa atthaṃ na jāneyyāsi mamevettha uttari paṭipuccheyyāsi: ","eng":"“Vappa, we can discuss this. But only if you grant what should be granted, and reject what should be rejected. And if you ask me the meaning of anything you don’t understand, saying: ","html":"{}"},"an4.195:5.3":{"pli":"‘idaṃ, bhante, kathaṃ, imassa ko attho’ti, siyā no ettha kathāsallāpo”ti. ","eng":"‘Sir, why is this? What’s the meaning of that?’” ","html":"{}</p>"},"an4.195:5.4":{"pli":"“Anuññeyyañcevāhaṃ, bhante, bhagavato anujānissāmi, paṭikkositabbañca paṭikkosissāmi, yassa cāhaṃ bhagavato bhāsitassa atthaṃ na jānissāmi bhagavantaṃyevettha uttari paṭipucchissāmi: ","eng":"“Sir, let us discuss this. I will do as you say.” ","html":"<p>{}"},"an4.195:5.5":{"pli":"‘idaṃ, bhante, kathaṃ, imassa ko attho’ti? ","html":"{}"},"an4.195:5.6":{"pli":"Hotu no ettha kathāsallāpo”ti. ","html":"{}</p>"},"an4.195:6.1":{"pli":"“Taṃ kiṃ maññasi, vappa, ","eng":"“What do you think, Vappa? ","html":"<p>{}"},"an4.195:6.2":{"pli":"ye kāyasamārambhapaccayā uppajjanti āsavā vighātapariḷāhā, kāyasamārambhā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"There are distressing and feverish defilements that arise because of instigating bodily activity. These don’t occur in someone who refrains from such bodily activity. ","html":"{}"},"an4.195:6.3":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti, sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}"},"an4.195:6.4":{"pli":"Passasi no tvaṃ, vappa, taṃ ṭhānaṃ yatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan”ti? ","eng":"Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?” ","html":"{}</p>"},"an4.195:6.5":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an4.195:7.1":{"pli":"“Taṃ kiṃ maññasi, vappa, ","eng":"“What do you think, Vappa? ","html":"<p>{}"},"an4.195:7.2":{"pli":"ye vacīsamārambhapaccayā uppajjanti āsavā vighātapariḷāhā, vacīsamārambhā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"There are distressing and feverish defilements that arise because of instigating verbal activity. These don’t occur in someone who refrains from such verbal activity. ","html":"{}"},"an4.195:7.3":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. ","html":"{}"},"an4.195:7.4":{"pli":"Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi. ","eng":"This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}"},"an4.195:7.5":{"pli":"Passasi no tvaṃ, vappa, taṃ ṭhānaṃ yatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan”ti? ","eng":"Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?” ","html":"{}</p>"},"an4.195:7.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an4.195:8.1":{"pli":"“Taṃ kiṃ maññasi, vappa, ","eng":"“What do you think, Vappa? ","html":"<p>{}"},"an4.195:8.2":{"pli":"ye manosamārambhapaccayā uppajjanti āsavā vighātapariḷāhā, manosamārambhā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"There are distressing and feverish defilements that arise because of instigating mental activity. These don’t occur in someone who refrains from such mental activity. ","html":"{}"},"an4.195:8.3":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. ","html":"{}"},"an4.195:8.4":{"pli":"Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi. ","eng":"This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}"},"an4.195:8.5":{"pli":"Passasi no tvaṃ, vappa, taṃ ṭhānaṃ yatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan”ti? ","eng":"Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?” ","html":"{}</p>"},"an4.195:8.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an4.195:9.1":{"pli":"“Taṃ kiṃ maññasi, vappa, ","eng":"“What do you think, Vappa? ","html":"<p>{}"},"an4.195:9.2":{"pli":"ye avijjāpaccayā uppajjanti āsavā vighātapariḷāhā, avijjāvirāgā vijjuppādā evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"There are distressing and feverish defilements that arise because of ignorance. These don’t occur when ignorance fades away and knowledge arises. ","html":"{}"},"an4.195:9.3":{"pli":"So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ","eng":"They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. ","html":"{}"},"an4.195:9.4":{"pli":"Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi. ","eng":"This wearing away is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}"},"an4.195:9.5":{"pli":"Passasi no tvaṃ, vappa, taṃ ṭhānaṃ yatonidānaṃ purisaṃ dukkhavedaniyā āsavā assaveyyuṃ abhisamparāyan”ti? ","eng":"Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?” ","html":"{}</p>"},"an4.195:9.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an4.195:10.1":{"pli":"“Evaṃ sammā vimuttacittassa kho, vappa, bhikkhuno cha satatavihārā adhigatā honti. ","eng":"“A mendicant whose mind is rightly freed like this has achieved six consistent responses. ","html":"<p>{}"},"an4.195:10.2":{"pli":"So cakkhunā rūpaṃ disvā neva sumano hoti na dummano; upekkhako viharati sato sampajāno. ","eng":"Seeing a sight with the eye, they’re neither happy nor sad, but remain equanimous, mindful and aware. ","html":"{}"},"an4.195:10.3":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"Hearing a sound with the ears … ","html":"{}"},"an4.195:10.4":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"Smelling an odor with the nose … ","html":"{}"},"an4.195:10.5":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"Tasting a flavor with the tongue … ","html":"{}"},"an4.195:10.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"Feeling a touch with the body … ","html":"{}"},"an4.195:10.7":{"pli":"manasā dhammaṃ viññāya neva sumano hoti na dummano; upekkhako viharati sato sampajāno. ","eng":"Knowing an idea with the mind, they’re neither happy nor sad, but remain equanimous, mindful and aware. ","html":"{}"},"an4.195:10.8":{"pli":"So kāyapariyantikaṃ vedanaṃ vediyamāno ‘kāyapariyantikaṃ vedanaṃ vediyāmī’ti pajānāti; jīvitapariyantikaṃ vedanaṃ vediyamāno ‘jīvitapariyantikaṃ vedanaṃ vediyāmī’ti pajānāti; ","eng":"Feeling the end of the body draw close, they understand: ‘I feel the end of the body draw close.’ Feeling the end of life draw close, they understand: ‘I feel the end of life draw close.’ ","html":"{}"},"an4.195:10.9":{"pli":"‘kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītī bhavissantī’ti pajānāti. ","eng":"They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, being no longer relished, will become cool right here.’ ","html":"{}</p>"},"an4.195:11.1":{"pli":"Seyyathāpi, vappa, thūṇaṃ paṭicca chāyā paññāyati. ","eng":"Suppose there was a shadow cast by a post. ","html":"<p>{}"},"an4.195:11.2":{"pli":"Atha puriso āgaccheyya kuddālapiṭakaṃ ādāya. ","eng":"Then along comes a person with a spade and basket. ","html":"{}"},"an4.195:11.3":{"pli":"So taṃ thūṇaṃ mūle chindeyya; ","eng":"They cut down the post at its base, ","html":"{}"},"an4.195:11.4":{"pli":"mūle chinditvā palikhaṇeyya; ","eng":"dig it up, ","html":"{}"},"an4.195:11.5":{"pli":"palikhaṇitvā mūlāni uddhareyya, antamaso usīranāḷimattānipi. ","eng":"and pull it out by its roots, right down to the fibers and stems. ","html":"{}"},"an4.195:11.6":{"pli":"So taṃ thūṇaṃ khaṇḍākhaṇḍikaṃ chindeyya. ","eng":"Then they split it apart, ","html":"{}"},"an4.195:11.7":{"pli":"Khaṇḍākhaṇḍikaṃ chetvā phāleyya. ","eng":"cut up the parts, ","html":"{}"},"an4.195:11.8":{"pli":"Phāletvā sakalikaṃ sakalikaṃ kareyya. ","eng":"and chop them into splinters. ","html":"{}"},"an4.195:11.9":{"pli":"Sakalikaṃ sakalikaṃ katvā vātātape visoseyya. ","eng":"Next they dry the splinters in the wind and sun, ","html":"{}"},"an4.195:11.10":{"pli":"Vātātape visosetvā agginā ḍaheyya. ","eng":"burn them with fire, ","html":"{}"},"an4.195:11.11":{"pli":"Agginā ḍahetvā masiṃ kareyya. ","eng":"and reduce them to ashes. ","html":"{}"},"an4.195:11.12":{"pli":"Masiṃ karitvā mahāvāte vā ophuṇeyya nadiyā vā sīghasotāya pavāheyya. ","eng":"Then they whisk away the ashes in a strong wind, or glide them down a swift stream. ","html":"{}"},"an4.195:11.13":{"pli":"Evaṃ hissa, vappa, yā thūṇaṃ paṭicca chāyā sā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","eng":"And so the shadow cast by the post is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ","html":"{}</p>"},"an4.195:12.1":{"pli":"Evamevaṃ kho, vappa, evaṃ sammā vimuttacittassa bhikkhuno cha satatavihārā adhigatā honti. ","eng":"In the same way, a mendicant whose mind is rightly freed like this has achieved six consistent responses. ","html":"<p>{}"},"an4.195:12.2":{"pli":"So cakkhunā rūpaṃ disvā neva sumano hoti na dummano; upekkhako viharati sato sampajāno. ","eng":"Seeing a sight with the eye, they’re neither happy nor sad, but remain equanimous, mindful and aware. ","html":"{}"},"an4.195:12.3":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"Hearing a sound with the ears … ","html":"{}"},"an4.195:12.4":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"Smelling an odor with the nose … ","html":"{}"},"an4.195:12.5":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"Tasting a flavor with the tongue … ","html":"{}"},"an4.195:12.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"Feeling a touch with the body … ","html":"{}"},"an4.195:12.7":{"pli":"manasā dhammaṃ viññāya neva sumano hoti na dummano; upekkhako viharati sato sampajāno. ","eng":"Knowing an idea with the mind, they’re neither happy nor sad, but remain equanimous, mindful and aware. ","html":"{}"},"an4.195:12.8":{"pli":"So kāyapariyantikaṃ vedanaṃ vediyamāno ‘kāyapariyantikaṃ vedanaṃ vediyāmī’ti pajānāti; jīvitapariyantikaṃ vedanaṃ vediyamāno ‘jīvitapariyantikaṃ vedanaṃ vediyāmī’ti pajānāti; ","eng":"Feeling the end of the body draw close, they understand: ‘I feel the end of the body draw close.’ Feeling the end of life draw close, they understand: ‘I feel the end of life draw close.’ ","html":"{}"},"an4.195:12.9":{"pli":"‘kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītī bhavissantī’ti pajānāti”. ","eng":"They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, being no longer relished, will become cool right here.’” ","html":"{}</p>"},"an4.195:13.1":{"pli":"Evaṃ vutte, vappo sakko nigaṇṭhasāvako bhagavantaṃ etadavoca: ","eng":"When he said this, Vappa the Sakyan, the disciple of the Jains, said to the Buddha: ","html":"<p>{}</p>"},"an4.195:13.2":{"pli":"“seyyathāpi, bhante, puriso udayatthiko assapaṇiyaṃ poseyya. ","eng":"“Sir, suppose there was a man who raised commercial horses for profit. ","html":"<p>{}"},"an4.195:13.3":{"pli":"So udayañceva nādhigaccheyya, uttariñca kilamathassa vighātassa bhāgī assa. ","eng":"But he never made any profit, and instead just got weary and frustrated. ","html":"{}"},"an4.195:13.4":{"pli":"Evamevaṃ kho ahaṃ, bhante, udayatthiko bāle nigaṇṭhe payirupāsiṃ. ","eng":"In the same way, I paid homage to those Jain fools for profit. ","html":"{}"},"an4.195:13.5":{"pli":"Svāhaṃ udayañceva nādhigacchiṃ, uttariñca kilamathassa vighātassa bhāgī ahosiṃ. ","eng":"But I never made any profit, and instead just got weary and frustrated. ","html":"{}"},"an4.195:13.6":{"pli":"Esāhaṃ, bhante, ajjatagge yo me bālesu nigaṇṭhesu pasādo taṃ mahāvāte vā ophuṇāmi nadiyā vā sīghasotāya pavāhemi. ","eng":"From this day forth, any confidence I had in those Jain fools I whisk away as in a strong wind, or glide away as down a swift stream. ","html":"{}</p>"},"an4.195:13.7":{"pli":"Abhikkantaṃ, bhante …pe… upāsakaṃ maṃ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"<p>{}</p>"},"an4.195:13.8":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}