{"an5.199":{"an5.199:0.1":{"pli":"Aṅguttara Nikāya 5.199 ","eng":"Numbered Discourses 5.199 ","html":"<article id='an5.199'><header><ul><li class='division'>{}</li>"},"an5.199:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.199:0.3":{"pli":"Kulasutta ","eng":"Families ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.199:1.1":{"pli":"“Yaṃ, bhikkhave, sīlavanto pabbajitā kulaṃ upasaṅkamanti, tattha manussā pañcahi ṭhānehi bahuṃ puññaṃ pasavanti. ","eng":"“When ethical renunciates come to a family, the people brim with much merit for five reasons. ","html":"<p>{}"},"an5.199:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}</p>"},"an5.199:1.3":{"pli":"Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā disvā cittāni pasādenti, saggasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti. ","eng":"When they see ethical renunciates coming to their family, the people bring up confidence in their hearts. At that time the family is practicing a path leading to heaven. ","html":"<p>{}</p>"},"an5.199:2.1":{"pli":"Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā paccuṭṭhenti abhivādenti āsanaṃ denti, uccākulīnasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti. ","eng":"When ethical renunciates come to their family, the people rise from their seats, bow down, and offer them a seat. At that time the family is practicing a path leading to a birth in an eminent family. ","html":"<p>{}</p>"},"an5.199:3.1":{"pli":"Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā maccheramalaṃ paṭivinenti, mahesakkhasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti. ","eng":"When ethical renunciates come to their family, the people get rid of the stain of stinginess. At that time the family is practicing a path leading to being illustrious. ","html":"<p>{}</p>"},"an5.199:4.1":{"pli":"Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā yathāsatti yathābalaṃ saṃvibhajanti, mahābhogasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti. ","eng":"When ethical renunciates come to their family, the people share what they have as best they can. At that time the family is practicing a path leading to great wealth. ","html":"<p>{}</p>"},"an5.199:5.1":{"pli":"Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā paripucchanti paripañhanti dhammaṃ suṇanti, mahāpaññāsaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti. ","eng":"When ethical renunciates come to their family, the people ask questions and listen to the teachings. At that time the family is practicing a path leading to great wisdom. ","html":"<p>{}</p>"},"an5.199:5.2":{"pli":"Yaṃ, bhikkhave, sīlavanto pabbajitā kulaṃ upasaṅkamanti, tattha manussā imehi pañcahi ṭhānehi bahuṃ puññaṃ pasavantī”ti. ","eng":"When ethical renunciates come to a family, the people brim with much merit for these five reasons.” ","html":"<p>{}</p>"},"an5.199:5.3":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.2":{"an5.2:0.1":{"pli":"Aṅguttara Nikāya 5.2 ","eng":"Numbered Discourses 5.2 ","html":"<article id='an5.2'><header><ul><li class='division'>{}</li>"},"an5.2:0.2":{"pli":"1. Sekhabalavagga ","eng":"1. Powers of a Trainee ","html":"<li>{}</li></ul>"},"an5.2:0.3":{"pli":"Vitthatasutta ","eng":"In Detail ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.2:1.1":{"pli":"“Pañcimāni, bhikkhave, sekhabalāni. ","eng":"“Mendicants, there are these five powers of a trainee. ","html":"<p>{}"},"an5.2:1.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}"},"an5.2:1.3":{"pli":"Saddhābalaṃ, hirībalaṃ, ottappabalaṃ, vīriyabalaṃ, paññābalaṃ. ","eng":"The powers of faith, conscience, prudence, energy, and wisdom. ","html":"{}</p>"},"an5.2:2.1":{"pli":"Katamañca, bhikkhave, saddhābalaṃ? ","eng":"And what is the power of faith? ","html":"<p>{}"},"an5.2:2.2":{"pli":"Idha, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ: ","eng":"It’s when a noble disciple has faith in the Realized One’s awakening: ","html":"{}"},"an5.2:2.3":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an5.2:2.4":{"pli":"Idaṃ vuccati, bhikkhave, saddhābalaṃ. ","eng":"This is called the power of faith. ","html":"{}</p>"},"an5.2:3.1":{"pli":"Katamañca, bhikkhave, hirībalaṃ? ","eng":"And what is the power of conscience? ","html":"<p>{}"},"an5.2:3.2":{"pli":"Idha, bhikkhave, ariyasāvako hirīmā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā. ","eng":"It’s when a noble disciple has a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unskillful qualities. ","html":"{}"},"an5.2:3.3":{"pli":"Idaṃ vuccati, bhikkhave, hirībalaṃ. ","eng":"This is called the power of conscience. ","html":"{}</p>"},"an5.2:4.1":{"pli":"Katamañca, bhikkhave, ottappabalaṃ? ","eng":"And what is the power of prudence? ","html":"<p>{}"},"an5.2:4.2":{"pli":"Idha, bhikkhave, ariyasāvako ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā. ","eng":"It’s when a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to acquiring any bad, unskillful qualities. ","html":"{}"},"an5.2:4.3":{"pli":"Idaṃ vuccati, bhikkhave, ottappabalaṃ. ","eng":"This is called the power of prudence. ","html":"{}</p>"},"an5.2:5.1":{"pli":"Katamañca, bhikkhave, vīriyabalaṃ? ","eng":"And what is the power of energy? ","html":"<p>{}"},"an5.2:5.2":{"pli":"Idha, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"It’s when a noble disciple lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"{}"},"an5.2:5.3":{"pli":"Idaṃ vuccati, bhikkhave, vīriyabalaṃ. ","eng":"This is called the power of energy. ","html":"{}</p>"},"an5.2:6.1":{"pli":"Katamañca, bhikkhave, paññābalaṃ? ","eng":"And what is the power of wisdom? ","html":"<p>{}"},"an5.2:6.2":{"pli":"Idha, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"{}"},"an5.2:6.3":{"pli":"Idaṃ vuccati, bhikkhave, paññābalaṃ. ","eng":"This is called the power of wisdom. ","html":"{}"},"an5.2:6.4":{"pli":"Imāni kho, bhikkhave, pañca sekhabalāni. ","eng":"These are the five powers of a trainee. ","html":"{}</p>"},"an5.2:7.1":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an5.2:7.2":{"pli":"‘saddhābalena samannāgatā bhavissāma sekhabalena, hirībalena … ottappabalena … vīriyabalena … paññābalena samannāgatā bhavissāma sekhabalenā’ti. ","eng":"‘We will have the trainee’s powers of faith, conscience, prudence, energy, and wisdom.’ ","html":"{}"},"an5.2:7.3":{"pli":"Evañhi kho, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"an5.2:7.4":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.20":{"an5.20:0.1":{"pli":"Aṅguttara Nikāya 5.20 ","eng":"Numbered Discourses 5.20 ","html":"<article id='an5.20'><header><ul><li class='division'>{}</li>"},"an5.20:0.2":{"pli":"2. Balavagga ","eng":"2. Powers ","html":"<li>{}</li></ul>"},"an5.20:0.3":{"pli":"Catutthahitasutta ","eng":"The Welfare of Both ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.20:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu attahitāya ca paṭipanno hoti parahitāya ca. ","eng":"“Mendicants, a mendicant with five qualities is practicing for both their own welfare and that of others. ","html":"<p>{}"},"an5.20:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.20:1.3":{"pli":"Idha, bhikkhave, bhikkhu attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti; ","eng":"It’s when a mendicant is personally accomplished in ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. And they encourage others in these qualities. ","html":"{}"},"an5.20:1.4":{"pli":"attanā ca samādhisampanno hoti, parañca samādhisampadāya samādapeti, attanā ca paññāsampanno hoti, parañca paññāsampadāya samādapeti; ","html":"{}"},"an5.20:1.5":{"pli":"attanā ca vimuttisampanno hoti, parañca vimuttisampadāya samādapeti; ","html":"{}"},"an5.20:1.6":{"pli":"attanā ca vimuttiñāṇadassanasampanno hoti, parañca vimuttiñāṇadassanasampadāya samādapeti. ","html":"{}"},"an5.20:1.7":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu attahitāya ca paṭipanno hoti parahitāya cā”ti. ","eng":"A mendicant with these five qualities is practicing both for their own welfare and that of others.” ","html":"{}</p>"},"an5.20:1.8":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an5.20:1.9":{"pli":"Balavaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an5.20:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an5.20:2.1":{"pli":"Ananussutakūṭañca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an5.20:2.2":{"pli":"saṅkhittaṃ vitthatena ca; ","html":"<span class='verse-line'>{}</span>"},"an5.20:2.3":{"pli":"Daṭṭhabbañca puna kūṭaṃ, ","html":"<span class='verse-line'>{}</span>"},"an5.20:2.4":{"pli":"cattāropi hitena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an5.200":{"an5.200:0.1":{"pli":"Aṅguttara Nikāya 5.200 ","eng":"Numbered Discourses 5.200 ","html":"<article id='an5.200'><header><ul><li class='division'>{}</li>"},"an5.200:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.200:0.3":{"pli":"Nissāraṇīyasutta ","eng":"Elements of Escape ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.200:1.1":{"pli":"“Pañcimā, bhikkhave, nissāraṇīyā dhātuyo. ","eng":"“Mendicants, there are these five elements of escape. ","html":"<p>{}"},"an5.200:1.2":{"pli":"Katamā pañca? ","eng":"What five? ","html":"{}</p>"},"an5.200:1.3":{"pli":"Idha, bhikkhave, bhikkhuno kāmaṃ manasikaroto kāmesu cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"Take a case where a mendicant focuses on sensual pleasures, but on that their mind does not leap forth, gain confidence, settle down, and become decided. ","html":"<p data-counter='1'>{}"},"an5.200:1.4":{"pli":"Nekkhammaṃ kho panassa manasikaroto nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"But when they focus on renunciation, on that their mind leaps forth, gains confidence, settles down, and becomes decided. ","html":"{}"},"an5.200:1.5":{"pli":"Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ kāmehi; ","eng":"Their mind is in a good state, well developed, well risen, well freed, and well detached from sensual pleasures. ","html":"{}"},"an5.200:1.6":{"pli":"ye ca kāmapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati. ","eng":"They’re freed from the distressing and feverish defilements that arise because of sensual pleasures, so they don’t experience that kind of feeling. ","html":"{}"},"an5.200:1.7":{"pli":"Idamakkhātaṃ kāmānaṃ nissaraṇaṃ. ","eng":"This is how the escape from sensual pleasures is explained. ","html":"{}</p>"},"an5.200:2.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhuno byāpādaṃ manasikaroto byāpāde cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"Take another case where a mendicant focuses on ill will, but their mind does not leap forth … ","html":"<p data-counter='2'>{}"},"an5.200:2.2":{"pli":"Abyāpādaṃ kho panassa manasikaroto abyāpāde cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"But when they focus on good will, their mind leaps forth … ","html":"{}"},"an5.200:2.3":{"pli":"Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ byāpādena; ","eng":"Their mind is in a good state … well detached from ill will. ","html":"{}"},"an5.200:2.4":{"pli":"ye ca byāpādapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati. ","eng":"They’re freed from the distressing and feverish defilements that arise because of ill will, so they don’t experience that kind of feeling. ","html":"{}"},"an5.200:2.5":{"pli":"Idamakkhātaṃ byāpādassa nissaraṇaṃ. ","eng":"This is how the escape from ill will is explained. ","html":"{}</p>"},"an5.200:3.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhuno vihesaṃ manasikaroto vihesāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"Take another case where a mendicant focuses on harming, but their mind does not leap forth … ","html":"<p data-counter='3'>{}"},"an5.200:3.2":{"pli":"Avihesaṃ kho panassa manasikaroto avihesāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"But when they focus on compassion, their mind leaps forth … ","html":"{}"},"an5.200:3.3":{"pli":"Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ vihesāya; ","eng":"Their mind is in a good state … well detached from harming. ","html":"{}"},"an5.200:3.4":{"pli":"ye ca vihesāpaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati. ","eng":"They’re freed from the distressing and feverish defilements that arise because of harming, so they don’t experience that kind of feeling. ","html":"{}"},"an5.200:3.5":{"pli":"Idamakkhātaṃ vihesāya nissaraṇaṃ. ","eng":"This is how the escape from harming is explained. ","html":"{}</p>"},"an5.200:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhuno rūpaṃ manasikaroto rūpe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"Take another case where a mendicant focuses on form, but their mind does not leap forth … ","html":"<p data-counter='4'>{}"},"an5.200:4.2":{"pli":"Arūpaṃ kho panassa manasikaroto arūpe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"But when they focus on the formless, their mind leaps forth … ","html":"{}"},"an5.200:4.3":{"pli":"Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ rūpehi; ","eng":"Their mind is in a good state … well detached from forms. ","html":"{}"},"an5.200:4.4":{"pli":"ye ca rūpapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati. ","eng":"They’re freed from the distressing and feverish defilements that arise because of form, so they don’t experience that kind of feeling. ","html":"{}"},"an5.200:4.5":{"pli":"Idamakkhātaṃ rūpānaṃ nissaraṇaṃ. ","eng":"This is how the escape from forms is explained. ","html":"{}</p>"},"an5.200:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhuno sakkāyaṃ manasikaroto sakkāye cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"Take a case where a mendicant focuses on substantial reality, but their mind does not leap forth, gain confidence, settle down, and become decided. ","html":"<p data-counter='5'>{}"},"an5.200:5.2":{"pli":"Sakkāyanirodhaṃ kho panassa manasikaroto sakkāyanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"But when they focus on the cessation of substantial reality, their mind leaps forth, gains confidence, settles down, and becomes decided. ","html":"{}"},"an5.200:5.3":{"pli":"Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ sakkāyena; ","eng":"Their mind is in a good state, well developed, well risen, well freed, and well detached from substantial reality. ","html":"{}"},"an5.200:5.4":{"pli":"ye ca sakkāyapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati. ","eng":"They’re freed from the distressing and feverish defilements that arise because of substantial reality, so they don’t experience that kind of feeling. ","html":"{}"},"an5.200:5.5":{"pli":"Idamakkhātaṃ sakkāyassa nissaraṇaṃ. ","eng":"This is how the escape from substantial reality is explained. ","html":"{}</p>"},"an5.200:6.1":{"pli":"Tassa kāmanandīpi nānuseti, byāpādanandīpi nānuseti, vihesānandīpi nānuseti, rūpanandīpi nānuseti, sakkāyanandīpi nānuseti so kāmanandiyāpi ananusayā, byāpādanandiyāpi ananusayā, vihesānandiyāpi ananusayā, rūpanandiyāpi ananusayā, sakkāyanandiyāpi ananusayā. ","eng":"Delight in sensual pleasures, ill will, harming, form, and substantial reality don’t linger within them. ","html":"<p>{}"},"an5.200:6.2":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu niranusayo, acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassa. ","eng":"That’s why they’re called a mendicant who is without underlying tendencies, who has cut off craving, cast off the fetters, and by rightly comprehending conceit has made an end of suffering. ","html":"{}"},"an5.200:6.3":{"pli":"Imā kho, bhikkhave, pañca nissāraṇīyā dhātuyo”ti. ","eng":"These are the five elements of escape.” ","html":"{}</p>"},"an5.200:6.4":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an5.200:6.5":{"pli":"Brāhmaṇavaggo pañcamo. ","html":"<p class='endvagga'>{}</p>"},"an5.200:7.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an5.200:7.1":{"pli":"Soṇo doṇo saṅgāravo, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an5.200:7.2":{"pli":"Kāraṇapālī ca piṅgiyānī; ","html":"<span class='verse-line'>{}</span>"},"an5.200:7.3":{"pli":"Supinā ca vassā vācā, ","html":"<span class='verse-line'>{}</span>"},"an5.200:7.4":{"pli":"Kulaṃ nissāraṇīyena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an5.200:7.5":{"pli":"Catuttho paṇṇāsako samatto. ","html":"<p class='endbook'>{}</p></article>"}},"an5.201":{"an5.201:0.1":{"pli":"Aṅguttara Nikāya 5.201 ","eng":"Numbered Discourses 5.201 ","html":"<article id='an5.201'><header><ul><li class='division'>{}</li>"},"an5.201:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.201:0.3":{"pli":"Kimilasutta ","eng":"With Kimbila ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.201:1.1":{"pli":"Ekaṃ samayaṃ bhagavā kimilāyaṃ viharati veḷuvane. ","eng":"At one time the Buddha was staying near Kimbilā in the Freshwater Mangrove Wood. ","html":"<p>{}"},"an5.201:1.2":{"pli":"Atha kho āyasmā kimilo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā kimilo bhagavantaṃ etadavoca: ","eng":"Then Venerable Kimbila went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an5.201:1.3":{"pli":"“ko nu kho, bhante, hetu ko paccayo, yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī”ti? ","eng":"“What is the cause, sir, what is the reason why the true teaching does not last long after the final quenching of the Realized One?” ","html":"<p>{}</p>"},"an5.201:1.4":{"pli":"“Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, aññamaññaṃ agāravā viharanti appatissā. ","eng":"“Kimbila, it’s when the monks, nuns, laymen, and laywomen lack respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and each other after the final quenching of the Realized One. ","html":"<p>{}"},"an5.201:1.5":{"pli":"Ayaṃ kho, kimila, hetu ayaṃ paccayo, yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī”ti. ","eng":"This is the cause, this is the reason why the true teaching does not last long after the final quenching of the Realized One.” ","html":"{}</p>"},"an5.201:2.1":{"pli":"“Ko pana, bhante, hetu ko paccayo, yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti? ","eng":"“What is the cause, sir, what is the reason why the true teaching does last long after the final quenching of the Realized One?” ","html":"<p>{}</p>"},"an5.201:2.2":{"pli":"“Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, aññamaññaṃ sagāravā viharanti sappatissā. ","eng":"“Kimbila, it’s when the monks, nuns, laymen, and laywomen maintain respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and each other after the final quenching of the Realized One. ","html":"<p>{}"},"an5.201:2.3":{"pli":"Ayaṃ kho, kimila, hetu ayaṃ paccayo, yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti. ","eng":"This is the cause, this is the reason why the true teaching does last long after the final quenching of the Realized One.” ","html":"{}</p>"},"an5.201:2.4":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.202":{"an5.202:0.1":{"pli":"Aṅguttara Nikāya 5.202 ","eng":"Numbered Discourses 5.202 ","html":"<article id='an5.202'><header><ul><li class='division'>{}</li>"},"an5.202:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.202:0.3":{"pli":"Dhammassavanasutta ","eng":"Listening to the Teaching ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.202:1.1":{"pli":"“Pañcime, bhikkhave, ānisaṃsā dhammassavane. ","eng":"“Mendicants, there are these five benefits of listening to the teaching. ","html":"<p>{}"},"an5.202:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.202:1.3":{"pli":"Assutaṃ suṇāti, sutaṃ pariyodāpeti, kaṅkhaṃ vitarati, diṭṭhiṃ ujuṃ karoti, cittamassa pasīdati. ","eng":"You learn new things, clarify what you’ve learned, get over uncertainty, correct your views, and inspire confidence in your mind. ","html":"{}"},"an5.202:1.4":{"pli":"Ime kho, bhikkhave, pañca ānisaṃsā dhammassavane”ti. ","eng":"These are the five benefits of listening to the teaching.” ","html":"{}</p>"},"an5.202:1.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.203":{"an5.203:0.1":{"pli":"Aṅguttara Nikāya 5.203 ","eng":"Numbered Discourses 5.203 ","html":"<article id='an5.203'><header><ul><li class='division'>{}</li>"},"an5.203:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.203:0.3":{"pli":"Assājānīyasutta ","eng":"A Thoroughbred ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.203:1.1":{"pli":"“Pañcahi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"“Mendicants, a fine royal thoroughbred with five factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"<p>{}</p>"},"an5.203:2.1":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"<p>{}"},"an5.203:2.2":{"pli":"Ajjavena, javena, maddavena, khantiyā, soraccena—","eng":"Integrity, speed, tenderness, patience, and gentleness. ","html":"{}"},"an5.203:2.3":{"pli":"imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"A fine royal thoroughbred with these five factors is worthy of a king. … ","html":"{}"},"an5.203:2.4":{"pli":"Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ","eng":"In the same way, a mendicant with five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"{}</p>"},"an5.203:3.1":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"<p>{}"},"an5.203:3.2":{"pli":"Ajjavena, javena, maddavena, khantiyā, soraccena—","eng":"Integrity, speed, tenderness, patience, and gentleness. ","html":"{}"},"an5.203:3.3":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"{}</p>"},"an5.203:3.4":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.204":{"an5.204:0.1":{"pli":"Aṅguttara Nikāya 5.204 ","eng":"Numbered Discourses 5.204 ","html":"<article id='an5.204'><header><ul><li class='division'>{}</li>"},"an5.204:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.204:0.3":{"pli":"Balasutta ","eng":"Powers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.204:1.1":{"pli":"“Pañcimāni, bhikkhave, balāni. ","eng":"“Mendicants, there are these five powers. ","html":"<p>{}"},"an5.204:1.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}"},"an5.204:1.3":{"pli":"Saddhābalaṃ, hiribalaṃ, ottappabalaṃ, vīriyabalaṃ, paññābalaṃ—","eng":"Faith, conscience, prudence, energy, and wisdom. ","html":"{}"},"an5.204:1.4":{"pli":"imāni kho, bhikkhave, pañca balānī”ti. ","eng":"These are the five powers.” ","html":"{}</p>"},"an5.204:1.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.205":{"an5.205:0.1":{"pli":"Aṅguttara Nikāya 5.205 ","eng":"Numbered Discourses 5.205 ","html":"<article id='an5.205'><header><ul><li class='division'>{}</li>"},"an5.205:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.205:0.3":{"pli":"Cetokhilasutta ","eng":"Hard-heartedness ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.205:1.1":{"pli":"“Pañcime, bhikkhave, cetokhilā. ","eng":"“Mendicants, there are these five kinds of hard-heartedness. ","html":"<p>{}"},"an5.205:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.205:1.3":{"pli":"Idha, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati. ","eng":"Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence. ","html":"{}"},"an5.205:1.4":{"pli":"Yo so, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya. ","eng":"This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ","html":"{}"},"an5.205:1.5":{"pli":"Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṃ paṭhamo cetokhilo. ","eng":"This is the first kind of hard-heartedness. ","html":"{}</p>"},"an5.205:2.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhamme kaṅkhati …pe… ","eng":"Furthermore, a mendicant has doubts about the teaching … ","html":"<p>{}"},"an5.205:2.2":{"pli":"saṅghe kaṅkhati …pe… ","eng":"the Saṅgha … ","html":"{}"},"an5.205:2.3":{"pli":"sikkhāya kaṅkhati …pe… ","eng":"the training … ","html":"{}"},"an5.205:2.4":{"pli":"sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto. ","eng":"A mendicant is angry and upset with their spiritual companions, resentful and closed off. ","html":"{}"},"an5.205:2.5":{"pli":"Yo so, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya. ","eng":"This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ","html":"{}"},"an5.205:2.6":{"pli":"Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṃ pañcamo cetokhilo. ","eng":"This is the fifth kind of hard-heartedness. ","html":"{}"},"an5.205:2.7":{"pli":"Ime kho, bhikkhave, pañca cetokhilā”ti. ","eng":"These are the five kinds of hard-heartedness.” ","html":"{}</p>"},"an5.205:2.8":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.206":{"an5.206:0.1":{"pli":"Aṅguttara Nikāya 5.206 ","eng":"Numbered Discourses 5.206 ","html":"<article id='an5.206'><header><ul><li class='division'>{}</li>"},"an5.206:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.206:0.3":{"pli":"Vinibandhasutta ","eng":"Shackles ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.206:1.1":{"pli":"“Pañcime, bhikkhave, cetasovinibandhā. ","eng":"“Mendicants, there are these five shackles of the heart. ","html":"<p>{}"},"an5.206:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.206:1.3":{"pli":"Idha, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho. ","eng":"Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures. ","html":"{}"},"an5.206:1.4":{"pli":"Yo so, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya. ","eng":"This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ","html":"{}"},"an5.206:1.5":{"pli":"Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṃ paṭhamo cetasovinibandho. ","eng":"This is the first shackle of the heart. ","html":"{}</p>"},"an5.206:2.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu kāye avītarāgo hoti …pe… ","eng":"Furthermore, a mendicant isn’t free of greed for the body … ","html":"<p>{}"},"an5.206:2.2":{"pli":"rūpe avītarāgo hoti …pe… ","eng":"They’re not free of greed for form … ","html":"{}"},"an5.206:2.3":{"pli":"yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati …pe… ","eng":"They eat as much as they like until their belly is full, then indulge in the pleasures of sleeping, lying down, and drowsing … ","html":"{}"},"an5.206:2.4":{"pli":"aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. ","eng":"They lead the spiritual life hoping to be reborn in one of the orders of gods, thinking: ‘By this precept or observance or fervent austerity or spiritual life, may I become one of the gods!’ ","html":"{}"},"an5.206:2.5":{"pli":"Yo so, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya. ","eng":"This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ","html":"{}"},"an5.206:2.6":{"pli":"Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṃ pañcamo cetasovinibandho. ","eng":"This is the fifth shackle of the heart. ","html":"{}"},"an5.206:2.7":{"pli":"Ime kho, bhikkhave, pañca cetasovinibandhā”ti. ","eng":"These are the five shackles of the heart.” ","html":"{}</p>"},"an5.206:2.8":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.207":{"an5.207:0.1":{"pli":"Aṅguttara Nikāya 5.207 ","eng":"Numbered Discourses 5.207 ","html":"<article id='an5.207'><header><ul><li class='division'>{}</li>"},"an5.207:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.207:0.3":{"pli":"Yāgusutta ","eng":"Porridge ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.207:1.1":{"pli":"“Pañcime, bhikkhave, ānisaṃsā yāguyā. ","eng":"“Mendicants, there are these five benefits of porridge. ","html":"<p>{}"},"an5.207:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.207:1.3":{"pli":"Khuddaṃ paṭihanati, pipāsaṃ paṭivineti, vātaṃ anulometi, vatthiṃ sodheti, āmāvasesaṃ pāceti. ","eng":"It wards off hunger, quenches thirst, settles the wind, cleans the bladder, and helps digestion. ","html":"{}"},"an5.207:1.4":{"pli":"Ime kho, bhikkhave, pañca ānisaṃsā yāguyā”ti. ","eng":"These are the five benefits of porridge.” ","html":"{}</p>"},"an5.207:1.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.208":{"an5.208:0.1":{"pli":"Aṅguttara Nikāya 5.208 ","eng":"Numbered Discourses 5.208 ","html":"<article id='an5.208'><header><ul><li class='division'>{}</li>"},"an5.208:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.208:0.3":{"pli":"Dantakaṭṭhasutta ","eng":"Chew Sticks ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.208:1.1":{"pli":"“Pañcime, bhikkhave, ādīnavā dantakaṭṭhassa akhādane. ","eng":"“Mendicants, there are these five drawbacks of not using chew sticks. ","html":"<p>{}"},"an5.208:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.208:1.3":{"pli":"Acakkhussaṃ, mukhaṃ duggandhaṃ hoti, rasaharaṇiyo na visujjhanti, pittaṃ semhaṃ bhattaṃ pariyonandhati, bhattamassa nacchādeti. ","eng":"It’s not good for your eyes, you get bad breath, your taste-buds aren’t cleaned, bile and phlegm cover your food, and you lose your appetite. ","html":"{}"},"an5.208:1.4":{"pli":"Ime kho, bhikkhave, pañca ādīnavā dantakaṭṭhassa akhādane. ","eng":"These are the five drawbacks of not using chew sticks. ","html":"{}</p>"},"an5.208:2.1":{"pli":"Pañcime, bhikkhave, ānisaṃsā dantakaṭṭhassa khādane. ","eng":"There are these five benefits of using chew sticks. ","html":"<p>{}"},"an5.208:2.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.208:2.3":{"pli":"Cakkhussaṃ, mukhaṃ na duggandhaṃ hoti, rasaharaṇiyo visujjhanti, pittaṃ semhaṃ bhattaṃ na pariyonandhati, bhattamassa chādeti. ","eng":"It’s good for your eyes, you don’t get bad breath, your taste-buds are cleaned, bile and phlegm don’t cover your food, and food agrees with you. ","html":"{}"},"an5.208:2.4":{"pli":"Ime kho, bhikkhave, pañca ānisaṃsā dantakaṭṭhassa khādane”ti. ","eng":"These are the five benefits of using chew sticks.” ","html":"{}</p>"},"an5.208:2.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.209":{"an5.209:0.1":{"pli":"Aṅguttara Nikāya 5.209 ","eng":"Numbered Discourses 5.209 ","html":"<article id='an5.209'><header><ul><li class='division'>{}</li>"},"an5.209:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.209:0.3":{"pli":"Gītassarasutta ","eng":"The Sound of Singing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.209:1.1":{"pli":"“Pañcime, bhikkhave, ādīnavā āyatakena gītassarena dhammaṃ bhaṇantassa. ","eng":"“Mendicants, there are these five drawbacks in reciting with a drawn-out singing voice. ","html":"<p>{}"},"an5.209:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.209:1.3":{"pli":"Attanāpi tasmiṃ sare sārajjati, parepi tasmiṃ sare sārajjanti, gahapatikāpi ujjhāyanti: ","eng":"You relish the sound of your own voice. Others relish the sound of your voice. Householders complain: ","html":"{}"},"an5.209:1.4":{"pli":"‘yatheva mayaṃ gāyāma, evamevaṃ kho samaṇā sakyaputtiyā gāyantī’ti, sarakuttimpi nikāmayamānassa samādhissa bhaṅgo hoti, pacchimā janatā diṭṭhānugatiṃ āpajjati. ","eng":"‘These ascetics who follow the Sakyan, sing just like us!’ When you’re enjoying the melody, your immersion breaks up. Those who come after follow your example. ","html":"{}"},"an5.209:1.5":{"pli":"Ime kho, bhikkhave, pañca ādīnavā āyatakena gītassarena dhammaṃ bhaṇantassā”ti. ","eng":"These are the five drawbacks in reciting with a drawn-out singing voice.” ","html":"{}</p>"},"an5.209:1.6":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.21":{"an5.21:0.1":{"pli":"Aṅguttara Nikāya 5.21 ","eng":"Numbered Discourses 5.21 ","html":"<article id='an5.21'><header><ul><li class='division'>{}</li>"},"an5.21:0.2":{"pli":"3. Pañcaṅgikavagga ","eng":"3. With Five Factors ","html":"<li>{}</li></ul>"},"an5.21:0.3":{"pli":"Paṭhamaagāravasutta ","eng":"Disrespect (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.21:1.1":{"pli":"“So vata, bhikkhave, bhikkhu agāravo appatisso asabhāgavuttiko ‘sabrahmacārīsu ābhisamācārikaṃ dhammaṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"“Mendicants, it is quite impossible for a disrespectful and irreverent mendicant with incompatible lifestyle to fulfill the practice dealing with supplementary regulations regarding their spiritual companions. ","html":"<p>{}"},"an5.21:1.2":{"pli":"‘Ābhisamācārikaṃ dhammaṃ aparipūretvā sekhaṃ dhammaṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling the practice dealing with supplementary regulations, it’s impossible to fulfill the practice of a trainee. ","html":"{}"},"an5.21:1.3":{"pli":"‘Sekhaṃ dhammaṃ aparipūretvā sīlāni paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling the practice of a trainee, it’s impossible to fulfill ethics. ","html":"{}"},"an5.21:1.4":{"pli":"‘Sīlāni aparipūretvā sammādiṭṭhiṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling ethics, it’s impossible to fulfill right view. ","html":"{}"},"an5.21:1.5":{"pli":"‘Sammādiṭṭhiṃ aparipūretvā sammāsamādhiṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling right view, it’s impossible to fulfill right immersion. ","html":"{}</p>"},"an5.21:2.1":{"pli":"So vata, bhikkhave, bhikkhu sagāravo sappatisso sabhāgavuttiko ‘sabrahmacārīsu ābhisamācārikaṃ dhammaṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"But it is quite possible for a respectful and reverent mendicant with compatible lifestyle to fulfill the practice dealing with supplementary regulations regarding their spiritual companions. ","html":"<p>{}"},"an5.21:2.2":{"pli":"‘Ābhisamācārikaṃ dhammaṃ paripūretvā sekhaṃ dhammaṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled the practice dealing with supplementary regulations, it’s possible to fulfill the practice of a trainee. ","html":"{}"},"an5.21:2.3":{"pli":"‘Sekhaṃ dhammaṃ paripūretvā sīlāni paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled the practice of a trainee, it’s possible to fulfill ethics. ","html":"{}"},"an5.21:2.4":{"pli":"‘Sīlāni paripūretvā sammādiṭṭhiṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled ethics, it’s possible to fulfill right view. ","html":"{}"},"an5.21:2.5":{"pli":"‘Sammādiṭṭhiṃ paripūretvā sammāsamādhiṃ paripūressatī’ti ṭhānametaṃ vijjatī”ti. ","eng":"Having fulfilled right view, it’s possible to fulfill right immersion.” ","html":"{}</p>"},"an5.21:2.6":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.210":{"an5.210:0.1":{"pli":"Aṅguttara Nikāya 5.210 ","eng":"Numbered Discourses 5.210 ","html":"<article id='an5.210'><header><ul><li class='division'>{}</li>"},"an5.210:0.2":{"pli":"21. Kimilavagga ","eng":"21. With Kimbila ","html":"<li>{}</li></ul>"},"an5.210:0.3":{"pli":"Muṭṭhassatisutta ","eng":"Unmindful ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.210:1.1":{"pli":"“Pañcime, bhikkhave, ādīnavā muṭṭhassatissa asampajānassa niddaṃ okkamayato. ","eng":"“Mendicants, there are these five drawbacks of falling asleep unmindful and unaware. ","html":"<p>{}"},"an5.210:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.210:1.3":{"pli":"Dukkhaṃ supati, dukkhaṃ paṭibujjhati, pāpakaṃ supinaṃ passati, devatā na rakkhanti, asuci muccati. ","eng":"You sleep badly and wake miserably. You have bad dreams. The deities don’t protect you. And you emit semen. ","html":"{}"},"an5.210:1.4":{"pli":"Ime kho, bhikkhave, pañca ādīnavā muṭṭhassatissa asampajānassa niddaṃ okkamayato. ","eng":"These are the five drawbacks of falling asleep unmindful and unaware. ","html":"{}</p>"},"an5.210:2.1":{"pli":"Pañcime, bhikkhave, ānisaṃsā upaṭṭhitassatissa sampajānassa niddaṃ okkamayato. ","eng":"There are these five benefits of falling asleep mindful and aware. ","html":"<p>{}"},"an5.210:2.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.210:2.3":{"pli":"Sukhaṃ supati, sukhaṃ paṭibujjhati, na pāpakaṃ supinaṃ passati, devatā rakkhanti, asuci na muccati. ","eng":"You sleep at ease and wake happily. You don’t have bad dreams. The deities protect you. And you don’t emit semen. ","html":"{}"},"an5.210:2.4":{"pli":"Ime kho, bhikkhave, pañca ānisaṃsā upaṭṭhitassatissa sampajānassa niddaṃ okkamayato”ti. ","eng":"These are the five benefits of falling asleep mindful and aware.” ","html":"{}</p>"},"an5.210:2.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an5.210:2.6":{"pli":"Kimilavaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"an5.210:3.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an5.210:3.1":{"pli":"Kimilo dhammassavanaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an5.210:3.2":{"pli":"ājānīyo balaṃ khilaṃ; ","html":"<span class='verse-line'>{}</span>"},"an5.210:3.3":{"pli":"Vinibandhaṃ yāgu kaṭṭhaṃ, ","html":"<span class='verse-line'>{}</span>"},"an5.210:3.4":{"pli":"gītaṃ muṭṭhassatinā cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an5.211":{"an5.211:0.1":{"pli":"Aṅguttara Nikāya 5.211 ","eng":"Numbered Discourses 5.211 ","html":"<article id='an5.211'><header><ul><li class='division'>{}</li>"},"an5.211:0.2":{"pli":"22. Akkosakavagga ","eng":"22. Abuse ","html":"<li>{}</li></ul>"},"an5.211:0.3":{"pli":"Akkosakasutta ","eng":"An Abuser ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.211:1.1":{"pli":"“Yo so, bhikkhave, bhikkhu akkosakaparibhāsako ariyūpavādī sabrahmacārīnaṃ, tassa pañca ādīnavā pāṭikaṅkhā. ","eng":"“Mendicants, a mendicant who abuses and insults their spiritual companions, denouncing the noble ones, can expect these five drawbacks. ","html":"<p>{}"},"an5.211:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.211:1.3":{"pli":"Pārājiko vā hoti chinnaparipantho, aññataraṃ vā saṅkiliṭṭhaṃ āpattiṃ āpajjati, bāḷhaṃ vā rogātaṅkaṃ phusati, sammūḷho kālaṃ karoti, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"They’re expelled, cut off, blocked out; or they commit a corrupt offense; or they contract a severe illness. They feel lost when they die. And when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an5.211:1.4":{"pli":"Yo so, bhikkhave, bhikkhu akkosakaparibhāsako ariyūpavādī sabrahmacārīnaṃ, tassa ime pañca ādīnavā pāṭikaṅkhā”ti. ","eng":"A mendicant who abuses and insults their spiritual companions, denouncing the noble ones, can expect these five drawbacks.” ","html":"{}</p>"},"an5.211:1.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.212":{"an5.212:0.1":{"pli":"Aṅguttara Nikāya 5.212 ","eng":"Numbered Discourses 5.212 ","html":"<article id='an5.212'><header><ul><li class='division'>{}</li>"},"an5.212:0.2":{"pli":"22. Akkosakavagga ","eng":"22. Abuse ","html":"<li>{}</li></ul>"},"an5.212:0.3":{"pli":"Bhaṇḍanakārakasutta ","eng":"Starting Fights ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.212:1.1":{"pli":"“Yo so, bhikkhave, bhikkhu bhaṇḍanakārako kalahakārako vivādakārako bhassakārako saṅghe adhikaraṇakārako, tassa pañca ādīnavā pāṭikaṅkhā. ","eng":"“Mendicants, a mendicant who starts fights, quarrels, disputes, debates, and disciplinary issues in the Saṅgha can expect five drawbacks. ","html":"<p>{}"},"an5.212:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.212:1.3":{"pli":"Anadhigataṃ nādhigacchati, adhigatā parihāyati, pāpako kittisaddo abbhuggacchati, sammūḷho kālaṃ karoti, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"They don’t achieve the unachieved. What they have achieved falls away. They get a bad reputation. They feel lost when they die. And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an5.212:1.4":{"pli":"Yo so, bhikkhave, bhikkhu bhaṇḍanakārako kalahakārako vivādakārako bhassakārako saṅghe adhikaraṇakārako, tassa ime pañca ādīnavā pāṭikaṅkhā”ti. ","eng":"A mendicant who starts fights, quarrels, disputes, debates, and disciplinary issues in the Saṅgha can expect these five drawbacks.” ","html":"{}</p>"},"an5.212:1.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}