{"an5.51":{"an5.51:0.1":{"pli":"Aṅguttara Nikāya 5.51 ","eng":"Numbered Discourses 5.51 ","html":"<article id='an5.51'><header><ul><li class='division'>{}</li>"},"an5.51:0.2":{"pli":"6. Nīvaraṇavagga ","eng":"6. Hindrances ","html":"<li>{}</li></ul>"},"an5.51:0.3":{"pli":"Āvaraṇasutta ","eng":"Obstacles ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.51:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an5.51:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"an5.51:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"an5.51:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"an5.51:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an5.51:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an5.51:2.1":{"pli":"“Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ","eng":"“Mendicants, there are these five obstacles and hindrances, parasites of the mind that weaken wisdom. ","html":"<p>{}"},"an5.51:2.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.51:2.3":{"pli":"Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo. ","eng":"Sensual desire … ","html":"{}"},"an5.51:2.4":{"pli":"Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo. ","eng":"Ill will … ","html":"{}"},"an5.51:2.5":{"pli":"Thinamiddhaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso ajjhāruhaṃ paññāya dubbalīkaraṇaṃ. ","eng":"Dullness and drowsiness … ","html":"{}"},"an5.51:2.6":{"pli":"Uddhaccakukkuccaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso ajjhāruhaṃ paññāya dubbalīkaraṇaṃ. ","eng":"Restlessness and remorse … ","html":"{}"},"an5.51:2.7":{"pli":"Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ","eng":"Doubt … ","html":"{}"},"an5.51:2.8":{"pli":"Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ","eng":"These are the five obstacles and hindrances, parasites of the mind that weaken wisdom. ","html":"{}</p>"},"an5.51:3.1":{"pli":"So vata, bhikkhave, bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe appahāya, abalāya paññāya dubbalāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti netaṃ ṭhānaṃ vijjati. ","eng":"Take a mendicant who has feeble and weak wisdom, not having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It is quite impossible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"<p>{}</p>"},"an5.51:3.2":{"pli":"Seyyathāpi, bhikkhave, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī. ","eng":"Suppose there was a mountain river that flowed swiftly, going far, carrying all before it. ","html":"<p>{}"},"an5.51:3.3":{"pli":"Tassā puriso ubhato naṅgalamukhāni vivareyya. ","eng":"But then a man would open channels on both sides, ","html":"{}"},"an5.51:3.4":{"pli":"Evañhi so, bhikkhave, majjhe nadiyā soto vikkhitto visaṭo byādiṇṇo neva dūraṅgamo assa na sīghasoto na hārahārī. ","eng":"so the mid-river current would be dispersed, displaced, and separated. The river would no longer flow swiftly, going far, carrying all before it. ","html":"{}</p>"},"an5.51:3.5":{"pli":"Evamevaṃ kho, bhikkhave, so vata bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe appahāya, abalāya paññāya dubbalāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti netaṃ ṭhānaṃ vijjati. ","eng":"In the same way, take a mendicant who has feeble and weak wisdom, not having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It is not possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"<p>{}</p>"},"an5.51:4.1":{"pli":"So vata, bhikkhave, bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe pahāya, balavatiyā paññāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti ṭhānametaṃ vijjati. ","eng":"Take a mendicant who has powerful wisdom, having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"<p>{}</p>"},"an5.51:4.2":{"pli":"Seyyathāpi, bhikkhave, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī. ","eng":"Suppose there was a mountain river that flowed swiftly, going far, carrying all before it. ","html":"<p>{}"},"an5.51:4.3":{"pli":"Tassā puriso ubhato naṅgalamukhāni pidaheyya. ","eng":"But then a man would close up the channels on both sides, ","html":"{}"},"an5.51:4.4":{"pli":"Evañhi so, bhikkhave, majjhe nadiyā soto avikkhitto avisaṭo abyādiṇṇo dūraṅgamo ceva assa sīghasoto ca hārahārī ca. ","eng":"so the mid-river current would not be dispersed, displaced, and separated. The river would keep flowing swiftly for a long way, carrying all before it. ","html":"{}</p>"},"an5.51:4.5":{"pli":"Evamevaṃ kho, bhikkhave, so vata bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe pahāya, balavatiyā paññāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti ṭhānametaṃ vijjatī”ti. ","eng":"In the same way, take a mendicant who has powerful wisdom, having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones.” ","html":"<p>{}</p>"},"an5.51:4.6":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.52":{"an5.52:0.1":{"pli":"Aṅguttara Nikāya 5.52 ","eng":"Numbered Discourses 5.52 ","html":"<article id='an5.52'><header><ul><li class='division'>{}</li>"},"an5.52:0.2":{"pli":"6. Nīvaraṇavagga ","eng":"6. Hindrances ","html":"<li>{}</li></ul>"},"an5.52:0.3":{"pli":"Akusalarāsisutta ","eng":"A Heap of the Unskillful ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.52:1.1":{"pli":"“Akusalarāsīti, bhikkhave, vadamāno pañca nīvaraṇe sammā vadamāno vadeyya. ","eng":"“Mendicants, rightly speaking, you’d call the five hindrances a ‘heap of the unskillful’. ","html":"<p>{}"},"an5.52:1.2":{"pli":"Kevalo hāyaṃ, bhikkhave, akusalarāsi yadidaṃ pañca nīvaraṇā. ","eng":"For these five hindrances are entirely a heap of the unskillful. ","html":"{}"},"an5.52:1.3":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.52:1.4":{"pli":"Kāmacchandanīvaraṇaṃ, byāpādanīvaraṇaṃ, thinamiddhanīvaraṇaṃ, uddhaccakukkuccanīvaraṇaṃ, vicikicchānīvaraṇaṃ. ","eng":"The hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ","html":"{}"},"an5.52:1.5":{"pli":"Akusalarāsīti, bhikkhave, vadamāno ime pañca nīvaraṇe sammā vadamāno vadeyya. ","eng":"Rightly speaking, you’d call these five hindrances a ‘heap of the unskillful’. ","html":"{}"},"an5.52:1.6":{"pli":"Kevalo hāyaṃ, bhikkhave, akusalarāsi yadidaṃ pañca nīvaraṇā”ti. ","eng":"For these five hindrances are entirely a heap of the unskillful.” ","html":"{}</p>"},"an5.52:1.7":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.53":{"an5.53:0.1":{"pli":"Aṅguttara Nikāya 5.53 ","eng":"Numbered Discourses 5.53 ","html":"<article id='an5.53'><header><ul><li class='division'>{}</li>"},"an5.53:0.2":{"pli":"6. Nīvaraṇavagga ","eng":"6. Hindrances ","html":"<li>{}</li></ul>"},"an5.53:0.3":{"pli":"Padhāniyaṅgasutta ","eng":"Factors That Support Meditation ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.53:1.1":{"pli":"“Pañcimāni, bhikkhave, padhāniyaṅgāni. ","eng":"“Mendicants, there are these five factors that support meditation. ","html":"<p>{}"},"an5.53:1.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}</p>"},"an5.53:1.3":{"pli":"Idha, bhikkhave, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ: ","eng":"It’s when a mendicant has faith in the Realized One’s awakening: ","html":"<p>{}"},"an5.53:1.4":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}</p>"},"an5.53:1.5":{"pli":"Appābādho hoti appātaṅko; ","eng":"They are rarely ill or unwell. ","html":"<p>{}"},"an5.53:1.6":{"pli":"samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya; ","eng":"Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ","html":"{}</p>"},"an5.53:1.7":{"pli":"asaṭho hoti amāyāvī; ","eng":"They’re not devious or deceitful. ","html":"<p>{}"},"an5.53:1.8":{"pli":"yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu; ","eng":"They reveal themselves honestly to the Teacher or sensible spiritual companions. ","html":"{}</p>"},"an5.53:1.9":{"pli":"āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu; ","eng":"They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"<p>{}</p>"},"an5.53:1.10":{"pli":"paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"<p>{}</p>"},"an5.53:1.11":{"pli":"Imāni kho, bhikkhave, pañca padhāniyaṅgānī”ti. ","eng":"These are the five factors that support meditation.” ","html":"<p>{}</p>"},"an5.53:1.12":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.54":{"an5.54:0.1":{"pli":"Aṅguttara Nikāya 5.54 ","eng":"Numbered Discourses 5.54 ","html":"<article id='an5.54'><header><ul><li class='division'>{}</li>"},"an5.54:0.2":{"pli":"6. Nīvaraṇavagga ","eng":"6. Hindrances ","html":"<li>{}</li></ul>"},"an5.54:0.3":{"pli":"Samayasutta ","eng":"Times Good for Meditation ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.54:1.1":{"pli":"“Pañcime, bhikkhave, asamayā padhānāya. ","eng":"“Mendicants, there are five times that are not good for meditation. ","html":"<p>{}"},"an5.54:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an5.54:1.3":{"pli":"Idha, bhikkhave, bhikkhu jiṇṇo hoti jarāyābhibhūto. ","eng":"Firstly, a mendicant is old, overcome with old age. ","html":"<p>{}"},"an5.54:1.4":{"pli":"Ayaṃ, bhikkhave, paṭhamo asamayo padhānāya. ","eng":"This is the first time that’s not good for meditation. ","html":"{}</p>"},"an5.54:2.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu byādhito hoti byādhinābhibhūto. ","eng":"Furthermore, a mendicant is sick, overcome by sickness. ","html":"<p>{}"},"an5.54:2.2":{"pli":"Ayaṃ, bhikkhave, dutiyo asamayo padhānāya. ","eng":"This is the second time that’s not good for meditation. ","html":"{}</p>"},"an5.54:3.1":{"pli":"Puna caparaṃ, bhikkhave, dubbhikkhaṃ hoti dussassaṃ dullabhapiṇḍaṃ, na sukaraṃ uñchena paggahena yāpetuṃ. ","eng":"Furthermore, there’s a famine, a bad harvest, so it’s hard to get almsfood, and not easy to keep going by collecting alms. ","html":"<p>{}"},"an5.54:3.2":{"pli":"Ayaṃ, bhikkhave, tatiyo asamayo padhānāya. ","eng":"This is the third time that’s not good for meditation. ","html":"{}</p>"},"an5.54:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhayaṃ hoti aṭavisaṅkopo, cakkasamārūḷhā jānapadā pariyāyanti. ","eng":"Furthermore, there’s peril due to turmoil in the wilds, so the countryfolk mount their vehicles and flee everywhere. ","html":"<p>{}"},"an5.54:4.2":{"pli":"Ayaṃ, bhikkhave, catuttho asamayo padhānāya. ","eng":"This is the fourth time that’s not good for meditation. ","html":"{}</p>"},"an5.54:5.1":{"pli":"Puna caparaṃ, bhikkhave, saṅgho bhinno hoti. ","eng":"Furthermore, there’s a schism in the Saṅgha. ","html":"<p>{}"},"an5.54:5.2":{"pli":"Saṅghe kho pana, bhikkhave, bhinne aññamaññaṃ akkosā ca honti, aññamaññaṃ paribhāsā ca honti, aññamaññaṃ parikkhepā ca honti, aññamaññaṃ pariccajā ca honti. ","eng":"When the Saṅgha is split, they abuse, insult, block, and forsake each other. ","html":"{}"},"an5.54:5.3":{"pli":"Tattha appasannā ceva nappasīdanti, pasannānañca ekaccānaṃ aññathattaṃ hoti. ","eng":"This doesn’t inspire confidence in those without it, and it causes some with confidence to change their minds. ","html":"{}"},"an5.54:5.4":{"pli":"Ayaṃ, bhikkhave, pañcamo asamayo padhānāya. ","eng":"This is the fifth time that’s not good for meditation. ","html":"{}</p>"},"an5.54:5.5":{"pli":"Ime kho, bhikkhave, pañca asamayā padhānāyāti. ","eng":"These are the five times that are not good for meditation. ","html":"<p>{}</p>"},"an5.54:6.1":{"pli":"Pañcime, bhikkhave, samayā padhānāya. ","eng":"There are five times that are good for meditation. ","html":"<p>{}"},"an5.54:6.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an5.54:6.3":{"pli":"Idha, bhikkhave, bhikkhu daharo hoti yuvā susu kāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ","eng":"Firstly, a mendicant is a youth, young, with pristine black hair, blessed with youth, in the prime of life. ","html":"<p>{}"},"an5.54:6.4":{"pli":"Ayaṃ, bhikkhave, paṭhamo samayo padhānāya. ","eng":"This is the first time that’s good for meditation. ","html":"{}</p>"},"an5.54:7.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu appābādho hoti appātaṅko, samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya. ","eng":"Furthermore, they are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ","html":"<p>{}"},"an5.54:7.2":{"pli":"Ayaṃ, bhikkhave, dutiyo samayo padhānāya. ","eng":"This is the second time that’s good for meditation. ","html":"{}</p>"},"an5.54:8.1":{"pli":"Puna caparaṃ, bhikkhave, subhikkhaṃ hoti susassaṃ sulabhapiṇḍaṃ, sukaraṃ uñchena paggahena yāpetuṃ. ","eng":"Furthermore, there’s plenty of food, a good harvest, so it’s easy to get almsfood, and easy to keep going by collecting alms. ","html":"<p>{}"},"an5.54:8.2":{"pli":"Ayaṃ, bhikkhave, tatiyo samayo padhānāya. ","eng":"This is the third time that’s good for meditation. ","html":"{}</p>"},"an5.54:9.1":{"pli":"Puna caparaṃ, bhikkhave, manussā samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti. ","eng":"Furthermore, people live in harmony, appreciating each other, without dispute, blending like milk and water, and regarding each other with kindly eyes. ","html":"<p>{}"},"an5.54:9.2":{"pli":"Ayaṃ, bhikkhave, catuttho samayo padhānāya. ","eng":"This is the fourth time that’s good for meditation. ","html":"{}</p>"},"an5.54:10.1":{"pli":"Puna caparaṃ, bhikkhave, saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsu viharati. ","eng":"Furthermore, the Saṅgha lives comfortably, in harmony, appreciating each other, without dispute, with one recitation. ","html":"<p>{}"},"an5.54:10.2":{"pli":"Saṅghe kho pana, bhikkhave, samagge na ceva aññamaññaṃ akkosā honti, na ca aññamaññaṃ paribhāsā honti, na ca aññamaññaṃ parikkhepā honti, na ca aññamaññaṃ pariccajā honti. ","eng":"When the Saṅgha is in harmony, they don’t abuse, insult, block, or forsake each other. ","html":"{}"},"an5.54:10.3":{"pli":"Tattha appasannā ceva pasīdanti, pasannānañca bhiyyobhāvo hoti. ","eng":"This inspires confidence in those without it, and increases confidence in those who have it. ","html":"{}"},"an5.54:10.4":{"pli":"Ayaṃ, bhikkhave, pañcamo samayo padhānāya. ","eng":"This is the fifth time that’s good for meditation. ","html":"{}</p>"},"an5.54:10.5":{"pli":"Ime kho, bhikkhave, pañca samayā padhānāyā”ti. ","eng":"These are the five times that are good for meditation.” ","html":"<p>{}</p>"},"an5.54:10.6":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.55":{"an5.55:0.1":{"pli":"Aṅguttara Nikāya 5.55 ","eng":"Numbered Discourses 5.55 ","html":"<article id='an5.55'><header><ul><li class='division'>{}</li>"},"an5.55:0.2":{"pli":"6. Nīvaraṇavagga ","eng":"6. Hindrances ","html":"<li>{}</li></ul>"},"an5.55:0.3":{"pli":"Mātāputtasutta ","eng":"Mother and Son ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.55:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an5.55:1.2":{"pli":"Tena kho pana samayena sāvatthiyaṃ ubho mātāputtā vassāvāsaṃ upagamiṃsu—","eng":"Now, at that time a mother and son had both entered the rainy season residence at Sāvatthī, ","html":"<p>{}"},"an5.55:1.3":{"pli":"bhikkhu ca bhikkhunī ca. ","eng":"as a monk and a nun. ","html":"{}"},"an5.55:1.4":{"pli":"Te aññamaññassa abhiṇhaṃ dassanakāmā ahesuṃ. ","eng":"They wanted to see each other often. ","html":"{}"},"an5.55:1.5":{"pli":"Mātāpi puttassa abhiṇhaṃ dassanakāmā ahosi; ","eng":"The mother wanted to see her son often, ","html":"{}"},"an5.55:1.6":{"pli":"puttopi mātaraṃ abhiṇhaṃ dassanakāmo ahosi. ","eng":"and the son his mother. ","html":"{}"},"an5.55:1.7":{"pli":"Tesaṃ abhiṇhaṃ dassanā saṃsaggo ahosi. ","eng":"Seeing each other often, they became close. ","html":"{}"},"an5.55:1.8":{"pli":"Saṃsagge sati vissāso ahosi. ","eng":"Being so close, they became intimate. ","html":"{}"},"an5.55:1.9":{"pli":"Vissāse sati otāro ahosi. ","eng":"And being intimate, lust overcame them. ","html":"{}"},"an5.55:1.10":{"pli":"Te otiṇṇacittā sikkhaṃ apaccakkhāya dubbalyaṃ anāvikatvā methunaṃ dhammaṃ paṭiseviṃsu. ","eng":"With their minds swamped by lust, without resigning the training and declaring their inability to continue, they had sex. ","html":"{}</p>"},"an5.55:2.1":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}"},"an5.55:2.2":{"pli":"“idha, bhante, sāvatthiyaṃ ubho mātāputtā vassāvāsaṃ upagamiṃsu—","html":"{}"},"an5.55:2.3":{"pli":"bhikkhu ca bhikkhunī ca, te aññamaññassa abhiṇhaṃ dassanakāmā ahesuṃ, mātāpi puttassa abhiṇhaṃ dassanakāmā ahosi, puttopi mātaraṃ abhiṇhaṃ dassanakāmo ahosi. ","html":"{}"},"an5.55:2.4":{"pli":"Tesaṃ abhiṇhaṃ dassanā saṃsaggo ahosi, saṃsagge sati vissāso ahosi, vissāse sati otāro ahosi, te otiṇṇacittā sikkhaṃ apaccakkhāya dubbalyaṃ anāvikatvā methunaṃ dhammaṃ paṭiseviṃsū”ti. ","html":"{}</p>"},"an5.55:3.1":{"pli":"“Kiṃ nu so, bhikkhave, moghapuriso maññati: ","eng":"“Mendicants, how could that futile man imagine that ","html":"<p>{}"},"an5.55:3.2":{"pli":"‘na mātā putte sārajjati, putto vā pana mātarī’ti? ","eng":"a mother cannot lust for her son, or that a son cannot lust for his mother? ","html":"{}"},"an5.55:3.3":{"pli":"Nāhaṃ, bhikkhave, aññaṃ ekarūpampi samanupassāmi evaṃ rajanīyaṃ evaṃ kamanīyaṃ evaṃ madanīyaṃ evaṃ bandhanīyaṃ evaṃ mucchanīyaṃ evaṃ antarāyakaraṃ anuttarassa yogakkhemassa adhigamāya yathayidaṃ, bhikkhave, itthirūpaṃ. ","eng":"Compared to the sight of a woman, I do not see a single sight that is so arousing, sensuous, intoxicating, captivating, and infatuating, and such an obstacle to reaching the supreme sanctuary from the yoke. ","html":"{}"},"an5.55:3.4":{"pli":"Itthirūpe, bhikkhave, sattā rattā giddhā gathitā mucchitā ajjhosannā. ","eng":"Sentient beings are lustful, greedy, tied, infatuated, and attached to the sight of a woman. ","html":"{}"},"an5.55:3.5":{"pli":"Te dīgharattaṃ socanti itthirūpavasānugā. ","eng":"They sorrow for a long time under the sway of a woman’s sight. ","html":"{}</p>"},"an5.55:4.1":{"pli":"Nāhaṃ, bhikkhave, aññaṃ ekasaddampi … ekagandhampi … ekarasampi … ekaphoṭṭhabbampi samanupassāmi evaṃ rajanīyaṃ evaṃ kamanīyaṃ evaṃ madanīyaṃ evaṃ bandhanīyaṃ evaṃ mucchanīyaṃ evaṃ antarāyakaraṃ anuttarassa yogakkhemassa adhigamāya yathayidaṃ, bhikkhave, itthiphoṭṭhabbaṃ. ","eng":"Compared to the sound … smell … taste … touch of a woman, I do not see a single touch that is so arousing, sensuous, intoxicating, captivating, and infatuating, and such an obstacle to reaching the supreme sanctuary from the yoke. ","html":"<p>{}"},"an5.55:4.2":{"pli":"Itthiphoṭṭhabbe, bhikkhave, sattā rattā giddhā gathitā mucchitā ajjhosannā. ","eng":"Sentient beings are lustful, greedy, tied, infatuated, and attached to the touch of a woman. ","html":"{}"},"an5.55:4.3":{"pli":"Te dīgharattaṃ socanti itthiphoṭṭhabbavasānugā. ","eng":"They sorrow for a long time under the sway of a woman’s touch. ","html":"{}</p>"},"an5.55:5.1":{"pli":"Itthī, bhikkhave, gacchantīpi purisassa cittaṃ pariyādāya tiṭṭhati; ","eng":"When a woman walks, she occupies a man’s mind. ","html":"<p>{}"},"an5.55:5.2":{"pli":"ṭhitāpi …pe… nisinnāpi … sayānāpi … hasantīpi … bhaṇantīpi … gāyantīpi … rodantīpi … ugghātitāpi … matāpi purisassa cittaṃ pariyādāya tiṭṭhati. ","eng":"When a woman stands … sits … lies down … laughs … speaks … sings … cries … is injured, she occupies a man’s mind. Even when a woman is dead, she occupies a man’s mind. ","html":"{}"},"an5.55:5.3":{"pli":"Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya: ","eng":"For if anyone should be rightly called ‘an all-round snare of Māra’, it’s ladies. ","html":"{}"},"an5.55:5.4":{"pli":"‘samantapāso mārassā’ti mātugāmaṃyeva sammā vadamāno vadeyya: ","html":"{}"},"an5.55:5.5":{"pli":"‘samantapāso mārassā’ti. ","html":"{}</p>"},"an5.55:6.1":{"pli":"Sallape asihatthena, ","eng":"You might chat with someone who has knife in hand. ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an5.55:6.2":{"pli":"pisācenāpi sallape; ","eng":"You might even chat with a goblin. ","html":"<span class='verse-line'>{}</span>"},"an5.55:6.3":{"pli":"Āsīvisampi āsīde, ","eng":"You might sit close by a viper, ","html":"<span class='verse-line'>{}</span>"},"an5.55:6.4":{"pli":"yena daṭṭho na jīvati; ","eng":"whose bite would take your life. ","html":"<span class='verse-line'>{}</span>"},"an5.55:6.5":{"pli":"Na tveva eko ekāya, ","eng":"But never should you chat ","html":"<span class='verse-line'>{}</span>"},"an5.55:6.6":{"pli":"mātugāmena sallape. ","eng":"one on one with a lady. ","html":"<span class='verse-line'>{}</span></p>"},"an5.55:7.1":{"pli":"Muṭṭhassatiṃ tā bandhanti, ","eng":"They captivate the unmindful ","html":"<p><span class='verse-line'>{}</span>"},"an5.55:7.2":{"pli":"pekkhitena sitena ca; ","eng":"with a glance and a smile. ","html":"<span class='verse-line'>{}</span>"},"an5.55:7.3":{"pli":"Athopi dunnivatthena, ","eng":"Or scantily clad, ","html":"<span class='verse-line'>{}</span>"},"an5.55:7.4":{"pli":"mañjunā bhaṇitena ca; ","eng":"they speak charming words. ","html":"<span class='verse-line'>{}</span>"},"an5.55:7.5":{"pli":"Neso jano svāsīsado, ","eng":"It’s not good to sit with such a person, ","html":"<span class='verse-line'>{}</span>"},"an5.55:7.6":{"pli":"api ugghātito mato. ","eng":"even if she’s injured or dead. ","html":"<span class='verse-line'>{}</span></p>"},"an5.55:8.1":{"pli":"Pañca kāmaguṇā ete, ","eng":"These five kinds of sensual stimulation ","html":"<p><span class='verse-line'>{}</span>"},"an5.55:8.2":{"pli":"itthirūpasmiṃ dissare; ","eng":"are apparent in a woman’s body: ","html":"<span class='verse-line'>{}</span>"},"an5.55:8.3":{"pli":"Rūpā saddā rasā gandhā, ","eng":"sights, sounds, tastes, smells, ","html":"<span class='verse-line'>{}</span>"},"an5.55:8.4":{"pli":"phoṭṭhabbā ca manoramā. ","eng":"and touches so delightful. ","html":"<span class='verse-line'>{}</span></p>"},"an5.55:9.1":{"pli":"Tesaṃ kāmoghavūḷhānaṃ, ","eng":"Those swept away by the flood of sensual pleasures, ","html":"<p><span class='verse-line'>{}</span>"},"an5.55:9.2":{"pli":"kāme aparijānataṃ; ","eng":"not comprehending them, ","html":"<span class='verse-line'>{}</span>"},"an5.55:9.3":{"pli":"Kālaṃ gati bhavābhavaṃ, ","eng":"are governed by transmigration—","html":"<span class='verse-line'>{}</span>"},"an5.55:9.4":{"pli":"saṃsārasmiṃ purakkhatā. ","eng":"time and destination, and life after life. ","html":"<span class='verse-line'>{}</span></p>"},"an5.55:10.1":{"pli":"Ye ca kāme pariññāya, ","eng":"But those who fully understand sensual pleasures ","html":"<p><span class='verse-line'>{}</span>"},"an5.55:10.2":{"pli":"caranti akutobhayā; ","eng":"live fearing nothing from any quarter. ","html":"<span class='verse-line'>{}</span>"},"an5.55:10.3":{"pli":"Te ve pāraṅgatā loke, ","eng":"They are those in the world who’ve crossed over, ","html":"<span class='verse-line'>{}</span>"},"an5.55:10.4":{"pli":"ye pattā āsavakkhayan”ti. ","eng":"having reached the ending of defilements.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an5.55:10.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.56":{"an5.56:0.1":{"pli":"Aṅguttara Nikāya 5.56 ","eng":"Numbered Discourses 5.56 ","html":"<article id='an5.56'><header><ul><li class='division'>{}</li>"},"an5.56:0.2":{"pli":"6. Nīvaraṇavagga ","eng":"6. Hindrances ","html":"<li>{}</li></ul>"},"an5.56:0.3":{"pli":"Upajjhāyasutta ","eng":"Mentor ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.56:1.1":{"pli":"Atha kho aññataro bhikkhu yena sako upajjhāyo tenupasaṅkami; upasaṅkamitvā sakaṃ upajjhāyaṃ etadavoca: ","eng":"Then a mendicant went up to his own mentor, and said, ","html":"<p>{}"},"an5.56:1.2":{"pli":"“etarahi me, bhante, madhurakajāto ceva kāyo, disā ca me na pakkhāyanti, dhammā ca maṃ nappaṭibhanti, thinamiddhañca me cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carāmi, atthi ca me dhammesu vicikicchā”ti. ","eng":"“Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill my mind. I lead the spiritual life dissatisfied, and have doubts about the teachings.” ","html":"{}</p>"},"an5.56:2.1":{"pli":"Atha kho so bhikkhu taṃ saddhivihārikaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then that mendicant took his protégé to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an5.56:2.2":{"pli":"“ayaṃ, bhante, bhikkhu evamāha: ","eng":"“Sir, this mendicant says this: ","html":"{}"},"an5.56:2.3":{"pli":"‘etarahi me, bhante, madhurakajāto ceva kāyo, disā ca maṃ na pakkhāyanti, dhammā ca me nappaṭibhanti, thinamiddhañca me cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carāmi, atthi ca me dhammesu vicikicchā’”ti. ","eng":"‘Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill my mind. I lead the spiritual life dissatisfied, and have doubts about the teachings.’” ","html":"{}</p>"},"an5.56:3.1":{"pli":"“Evañhetaṃ, bhikkhu, hoti indriyesu aguttadvārassa, bhojane amattaññuno, jāgariyaṃ ananuyuttassa, avipassakassa kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ ananuyuttassa viharato, yaṃ madhurakajāto ceva kāyo hoti, disā cassa na pakkhāyanti, dhammā ca taṃ nappaṭibhanti, thinamiddhañcassa cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carati, hoti cassa dhammesu vicikicchā. ","eng":"“That’s how it is, mendicant, when your sense doors are unguarded, you eat too much, you’re not dedicated to wakefulness, you’re unable to discern skillful qualities, and you don’t pursue the development of the qualities that lead to awakening in the evening and toward dawn. Your body feels like it’s drugged. You’re disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill your mind. You lead the spiritual life dissatisfied, and have doubts about the teachings. ","html":"<p>{}</p>"},"an5.56:3.2":{"pli":"Tasmātiha te, bhikkhu, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an5.56:3.3":{"pli":"‘indriyesu guttadvāro bhavissāmi, bhojane mattaññū, jāgariyaṃ anuyutto, vipassako kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyutto viharissāmī’ti. ","eng":"‘I will guard my sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ ","html":"{}"},"an5.56:3.4":{"pli":"Evañhi te, bhikkhu, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"an5.56:4.1":{"pli":"Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"When that mendicant had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"<p>{}</p>"},"an5.56:4.2":{"pli":"Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"<p>{}</p>"},"an5.56:4.3":{"pli":"“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"<p>{}"},"an5.56:4.4":{"pli":"Aññataro pana so bhikkhu arahataṃ ahosi. ","eng":"And that mendicant became one of the perfected. ","html":"{}</p>"},"an5.56:5.1":{"pli":"Atha kho so bhikkhu arahattaṃ patto yena sako upajjhāyo tenupasaṅkami; upasaṅkamitvā sakaṃ upajjhāyaṃ etadavoca: ","eng":"When that mendicant had attained perfection, he went up to his own mentor, and said, ","html":"<p>{}"},"an5.56:5.2":{"pli":"“etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṃ paṭibhanti, thinamiddhañca me cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carāmi, natthi ca me dhammesu vicikicchā”ti. ","eng":"“Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill my mind. I lead the spiritual life satisfied, and have no doubts about the teachings.” ","html":"{}</p>"},"an5.56:5.3":{"pli":"Atha kho so bhikkhu taṃ saddhivihārikaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then that mendicant took his protégé to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an5.56:5.4":{"pli":"“ayaṃ, bhante, bhikkhu evamāha: ","eng":"“Sir, this mendicant says this: ","html":"{}"},"an5.56:5.5":{"pli":"‘etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṃ paṭibhanti, thinamiddhañca me cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carāmi, natthi ca me dhammesu vicikicchā’”ti. ","eng":"‘Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill my mind. I lead the spiritual life satisfied, and have no doubts about the teachings.’” ","html":"{}</p>"},"an5.56:6.1":{"pli":"“Evañhetaṃ, bhikkhu, hoti indriyesu guttadvārassa, bhojane mattaññuno, jāgariyaṃ anuyuttassa, vipassakassa kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyuttassa viharato, yaṃ na ceva madhurakajāto kāyo hoti, disā cassa pakkhāyanti, dhammā ca taṃ paṭibhanti, thinamiddhañcassa cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carati, na cassa hoti dhammesu vicikicchā. ","eng":"“That’s how it is, mendicant, when your sense doors are guarded, you’re moderate in eating, you’re dedicated to wakefulness, you’re able to discern skillful qualities, and you pursue the development of the qualities that lead to awakening in the evening and toward dawn. Your body doesn’t feel like it’s drugged. You’re not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill your mind. You lead the spiritual life satisfied, and have no doubts about the teachings. ","html":"<p>{}</p>"},"an5.56:6.2":{"pli":"Tasmātiha vo, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an5.56:6.3":{"pli":"‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṃ anuyuttā, vipassakā kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyuttā viharissāmā’ti. ","eng":"‘We will guard our sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ ","html":"{}"},"an5.56:6.4":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"an5.56:6.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}