{"an5.193":{"an5.193:0.1":{"pli":"Aṅguttara Nikāya 5.193 ","eng":"Numbered Discourses 5.193 ","html":"<article id='an5.193'><header><ul><li class='division'>{}</li>"},"an5.193:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.193:0.3":{"pli":"Saṅgāravasutta ","eng":"With Saṅgārava ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.193:1.1":{"pli":"Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Saṅgārava the brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an5.193:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saṅgāravo brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, Saṅgārava sat down to one side, and said to the Buddha: ","html":"{}</p>"},"an5.193:1.3":{"pli":"“ko nu kho, bho gotama, hetu ko paccayo, yena kadāci dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā? ","eng":"“What is the cause, Mister Gotama, what is the reason why sometimes even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed? ","html":"<p>{}"},"an5.193:1.4":{"pli":"Ko pana, bho gotama, hetu ko paccayo, yena kadāci dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti? ","eng":"And why is it that sometimes even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed?” ","html":"{}</p>"},"an5.193:2.1":{"pli":"Yasmiṃ, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"“Brahmin, there’s a time when your heart is overcome and mired in sensual desire and you don’t truly understand the escape from sensual desire that has arisen. At that time you don’t truly know or see what is good for yourself, good for another, or good for both. Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p data-counter='1'>{}"},"an5.193:2.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto saṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ","eng":"Suppose there was a bowl of water that was mixed with dye such as red lac, turmeric, indigo, or rose madder. ","html":"{}"},"an5.193:2.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}"},"an5.193:2.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in sensual desire … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"{}</p>"},"an5.193:3.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in ill will … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p data-counter='2'>{}"},"an5.193:3.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto agginā santatto ukkudhito ussadakajāto. ","eng":"Suppose there was a bowl of water that was heated by fire, boiling and bubbling. ","html":"{}"},"an5.193:3.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}"},"an5.193:3.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in ill will … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"{}</p>"},"an5.193:4.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p data-counter='3'>{}"},"an5.193:4.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto sevālapaṇakapariyonaddho. ","eng":"Suppose there was a bowl of water overgrown with moss and aquatic plants. ","html":"{}"},"an5.193:4.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}"},"an5.193:4.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"{}</p>"},"an5.193:5.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p data-counter='4'>{}"},"an5.193:5.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto vāterito calito bhanto ūmijāto. ","eng":"Suppose there was a bowl of water stirred by the wind, churning, swirling, and rippling. ","html":"{}"},"an5.193:5.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}"},"an5.193:5.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"{}</p>"},"an5.193:6.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in doubt … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p data-counter='5'>{}"},"an5.193:6.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto āvilo luḷito kalalībhūto andhakāre nikkhitto. ","eng":"Suppose there was a bowl of water that was cloudy, murky, and muddy, hidden in the darkness. ","html":"{}"},"an5.193:6.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}"},"an5.193:6.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, there’s a time when your heart is overcome and mired in doubt and you don’t truly understand the escape from doubt that has arisen. At that time you don’t truly know or see what is good for yourself, good for another, or good for both. Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"{}</p>"},"an5.193:7.1":{"pli":"Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"There’s a time when your heart is not overcome and mired in sensual desire and you truly understand the escape from sensual desire that has arisen. At that time you truly know and see what is good for yourself, good for another, and good for both. Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p data-counter='1'>{}"},"an5.193:7.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto asaṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ","eng":"Suppose there was a bowl of water that was not mixed with dye such as red lac, turmeric, indigo, or rose madder. ","html":"{}"},"an5.193:7.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}"},"an5.193:7.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na kāmarāgapariyuṭṭhitena cetasā viharati …pe…. ","eng":"In the same way, when your heart is not overcome and mired in sensual desire … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"{}</p>"},"an5.193:8.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati …pe… ","eng":"Furthermore, when your heart is not overcome and mired in ill will … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"<p data-counter='2'>{}"},"an5.193:8.2":{"pli":"seyyathāpi, brāhmaṇa, udapatto agginā asantatto anukkudhito anussadakajāto. ","eng":"Suppose there was a bowl of water that’s not heated by a fire, boiling and bubbling. ","html":"{}"},"an5.193:8.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}"},"an5.193:8.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati …pe…. ","eng":"In the same way, when your heart is not overcome and mired in ill will … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"{}</p>"},"an5.193:9.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati …pe… ","eng":"Furthermore, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"<p data-counter='3'>{}"},"an5.193:9.2":{"pli":"seyyathāpi, brāhmaṇa, udapatto na sevālapaṇakapariyonaddho. ","eng":"Suppose there was a bowl of water that’s not overgrown with moss and aquatic plants. ","html":"{}"},"an5.193:9.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}"},"an5.193:9.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati …pe…. ","eng":"In the same way, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"{}</p>"},"an5.193:10.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati …pe… ","eng":"Furthermore, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"<p data-counter='4'>{}"},"an5.193:10.2":{"pli":"seyyathāpi, brāhmaṇa, udapatto na vāterito na calito na bhanto na ūmijāto. ","eng":"Suppose there was a bowl of water that’s not stirred by the wind, churning, swirling, and rippling. ","html":"{}"},"an5.193:10.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}"},"an5.193:10.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati …pe…. ","eng":"In the same way, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"{}</p>"},"an5.193:11.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"Furthermore, when your heart is not overcome and mired in doubt … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p data-counter='5'>{}"},"an5.193:11.2":{"pli":"Seyyathāpi, brāhmaṇa, udapatto accho vippasanno anāvilo āloke nikkhitto. ","eng":"Suppose there was a bowl of water that’s transparent, clear, and unclouded, brought into the light. ","html":"{}"},"an5.193:11.3":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}"},"an5.193:11.4":{"pli":"Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"In the same way, there’s a time when your heart is not overcome and mired in doubt and you truly understand the escape from doubt that has arisen. At that time you truly know and see what is good for yourself, good for another, and good for both. Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"{}</p>"},"an5.193:12.1":{"pli":"Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo, yena kadāci dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"This is the cause, brahmin, this is the reason why sometimes even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}"},"an5.193:12.2":{"pli":"Ayaṃ pana, brāhmaṇa, hetu ayaṃ paccayo, yena kadāci dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti. ","eng":"And this is why sometimes even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed.” ","html":"{}</p>"},"an5.193:13.1":{"pli":"“Abhikkantaṃ, bho gotama …pe… upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"“Excellent, worthy Gotama! … From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"<p>{}</p>"},"an5.193:13.2":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.194":{"an5.194:0.1":{"pli":"Aṅguttara Nikāya 5.194 ","eng":"Numbered Discourses 5.194 ","html":"<article id='an5.194'><header><ul><li class='division'>{}</li>"},"an5.194:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.194:0.3":{"pli":"Kāraṇapālīsutta ","eng":"With Kāraṇapālī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.194:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}</p>"},"an5.194:1.2":{"pli":"Tena kho pana samayena kāraṇapālī brāhmaṇo licchavīnaṃ kammantaṃ kāreti. ","eng":"Now at that time the brahmin Kāraṇapālī was working for the Licchavis. ","html":"<p>{}"},"an5.194:1.3":{"pli":"Addasā kho kāraṇapālī brāhmaṇo piṅgiyāniṃ brāhmaṇaṃ dūratova āgacchantaṃ; ","eng":"He saw the brahmin Piṅgiyānī coming off in the distance ","html":"{}"},"an5.194:1.4":{"pli":"disvā piṅgiyāniṃ brāhmaṇaṃ etadavoca: ","eng":"and said to him, ","html":"{}"},"an5.194:2.1":{"pli":"“Handa kuto nu bhavaṃ piṅgiyānī āgacchati divā divassā”ti? ","eng":"“So, Piṅgiyānī, where are you coming from in the middle of the day?” ","html":"{}</p>"},"an5.194:2.2":{"pli":"“Itohaṃ, bho, āgacchāmi samaṇassa gotamassa santikā”ti. ","eng":"“I’m coming, my good man, from the presence of the ascetic Gotama.” ","html":"<p>{}</p>"},"an5.194:2.3":{"pli":"“Taṃ kiṃ maññati bhavaṃ piṅgiyānī samaṇassa gotamassa paññāveyyattiyaṃ? Paṇḍito maññe”ti? ","eng":"“What do you think of the ascetic Gotama’s lucidity of wisdom? Do you think he’s astute?” ","html":"<p>{}</p>"},"an5.194:2.4":{"pli":"“Ko cāhaṃ, bho, ko ca samaṇassa gotamassa paññāveyyattiyaṃ jānissāmi. ","eng":"“My good man, who am I to judge the ascetic Gotama’s lucidity of wisdom? ","html":"<p>{}"},"an5.194:2.5":{"pli":"Sopi nūnassa tādisova yo samaṇassa gotamassa paññāveyyattiyaṃ jāneyyā”ti. ","eng":"You’d really have to be on the same level to judge his lucidity of wisdom.” ","html":"{}</p>"},"an5.194:2.6":{"pli":"“Uḷārāya khalu bhavaṃ piṅgiyānī samaṇaṃ gotamaṃ pasaṃsāya pasaṃsatī”ti. ","eng":"“Mister Piṅgiyānī praises the ascetic Gotama with high praise indeed.” ","html":"<p>{}</p>"},"an5.194:2.7":{"pli":"“Ko cāhaṃ, bho, ko ca samaṇaṃ gotamaṃ pasaṃsissāmi. ","eng":"“Who am I to praise the ascetic Gotama? ","html":"<p>{}"},"an5.194:2.8":{"pli":"Pasatthappasatthova so bhavaṃ gotamo seṭṭho devamanussānan”ti. ","eng":"He is praised by the praised as the first among gods and humans.” ","html":"{}</p>"},"an5.194:2.9":{"pli":"“Kiṃ pana bhavaṃ piṅgiyānī atthavasaṃ sampassamāno samaṇe gotame evaṃ abhippasanno”ti? ","eng":"“But for what reason are you so devoted to the ascetic Gotama?” ","html":"<p>{}</p>"},"an5.194:3.1":{"pli":"“Seyyathāpi, bho, puriso aggarasaparititto na aññesaṃ hīnānaṃ rasānaṃ piheti; ","eng":"“Suppose a person was completely satisfied by the best tasting food. They wouldn’t be attracted to anything that tasted inferior. ","html":"<p>{}"},"an5.194:3.2":{"pli":"evamevaṃ kho, bho, yato yato tassa bhoto gotamassa dhammaṃ suṇāti—","eng":"In the same way, when you hear the worthy Gotama’s teaching—","html":"{}"},"an5.194:3.3":{"pli":"yadi suttaso, yadi geyyaso, yadi veyyākaraṇaso, yadi abbhutadhammaso—","eng":"whatever it may be, whether statements, mixed prose & verse, discussions, or amazing stories—","html":"{}"},"an5.194:3.4":{"pli":"tato tato na aññesaṃ puthusamaṇabrāhmaṇappavādānaṃ piheti. ","eng":"then you’re not attracted to the doctrines of the various ascetics and brahmins. ","html":"{}</p>"},"an5.194:4.1":{"pli":"Seyyathāpi, bho, puriso jighacchādubbalyapareto madhupiṇḍikaṃ adhigaccheyya. ","eng":"Suppose a person who was weak with hunger was to obtain a honey-cake. ","html":"<p>{}"},"an5.194:4.2":{"pli":"So yato yato sāyetha, labhateva sādurasaṃ asecanakaṃ; ","eng":"Wherever they taste it, they would enjoy a sweet, delectable flavor. ","html":"{}"},"an5.194:4.3":{"pli":"evamevaṃ kho, bho, yato yato tassa bhoto gotamassa dhammaṃ suṇāti—","eng":"In the same way, when you hear the worthy Gotama’s teaching—","html":"{}"},"an5.194:4.4":{"pli":"yadi suttaso, yadi geyyaso, yadi veyyākaraṇaso, yadi abbhutadhammaso—","eng":"whatever it may be, whether statements, mixed prose & verse, discussions, or amazing stories—","html":"{}"},"an5.194:4.5":{"pli":"tato tato labhateva attamanataṃ, labhati cetaso pasādaṃ. ","eng":"then you get a sense of uplift, a confidence of the heart. ","html":"{}</p>"},"an5.194:5.1":{"pli":"Seyyathāpi, bho, puriso candanaghaṭikaṃ adhigaccheyya—","eng":"Suppose a person were to obtain a piece of sandalwood, ","html":"<p>{}"},"an5.194:5.2":{"pli":"haricandanassa vā lohitacandanassa vā. ","eng":"whether yellow or red. ","html":"{}"},"an5.194:5.3":{"pli":"So yato yato ghāyetha—","eng":"Wherever they smelled it—","html":"{}"},"an5.194:5.4":{"pli":"yadi mūlato, yadi majjhato, yadi aggato—","eng":"whether at the root, the middle, or the top—","html":"{}"},"an5.194:5.5":{"pli":"adhigacchateva surabhigandhaṃ asecanakaṃ; ","eng":"they’d enjoy an delectable fragrance. ","html":"{}"},"an5.194:5.6":{"pli":"evamevaṃ kho, bho, yato yato tassa bhoto gotamassa dhammaṃ suṇāti—","eng":"In the same way, when you hear the worthy Gotama’s teaching—","html":"{}"},"an5.194:5.7":{"pli":"yadi suttaso, yadi geyyaso, yadi veyyākaraṇaso, yadi abbhutadhammaso—","eng":"whatever it may be, whether statements, mixed prose & verse, discussions, or amazing stories—","html":"{}"},"an5.194:5.8":{"pli":"tato tato adhigacchati pāmojjaṃ adhigacchati somanassaṃ. ","eng":"then you become filled with joy and happiness. ","html":"{}</p>"},"an5.194:6.1":{"pli":"Seyyathāpi, bho, puriso ābādhiko dukkhito bāḷhagilāno. ","eng":"Suppose there was a person who was sick, suffering, gravely ill. ","html":"<p>{}"},"an5.194:6.2":{"pli":"Tassa kusalo bhisakko ṭhānaso ābādhaṃ nīhareyya; ","eng":"A good doctor would cure them on the spot. ","html":"{}"},"an5.194:6.3":{"pli":"evamevaṃ kho, bho, yato yato tassa bhoto gotamassa dhammaṃ suṇāti—","eng":"In the same way, when you hear the worthy Gotama’s teaching—","html":"{}"},"an5.194:6.4":{"pli":"yadi suttaso, yadi geyyaso, yadi veyyākaraṇaso, yadi abbhutadhammaso—","eng":"whatever it may be, whether statements, mixed prose & verse, discussions, or amazing stories—","html":"{}"},"an5.194:6.5":{"pli":"tato tato sokaparidevadukkhadomanassupāyāsā abbhatthaṃ gacchanti. ","eng":"then you make an end of sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"an5.194:7.1":{"pli":"Seyyathāpi, bho, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā. ","eng":"Suppose there was a lotus pond with clear, sweet, cool water, clean, with smooth banks, delightful. ","html":"<p>{}"},"an5.194:7.2":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. ","html":"{}"},"an5.194:7.3":{"pli":"So taṃ pokkharaṇiṃ ogāhetvā nhātvā ca pivitvā ca sabbadarathakilamathapariḷāhaṃ paṭippassambheyya. ","eng":"They’d plunge into the lotus pond to bathe and drink. And all their stress, weariness, and heat exhaustion would die down. ","html":"{}"},"an5.194:7.4":{"pli":"Evamevaṃ kho, bho, yato yato tassa bhoto gotamassa dhammaṃ suṇāti—","eng":"In the same way, when you hear the worthy Gotama’s teaching—","html":"{}"},"an5.194:7.5":{"pli":"yadi suttaso, yadi geyyaso, yadi veyyākaraṇaso, yadi abbhutadhammaso—","eng":"whatever it may be, whether statements, mixed prose & verse, discussions, or amazing stories—","html":"{}"},"an5.194:7.6":{"pli":"tato tato sabbadarathakilamathapariḷāhā paṭippassambhantī”ti. ","eng":"then all your stress, weariness, and exhaustion die down.” ","html":"{}</p>"},"an5.194:8.1":{"pli":"Evaṃ vutte, kāraṇapālī brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇaṃ jāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udānesi: ","eng":"When this was said, the brahmin Kāraṇapālī got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and expressed this heartfelt sentiment three times: ","html":"<p>{}</p>"},"an5.194:9.1":{"pli":"“Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"“Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"an5.194:10.1":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"an5.194:11.1":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassāti. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"an5.194:12.1":{"pli":"Abhikkantaṃ, bho piṅgiyāni, abhikkantaṃ, bho piṅgiyāni. ","eng":"Excellent, worthy Piṅgiyānī! Excellent! ","html":"<p>{}"},"an5.194:12.2":{"pli":"Seyyathāpi, bho piṅgiyāni, nikkujjitaṃ vā ukkujjeyya paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā piṅgiyāninā anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the worthy Piṅgiyānī has made the teaching clear in many ways. ","html":"{}"},"an5.194:12.3":{"pli":"Esāhaṃ, bho piṅgiyāni, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"an5.194:12.4":{"pli":"Upāsakaṃ maṃ bhavaṃ piṅgiyānī dhāretu, ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Piṅgiyānī remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an5.194:12.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.195":{"an5.195:0.1":{"pli":"Aṅguttara Nikāya 5.195 ","eng":"Numbered Discourses 5.195 ","html":"<article id='an5.195'><header><ul><li class='division'>{}</li>"},"an5.195:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.195:0.3":{"pli":"Piṅgiyānīsutta ","eng":"Piṅgiyānī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.195:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}</p>"},"an5.195:1.2":{"pli":"Tena kho pana samayena pañcamattāni licchavisatāni bhagavantaṃ payirupāsanti. ","eng":"Now at that time around five hundred Licchavis were visiting the Buddha. ","html":"<p>{}"},"an5.195:1.3":{"pli":"Appekacce licchavī nīlā honti nīlavaṇṇā nīlavatthā nīlālaṅkārā, appekacce licchavī pītā honti pītavaṇṇā pītavatthā pītālaṅkārā, appekacce licchavī lohitakā honti lohitakavaṇṇā lohitakavatthā lohitakālaṅkārā, appekacce licchavī odātā honti odātavaṇṇā odātavatthā odātālaṅkārā. ","eng":"Some of the Licchavis were in blue, of blue color, clad in blue, adorned with blue. And some were similarly colored in yellow, red, or white. ","html":"{}"},"an5.195:1.4":{"pli":"Tyassudaṃ bhagavā atirocati vaṇṇena ceva yasasā ca. ","eng":"But the Buddha outshone them all in beauty and glory. ","html":"{}</p>"},"an5.195:2.1":{"pli":"Atha kho piṅgiyānī brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"Then the brahmin Piṅgīyānī got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said, ","html":"<p>{}"},"an5.195:2.2":{"pli":"“paṭibhāti maṃ, bhagavā, paṭibhāti maṃ, sugatā”ti. ","eng":"“I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!” ","html":"{}</p>"},"an5.195:2.3":{"pli":"“Paṭibhātu taṃ piṅgiyānī”ti bhagavā avoca. ","eng":"“Then speak as you feel inspired,” said the Buddha. ","html":"<p>{}"},"an5.195:2.4":{"pli":"Atha kho piṅgiyānī brāhmaṇo bhagavato sammukhā sāruppāya gāthāya abhitthavi: ","eng":"So the brahmin Piṅgīyānī extolled the Buddha in his presence with a fitting verse. ","html":"{}</p>"},"an5.195:3.1":{"pli":"“Padmaṃ yathā kokanadaṃ sugandhaṃ, ","eng":"“Like a fragrant pink lotus ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an5.195:3.2":{"pli":"Pāto siyā phullamavītagandhaṃ; ","eng":"that blooms at daybreak, its fragrance unfaded—","html":"<span class='verse-line'>{}</span>"},"an5.195:3.3":{"pli":"Aṅgīrasaṃ passa virocamānaṃ, ","eng":"see Aṅgīrasa shine, ","html":"<span class='verse-line'>{}</span>"},"an5.195:3.4":{"pli":"Tapantamādiccamivantalikkhe”ti. ","eng":"bright as the sun in the sky!” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an5.195:4.1":{"pli":"Atha kho te licchavī pañcahi uttarāsaṅgasatehi piṅgiyāniṃ brāhmaṇaṃ acchādesuṃ. ","eng":"Then those Licchavis clothed Piṅgiyānī with five hundred upper robes. ","html":"<p>{}"},"an5.195:4.2":{"pli":"Atha kho piṅgiyānī brāhmaṇo tehi pañcahi uttarāsaṅgasatehi bhagavantaṃ acchādesi. ","eng":"And Piṅgiyānī clothed the Buddha with them. ","html":"{}</p>"},"an5.195:5.1":{"pli":"Atha kho bhagavā te licchavī etadavoca: ","eng":"Then the Buddha said to the Licchavis: ","html":"<p>{}</p>"},"an5.195:5.2":{"pli":"“pañcannaṃ, licchavī, ratanānaṃ pātubhāvo dullabho lokasmiṃ. ","eng":"“Licchavis, the appearance of five treasures is rare in the world. ","html":"<p>{}"},"an5.195:5.3":{"pli":"Katamesaṃ pañcannaṃ? ","eng":"What five? ","html":"{}"},"an5.195:5.4":{"pli":"Tathāgatassa arahato sammāsambuddhassa pātubhāvo dullabho lokasmiṃ. ","eng":"A Realized One, a perfected one, a fully awakened Buddha. ","html":"{}"},"an5.195:5.5":{"pli":"Tathāgatappaveditassa dhammavinayassa desetā puggalo dullabho lokasmiṃ. ","eng":"A teacher of the teaching and training proclaimed by a Realized One. ","html":"{}"},"an5.195:5.6":{"pli":"Tathāgatappaveditassa dhammavinayassa desitassa viññātā puggalo dullabho lokasmiṃ. ","eng":"An individual who understands the teaching and training proclaimed by a Realized One. ","html":"{}"},"an5.195:5.7":{"pli":"Tathāgatappaveditassa dhammavinayassa desitassa viññātā dhammānudhammappaṭipanno puggalo dullabho lokasmiṃ. ","eng":"An individual who practices in line with the teaching. ","html":"{}"},"an5.195:5.8":{"pli":"Kataññū katavedī puggalo dullabho lokasmiṃ. ","eng":"An individual who is grateful and thankful. ","html":"{}"},"an5.195:5.9":{"pli":"Imesaṃ kho, licchavī, pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti. ","eng":"The appearance of these five treasures is rare in the world.” ","html":"{}</p>"},"an5.195:5.10":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.196":{"an5.196:0.1":{"pli":"Aṅguttara Nikāya 5.196 ","eng":"Numbered Discourses 5.196 ","html":"<article id='an5.196'><header><ul><li class='division'>{}</li>"},"an5.196:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.196:0.3":{"pli":"Mahāsupinasutta ","eng":"The Great Dreams ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.196:1.1":{"pli":"“Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato pañca mahāsupinā pāturahesuṃ. ","eng":"“Mendicants, before his awakening five great dreams appeared to the Realized One, the perfected one, the fully awakened Buddha, when he was still not awake but intent on awakening. ","html":"<p>{}"},"an5.196:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an5.196:1.3":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ mahāpathavī mahāsayanaṃ ahosi, himavā pabbatarājā bibbohanaṃ ahosi, puratthime samudde vāmo hattho ohito ahosi, pacchime samudde dakkhiṇo hattho ohito ahosi, dakkhiṇe samudde ubho pādā ohitā ahesuṃ. ","eng":"This great earth was his bed. Himalaya, king of mountains, was his pillow. His left hand was laid down in the eastern sea. His right hand was laid down in the western sea. And both his feet were laid down in the southern sea. ","html":"<p>{}"},"an5.196:1.4":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ paṭhamo mahāsupino pāturahosi. ","eng":"This is the first great dream that appeared to the Realized One before his awakening. ","html":"{}</p>"},"an5.196:2.1":{"pli":"Puna caparaṃ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṃ āhacca ṭhitā ahosi. ","eng":"Next, a kind of grass called ‘the crosser’ grew up from his navel and stood pressing against the cloudy sky. ","html":"<p>{}"},"an5.196:2.2":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ dutiyo mahāsupino pāturahosi. ","eng":"This is the second great dream that appeared to the Realized One before his awakening. ","html":"{}</p>"},"an5.196:3.1":{"pli":"Puna caparaṃ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato setā kimī kaṇhasīsā pādehi ussakkitvā (…) yāva jāṇumaṇḍalā paṭicchādesuṃ. ","eng":"Next, white caterpillars with black heads crawled up from his feet and covered his knees. ","html":"<p>{}"},"an5.196:3.2":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ tatiyo mahāsupino pāturahosi. ","eng":"This is the third great dream that appeared to the Realized One before his awakening. ","html":"{}</p>"},"an5.196:4.1":{"pli":"Puna caparaṃ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṃsu. ","eng":"Next, four birds of different colors came from the four quarters. They fell at his feet, turning pure white. ","html":"<p>{}"},"an5.196:4.2":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ catuttho mahāsupino pāturahosi. ","eng":"This is the fourth great dream that appeared to the Realized One before his awakening. ","html":"{}</p>"},"an5.196:5.1":{"pli":"Puna caparaṃ, bhikkhave, tathāgato arahaṃ sammāsambuddho pubbeva sambodhā anabhisambuddho bodhisattova samāno mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena. ","eng":"Next, he walked back and forth on top of a huge mountain of filth while remaining unsoiled. ","html":"<p>{}"},"an5.196:5.2":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ pañcamo mahāsupino pāturahosi. ","eng":"This is the fifth great dream that appeared to the Realized One before his awakening. ","html":"{}</p>"},"an5.196:6.1":{"pli":"Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ mahāpathavī mahāsayanaṃ ahosi, himavā pabbatarājā bibbohanaṃ ahosi, puratthime samudde vāmo hattho ohito ahosi, pacchime samudde dakkhiṇo hattho ohito ahosi, dakkhiṇe samudde ubho pādā ohitā ahesuṃ; ","eng":"Now, as to when, before his awakening, the Realized One, the perfected one, the fully awakened Buddha was still not awake but intent on awakening. This great earth was his bed. Himalaya, king of mountains, was his pillow. His left hand was laid down in the eastern sea. His right hand was laid down in the western sea. And both his feet were laid down in the southern sea. ","html":"<p>{}"},"an5.196:6.2":{"pli":"tathāgatena, bhikkhave, arahatā sammāsambuddhena anuttarā sammāsambodhi abhisambuddhā. ","eng":"This was fulfilled when the Buddha awakened to the perfect awakening. ","html":"{}"},"an5.196:6.3":{"pli":"Tassā abhisambodhāya ayaṃ paṭhamo mahāsupino pāturahosi. ","eng":"This was the first great dream that appeared to him while he was still not awakened. ","html":"{}</p>"},"an5.196:7.1":{"pli":"Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṃ āhacca ṭhitā ahosi; ","eng":"As to when a kind of grass called ‘the crosser’ grew up from his navel and stood pressing against the cloudy sky. ","html":"<p>{}"},"an5.196:7.2":{"pli":"tathāgatena, bhikkhave, arahatā sammāsambuddhena ariyo aṭṭhaṅgiko maggo abhisambujjhitvā yāva devamanussehi suppakāsito. ","eng":"This was fulfilled when, after the Buddha had awakened to the noble eightfold path, it was well proclaimed wherever there are gods and humans. ","html":"{}"},"an5.196:7.3":{"pli":"Tassa abhisambodhāya ayaṃ dutiyo mahāsupino pāturahosi. ","eng":"This was the second great dream that appeared to him while he was still not awakened. ","html":"{}</p>"},"an5.196:8.1":{"pli":"Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato setā kimī kaṇhasīsā pādehi ussakkitvā yāva jāṇumaṇḍalā paṭicchādesuṃ; ","eng":"As to when white caterpillars with black heads crawled up from his feet and covered his knees. ","html":"<p>{}"},"an5.196:8.2":{"pli":"bahū, bhikkhave, gihī odātavasanā tathāgataṃ pāṇupetā saraṇaṃ gatā. ","eng":"This was fulfilled when many white-clothed laypeople went for refuge to him for life. ","html":"{}"},"an5.196:8.3":{"pli":"Tassa abhisambodhāya ayaṃ tatiyo mahāsupino pāturahosi. ","eng":"This was the third great dream that appeared to him while he was still not awakened. ","html":"{}</p>"},"an5.196:9.1":{"pli":"Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṃsu; ","eng":"As to when four birds of different colors came from the four quarters. They fell at his feet, turning pure white. ","html":"<p>{}"},"an5.196:9.2":{"pli":"cattārome, bhikkhave, vaṇṇā khattiyā brāhmaṇā vessā suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā anuttaraṃ vimuttiṃ sacchikaronti. ","eng":"This was fulfilled when members of the four classes—aristocrats, brahmins, peasants, and menials—went forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One and realized supreme freedom. ","html":"{}"},"an5.196:9.3":{"pli":"Tassa abhisambodhāya ayaṃ catuttho mahāsupino pāturahosi. ","eng":"This was the fourth great dream that appeared to him while he was still not awakened. ","html":"{}</p>"},"an5.196:10.1":{"pli":"Yampi, bhikkhave, tathāgato arahaṃ sammāsambuddho pubbeva sambodhā anabhisambuddho bodhisattova samāno mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena; ","eng":"As to when he walked back and forth on top of a huge mountain of filth while remaining unsoiled. ","html":"<p>{}"},"an5.196:10.2":{"pli":"lābhī, bhikkhave, tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ, taṃ tathāgato agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ","eng":"This was fulfilled when the Realized One received robes, almsfood, lodgings, and medicines and supplies for the sick. And he used them untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. ","html":"{}"},"an5.196:10.3":{"pli":"Tassa abhisambodhāya ayaṃ pañcamo mahāsupino pāturahosi. ","eng":"This was the fifth great dream that appeared to him while he was still not awakened. ","html":"{}</p>"},"an5.196:11.1":{"pli":"Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ime pañca mahāsupinā pāturahesun”ti. ","eng":"Before his awakening these five great dreams appeared to the Realized One, the perfected one, the fully awakened Buddha, when he was still not awake but intent on awakening.” ","html":"<p>{}</p>"},"an5.196:11.2":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.197":{"an5.197:0.1":{"pli":"Aṅguttara Nikāya 5.197 ","eng":"Numbered Discourses 5.197 ","html":"<article id='an5.197'><header><ul><li class='division'>{}</li>"},"an5.197:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.197:0.3":{"pli":"Vassasutta ","eng":"Obstacles to Rain ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.197:1.1":{"pli":"“Pañcime, bhikkhave, vassassa antarāyā, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati. ","eng":"“Mendicants, there are these five obstacles to rain, which the forecasters don’t know, and which their vision does not traverse. ","html":"<p>{}"},"an5.197:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an5.197:1.3":{"pli":"Upari, bhikkhave, ākāse tejodhātu pakuppati. ","eng":"In the upper atmosphere the fire element flares up, ","html":"<p>{}"},"an5.197:1.4":{"pli":"Tena uppannā meghā paṭivigacchanti. ","eng":"which disperses the clouds. ","html":"{}"},"an5.197:1.5":{"pli":"Ayaṃ, bhikkhave, paṭhamo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati. ","eng":"This is the first obstacle to rain, which the forecasters don’t know, and which their vision does not traverse. ","html":"{}</p>"},"an5.197:2.1":{"pli":"Puna caparaṃ, bhikkhave, upari ākāse vāyodhātu pakuppati. ","eng":"Furthermore, in the upper atmosphere the air element flares up, ","html":"<p>{}"},"an5.197:2.2":{"pli":"Tena uppannā meghā paṭivigacchanti. ","eng":"which disperses the clouds. ","html":"{}"},"an5.197:2.3":{"pli":"Ayaṃ, bhikkhave, dutiyo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati. ","eng":"This is the second obstacle to rain … ","html":"{}</p>"},"an5.197:3.1":{"pli":"Puna caparaṃ, bhikkhave, rāhu asurindo pāṇinā udakaṃ sampaṭicchitvā mahāsamudde chaḍḍeti. ","eng":"Furthermore, Rāhu, lord of titans, receives water in his hand and discards it in the ocean. ","html":"<p>{}"},"an5.197:3.2":{"pli":"Ayaṃ, bhikkhave, tatiyo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati. ","eng":"This is the third obstacle to rain … ","html":"{}</p>"},"an5.197:4.1":{"pli":"Puna caparaṃ, bhikkhave, vassavalāhakā devā pamattā honti. ","eng":"Furthermore, the gods of the rain clouds become negligent. ","html":"<p>{}"},"an5.197:4.2":{"pli":"Ayaṃ, bhikkhave, catuttho vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati. ","eng":"This is the fourth obstacle to rain … ","html":"{}</p>"},"an5.197:5.1":{"pli":"Puna caparaṃ, bhikkhave, manussā adhammikā honti. ","eng":"Furthermore, humans become unprincipled. ","html":"<p>{}"},"an5.197:5.2":{"pli":"Ayaṃ, bhikkhave, pañcamo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati. ","eng":"This is the fifth obstacle to rain, which the forecasters don’t know, and which their vision does not traverse. ","html":"{}</p>"},"an5.197:5.3":{"pli":"Ime kho, bhikkhave, pañca vassassa antarāyā, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamatī”ti. ","eng":"These are the five obstacles to rain, which the forecasters don’t know, and which their vision does not traverse.” ","html":"<p>{}</p>"},"an5.197:5.4":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.198":{"an5.198:0.1":{"pli":"Aṅguttara Nikāya 5.198 ","eng":"Numbered Discourses 5.198 ","html":"<article id='an5.198'><header><ul><li class='division'>{}</li>"},"an5.198:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.198:0.3":{"pli":"Vācāsutta ","eng":"Well-Spoken Words ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.198:1.1":{"pli":"“Pañcahi, bhikkhave, aṅgehi samannāgatā vācā subhāsitā hoti, no dubbhāsitā, anavajjā ca ananuvajjā ca viññūnaṃ. ","eng":"“Mendicants, speech that has five factors is well spoken, not poorly spoken. It’s blameless and is not criticized by sensible people. ","html":"<p>{}"},"an5.198:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.198:1.3":{"pli":"Kālena ca bhāsitā hoti, saccā ca bhāsitā hoti, saṇhā ca bhāsitā hoti, atthasaṃhitā ca bhāsitā hoti, mettacittena ca bhāsitā hoti. ","eng":"It is speech that is timely, true, gentle, beneficial, and loving. ","html":"{}"},"an5.198:1.4":{"pli":"Imehi kho, bhikkhave, pañcahi aṅgehi samannāgatā vācā subhāsitā hoti, no dubbhāsitā, anavajjā ca ananuvajjā ca viññūnan”ti. ","eng":"Speech with these five factors is well spoken, not poorly spoken. It’s blameless and is not criticized by sensible people.” ","html":"{}</p>"},"an5.198:1.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}