{"an5.14":{"an5.14:0.1":{"pli":"Aṅguttara Nikāya 5.14 ","eng":"Numbered Discourses 5.14 ","html":"<article id='an5.14'><header><ul><li class='division'>{}</li>"},"an5.14:0.2":{"pli":"2. Balavagga ","eng":"2. Powers ","html":"<li>{}</li></ul>"},"an5.14:0.3":{"pli":"Vitthatasutta ","eng":"In Detail ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.14:1.1":{"pli":"“Pañcimāni, bhikkhave, balāni. ","eng":"“Mendicants, there are these five powers. ","html":"<p>{}"},"an5.14:1.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}"},"an5.14:1.3":{"pli":"Saddhābalaṃ, vīriyabalaṃ, satibalaṃ, samādhibalaṃ, paññābalaṃ. ","eng":"The powers of faith, energy, mindfulness, immersion, and wisdom. ","html":"{}</p>"},"an5.14:2.1":{"pli":"Katamañca, bhikkhave, saddhābalaṃ? ","eng":"And what is the power of faith? ","html":"<p>{}"},"an5.14:2.2":{"pli":"Idha, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ: ","eng":"It’s when a noble disciple has faith in the Realized One’s awakening: ","html":"{}"},"an5.14:2.3":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an5.14:2.4":{"pli":"Idaṃ vuccati, bhikkhave, saddhābalaṃ. ","eng":"This is called the power of faith. ","html":"{}</p>"},"an5.14:3.1":{"pli":"Katamañca, bhikkhave, vīriyabalaṃ? ","eng":"And what is the power of energy? ","html":"<p>{}"},"an5.14:3.2":{"pli":"Idha, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"It’s when a noble disciple lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"{}"},"an5.14:3.3":{"pli":"Idaṃ vuccati, bhikkhave, vīriyabalaṃ. ","eng":"This is called the power of energy. ","html":"{}</p>"},"an5.14:4.1":{"pli":"Katamañca, bhikkhave, satibalaṃ? ","eng":"And what is the power of mindfulness? ","html":"<p>{}"},"an5.14:4.2":{"pli":"Idha, bhikkhave, ariyasāvako satimā hoti paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā. ","eng":"It’s when a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. ","html":"{}"},"an5.14:4.3":{"pli":"Idaṃ vuccati, bhikkhave, satibalaṃ. ","eng":"This is called the power of mindfulness. ","html":"{}</p>"},"an5.14:5.1":{"pli":"Katamañca, bhikkhave, samādhibalaṃ? ","eng":"And what is the power of immersion? ","html":"<p>{}"},"an5.14:5.2":{"pli":"Idha, bhikkhave, ariyasāvako vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati; ","eng":"It’s when a noble disciple, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"an5.14:5.3":{"pli":"vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati; ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"an5.14:5.4":{"pli":"pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati; ","eng":"And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"an5.14:5.5":{"pli":"sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"With the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"an5.14:5.6":{"pli":"Idaṃ vuccati, bhikkhave, samādhibalaṃ. ","eng":"This is called the power of immersion. ","html":"{}</p>"},"an5.14:6.1":{"pli":"Katamañca, bhikkhave, paññābalaṃ? ","eng":"And what is the power of wisdom? ","html":"<p>{}"},"an5.14:6.2":{"pli":"Idha, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"{}"},"an5.14:6.3":{"pli":"Idaṃ vuccati, bhikkhave, paññābalaṃ. ","eng":"This is called the power of wisdom. ","html":"{}</p>"},"an5.14:6.4":{"pli":"Imāni kho, bhikkhave, pañca balānī”ti. ","eng":"These are the five powers.” ","html":"<p>{}</p>"},"an5.14:6.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.140":{"an5.140:0.1":{"pli":"Aṅguttara Nikāya 5.140 ","eng":"Numbered Discourses 5.140 ","html":"<article id='an5.140'><header><ul><li class='division'>{}</li>"},"an5.140:0.2":{"pli":"14. Rājavagga ","eng":"14. Kings ","html":"<li>{}</li></ul>"},"an5.140:0.3":{"pli":"Sotasutta ","eng":"A Listener ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.140:1.1":{"pli":"“Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṃtveva saṅkhaṃ gacchati. ","eng":"“Mendicants, a royal bull elephant with five factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"<p>{}"},"an5.140:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.140:1.3":{"pli":"Idha, bhikkhave, rañño nāgo sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ","eng":"A royal bull elephant listens, destroys, protects, endures, and goes fast. ","html":"{}</p>"},"an5.140:2.1":{"pli":"Kathañca, bhikkhave, rañño nāgo sotā hoti? ","eng":"And how does a royal bull elephant listen? ","html":"<p data-counter='1'>{}"},"an5.140:2.2":{"pli":"Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi kāraṇaṃ kāreti—","eng":"It’s when a royal bull elephant pays attention, applies the mind, concentrates wholeheartedly, and actively listens to whatever task the elephant trainer has it do, ","html":"{}"},"an5.140:2.3":{"pli":"yadi vā katapubbaṃ yadi vā akatapubbaṃ—","eng":"whether or not it has done it before. ","html":"{}"},"an5.140:2.4":{"pli":"taṃ aṭṭhiṃ katvā manasi katvā sabbaṃ cetasā samannāharitvā ohitasoto suṇāti. ","html":"{}"},"an5.140:2.5":{"pli":"Evaṃ kho, bhikkhave, rañño nāgo sotā hoti. ","eng":"That’s how a royal bull elephant listens. ","html":"{}</p>"},"an5.140:3.1":{"pli":"Kathañca, bhikkhave, rañño nāgo hantā hoti? ","eng":"And how does a royal bull elephant destroy? ","html":"<p data-counter='2'>{}"},"an5.140:3.2":{"pli":"Idha, bhikkhave, rañño nāgo saṅgāmagato hatthimpi hanati, hatthāruhampi hanati, assampi hanati, assāruhampi hanati, rathampi hanati, rathikampi hanati, pattikampi hanati. ","eng":"It’s when a royal bull elephant in battle destroys elephants with their riders, horses with their riders, chariots and charioteers, and foot soldiers. ","html":"{}"},"an5.140:3.3":{"pli":"Evaṃ kho, bhikkhave, rañño nāgo hantā hoti. ","eng":"That’s how a royal bull elephant destroys. ","html":"{}</p>"},"an5.140:4.1":{"pli":"Kathañca, bhikkhave, rañño nāgo rakkhitā hoti? ","eng":"And how does a royal bull elephant protect? ","html":"<p data-counter='3'>{}"},"an5.140:4.2":{"pli":"Idha, bhikkhave, rañño nāgo saṅgāmagato rakkhati purimaṃ kāyaṃ, rakkhati pacchimaṃ kāyaṃ, rakkhati purime pāde, rakkhati pacchime pāde, rakkhati sīsaṃ, rakkhati kaṇṇe, rakkhati dante, rakkhati soṇḍaṃ, rakkhati vāladhiṃ, rakkhati hatthāruhaṃ. ","eng":"It’s when a royal bull elephant in battle protects its fore-quarters and hind-quarters, its fore-feet and hind-feet, and its head, ears, tusks, trunk, tail, and rider. ","html":"{}"},"an5.140:4.3":{"pli":"Evaṃ kho, bhikkhave, rañño nāgo rakkhitā hoti. ","eng":"That’s how a royal bull elephant protects. ","html":"{}</p>"},"an5.140:5.1":{"pli":"Kathañca, bhikkhave, rañño nāgo khantā hoti? ","eng":"And how does a royal bull elephant endure? ","html":"<p data-counter='4'>{}"},"an5.140:5.2":{"pli":"Idha, bhikkhave, rañño nāgo saṅgāmagato khamo hoti sattippahārānaṃ asippahārānaṃ usuppahārānaṃ pharasuppahārānaṃ bheripaṇavasaṅkhatiṇavaninnādasaddānaṃ. ","eng":"It’s when a royal bull elephant in battle endures being struck by spears, swords, arrows, and axes; it endures the thunder of the drums, kettledrums, horns, and cymbals. ","html":"{}"},"an5.140:5.3":{"pli":"Evaṃ kho, bhikkhave, rañño nāgo khantā hoti. ","eng":"That’s how a royal bull elephant endures. ","html":"{}</p>"},"an5.140:6.1":{"pli":"Kathañca, bhikkhave, rañño nāgo gantā hoti? ","eng":"And how does a royal bull elephant go fast? ","html":"<p data-counter='5'>{}"},"an5.140:6.2":{"pli":"Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi disaṃ peseti—","eng":"It’s when a royal bull elephant swiftly goes in whatever direction the elephant trainer sends it, ","html":"{}"},"an5.140:6.3":{"pli":"yadi vā gatapubbaṃ yadi vā agatapubbaṃ—","eng":"whether or not it has been there before. ","html":"{}"},"an5.140:6.4":{"pli":"taṃ khippameva gantā hoti. ","html":"{}"},"an5.140:6.5":{"pli":"Evaṃ kho, bhikkhave, rañño nāgo gantā hoti. ","eng":"That’s how a royal bull elephant goes fast. ","html":"{}</p>"},"an5.140:7.1":{"pli":"Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"A royal bull elephant with these five factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"<p>{}</p>"},"an5.140:8.1":{"pli":"Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ","eng":"In the same way, a mendicant with five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an5.140:8.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.140:8.3":{"pli":"Idha, bhikkhave, bhikkhu sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ","eng":"A mendicant listens, destroys, protects, endures, and goes fast. ","html":"{}</p>"},"an5.140:9.1":{"pli":"Kathañca, bhikkhave, bhikkhu sotā hoti? ","eng":"And how does a mendicant listen? ","html":"<p data-counter='1'>{}"},"an5.140:9.2":{"pli":"Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṅkatvā manasi katvā sabbaṃ cetasā samannāharitvā ohitasoto dhammaṃ suṇāti. ","eng":"It’s when a mendicant pays attention, applies the mind, concentrates wholeheartedly, and actively listens when the teaching and training proclaimed by a Realized One is being taught. ","html":"{}"},"an5.140:9.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu sotā hoti. ","eng":"That’s how a mendicant listens. ","html":"{}</p>"},"an5.140:10.1":{"pli":"Kathañca, bhikkhave, bhikkhu hantā hoti? ","eng":"And how does a mendicant destroy? ","html":"<p data-counter='2'>{}"},"an5.140:10.2":{"pli":"Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti; uppannaṃ byāpādavitakkaṃ …pe… uppannaṃ vihiṃsāvitakkaṃ …pe… uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti. ","eng":"It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, calm them, eliminate them, and obliterate them. ","html":"{}"},"an5.140:10.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu hantā hoti. ","eng":"That’s how a mendicant destroys. ","html":"{}</p>"},"an5.140:11.1":{"pli":"Kathañca, bhikkhave, bhikkhu rakkhitā hoti? ","eng":"And how does a mendicant protect? ","html":"<p data-counter='3'>{}"},"an5.140:11.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When a mendicant sees a sight with the eyes, they don’t get caught up in the features and details. ","html":"{}"},"an5.140:11.3":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving restraint over it. ","html":"{}"},"an5.140:11.4":{"pli":"Sotena saddaṃ sutvā … ","eng":"Hearing a sound with the ears … ","html":"{}"},"an5.140:11.5":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"Smelling an odor with the nose … ","html":"{}"},"an5.140:11.6":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"Tasting a flavor with the tongue … ","html":"{}"},"an5.140:11.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"Feeling a touch with the body … ","html":"{}"},"an5.140:11.8":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"Knowing an idea with the mind, they don’t get caught up in the features and details. ","html":"{}"},"an5.140:11.9":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving restraint over it. ","html":"{}"},"an5.140:11.10":{"pli":"Evaṃ kho, bhikkhave, bhikkhu rakkhitā hoti. ","eng":"That’s how a mendicant protects. ","html":"{}</p>"},"an5.140:12.1":{"pli":"Kathañca, bhikkhave, bhikkhu khantā hoti? ","eng":"And how does a mendicant endure? ","html":"<p data-counter='4'>{}"},"an5.140:12.2":{"pli":"Idha, bhikkhave, bhikkhu khamo hoti sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ; duruttānaṃ durāgatānaṃ vacanapathānaṃ uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. ","eng":"It’s when a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and puts up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ","html":"{}"},"an5.140:12.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu khantā hoti. ","eng":"That’s how a mendicant endures. ","html":"{}</p>"},"an5.140:13.1":{"pli":"Kathañca, bhikkhave, bhikkhu gantā hoti? ","eng":"And how does a mendicant go fast? ","html":"<p data-counter='5'>{}"},"an5.140:13.2":{"pli":"Idha, bhikkhave, bhikkhu yā sā disā agatapubbā iminā dīghena addhunā, yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ, taṃ khippaññeva gantā hoti. ","eng":"It’s when a mendicant swiftly goes in the direction they’ve never gone before in all this long time; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ","html":"{}"},"an5.140:13.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu gantā hoti. ","eng":"That’s how a mendicant goes fast. ","html":"{}</p>"},"an5.140:14.1":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these five qualities … is the supreme field of merit for the world.” ","html":"<p>{}</p>"},"an5.140:14.2":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an5.140:14.3":{"pli":"Rājavaggo catuttho. ","html":"<p class='endvagga'>{}</p>"},"an5.140:15.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an5.140:15.1":{"pli":"Cakkānuvattanā rājā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an5.140:15.2":{"pli":"Yassaṃdisaṃ dve ceva patthanā; ","html":"<span class='verse-line'>{}</span>"},"an5.140:15.3":{"pli":"Appaṃsupati bhattādo, ","html":"<span class='verse-line'>{}</span>"},"an5.140:15.4":{"pli":"Akkhamo ca sotena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an5.141":{"an5.141:0.1":{"pli":"Aṅguttara Nikāya 5.141 ","eng":"Numbered Discourses 5.141 ","html":"<article id='an5.141'><header><ul><li class='division'>{}</li>"},"an5.141:0.2":{"pli":"15. Tikaṇḍakīvagga ","eng":"15. At Tikaṇḍakī ","html":"<li>{}</li></ul>"},"an5.141:0.3":{"pli":"Avajānātisutta ","eng":"Scorn ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.141:1.1":{"pli":"“Pañcime, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Mendicants, these five individuals are found in the world. ","html":"<p>{}"},"an5.141:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.141:1.3":{"pli":"Datvā avajānāti, saṃvāsena avajānāti, ādheyyamukho hoti, lolo hoti, mando momūho hoti. ","eng":"One gives then scorns, one lives together then scorns, one is gullible for gossip, one is impulsive, and one is dull and stupid. ","html":"{}</p>"},"an5.141:2.1":{"pli":"Kathañca, bhikkhave, puggalo datvā avajānāti? ","eng":"And how does an individual give then scorn? ","html":"<p>{}"},"an5.141:2.2":{"pli":"Idha, bhikkhave, puggalo puggalassa deti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ. ","eng":"It’s when an individual gives an individual robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an5.141:2.3":{"pli":"Tassa evaṃ hoti: ","eng":"They think: ","html":"{}"},"an5.141:2.4":{"pli":"‘ahaṃ demi; ","eng":"‘I give; ","html":"{}"},"an5.141:2.5":{"pli":"ayaṃ paṭiggaṇhātī’ti. ","eng":"this one receives.’ ","html":"{}"},"an5.141:2.6":{"pli":"Tamenaṃ datvā avajānāti. ","eng":"They give to them, then they scorn them. ","html":"{}"},"an5.141:2.7":{"pli":"Evaṃ kho, bhikkhave, puggalo datvā avajānāti. ","eng":"That’s how an individual gives then scorns. ","html":"{}</p>"},"an5.141:3.1":{"pli":"Kathañca, bhikkhave, puggalo saṃvāsena avajānāti? ","eng":"And how does an individual live together then scorn? ","html":"<p>{}"},"an5.141:3.2":{"pli":"Idha, bhikkhave, puggalo puggalena saddhiṃ saṃvasati dve vā tīṇi vā vassāni. ","eng":"It’s when an individual lives with someone else for two or three years. ","html":"{}"},"an5.141:3.3":{"pli":"Tamenaṃ saṃvāsena avajānāti. ","eng":"They live together with them, then they scorn them. ","html":"{}"},"an5.141:3.4":{"pli":"Evaṃ kho, bhikkhave, puggalo saṃvāsena avajānāti. ","eng":"That’s how an individual lives together then scorns. ","html":"{}</p>"},"an5.141:4.1":{"pli":"Kathañca, bhikkhave, puggalo ādheyyamukho hoti? ","eng":"And how is an individual gullible for gossip? ","html":"<p>{}"},"an5.141:4.2":{"pli":"Idha, bhikkhave, ekacco puggalo parassa vaṇṇe vā avaṇṇe vā bhāsiyamāne taṃ khippaññeva adhimuccitā hoti. ","eng":"It’s when they’re very quick to believe what a certain individual says in praise or criticism of another. ","html":"{}"},"an5.141:4.3":{"pli":"Evaṃ kho, bhikkhave, puggalo ādheyyamukho hoti. ","eng":"That’s how an individual is gullible for gossip. ","html":"{}</p>"},"an5.141:5.1":{"pli":"Kathañca, bhikkhave, puggalo lolo hoti? ","eng":"And how is an individual impulsive? ","html":"<p>{}"},"an5.141:5.2":{"pli":"Idha, bhikkhave, ekacco puggalo ittarasaddho hoti ittarabhattī ittarapemo ittarappasādo. ","eng":"It’s when a certain individual is fickle in faith, devotion, fondness, and confidence. ","html":"{}"},"an5.141:5.3":{"pli":"Evaṃ kho, bhikkhave, puggalo lolo hoti. ","eng":"That’s how an individual is impulsive. ","html":"{}</p>"},"an5.141:6.1":{"pli":"Kathañca, bhikkhave, puggalo mando momūho hoti? ","eng":"And how is an individual dull and stupid? ","html":"<p>{}"},"an5.141:6.2":{"pli":"Idha, bhikkhave, ekacco puggalo kusalākusale dhamme na jānāti, sāvajjānavajje dhamme na jānāti, hīnappaṇīte dhamme na jānāti, kaṇhasukkasappaṭibhāge dhamme na jānāti. ","eng":"It’s when they don’t know the difference between qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright. ","html":"{}"},"an5.141:6.3":{"pli":"Evaṃ kho, bhikkhave, puggalo mando momūho hoti. ","eng":"That’s how an individual is dull and stupid. ","html":"{}</p>"},"an5.141:6.4":{"pli":"Ime kho, bhikkhave, pañca puggalā santo saṃvijjamānā lokasmin”ti. ","eng":"These are the five individuals found in the world.” ","html":"<p>{}</p>"},"an5.141:6.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.142":{"an5.142:0.1":{"pli":"Aṅguttara Nikāya 5.142 ","eng":"Numbered Discourses 5.142 ","html":"<article id='an5.142'><header><ul><li class='division'>{}</li>"},"an5.142:0.2":{"pli":"15. Tikaṇḍakīvagga ","eng":"15. At Tikaṇḍakī ","html":"<li>{}</li></ul>"},"an5.142:0.3":{"pli":"Ārabhatisutta ","eng":"Transgression ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.142:1.1":{"pli":"“Pañcime, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Mendicants, these five individuals are found in the world. ","html":"<p>{}"},"an5.142:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an5.142:1.3":{"pli":"Idha, bhikkhave, ekacco puggalo ārabhati ca vippaṭisārī ca hoti; ","eng":"One individual transgresses and regrets it. ","html":"<p data-counter='1'>{}"},"an5.142:1.4":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"an5.142:2.1":{"pli":"Idha pana, bhikkhave, ekacco puggalo ārabhati, na vippaṭisārī hoti; ","eng":"One individual transgresses and doesn’t regret it. ","html":"<p data-counter='2'>{}"},"an5.142:2.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t understand … ","html":"{}</p>"},"an5.142:3.1":{"pli":"Idha pana, bhikkhave, ekacco puggalo na ārabhati, vippaṭisārī hoti; ","eng":"One individual doesn’t transgress yet still feels regret. ","html":"<p data-counter='3'>{}"},"an5.142:3.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t understand … ","html":"{}</p>"},"an5.142:4.1":{"pli":"Idha pana, bhikkhave, ekacco puggalo na ārabhati na vippaṭisārī hoti; ","eng":"One individual neither transgresses nor regrets. ","html":"<p data-counter='4'>{}"},"an5.142:4.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"But they don’t understand … ","html":"{}</p>"},"an5.142:5.1":{"pli":"Idha pana, bhikkhave, ekacco puggalo na ārabhati na vippaṭisārī hoti; ","eng":"One individual neither transgresses nor regrets. ","html":"<p data-counter='5'>{}"},"an5.142:5.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they do understand where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"an5.142:6.1":{"pli":"Tatra, bhikkhave, yvāyaṃ puggalo ārabhati ca vippaṭisārī ca hoti, ","eng":"Take the case of the individual who transgresses and regrets it. ","html":"<p data-counter='1'>{}"},"an5.142:6.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}"},"an5.142:6.3":{"pli":"so evamassa vacanīyo: ","eng":"They should be told: ","html":"{}"},"an5.142:6.4":{"pli":"‘āyasmato kho ārambhajā āsavā saṃvijjanti, vippaṭisārajā āsavā pavaḍḍhanti, sādhu vatāyasmā ārambhaje āsave pahāya vippaṭisāraje āsave paṭivinodetvā cittaṃ paññañca bhāvetu; ","eng":"‘Venerable, the defilements born of transgression are found in you, and the defilements born of regret grow. You would do well to give up the defilements born of transgression and get rid of the defilements born of regret, and then develop the mind and wisdom. ","html":"{}"},"an5.142:6.5":{"pli":"evamāyasmā amunā pañcamena puggalena samasamo bhavissatī’ti. ","eng":"In this way you’ll become just like the fifth individual.’ ","html":"{}</p>"},"an5.142:7.1":{"pli":"Tatra, bhikkhave, yvāyaṃ puggalo ārabhati na vippaṭisārī hoti, ","eng":"Take the case of the individual who transgresses and doesn’t regret it. ","html":"<p data-counter='2'>{}"},"an5.142:7.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, ","eng":"And they don’t understand… ","html":"{}"},"an5.142:7.3":{"pli":"so evamassa vacanīyo: ","eng":"They should be told: ","html":"{}"},"an5.142:7.4":{"pli":"‘āyasmato kho ārambhajā āsavā saṃvijjanti, vippaṭisārajā āsavā na pavaḍḍhanti, sādhu vatāyasmā ārambhaje āsave pahāya cittaṃ paññañca bhāvetu; ","eng":"‘Venerable, the defilements born of transgression are found in you, but the defilements born of regret don’t grow. You would do well to give up the defilements born of transgression, and then develop the mind and wisdom. ","html":"{}"},"an5.142:7.5":{"pli":"evamāyasmā amunā pañcamena puggalena samasamo bhavissatī’ti. ","eng":"In this way you’ll become just like the fifth individual.’ ","html":"{}</p>"},"an5.142:8.1":{"pli":"Tatra, bhikkhave, yvāyaṃ puggalo na ārabhati vippaṭisārī hoti, ","eng":"Take the case of the individual who doesn’t transgress yet feels regret. ","html":"<p data-counter='3'>{}"},"an5.142:8.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, ","eng":"And they don’t understand… ","html":"{}"},"an5.142:8.3":{"pli":"so evamassa vacanīyo: ","eng":"They should be told: ","html":"{}"},"an5.142:8.4":{"pli":"‘āyasmato kho ārambhajā āsavā na saṃvijjanti, vippaṭisārajā āsavā pavaḍḍhanti, sādhu vatāyasmā vippaṭisāraje āsave paṭivinodetvā cittaṃ paññañca bhāvetu; ","eng":"‘Venerable, the defilements born of transgression are not found in you, yet the defilements born of regret grow. You would do well to get rid of the defilements born of regret, and then develop the mind and wisdom. ","html":"{}"},"an5.142:8.5":{"pli":"evamāyasmā amunā pañcamena puggalena samasamo bhavissatī’ti. ","eng":"In this way you’ll become just like the fifth individual.’ ","html":"{}</p>"},"an5.142:9.1":{"pli":"Tatra, bhikkhave, yvāyaṃ puggalo na ārabhati na vippaṭisārī hoti, ","eng":"Take the case of the individual who neither transgresses nor regrets. ","html":"<p data-counter='4'>{}"},"an5.142:9.2":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, ","eng":"But they don’t understand… ","html":"{}"},"an5.142:9.3":{"pli":"so evamassa vacanīyo: ","eng":"They should be told: ","html":"{}"},"an5.142:9.4":{"pli":"‘āyasmato kho ārambhajā āsavā na saṃvijjanti, vippaṭisārajā āsavā na pavaḍḍhanti, sādhu vatāyasmā cittaṃ paññañca bhāvetu; ","eng":"‘Venerable, the defilements born of transgression are not found in you, and the defilements born of regret don’t grow. You would do well to develop the mind and wisdom. ","html":"{}"},"an5.142:9.5":{"pli":"evamāyasmā amunā pañcamena puggalena samasamo bhavissatī’ti. ","eng":"In this way you’ll become just like the fifth individual.’ ","html":"{}</p>"},"an5.142:10.1":{"pli":"Iti kho, bhikkhave, ime cattāro puggalā amunā pañcamena puggalena evaṃ ovadiyamānā evaṃ anusāsiyamānā anupubbena āsavānaṃ khayaṃ pāpuṇantī”ti. ","eng":"And so, mendicants, when these four individuals are advised and instructed by comparison with the fifth individual, they gradually attain the ending of defilements.” ","html":"<p>{}</p>"},"an5.142:10.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.143":{"an5.143:0.1":{"pli":"Aṅguttara Nikāya 5.143 ","eng":"Numbered Discourses 5.143 ","html":"<article id='an5.143'><header><ul><li class='division'>{}</li>"},"an5.143:0.2":{"pli":"15. Tikaṇḍakīvagga ","eng":"15. At Tikaṇḍakī ","html":"<li>{}</li></ul>"},"an5.143:0.3":{"pli":"Sārandadasutta ","eng":"At Sārandada ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.143:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}</p>"},"an5.143:1.2":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ","html":"<p>{}</p>"},"an5.143:1.3":{"pli":"Tena kho pana samayena pañcamattānaṃ licchavisatānaṃ sārandade cetiye sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Now at that time around five hundred Licchavis were sitting together at the Sārandada Shrine, and this discussion came up among them, ","html":"<p>{}"},"an5.143:1.4":{"pli":"“pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmiṃ. ","eng":"“The appearance of five treasures is rare in the world. ","html":"{}"},"an5.143:1.5":{"pli":"Katamesaṃ pañcannaṃ? ","eng":"What five? ","html":"{}"},"an5.143:1.6":{"pli":"Hatthiratanassa pātubhāvo dullabho lokasmiṃ, assaratanassa pātubhāvo dullabho lokasmiṃ, maṇiratanassa pātubhāvo dullabho lokasmiṃ, itthiratanassa pātubhāvo dullabho lokasmiṃ, gahapatiratanassa pātubhāvo dullabho lokasmiṃ. ","eng":"The elephant-treasure, the horse-treasure, the jewel-treasure, the woman-treasure, and the householder-treasure. ","html":"{}"},"an5.143:1.7":{"pli":"Imesaṃ pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti. ","eng":"The appearance of these five treasures is rare in the world.” ","html":"{}</p>"},"an5.143:2.1":{"pli":"Atha kho te licchavī magge purisaṃ ṭhapesuṃ: ","eng":"Then those Licchavis sent a man out on to the road, saying, ","html":"<p>{}"},"an5.143:2.2":{"pli":"“yadā tvaṃ, ambho purisa, passeyyāsi bhagavantaṃ, atha amhākaṃ āroceyyāsī”ti. ","eng":"“Worthy, please tell us when you see the Buddha.” ","html":"{}</p>"},"an5.143:2.3":{"pli":"Addasā kho so puriso bhagavantaṃ dūratova āgacchantaṃ; ","eng":"That man saw the Buddha coming off in the distance. ","html":"<p>{}"},"an5.143:2.4":{"pli":"disvāna yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca: ","eng":"He went to the Licchavis and said, ","html":"{}"},"an5.143:2.5":{"pli":"“ayaṃ so, bhante, bhagavā gacchati arahaṃ sammāsambuddho; ","eng":"“Sirs, the Blessed One, the perfected one, the fully awakened Buddha is coming. ","html":"{}"},"an5.143:2.6":{"pli":"yassadāni kālaṃ maññathā”ti. ","eng":"Please go at your convenience.” ","html":"{}</p>"},"an5.143:3.1":{"pli":"Atha kho te licchavī yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho te licchavī bhagavantaṃ etadavocuṃ: ","eng":"Then those Licchavis went up to the Buddha, bowed, stood to one side, and said to him, ","html":"<p>{}"},"an5.143:4.1":{"pli":"“Sādhu, bhante, yena sārandadaṃ cetiyaṃ tenupasaṅkamatu anukampaṃ upādāyā”ti. ","eng":"“Please go to the Sārandada Shrine, out of sympathy.” ","html":"{}"},"an5.143:4.2":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"an5.143:4.3":{"pli":"Atha kho bhagavā yena sārandadaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te licchavī etadavoca: ","eng":"Then the Buddha went up to the Sārandada Shrine, where he sat on the seat spread out, and said to the Licchavis, ","html":"<p>{}"},"an5.143:4.4":{"pli":"“kāya nuttha, licchavī, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Licchavis, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"an5.143:4.5":{"pli":"“Idha, bhante, amhākaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"“Well, worthy Gotama, this discussion came up among us while we were sitting together: ","html":"<p>{}"},"an5.143:4.6":{"pli":"‘pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmiṃ. ","eng":"‘The appearance of five treasures is rare in the world. …’” ","html":"{}"},"an5.143:4.7":{"pli":"Katamesaṃ pañcannaṃ? ","html":"{}"},"an5.143:4.8":{"pli":"Hatthiratanassa pātubhāvo dullabho lokasmiṃ, assaratanassa pātubhāvo dullabho lokasmiṃ, maṇiratanassa pātubhāvo dullabho lokasmiṃ, itthiratanassa pātubhāvo dullabho lokasmiṃ, gahapatiratanassa pātubhāvo dullabho lokasmiṃ. ","html":"{}"},"an5.143:4.9":{"pli":"Imesaṃ pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin’”ti. ","html":"{}</p>"},"an5.143:5.1":{"pli":"“Kāmādhimuttānaṃ vata bho licchavīnaṃ kāmaṃyeva ārabbha antarākathā udapādi. ","eng":"“You Licchavis are so fixated on sensual pleasures, that’s the only discussion that came up! ","html":"<p>{}"},"an5.143:5.2":{"pli":"Pañcannaṃ, licchavī, ratanānaṃ pātubhāvo dullabho lokasmiṃ. ","eng":"Licchavis, the appearance of five treasures is rare in the world. ","html":"{}"},"an5.143:5.3":{"pli":"Katamesaṃ pañcannaṃ? ","eng":"What five? ","html":"{}</p>"},"an5.143:5.4":{"pli":"Tathāgatassa arahato sammāsambuddhassa pātubhāvo dullabho lokasmiṃ, ","eng":"The appearance of a Realized One, a perfected one, a fully awakened Buddha. ","html":"<p>{}</p>"},"an5.143:5.5":{"pli":"tathāgatappaveditassa dhammavinayassa desetā puggalo dullabho lokasmiṃ, ","eng":"A teacher of the teaching and training proclaimed by a Realized One. ","html":"<p>{}</p>"},"an5.143:5.6":{"pli":"tathāgatappaveditassa dhammavinayassa desitassa viññātā puggalo dullabho lokasmiṃ, ","eng":"An individual who understands the teaching and training proclaimed by a Realized One. ","html":"<p>{}</p>"},"an5.143:5.7":{"pli":"tathāgatappaveditassa dhammavinayassa desitassa viññātā dhammānudhammappaṭipanno puggalo dullabho lokasmiṃ, ","eng":"An individual who practices in line with the teaching. ","html":"<p>{}</p>"},"an5.143:5.8":{"pli":"kataññū katavedī puggalo dullabho lokasmiṃ. ","eng":"An individual who is grateful and thankful. ","html":"<p>{}</p>"},"an5.143:5.9":{"pli":"Imesaṃ kho, licchavī, pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti. ","eng":"The appearance of these five treasures is rare in the world.” ","html":"<p>{}</p>"},"an5.143:5.10":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.144":{"an5.144:0.1":{"pli":"Aṅguttara Nikāya 5.144 ","eng":"Numbered Discourses 5.144 ","html":"<article id='an5.144'><header><ul><li class='division'>{}</li>"},"an5.144:0.2":{"pli":"15. Tikaṇḍakīvagga ","eng":"15. At Tikaṇḍakī ","html":"<li>{}</li></ul>"},"an5.144:0.3":{"pli":"Tikaṇḍakīsutta ","eng":"At Tikaṇḍakī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.144:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sākete viharati tikaṇḍakīvane. ","eng":"At one time the Buddha was staying near Sāketa, in Tikaṇḍakī Wood. ","html":"<p>{}"},"an5.144:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"an5.144:1.3":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"an5.144:1.4":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an5.144:1.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an5.144:2.1":{"pli":"“Sādhu, bhikkhave, bhikkhu kālena kālaṃ appaṭikūle paṭikūlasaññī vihareyya. ","eng":"“Mendicants, a mendicant would do well to meditate from time to time perceiving the following: the repulsive in the unrepulsive, ","html":"<ol><li>{}</li>"},"an5.144:2.2":{"pli":"Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūle appaṭikūlasaññī vihareyya. ","eng":"the unrepulsive in the repulsive, ","html":"<li>{}</li>"},"an5.144:2.3":{"pli":"Sādhu, bhikkhave, bhikkhu kālena kālaṃ appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya. ","eng":"the repulsive in both the unrepulsive and the repulsive, and ","html":"<li>{}</li>"},"an5.144:2.4":{"pli":"Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya. ","eng":"the unrepulsive in both the repulsive and the unrepulsive. ","html":"<li>{}</li>"},"an5.144:2.5":{"pli":"Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya sato sampajāno. ","eng":"A mendicant would do well to meditate from time to time staying equanimous, mindful and aware, shunning both the repulsive and the unrepulsive. ","html":"<li>{}</li></ol>"},"an5.144:3.1":{"pli":"Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle paṭikūlasaññī vihareyya? ","eng":"For what reason should a mendicant meditate perceiving the repulsive in the unrepulsive? ","html":"<p>{}"},"an5.144:3.2":{"pli":"‘Mā me rajanīyesu dhammesu rāgo udapādī’ti—","eng":"‘May greed not arise in me for things that arouse greed.’ ","html":"{}"},"an5.144:3.3":{"pli":"idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle paṭikūlasaññī vihareyya. ","eng":"A mendicant should meditate perceiving the repulsive in the unrepulsive for this reason. ","html":"{}</p>"},"an5.144:4.1":{"pli":"Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle appaṭikūlasaññī vihareyya? ","eng":"For what reason should a mendicant meditate perceiving the unrepulsive in the repulsive? ","html":"<p>{}"},"an5.144:4.2":{"pli":"‘Mā me dosanīyesu dhammesu doso udapādī’ti—","eng":"‘May hate not arise in me for things that provoke hate.’ … ","html":"{}"},"an5.144:4.3":{"pli":"idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle appaṭikūlasaññī vihareyya. ","html":"{}</p>"},"an5.144:5.1":{"pli":"Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya? ","eng":"For what reason should a mendicant meditate perceiving the repulsive in both the unrepulsive and the repulsive? ","html":"<p>{}"},"an5.144:5.2":{"pli":"‘Mā me rajanīyesu dhammesu rāgo udapādi, mā me dosanīyesu dhammesu doso udapādī’ti—","eng":"‘May greed not arise in me for things that arouse greed. May hate not arise in me for things that provoke hate.’ … ","html":"{}"},"an5.144:5.3":{"pli":"idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya. ","html":"{}</p>"},"an5.144:6.1":{"pli":"Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya? ","eng":"For what reason should a mendicant meditate perceiving the unrepulsive in both the repulsive and the unrepulsive? ","html":"<p>{}"},"an5.144:6.2":{"pli":"‘Mā me dosanīyesu dhammesu doso udapādi, mā me rajanīyesu dhammesu rāgo udapādī’ti—","eng":"‘May hate not arise in me for things that provoke hate. May greed not arise in me for things that arouse greed.’ … ","html":"{}"},"an5.144:6.3":{"pli":"idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya. ","html":"{}</p>"},"an5.144:7.1":{"pli":"Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya? ","eng":"For what reason should a mendicant meditate staying equanimous, mindful and aware, shunning both the repulsive and the unrepulsive? ","html":"<p>{}"},"an5.144:7.2":{"pli":"‘Sato sampajāno mā me kvacani katthaci kiñcanaṃ rajanīyesu dhammesu rāgo udapādi, mā me kvacani katthaci kiñcanaṃ dosanīyesu dhammesu doso udapādi, mā me kvacani katthaci kiñcanaṃ mohanīyesu dhammesu moho udapādī’ti—","eng":"‘May no greed for things that arouse greed, hate for things that provoke hate, or delusion for things that promote delusion arise in me in any way at all.’ ","html":"{}"},"an5.144:7.3":{"pli":"idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya sato sampajāno”ti. ","eng":"For this reason a mendicant should meditate staying equanimous, mindful and aware, shunning both the repulsive and the unrepulsive.” ","html":"{}</p>"},"an5.144:7.4":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.145":{"an5.145:0.1":{"pli":"Aṅguttara Nikāya 5.145 ","eng":"Numbered Discourses 5.145 ","html":"<article id='an5.145'><header><ul><li class='division'>{}</li>"},"an5.145:0.2":{"pli":"15. Tikaṇḍakīvagga ","eng":"15. At Tikaṇḍakī ","html":"<li>{}</li></ul>"},"an5.145:0.3":{"pli":"Nirayasutta ","eng":"Hell ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.145:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"“Mendicants, someone with five qualities is cast down to hell. ","html":"<p>{}"},"an5.145:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.145:1.3":{"pli":"Pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti. ","eng":"They kill living creatures, steal, commit sexual misconduct, lie, and consume beer, wine, and liquor intoxicants. ","html":"{}"},"an5.145:1.4":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Someone with these five qualities is cast down to hell. ","html":"{}</p>"},"an5.145:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge. ","eng":"Someone with five qualities is raised up to heaven ","html":"<p>{}"},"an5.145:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.145:2.3":{"pli":"Pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti. ","eng":"They don’t kill living creatures, steal, commit sexual misconduct, lie, or consume beer, wine, and liquor intoxicants. ","html":"{}"},"an5.145:2.4":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. ","eng":"Someone with these five qualities is raised up to heaven.” ","html":"{}</p>"},"an5.145:2.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.146":{"an5.146:0.1":{"pli":"Aṅguttara Nikāya 5.146 ","eng":"Numbered Discourses 5.146 ","html":"<article id='an5.146'><header><ul><li class='division'>{}</li>"},"an5.146:0.2":{"pli":"15. Tikaṇḍakīvagga ","eng":"15. At Tikaṇḍakī ","html":"<li>{}</li></ul>"},"an5.146:0.3":{"pli":"Mittasutta ","eng":"A Friend ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.146:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu mitto na sevitabbo. ","eng":"“Mendicants, you shouldn’t associate with a mendicant friend who has five qualities. ","html":"<p>{}"},"an5.146:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.146:1.3":{"pli":"Kammantaṃ kāreti, adhikaraṇaṃ ādiyati, pāmokkhesu bhikkhūsu paṭiviruddho hoti, dīghacārikaṃ anavatthacārikaṃ anuyutto viharati, nappaṭibalo hoti kālena kālaṃ dhammiyā kathāya sandassetuṃ samādapetuṃ samuttejetuṃ sampahaṃsetuṃ. ","eng":"They start up work projects. They take up disciplinary issues. They conflict with leading mendicants. They like long and aimless wandering. They’re unable to educate, encourage, fire up, and inspire you from time to time with a Dhamma talk. ","html":"{}"},"an5.146:1.4":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu mitto na sevitabbo. ","eng":"Mendicants, you shouldn’t associate with a mendicant friend who possesses these five qualities. ","html":"{}</p>"},"an5.146:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu mitto sevitabbo. ","eng":"You should associate with a mendicant friend who has five qualities. ","html":"<p>{}"},"an5.146:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.146:2.3":{"pli":"Na kammantaṃ kāreti, na adhikaraṇaṃ ādiyati, na pāmokkhesu bhikkhūsu paṭiviruddho hoti, na dīghacārikaṃ anavatthacārikaṃ anuyutto viharati, paṭibalo hoti kālena kālaṃ dhammiyā kathāya sandassetuṃ samādapetuṃ samuttejetuṃ sampahaṃsetuṃ. ","eng":"They don’t start up work projects. They don’t take up disciplinary issues. They don’t conflict with leading mendicants. They don’t like long and aimless wandering. They’re able to educate, encourage, fire up, and inspire you from time to time with a Dhamma talk. ","html":"{}"},"an5.146:2.4":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu mitto sevitabbo”ti. ","eng":"You should associate with a mendicant friend who possesses these five qualities.” ","html":"{}</p>"},"an5.146:2.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}