{"an5.78":{"an5.78:0.1":{"pli":"Aṅguttara Nikāya 5.78 ","eng":"Numbered Discourses 5.78 ","html":"<article id='an5.78'><header><ul><li class='division'>{}</li>"},"an5.78:0.2":{"pli":"8. Yodhājīvavagga ","eng":"8. Warriors ","html":"<li>{}</li></ul>"},"an5.78:0.3":{"pli":"Dutiyaanāgatabhayasutta ","eng":"Future Perils (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.78:1.1":{"pli":"“Pañcimāni, bhikkhave, anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"“Mendicants, seeing these five future perils is quite enough for a mendicant to meditate diligently, keenly, and resolutely for attaining the unattained, achieving the unachieved, and realizing the unrealized. ","html":"<p>{}"},"an5.78:1.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}</p>"},"an5.78:1.3":{"pli":"Idha, bhikkhave, bhikkhu iti paṭisañcikkhati: ","eng":"A mendicant reflects: ","html":"<p>{}"},"an5.78:1.4":{"pli":"‘ahaṃ kho etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ","eng":"‘Currently I’m a youth, young, with pristine black hair, blessed with youth, in the prime of life. ","html":"{}"},"an5.78:1.5":{"pli":"Hoti kho pana so samayo yaṃ imaṃ kāyaṃ jarā phusati. ","eng":"But there will come a time when this body is struck with old age. ","html":"{}"},"an5.78:1.6":{"pli":"Jiṇṇena kho pana jarāya abhibhūtena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ. ","eng":"When you’re old, overcome by old age, it’s not easy to focus on the instructions of the Buddhas, and it’s not easy to frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.78:1.7":{"pli":"Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo; ","eng":"Before that unlikable, undesirable, and disagreeable thing happens, ","html":"{}"},"an5.78:1.8":{"pli":"handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato jiṇṇakopi phāsuṃ viharissāmī’ti. ","eng":"I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though I’m old.’ ","html":"{}"},"an5.78:1.9":{"pli":"Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"This is the first future peril … ","html":"{}</p>"},"an5.78:2.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati: ","eng":"Furthermore, a mendicant reflects: ","html":"<p>{}"},"an5.78:2.2":{"pli":"‘ahaṃ kho etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya. ","eng":"‘Currently, I’m rarely ill or unwell. My stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ","html":"{}"},"an5.78:2.3":{"pli":"Hoti kho pana so samayo yaṃ imaṃ kāyaṃ byādhi phusati. ","eng":"But there will come a time when this body is struck with sickness. ","html":"{}"},"an5.78:2.4":{"pli":"Byādhitena kho pana byādhinā abhibhūtena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ. ","eng":"When you’re sick, overcome by sickness, it’s not easy to focus on the instructions of the Buddhas, and it’s not easy to frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.78:2.5":{"pli":"Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo; ","eng":"Before that unlikable, undesirable, and disagreeable thing happens, ","html":"{}"},"an5.78:2.6":{"pli":"handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato byādhitopi phāsuṃ viharissāmī’ti. ","eng":"I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though I’m sick.’ ","html":"{}"},"an5.78:2.7":{"pli":"Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"This is the second future peril … ","html":"{}</p>"},"an5.78:3.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati: ","eng":"Furthermore, a mendicant reflects: ","html":"<p>{}"},"an5.78:3.2":{"pli":"‘etarahi kho subhikkhaṃ susassaṃ sulabhapiṇḍaṃ, sukaraṃ uñchena paggahena yāpetuṃ. ","eng":"‘Currently, there’s plenty of food, a good harvest, so it’s easy to get almsfood, and easy to keep going by collecting alms. ","html":"{}"},"an5.78:3.3":{"pli":"Hoti kho pana so samayo yaṃ dubbhikkhaṃ hoti dussassaṃ dullabhapiṇḍaṃ, na sukaraṃ uñchena paggahena yāpetuṃ. ","eng":"But there will come a time of famine, a bad harvest, when it’s hard to get almsfood, and not easy to keep going by collecting alms. ","html":"{}"},"an5.78:3.4":{"pli":"Dubbhikkhe kho pana manussā yena subhikkhaṃ tena saṅkamanti. ","eng":"In a time of famine, people move to where there’s plenty of food, ","html":"{}"},"an5.78:3.5":{"pli":"Tattha saṅgaṇikavihāro hoti ākiṇṇavihāro. ","eng":"where they live crowded and cramped together. ","html":"{}"},"an5.78:3.6":{"pli":"Saṅgaṇikavihāre kho pana sati ākiṇṇavihāre na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ. ","eng":"When you live crowded and cramped together, it’s not easy to focus on the instructions of the Buddhas, and it’s not easy to frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.78:3.7":{"pli":"Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo; ","eng":"Before that unlikable, undesirable, and disagreeable thing happens, ","html":"{}"},"an5.78:3.8":{"pli":"handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato dubbhikkhepi phāsu viharissāmī’ti. ","eng":"I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though there’s a famine.’ ","html":"{}"},"an5.78:3.9":{"pli":"Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"This is the third future peril … ","html":"{}</p>"},"an5.78:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati: ","eng":"Furthermore, a mendicant reflects: ","html":"<p>{}"},"an5.78:4.2":{"pli":"‘etarahi kho manussā samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti. ","eng":"‘Currently, people live in harmony, appreciating each other, without dispute, blending like milk and water, and regarding each other with kindly eyes. ","html":"{}"},"an5.78:4.3":{"pli":"Hoti kho pana so samayo yaṃ bhayaṃ hoti aṭavisaṅkopo, cakkasamārūḷhā jānapadā pariyāyanti. ","eng":"But there will come a time of peril due to turmoil in the wilds, so the countryfolk mount their vehicles and flee everywhere. ","html":"{}"},"an5.78:4.4":{"pli":"Bhaye kho pana sati manussā yena khemaṃ tena saṅkamanti. ","eng":"In a time of peril, people move to where there’s sanctuary, ","html":"{}"},"an5.78:4.5":{"pli":"Tattha saṅgaṇikavihāro hoti ākiṇṇavihāro. ","eng":"where they live crowded and cramped together. ","html":"{}"},"an5.78:4.6":{"pli":"Saṅgaṇikavihāre kho pana sati ākiṇṇavihāre na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ. ","eng":"When you live crowded and cramped together, it’s not easy to focus on the instructions of the Buddhas, and it’s not easy to frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.78:4.7":{"pli":"Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo; ","eng":"Before that unlikable, undesirable, and disagreeable thing happens, ","html":"{}"},"an5.78:4.8":{"pli":"handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato bhayepi phāsuṃ viharissāmī’ti. ","eng":"I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even in a time of peril.’ ","html":"{}"},"an5.78:4.9":{"pli":"Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"This is the fourth future peril … ","html":"{}</p>"},"an5.78:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati: ","eng":"Furthermore, a mendicant reflects: ","html":"<p>{}"},"an5.78:5.2":{"pli":"‘etarahi kho saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsu viharati. ","eng":"‘Currently, the Saṅgha lives comfortably, in harmony, appreciating each other, without dispute, with one recitation. ","html":"{}"},"an5.78:5.3":{"pli":"Hoti kho pana so samayo yaṃ saṅgho bhijjati. ","eng":"But there will come a time of schism in the Saṅgha. ","html":"{}"},"an5.78:5.4":{"pli":"Saṅghe kho pana bhinne na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ. ","eng":"When there is schism in the Saṅgha, it’s not easy to focus on the instructions of the Buddhas, and it’s not easy to frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.78:5.5":{"pli":"Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo; ","eng":"Before that unlikable, undesirable, and disagreeable thing happens, ","html":"{}"},"an5.78:5.6":{"pli":"handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato bhinnepi saṅghe phāsuṃ viharissāmī’ti. ","eng":"I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though there’s schism in the Saṅgha.’ ","html":"{}"},"an5.78:5.7":{"pli":"Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"This is the fifth future peril … ","html":"{}</p>"},"an5.78:6.1":{"pli":"Imāni kho, bhikkhave, pañca anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā”ti. ","eng":"These are the five future perils, seeing which is quite enough for a mendicant to meditate diligently, keenly, and resolutely for attaining the unattained, achieving the unachieved, and realizing the unrealized.” ","html":"<p>{}</p>"},"an5.78:6.2":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.79":{"an5.79:0.1":{"pli":"Aṅguttara Nikāya 5.79 ","eng":"Numbered Discourses 5.79 ","html":"<article id='an5.79'><header><ul><li class='division'>{}</li>"},"an5.79:0.2":{"pli":"8. Yodhājīvavagga ","eng":"8. Warriors ","html":"<li>{}</li></ul>"},"an5.79:0.3":{"pli":"Tatiyaanāgatabhayasutta ","eng":"Future Perils (3rd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.79:1.1":{"pli":"“Pañcimāni, bhikkhave, anāgatabhayāni etarahi asamuppannāni āyatiṃ samuppajjissanti. ","eng":"“Mendicants, these five future perils have not currently arisen, but they will arise in the future. ","html":"<p>{}"},"an5.79:1.2":{"pli":"Tāni vo paṭibujjhitabbāni; ","eng":"You should look out for them ","html":"{}"},"an5.79:1.3":{"pli":"paṭibujjhitvā ca tesaṃ pahānāya vāyamitabbaṃ. ","eng":"and try to give them up. ","html":"{}</p>"},"an5.79:2.1":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"<p>{}"},"an5.79:2.2":{"pli":"Bhavissanti, bhikkhave, bhikkhū anāgatamaddhānaṃ abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"In a future time there will be mendicants who have not developed their physical endurance, ethics, mind, and wisdom. ","html":"{}"},"an5.79:2.3":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā aññe upasampādessanti. ","eng":"They will ordain others, ","html":"{}"},"an5.79:2.4":{"pli":"Tepi na sakkhissanti vinetuṃ adhisīle adhicitte adhipaññāya. ","eng":"but be unable to guide them in the higher ethics, mind, and wisdom. ","html":"{}"},"an5.79:2.5":{"pli":"Tepi bhavissanti abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"They too will not develop their physical endurance, ethics, mind, and wisdom. ","html":"{}"},"an5.79:2.6":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā aññe upasampādessanti. ","eng":"They too will ordain others, ","html":"{}"},"an5.79:2.7":{"pli":"Tepi na sakkhissanti vinetuṃ adhisīle adhicitte adhipaññāya. ","eng":"but be unable to guide them in the higher ethics, mind, and wisdom. ","html":"{}"},"an5.79:2.8":{"pli":"Tepi bhavissanti abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"They too will not develop their physical endurance, ethics, mind, and wisdom. ","html":"{}"},"an5.79:2.9":{"pli":"Iti kho, bhikkhave, dhammasandosā vinayasandoso; ","eng":"And that is how corrupt training comes from corrupt teachings, ","html":"{}"},"an5.79:2.10":{"pli":"vinayasandosā dhammasandoso. ","eng":"and corrupt teachings come from corrupt training. ","html":"{}"},"an5.79:2.11":{"pli":"Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the first future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.79:2.12":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.79:2.13":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.79:3.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"Furthermore, in a future time there will be mendicants who have not developed their physical endurance, ethics, mind, and wisdom. ","html":"<p>{}"},"an5.79:3.2":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā aññesaṃ nissayaṃ dassanti. ","eng":"They will give dependence to others, ","html":"{}"},"an5.79:3.3":{"pli":"Tepi na sakkhissanti vinetuṃ adhisīle adhicitte adhipaññāya. ","eng":"but be unable to guide them in the higher ethics, mind, and wisdom. ","html":"{}"},"an5.79:3.4":{"pli":"Tepi bhavissanti abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"They too will not develop their physical endurance, ethics, mind, and wisdom. ","html":"{}"},"an5.79:3.5":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā aññesaṃ nissayaṃ dassanti. ","eng":"They too will give dependence to others, ","html":"{}"},"an5.79:3.6":{"pli":"Tepi na sakkhissanti vinetuṃ adhisīle adhicitte adhipaññāya. ","eng":"but be unable to guide them in the higher ethics, mind, and wisdom. ","html":"{}"},"an5.79:3.7":{"pli":"Tepi bhavissanti abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"They too will not develop their physical endurance, ethics, mind, and wisdom. ","html":"{}"},"an5.79:3.8":{"pli":"Iti kho, bhikkhave, dhammasandosā vinayasandoso; ","eng":"And that is how corrupt training comes from corrupt teachings, ","html":"{}"},"an5.79:3.9":{"pli":"vinayasandosā dhammasandoso. ","eng":"and corrupt teachings come from corrupt training. ","html":"{}"},"an5.79:3.10":{"pli":"Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the second future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.79:3.11":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.79:3.12":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.79:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"Furthermore, in a future time there will be mendicants who have not developed their physical endurance, ethics, mind, and wisdom. ","html":"<p>{}"},"an5.79:4.2":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā abhidhammakathaṃ vedallakathaṃ kathentā kaṇhadhammaṃ okkamamānā na bujjhissanti. ","eng":"In discussion about the teachings and elaborations they’ll fall into dark ideas without realizing it. ","html":"{}"},"an5.79:4.3":{"pli":"Iti kho, bhikkhave, dhammasandosā vinayasandoso; ","eng":"And that is how corrupt training comes from corrupt teachings, ","html":"{}"},"an5.79:4.4":{"pli":"vinayasandosā dhammasandoso. ","eng":"and corrupt teachings come from corrupt training. ","html":"{}"},"an5.79:4.5":{"pli":"Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the third future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.79:4.6":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.79:4.7":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.79:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"Furthermore, in a future time there will be mendicants who have not developed their physical endurance, ethics, mind, and wisdom. ","html":"<p>{}"},"an5.79:5.2":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatāppaṭisaṃyuttā, tesu bhaññamānesu na sussūsissanti, na sotaṃ odahissanti, na aññā cittaṃ upaṭṭhapessanti, na ca te dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissanti. ","eng":"When discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited they won’t want to listen. They won’t actively listen or try to understand, nor will they think those teachings are worth learning and memorizing. ","html":"{}"},"an5.79:5.3":{"pli":"Ye pana te suttantā kavitā kāveyyā cittakkharā cittabyañjanā bāhirakā sāvakabhāsitā, tesu bhaññamānesu sussūsissanti, sotaṃ odahissanti, aññā cittaṃ upaṭṭhapessanti, te ca dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissanti. ","eng":"But when discourses composed by poets—poetry, with fancy words and phrases, composed by outsiders or spoken by disciples—are being recited they will want to listen. They’ll actively listen and try to understand, and they’ll think those teachings are worth learning and memorizing. ","html":"{}"},"an5.79:5.4":{"pli":"Iti kho, bhikkhave, dhammasandosā vinayasandoso; ","eng":"And that is how corrupt training comes from corrupt teachings, ","html":"{}"},"an5.79:5.5":{"pli":"vinayasandosā dhammasandoso. ","eng":"and corrupt teachings come from corrupt training. ","html":"{}"},"an5.79:5.6":{"pli":"Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the fourth future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.79:5.7":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.79:5.8":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.79:6.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā. ","eng":"Furthermore, in a future time there will be mendicants who have not developed their physical endurance, ethics, mind, and wisdom. ","html":"<p>{}"},"an5.79:6.2":{"pli":"Te abhāvitakāyā samānā abhāvitasīlā abhāvitacittā abhāvitapaññā therā bhikkhū bāhulikā bhavissanti sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṃ ārabhissanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"The senior mendicants will be indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ","html":"{}"},"an5.79:6.3":{"pli":"Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjissati. ","eng":"Those who come after them will follow their example. ","html":"{}"},"an5.79:6.4":{"pli":"Sāpi bhavissati bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṃ ārabhissati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"They too will become indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ","html":"{}"},"an5.79:6.5":{"pli":"Iti kho, bhikkhave, dhammasandosā vinayasandoso; ","eng":"And that is how corrupt training comes from corrupt teachings, ","html":"{}"},"an5.79:6.6":{"pli":"vinayasandosā dhammasandoso. ","eng":"and corrupt teachings come from corrupt training. ","html":"{}"},"an5.79:6.7":{"pli":"Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the fifth future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.79:6.8":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.79:6.9":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.79:7.1":{"pli":"Imāni kho, bhikkhave, pañca anāgatabhayāni etarahi asamuppannāni āyatiṃ samuppajjissanti. ","eng":"These are the five future perils that have not currently arisen, but will arise in the future. ","html":"<p>{}"},"an5.79:7.2":{"pli":"Tāni vo paṭibujjhitabbāni; ","eng":"You should look out for them, ","html":"{}"},"an5.79:7.3":{"pli":"paṭibujjhitvā ca tesaṃ pahānāya vāyamitabban”ti. ","eng":"and try to give them up.” ","html":"{}</p>"},"an5.79:7.4":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.8":{"an5.8:0.1":{"pli":"Aṅguttara Nikāya 5.8 ","eng":"Numbered Discourses 5.8 ","html":"<article id='an5.8'><header><ul><li class='division'>{}</li>"},"an5.8:0.2":{"pli":"1. Sekhabalavagga ","eng":"1. Powers of a Trainee ","html":"<li>{}</li></ul>"},"an5.8:0.3":{"pli":"Cavanasutta ","eng":"Failure ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.8:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"“Mendicants, a mendicant with five qualities fails, and doesn’t establish themselves in the true teaching. ","html":"<p>{}"},"an5.8:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.8:1.3":{"pli":"Assaddho, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"A mendicant who is faithless … ","html":"{}"},"an5.8:1.4":{"pli":"Ahiriko, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"shameless … ","html":"{}"},"an5.8:1.5":{"pli":"Anottappī, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"imprudent … ","html":"{}"},"an5.8:1.6":{"pli":"Kusīto, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"lazy … ","html":"{}"},"an5.8:1.7":{"pli":"Duppañño, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"witless fails, and doesn’t establish themselves in the true teaching. ","html":"{}"},"an5.8:1.8":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu cavati, nappatiṭṭhāti saddhamme. ","eng":"A mendicant with these five qualities fails, and doesn’t establish themselves in the true teaching. ","html":"{}</p>"},"an5.8:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu na cavati, patiṭṭhāti saddhamme. ","eng":"A mendicant with five qualities doesn’t fail, and establishes themselves in the true teaching. ","html":"<p>{}"},"an5.8:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.8:2.3":{"pli":"Saddho, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme. ","eng":"A mendicant who is faithful … ","html":"{}"},"an5.8:2.4":{"pli":"Hirīmā, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme. ","eng":"conscientious … ","html":"{}"},"an5.8:2.5":{"pli":"Ottappī, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme. ","eng":"prudent … ","html":"{}"},"an5.8:2.6":{"pli":"Āraddhavīriyo, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme. ","eng":"energetic … ","html":"{}"},"an5.8:2.7":{"pli":"Paññavā, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme. ","eng":"wise doesn’t fail, and establishes themselves in the true teaching. ","html":"{}"},"an5.8:2.8":{"pli":"Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu na cavati, patiṭṭhāti saddhamme”ti. ","eng":"A mendicant with these five qualities doesn’t fail, and establishes themselves in the true teaching.” ","html":"{}</p>"},"an5.8:2.9":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.80":{"an5.80:0.1":{"pli":"Aṅguttara Nikāya 5.80 ","eng":"Numbered Discourses 5.80 ","html":"<article id='an5.80'><header><ul><li class='division'>{}</li>"},"an5.80:0.2":{"pli":"8. Yodhājīvavagga ","eng":"8. Warriors ","html":"<li>{}</li></ul>"},"an5.80:0.3":{"pli":"Catutthaanāgatabhayasutta ","eng":"Future Perils (4th) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.80:1.1":{"pli":"“Pañcimāni, bhikkhave, anāgatabhayāni etarahi asamuppannāni āyatiṃ samuppajjissanti. ","eng":"“Mendicants, these five future perils have not currently arisen, but they will arise in the future. ","html":"<p>{}"},"an5.80:1.2":{"pli":"Tāni vo paṭibujjhitabbāni; ","eng":"You should look out for them ","html":"{}"},"an5.80:1.3":{"pli":"paṭibujjhitvā ca tesaṃ pahānāya vāyamitabbaṃ. ","eng":"and try to give them up. ","html":"{}</p>"},"an5.80:2.1":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"<p>{}"},"an5.80:2.2":{"pli":"Bhavissanti, bhikkhave, bhikkhū anāgatamaddhānaṃ cīvare kalyāṇakāmā. ","eng":"In a future time there will be mendicants who like nice robes. ","html":"{}"},"an5.80:2.3":{"pli":"Te cīvare kalyāṇakāmā samānā riñcissanti paṃsukūlikattaṃ, riñcissanti araññavanapatthāni pantāni senāsanāni; ","eng":"They will neglect the practice of wearing rag robes and the practice of frequenting remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.80:2.4":{"pli":"gāmanigamarājadhānīsu osaritvā vāsaṃ kappessanti, cīvarahetu ca anekavihitaṃ anesanaṃ appatirūpaṃ āpajjissanti. ","eng":"They will come down to the villages, towns, and capital cities and make their homes there. And they will employ many kinds of improper solicitation for the sake of a robe. ","html":"{}"},"an5.80:2.5":{"pli":"Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the first future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.80:2.6":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.80:2.7":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.80:3.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ piṇḍapāte kalyāṇakāmā. ","eng":"Furthermore, in a future time there will be mendicants who like nice almsfood. ","html":"<p>{}"},"an5.80:3.2":{"pli":"Te piṇḍapāte kalyāṇakāmā samānā riñcissanti piṇḍapātikattaṃ, riñcissanti araññavanapatthāni pantāni senāsanāni; ","eng":"They will neglect the practice of walking for almsfood and the practice of frequenting remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.80:3.3":{"pli":"gāmanigamarājadhānīsu osaritvā vāsaṃ kappessanti jivhaggena rasaggāni pariyesamānā, piṇḍapātahetu ca anekavihitaṃ anesanaṃ appatirūpaṃ āpajjissanti. ","eng":"They will come down to the villages, towns, and capital cities and make their homes there. And they will employ many kinds of improper solicitation for the sake of almsfood. ","html":"{}"},"an5.80:3.4":{"pli":"Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the second future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.80:3.5":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.80:3.6":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.80:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ senāsane kalyāṇakāmā. ","eng":"Furthermore, in a future time there will be mendicants who like nice lodgings. ","html":"<p>{}"},"an5.80:4.2":{"pli":"Te senāsane kalyāṇakāmā samānā riñcissanti rukkhamūlikattaṃ, riñcissanti araññavanapatthāni pantāni senāsanāni; ","eng":"They will neglect the practice of staying at the root of a tree and the practice of frequenting remote lodgings in the wilderness and the forest. ","html":"{}"},"an5.80:4.3":{"pli":"gāmanigamarājadhānīsu osaritvā vāsaṃ kappessanti, senāsanahetu ca anekavihitaṃ anesanaṃ appatirūpaṃ āpajjissanti. ","eng":"They will come down to the villages, towns, and capital cities and make their homes there. And they will employ many kinds of improper solicitation for the sake of lodgings. ","html":"{}"},"an5.80:4.4":{"pli":"Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the third future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.80:4.5":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.80:4.6":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.80:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ bhikkhunīsikkhamānāsamaṇuddesehi saṃsaṭṭhā viharissanti. ","eng":"Furthermore, in a future time there will be mendicants who mix closely with nuns, trainee nuns, and novice nuns. ","html":"<p>{}"},"an5.80:5.2":{"pli":"Bhikkhunīsikkhamānāsamaṇuddesehi saṃsagge kho pana, bhikkhave, sati etaṃ pāṭikaṅkhaṃ: ","eng":"In such conditions, it can be expected that ","html":"{}"},"an5.80:5.3":{"pli":"‘anabhiratā vā brahmacariyaṃ carissanti, aññataraṃ vā saṅkiliṭṭhaṃ āpattiṃ āpajjissanti, sikkhaṃ vā paccakkhāya hīnāyāvattissanti’. ","eng":"they will lead the spiritual life dissatisfied, or commit one of the corrupt offenses, or disavow the training and return to a lesser life. ","html":"{}"},"an5.80:5.4":{"pli":"Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the fourth future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.80:5.5":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.80:5.6":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.80:6.1":{"pli":"Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ ārāmikasamaṇuddesehi saṃsaṭṭhā viharissanti. ","eng":"Furthermore, in a future time there will be mendicants who mix closely with monastery attendants and novices. ","html":"<p>{}"},"an5.80:6.2":{"pli":"Ārāmikasamaṇuddesehi saṃsagge kho pana, bhikkhave, sati etaṃ pāṭikaṅkhaṃ: ","eng":"In such conditions it can be expected that ","html":"{}"},"an5.80:6.3":{"pli":"‘anekavihitaṃ sannidhikāraparibhogaṃ anuyuttā viharissanti, oḷārikampi nimittaṃ karissanti, pathaviyāpi haritaggepi’. ","eng":"they will engage in storing up goods for their own use, and making obvious hints about digging the earth and cutting plants. ","html":"{}"},"an5.80:6.4":{"pli":"Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati. ","eng":"This is the fifth future peril that has not currently arisen, but will arise in the future … ","html":"{}"},"an5.80:6.5":{"pli":"Taṃ vo paṭibujjhitabbaṃ; ","html":"{}"},"an5.80:6.6":{"pli":"paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ. ","html":"{}</p>"},"an5.80:7.1":{"pli":"Imāni kho, bhikkhave, pañca anāgatabhayāni etarahi asamuppannāni āyatiṃ samuppajjissanti. ","eng":"These are the five future perils that have not currently arisen, but will arise in the future. ","html":"<p>{}"},"an5.80:7.2":{"pli":"Tāni vo paṭibujjhitabbāni; ","eng":"You should look out for them ","html":"{}"},"an5.80:7.3":{"pli":"paṭibujjhitvā ca tesaṃ pahānāya vāyamitabban”ti. ","eng":"and try to give them up.” ","html":"{}</p>"},"an5.80:7.4":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an5.80:7.5":{"pli":"Yodhājīvavaggo tatiyo. ","html":"<p class='endvagga'>{}</p>"},"an5.80:8.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an5.80:8.1":{"pli":"Dve cetovimuttiphalā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an5.80:8.2":{"pli":"dve ca dhammavihārino; ","html":"<span class='verse-line'>{}</span>"},"an5.80:8.3":{"pli":"Yodhājīvā ca dve vuttā, ","html":"<span class='verse-line'>{}</span>"},"an5.80:8.4":{"pli":"cattāro ca anāgatāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an5.81":{"an5.81:0.1":{"pli":"Aṅguttara Nikāya 5.81 ","eng":"Numbered Discourses 5.81 ","html":"<article id='an5.81'><header><ul><li class='division'>{}</li>"},"an5.81:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an5.81:0.3":{"pli":"Rajanīyasutta ","eng":"Desirable ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.81:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"“Mendicants, a senior mendicant with five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"<p>{}"},"an5.81:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.81:1.3":{"pli":"Rajanīye rajjati, dussanīye dussati, mohanīye muyhati, kuppanīye kuppati, madanīye majjati—","eng":"They desire the desirable, they hate the hateful, they’re deluded by the delusory, they’re annoyed by the annoying, and they’re intoxicated by the intoxicating. ","html":"{}"},"an5.81:1.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"A senior mendicant with these five qualities is unlikable and disagreeable by their spiritual companions, not respected or admired. ","html":"{}</p>"},"an5.81:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ","html":"<p>{}"},"an5.81:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.81:2.3":{"pli":"Rajanīye na rajjati, dussanīye na dussati, mohanīye na muyhati, kuppanīye na kuppati, madanīye na majjati—","eng":"They don’t desire the desirable, they don’t hate the hateful, they’re not deluded by the delusory, they’re not annoyed by the annoying, and they’re not intoxicated by the intoxicating. ","html":"{}"},"an5.81:2.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti. ","eng":"A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ","html":"{}</p>"},"an5.81:2.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.82":{"an5.82:0.1":{"pli":"Aṅguttara Nikāya 5.82 ","eng":"Numbered Discourses 5.82 ","html":"<article id='an5.82'><header><ul><li class='division'>{}</li>"},"an5.82:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an5.82:0.3":{"pli":"Vītarāgasutta ","eng":"Free of Greed ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.82:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"“Mendicants, a senior mendicant with five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"<p>{}"},"an5.82:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.82:1.3":{"pli":"Avītarāgo hoti, avītadoso hoti, avītamoho hoti, makkhī ca, paḷāsī ca—","eng":"They’re not free of greed, hate, and delusion; they are offensive and contemptuous. ","html":"{}"},"an5.82:1.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"A senior mendicant with these five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"{}</p>"},"an5.82:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ","html":"<p>{}"},"an5.82:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.82:2.3":{"pli":"Vītarāgo hoti, vītadoso hoti, vītamoho hoti, amakkhī ca, apaḷāsī ca—","eng":"They’re free of greed, hate, and delusion; they’re not offensive and contemptuous. ","html":"{}"},"an5.82:2.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti. ","eng":"A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ","html":"{}</p>"},"an5.82:2.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.83":{"an5.83:0.1":{"pli":"Aṅguttara Nikāya 5.83 ","eng":"Numbered Discourses 5.83 ","html":"<article id='an5.83'><header><ul><li class='division'>{}</li>"},"an5.83:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an5.83:0.3":{"pli":"Kuhakasutta ","eng":"Deceiver ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.83:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"“Mendicants, a senior mendicant with five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"<p>{}"},"an5.83:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.83:1.3":{"pli":"Kuhako ca hoti, lapako ca, nemittiko ca, nippesiko ca, lābhena ca lābhaṃ nijigīsitā—","eng":"They use deceit, flattery, hinting, and belittling, and they use material things to chase after other material things. ","html":"{}"},"an5.83:1.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"A senior mendicant with these five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"{}</p>"},"an5.83:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ","html":"<p>{}"},"an5.83:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.83:2.3":{"pli":"Na ca kuhako hoti, na ca lapako, na ca nemittiko, na ca nippesiko, na ca lābhena lābhaṃ nijigīsitā—","eng":"They don’t use deceit, flattery, hinting, or belittling, and they don’t use material things to chase after other material things. ","html":"{}"},"an5.83:2.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti. ","eng":"A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ","html":"{}</p>"},"an5.83:2.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.84":{"an5.84:0.1":{"pli":"Aṅguttara Nikāya 5.84 ","eng":"Numbered Discourses 5.84 ","html":"<article id='an5.84'><header><ul><li class='division'>{}</li>"},"an5.84:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an5.84:0.3":{"pli":"Assaddhasutta ","eng":"Faithless ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.84:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti, amanāpo ca agaru ca abhāvanīyo ca. ","eng":"“Mendicants, a senior mendicant with five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"<p>{}"},"an5.84:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.84:1.3":{"pli":"Assaddho hoti, ahiriko hoti, anottappī hoti, kusīto hoti, duppañño hoti—","eng":"They’re faithless, shameless, imprudent, lazy, and witless. ","html":"{}"},"an5.84:1.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"A senior mendicant with these five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"{}</p>"},"an5.84:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ","html":"<p>{}"},"an5.84:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.84:2.3":{"pli":"Saddho hoti, hirīmā hoti, ottappī hoti, āraddhavīriyo hoti, paññavā hoti—","eng":"They’re faithful, conscientious, prudent, energetic, and wise. ","html":"{}"},"an5.84:2.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti. ","eng":"A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ","html":"{}</p>"},"an5.84:2.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.85":{"an5.85:0.1":{"pli":"Aṅguttara Nikāya 5.85 ","eng":"Numbered Discourses 5.85 ","html":"<article id='an5.85'><header><ul><li class='division'>{}</li>"},"an5.85:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an5.85:0.3":{"pli":"Akkhamasutta ","eng":"Cannot Endure ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.85:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"“Mendicants, a senior mendicant with five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"<p>{}"},"an5.85:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.85:1.3":{"pli":"Akkhamo hoti rūpānaṃ, akkhamo saddānaṃ, akkhamo gandhānaṃ, akkhamo rasānaṃ, akkhamo phoṭṭhabbānaṃ—","eng":"They can’t endure sights, sounds, smells, tastes, and touches. ","html":"{}"},"an5.85:1.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca. ","eng":"A senior mendicant with these five qualities is unlikable and disagreeable to their spiritual companions, not respected or admired. ","html":"{}</p>"},"an5.85:2.1":{"pli":"Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ","html":"<p>{}"},"an5.85:2.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.85:2.3":{"pli":"Khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ—","eng":"They can endure sights, sounds, smells, tastes, and touches. ","html":"{}"},"an5.85:2.4":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti. ","eng":"A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ","html":"{}</p>"},"an5.85:2.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.86":{"an5.86:0.1":{"pli":"Aṅguttara Nikāya 5.86 ","eng":"Numbered Discourses 5.86 ","html":"<article id='an5.86'><header><ul><li class='division'>{}</li>"},"an5.86:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"an5.86:0.3":{"pli":"Paṭisambhidāpattasutta ","eng":"Attaining the Methods of Textual Analysis ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.86:1.1":{"pli":"“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"“A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ","html":"<p>{}"},"an5.86:1.2":{"pli":"Katamehi pañcahi? ","eng":"What five? ","html":"{}"},"an5.86:1.3":{"pli":"Atthapaṭisambhidāpatto hoti, dhammapaṭisambhidāpatto hoti, niruttipaṭisambhidāpatto hoti, paṭibhānapaṭisambhidāpatto hoti, ","eng":"They have attained the textual analysis of meaning, text, definition, and eloquence. ","html":"{}"},"an5.86:1.4":{"pli":"yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ—","eng":"And they are deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. ","html":"{}"},"an5.86:1.5":{"pli":"imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti. ","eng":"A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ","html":"{}</p>"},"an5.86:1.6":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}