{"an5.190":{"an5.190:0.1":{"pli":"Aṅguttara Nikāya 5.190 ","eng":"Numbered Discourses 5.190 ","html":"<article id='an5.190'><header><ul><li class='division'>{}</li>"},"an5.190:0.2":{"pli":"19. Araññavagga ","eng":"19. Wilderness Dwellers ","html":"<li>{}</li></ul>"},"an5.190:0.3":{"pli":"Pattapiṇḍikasutta ","eng":"Those Who Eat Only From the Almsbowl ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.190:1.1":{"pli":"“Pañcime, bhikkhave, pattapiṇḍikā. ","eng":"“Mendicants, these five eat only from the almsbowl. ","html":"<p>{}"},"an5.190:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"an5.190:1.3":{"pli":"Mandattā momūhattā pattapiṇḍiko hoti, pāpiccho icchāpakato pattapiṇḍiko hoti, ummādā cittakkhepā pattapiṇḍiko hoti, ‘vaṇṇitaṃ buddhehi buddhasāvakehī’ti pattapiṇḍiko hoti, appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya pavivekaṃyeva nissāya idamatthitaṃyeva nissāya pattapiṇḍiko hoti. ","eng":"One may eat only from the almsbowl because of stupidity and folly. Or because of corrupt wishes, being of wishful temperament. Or because of madness and mental disorder. Or because it is praised by the Buddhas and their disciples. Or for the sake of having few wishes, for the sake of contentment, self-effacement, seclusion, and simplicity. ","html":"{}"},"an5.190:1.4":{"pli":"Ime kho, bhikkhave, pañca pattapiṇḍikā. ","eng":"These are the five who eat only from the almsbowl. ","html":"{}"},"an5.190:1.5":{"pli":"Imesaṃ kho, bhikkhave, pañcannaṃ pattapiṇḍikānaṃ yvāyaṃ pattapiṇḍiko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya pavivekaṃyeva nissāya idamatthitaṃyeva nissāya pattapiṇḍiko hoti, ayaṃ imesaṃ pañcannaṃ pattapiṇḍikānaṃ aggo ca seṭṭho ca mokkho ca uttamo ca pavaro ca. ","eng":"But the person who eats only from the almsbowl for the sake of having few wishes is the foremost, best, chief, highest, and finest of the five. ","html":"{}</p>"},"an5.190:2.1":{"pli":"Seyyathāpi, bhikkhave, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍo tattha aggamakkhāyati; ","eng":"From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these. ","html":"<p>{}"},"an5.190:2.2":{"pli":"evamevaṃ kho, bhikkhave, imesaṃ pañcannaṃ pattapiṇḍikānaṃ yvāyaṃ pattapiṇḍiko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya pavivekaṃyeva nissāya idamatthitaṃyeva nissāya pattapiṇḍiko hoti, ayaṃ imesaṃ pañcannaṃ pattapiṇḍikānaṃ aggo ca seṭṭho ca mokkho ca uttamo ca pavaro cā”ti. ","eng":"In the same way, the one who eats only from the almsbowl for the sake of having few wishes is the foremost, best, chief, highest, and finest of the five.” ","html":"{}</p>"},"an5.190:2.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an5.190:2.4":{"pli":"Araññavaggo catuttho. ","html":"<p class='endvagga'>{}</p>"},"an5.190:3.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an5.190:3.1":{"pli":"Araññaṃ cīvaraṃ rukkha, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an5.190:3.2":{"pli":"Susānaṃ abbhokāsikaṃ; ","html":"<span class='verse-line'>{}</span>"},"an5.190:3.3":{"pli":"Nesajjaṃ santhataṃ ekāsanikaṃ, ","html":"<span class='verse-line'>{}</span>"},"an5.190:3.4":{"pli":"Khalupacchāpiṇḍikena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an5.191":{"an5.191:0.1":{"pli":"Aṅguttara Nikāya 5.191 ","eng":"Numbered Discourses 5.191 ","html":"<article id='an5.191'><header><ul><li class='division'>{}</li>"},"an5.191:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.191:0.3":{"pli":"Soṇasutta ","eng":"Hounds ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.191:1.1":{"pli":"“Pañcime, bhikkhave, porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesu. ","eng":"“Mendicants, these five ancient traditions of the brahmins are exhibited these days among hounds, but not among brahmins. ","html":"<p>{}"},"an5.191:1.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an5.191:1.3":{"pli":"Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃyeva gacchanti, no abrāhmaṇiṃ. ","eng":"In the past brahmins had sex only with brahmin women, not with others. ","html":"<p>{}"},"an5.191:1.4":{"pli":"Etarahi, bhikkhave, brāhmaṇā brāhmaṇimpi gacchanti, abrāhmaṇimpi gacchanti. ","eng":"These days brahmins have sex with both brahmin women and others. ","html":"{}"},"an5.191:1.5":{"pli":"Etarahi, bhikkhave, sunakhā sunakhiṃyeva gacchanti, no asunakhiṃ. ","eng":"But these days hounds have sex only with female hounds, not with other species. ","html":"{}"},"an5.191:1.6":{"pli":"Ayaṃ, bhikkhave, paṭhamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ","eng":"This is the first ancient tradition of the brahmins exhibited these days among hounds, but not among brahmins. ","html":"{}</p>"},"an5.191:2.1":{"pli":"Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ utuniṃyeva gacchanti, no anutuniṃ. ","eng":"In the past brahmins had sex only with brahmin women in the fertile phase of the menstrual cycle, not at other times. ","html":"<p>{}"},"an5.191:2.2":{"pli":"Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ utunimpi gacchanti, anutunimpi gacchanti. ","eng":"These days brahmins have sex with brahmin women both in the fertile phase of the menstrual cycle and at other times. ","html":"{}"},"an5.191:2.3":{"pli":"Etarahi, bhikkhave, sunakhā sunakhiṃ utuniṃyeva gacchanti, no anutuniṃ. ","eng":"But these days hounds have sex only with female hounds when they are in heat, not at other times. ","html":"{}"},"an5.191:2.4":{"pli":"Ayaṃ, bhikkhave, dutiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ","eng":"This is the second ancient tradition of the brahmins exhibited these days among hounds, but not among brahmins. ","html":"{}</p>"},"an5.191:3.1":{"pli":"Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti. ","eng":"In the past brahmins neither bought nor sold brahmin women. They lived together because they loved each other and wanted their family line to continue. ","html":"<p>{}"},"an5.191:3.2":{"pli":"Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ kiṇantipi vikkiṇantipi, sampiyenapi saṃvāsaṃ sambandhāya sampavattenti. ","eng":"These days brahmins both buy and sell brahmin women. They live together whether they love each other or not and they want their family line to continue. ","html":"{}"},"an5.191:3.3":{"pli":"Etarahi, bhikkhave, sunakhā sunakhiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti. ","eng":"But these days hounds neither buy nor sell female hounds. They live together because they’re attracted to each other and want their family line to continue. ","html":"{}"},"an5.191:3.4":{"pli":"Ayaṃ, bhikkhave, tatiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ","eng":"This is the third ancient tradition of the brahmins exhibited these days among hounds, but not among brahmins. ","html":"{}</p>"},"an5.191:4.1":{"pli":"Pubbe sudaṃ, bhikkhave, brāhmaṇā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ","eng":"In the past brahmins did not store up money, grain, silver, or gold. ","html":"<p>{}"},"an5.191:4.2":{"pli":"Etarahi, bhikkhave, brāhmaṇā sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ","eng":"These days brahmins do store up money, grain, silver, and gold. ","html":"{}"},"an5.191:4.3":{"pli":"Etarahi, bhikkhave, sunakhā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ","eng":"But these days hounds don’t store up money, grain, silver, or gold. ","html":"{}"},"an5.191:4.4":{"pli":"Ayaṃ, bhikkhave, catuttho porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ","eng":"This is the fourth ancient tradition of the brahmins exhibited these days among hounds, but not among brahmins. ","html":"{}</p>"},"an5.191:5.1":{"pli":"Pubbe sudaṃ, bhikkhave, brāhmaṇā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti. ","eng":"In the past brahmins went looking for almsfood for dinner at dusk, and for breakfast at daybreak. ","html":"<p>{}"},"an5.191:5.2":{"pli":"Etarahi, bhikkhave, brāhmaṇā yāvadatthaṃ udarāvadehakaṃ bhuñjitvā avasesaṃ ādāya pakkamanti. ","eng":"These days brahmins eat as much as they like until their bellies are full, then take away the leftovers. ","html":"{}"},"an5.191:5.3":{"pli":"Etarahi, bhikkhave, sunakhā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti. ","eng":"But these days hounds go looking for dinner at dusk, and for breakfast at daybreak. ","html":"{}"},"an5.191:5.4":{"pli":"Ayaṃ, bhikkhave, pañcamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ","eng":"This is the fifth ancient tradition of the brahmins exhibited these days among hounds, but not among brahmins. ","html":"{}</p>"},"an5.191:5.5":{"pli":"Ime kho, bhikkhave, pañca porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesū”ti. ","eng":"These five ancient traditions of the brahmins are exhibited these days among hounds, but not among brahmins.” ","html":"<p>{}</p>"},"an5.191:5.6":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an5.192":{"an5.192:0.1":{"pli":"Aṅguttara Nikāya 5.192 ","eng":"Numbered Discourses 5.192 ","html":"<article id='an5.192'><header><ul><li class='division'>{}</li>"},"an5.192:0.2":{"pli":"20. Brāhmaṇavagga ","eng":"20. Brahmins ","html":"<li>{}</li></ul>"},"an5.192:0.3":{"pli":"Doṇabrāhmaṇasutta ","eng":"With the Brahmin Doṇa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an5.192:1.1":{"pli":"Atha kho doṇo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Doṇa the brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an5.192:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho doṇo brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, Doṇa sat down to one side, and said to the Buddha: ","html":"{}</p>"},"an5.192:2.1":{"pli":"“Sutaṃ metaṃ, bho gotama: ","eng":"“Worthy Gotama, I have heard that ","html":"<p>{}"},"an5.192:2.2":{"pli":"‘na samaṇo gotamo brāhmaṇe jiṇṇe vuḍḍhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī’ti. ","eng":"the ascetic Gotama doesn’t bow to old brahmins, the elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. ","html":"{}"},"an5.192:2.3":{"pli":"Tayidaṃ, bho gotama, tatheva. ","eng":"And this is indeed the case, ","html":"{}"},"an5.192:2.4":{"pli":"Na hi bhavaṃ gotamo brāhmaṇe jiṇṇe vuḍḍhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ","eng":"for the worthy Gotama does not bow to old brahmins, elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. ","html":"{}"},"an5.192:2.5":{"pli":"Tayidaṃ, bho gotama, na sampannamevā”ti. ","eng":"This is not appropriate, worthy Gotama.” ","html":"{}</p>"},"an5.192:2.6":{"pli":"“Tvampi no, doṇa, brāhmaṇo paṭijānāsī”ti? ","eng":"“Doṇa, do you too claim to be a brahmin?” ","html":"<p>{}</p>"},"an5.192:2.7":{"pli":"“Yañhi taṃ, bho gotama, sammā vadamāno vadeyya: ","eng":"“Worthy Gotama, if anyone should be rightly called ","html":"<p>{}"},"an5.192:2.8":{"pli":"‘brāhmaṇo ubhato sujāto—","eng":"a brahmin, it’s me. ","html":"{}"},"an5.192:2.9":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo’ti, mameva taṃ, bho gotama, sammā vadamāno vadeyya. ","html":"{}"},"an5.192:2.10":{"pli":"Ahañhi, bho gotama, brāhmaṇo ubhato sujāto—","html":"{}"},"an5.192:2.11":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo”ti. ","eng":"For I am well born on both my mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. I recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. I know them word-by-word, and their grammar. I am well versed in cosmology and the marks of a great man.” ","html":"{}</p>"},"an5.192:3.1":{"pli":"“Ye kho te, doṇa, brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti sajjhāyitamanusajjhāyanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako, vāmako, vāmadevo, vessāmitto, yamadaggi, aṅgīraso, bhāradvājo, vāseṭṭho, kassapo, bhagu; ","eng":"“Doṇa, the ancient brahmin seers were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted, rehearsing what was rehearsed, and teaching what was taught. ","html":"<p>{}"},"an5.192:3.2":{"pli":"tyāssume pañca brāhmaṇe paññāpenti—","eng":"Those seers described five kinds of brahmins. ","html":"{}"},"an5.192:3.3":{"pli":"brahmasamaṃ, devasamaṃ, mariyādaṃ, sambhinnamariyādaṃ, brāhmaṇacaṇḍālaṃyeva pañcamaṃ. ","eng":"A brahmin who is equal to the Divinity, one who is equal to a god, one who toes the line, one who crosses the line, and the fifth is a brahmin corpse-worker. ","html":"{}"},"an5.192:3.4":{"pli":"Tesaṃ tvaṃ doṇa, katamo”ti? ","eng":"Which one of these are you, Doṇa?” ","html":"{}</p>"},"an5.192:4.1":{"pli":"“Na kho mayaṃ, bho gotama, pañca brāhmaṇe jānāma, atha kho mayaṃ brāhmaṇātveva jānāma. ","eng":"“Worthy Gotama, we don’t know about these five kinds of brahmins. We just know the word ‘brahmin’. ","html":"<p>{}"},"an5.192:4.2":{"pli":"Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ahaṃ ime pañca brāhmaṇe jāneyyan”ti. ","eng":"Worthy Gotama, please teach me this matter so I can learn about these five brahmins.” ","html":"{}</p>"},"an5.192:4.3":{"pli":"“Tena hi, brāhmaṇa, suṇohi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, brahmin, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an5.192:4.4":{"pli":"“Evaṃ, bho”ti kho doṇo brāhmaṇo bhagavato paccassosi. ","eng":"“Yes, worthy sir,” Doṇa replied. ","html":"<p>{}"},"an5.192:4.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an5.192:5.1":{"pli":"“Kathañca, doṇa, brāhmaṇo brahmasamo hoti? ","eng":"“Doṇa, how is a brahmin equal to the Divinity? ","html":"<p>{}</p>"},"an5.192:5.2":{"pli":"Idha, doṇa, brāhmaṇo ubhato sujāto hoti—","eng":"It’s when a brahmin is well born on both the mother’s and the father’s sides, coming from a clean womb back to the seventh paternal generation, with irrefutable and impeccable genealogy. ","html":"<p>{}"},"an5.192:5.3":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ","html":"{}"},"an5.192:5.4":{"pli":"So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ","eng":"For forty-eight years he leads the boy’s spiritual life studying the hymns. ","html":"{}"},"an5.192:5.5":{"pli":"Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ","eng":"Then he seeks a fee for his tutor, but only by legitimate means, not illegitimate. ","html":"{}</p>"},"an5.192:6.1":{"pli":"Tattha ca, doṇa, ko dhammo? ","eng":"In this context, Doṇa, what is legitimate? ","html":"<p>{}"},"an5.192:6.2":{"pli":"Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ","eng":"Not by farming, trade, raising cattle, archery, government service, or one of the professions, but solely by living on alms, not scorning the alms bowl. ","html":"{}"},"an5.192:6.3":{"pli":"So ācariyassa ācariyadhanaṃ niyyādetvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"Having offered the fee to his tutor, he shaves off his hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. ","html":"{}</p>"},"an5.192:6.4":{"pli":"So evaṃ pabbajito samāno mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"Then they meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"<p>{}"},"an5.192:6.5":{"pli":"Karuṇā …pe… ","eng":"They meditate spreading a heart full of compassion … ","html":"{}"},"an5.192:6.6":{"pli":"muditā … ","eng":"rejoicing … ","html":"{}"},"an5.192:6.7":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an5.192:6.8":{"pli":"So ime cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā sugatiṃ brahmalokaṃ upapajjati. ","eng":"Having developed these four divine meditations, when the body breaks up, after death, they’re reborn in a good place, a realm of divinity. ","html":"{}</p>"},"an5.192:6.9":{"pli":"Evaṃ kho, doṇa, brāhmaṇo brahmasamo hoti. ","eng":"That’s how a brahmin is equal to the Divinity. ","html":"<p data-counter='1'>{}</p>"},"an5.192:7.1":{"pli":"Kathañca, doṇa, brāhmaṇo devasamo hoti? ","eng":"And how is a brahmin equal to a god? ","html":"<p>{}</p>"},"an5.192:7.2":{"pli":"Idha, doṇa, brāhmaṇo ubhato sujāto hoti—","eng":"It’s when a brahmin is well born on both the mother’s and the father’s sides … ","html":"<p>{}"},"an5.192:7.3":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ","html":"{}"},"an5.192:7.4":{"pli":"So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ","html":"{}"},"an5.192:7.5":{"pli":"Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ","html":"{}"},"an5.192:7.6":{"pli":"Tattha ca, doṇa, ko dhammo? ","html":"{}"},"an5.192:7.7":{"pli":"Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ","html":"{}"},"an5.192:7.8":{"pli":"So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammeneva, no adhammena. ","eng":"Having offered the fee to his tutor, he seeks a wife, but only by legitimate means, not illegitimate. ","html":"{}</p>"},"an5.192:8.1":{"pli":"Tattha ca, doṇa, ko dhammo? ","eng":"In this context, Doṇa, what is legitimate? ","html":"<p>{}"},"an5.192:8.2":{"pli":"Neva kayena na vikkayena, brāhmaṇiṃyeva udakūpassaṭṭhaṃ. ","eng":"Not by buying or selling, he only accepts a brahmin woman by the pouring of water. ","html":"{}"},"an5.192:8.3":{"pli":"So brāhmaṇiṃyeva gacchati, na khattiyiṃ na vessiṃ na suddiṃ na caṇḍāliṃ na nesādiṃ na veniṃ na rathakāriṃ na pukkusiṃ gacchati, na gabbhiniṃ gacchati, na pāyamānaṃ gacchati, na anutuniṃ gacchati. ","eng":"He has sex only with a brahmin woman. He does not have sex with a woman from a family of aristocrats, peasants, menials, corpse-workers, hunters, bamboo-workers, chariot-makers, or scavengers. Nor does he have sex with women who are pregnant, breastfeeding, or outside the fertile phase of the menstrual cycle. ","html":"{}</p>"},"an5.192:8.4":{"pli":"Kasmā ca, doṇa, brāhmaṇo na gabbhiniṃ gacchati? ","eng":"And why does the brahmin not have sex with a pregnant woman? ","html":"<p>{}"},"an5.192:8.5":{"pli":"Sace, doṇa, brāhmaṇo gabbhiniṃ gacchati, atimīḷhajo nāma so hoti māṇavako vā māṇavikā vā. ","eng":"If a brahmin had sex with a pregnant woman, the boy or girl would be born in too much filth. ","html":"{}"},"an5.192:8.6":{"pli":"Tasmā, doṇa, brāhmaṇo na gabbhiniṃ gacchati. ","eng":"That’s why the brahmin doesn’t have sex with a pregnant woman. ","html":"{}</p>"},"an5.192:8.7":{"pli":"Kasmā ca, doṇa, brāhmaṇo na pāyamānaṃ gacchati? ","eng":"And why does the brahmin not have sex with a breastfeeding woman? ","html":"<p>{}"},"an5.192:8.8":{"pli":"Sace, doṇa, brāhmaṇo pāyamānaṃ gacchati, asucipaṭipīḷito nāma so hoti māṇavako vā māṇavikā vā. ","eng":"If a brahmin had sex with a breastfeeding woman, the boy or girl would drink back the semen. ","html":"{}"},"an5.192:8.9":{"pli":"Tasmā, doṇa, brāhmaṇo na pāyamānaṃ gacchati. ","eng":"That’s why the brahmin doesn’t have sex with a breastfeeding woman. ","html":"{}</p>"},"an5.192:8.10":{"pli":"Tassa sā hoti brāhmaṇī neva kāmatthā na davatthā na ratatthā, pajatthāva brāhmaṇassa brāhmaṇī hoti. ","eng":"And why does the brahmin not have sex outside the fertile phase of the menstrual cycle? Because his brahmin wife is not there for sensual pleasure, fun, and enjoyment, but only for procreation. ","html":"<p>{}"},"an5.192:8.11":{"pli":"So methunaṃ uppādetvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"Having ensured his progeny through sex, he shaves off his hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. ","html":"{}</p>"},"an5.192:8.12":{"pli":"So evaṃ pabbajito samāno vivicceva kāmehi …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"When he has gone forth, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption … second absorption … third absorption … fourth absorption. ","html":"<p>{}"},"an5.192:8.13":{"pli":"So ime cattāro jhāne bhāvetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"Having developed these four absorptions, when the body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}</p>"},"an5.192:8.14":{"pli":"Evaṃ kho, doṇa, brāhmaṇo devasamo hoti. ","eng":"That’s how a brahmin is equal to god. ","html":"<p data-counter='2'>{}</p>"},"an5.192:9.1":{"pli":"Kathañca, doṇa, brāhmaṇo mariyādo hoti? ","eng":"And how does a brahmin toe the line? ","html":"<p>{}</p>"},"an5.192:9.2":{"pli":"Idha, doṇa, brāhmaṇo ubhato sujāto hoti—","eng":"It’s when a brahmin is well born on both the mother’s and the father’s sides … ","html":"<p>{}"},"an5.192:9.3":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ","html":"{}"},"an5.192:9.4":{"pli":"So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ","html":"{}"},"an5.192:9.5":{"pli":"Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ","html":"{}"},"an5.192:9.6":{"pli":"Tattha ca, doṇa, ko dhammo? ","html":"{}"},"an5.192:9.7":{"pli":"Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ","html":"{}"},"an5.192:9.8":{"pli":"So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammeneva, no adhammena. ","html":"{}</p>"},"an5.192:10.1":{"pli":"Tattha ca, doṇa, ko dhammo? ","html":"<p>{}"},"an5.192:10.2":{"pli":"Neva kayena na vikkayena, brāhmaṇiṃyeva udakūpassaṭṭhaṃ. ","eng":"Not by buying or selling, he only accepts a brahmin woman by the pouring of water. ","html":"{}"},"an5.192:10.3":{"pli":"So brāhmaṇiṃyeva gacchati, na khattiyiṃ na vessiṃ na suddiṃ na caṇḍāliṃ na nesādiṃ na veniṃ na rathakāriṃ na pukkusiṃ gacchati, na gabbhiniṃ gacchati, na pāyamānaṃ gacchati, na anutuniṃ gacchati. ","html":"{}"},"an5.192:10.4":{"pli":"Kasmā ca, doṇa, brāhmaṇo na gabbhiniṃ gacchati? ","html":"{}"},"an5.192:10.5":{"pli":"Sace, doṇa, brāhmaṇo gabbhiniṃ gacchati, atimīḷhajo nāma so hoti māṇavako vā māṇavikā vā. ","html":"{}"},"an5.192:10.6":{"pli":"Tasmā, doṇa, brāhmaṇo na gabbhiniṃ gacchati. ","html":"{}"},"an5.192:10.7":{"pli":"Kasmā ca, doṇa, brāhmaṇo na pāyamānaṃ gacchati? ","html":"{}"},"an5.192:10.8":{"pli":"Sace, doṇa, brāhmaṇo pāyamānaṃ gacchati, asucipaṭipīḷito nāma so hoti māṇavako vā māṇavikā vā. ","html":"{}"},"an5.192:10.9":{"pli":"Tasmā, doṇa, brāhmaṇo na pāyamānaṃ gacchati. ","html":"{}"},"an5.192:10.10":{"pli":"Tassa sā hoti brāhmaṇī neva kāmatthā na davatthā na ratatthā, pajatthāva brāhmaṇassa brāhmaṇī hoti. ","html":"{}"},"an5.192:10.11":{"pli":"So methunaṃ uppādetvā tameva puttassādaṃ nikāmayamāno kuṭumbaṃ ajjhāvasati, na agārasmā anagāriyaṃ pabbajati. ","eng":"Having ensured his progeny through sex, his child makes him happy. Because of this attachment he stays in his family property, and does not go forth from the lay life to homelessness. ","html":"{}</p>"},"an5.192:10.12":{"pli":"Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha tiṭṭhati, taṃ na vītikkamati. ","eng":"As far as the line of the ancient brahmins extends, he doesn’t cross over it. ","html":"<p>{}"},"an5.192:10.13":{"pli":"‘Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha brāhmaṇo ṭhito taṃ na vītikkamatī’ti, kho, doṇa, tasmā brāhmaṇo mariyādoti vuccati. ","eng":"That’s why he’s called a brahmin who toes the line. ","html":"{}</p>"},"an5.192:10.14":{"pli":"Evaṃ kho, doṇa, brāhmaṇo mariyādo hoti. ","eng":"That’s how a brahmin toes the line. ","html":"<p data-counter='3'>{}</p>"},"an5.192:11.1":{"pli":"Kathañca, doṇa, brāhmaṇo sambhinnamariyādo hoti? ","eng":"And how does a brahmin cross the line? ","html":"<p>{}</p>"},"an5.192:11.2":{"pli":"Idha, doṇa, brāhmaṇo ubhato sujāto hoti—","eng":"It’s when a brahmin is well born on both the mother’s and the father’s sides … ","html":"<p>{}"},"an5.192:11.3":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ","html":"{}"},"an5.192:11.4":{"pli":"So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ","html":"{}"},"an5.192:11.5":{"pli":"Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ","html":"{}</p>"},"an5.192:12.1":{"pli":"Tattha ca, doṇa, ko dhammo? ","html":"<p>{}"},"an5.192:12.2":{"pli":"Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ","html":"{}"},"an5.192:12.3":{"pli":"So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammenapi adhammenapi kayenapi vikkayenapi brāhmaṇimpi udakūpassaṭṭhaṃ. ","eng":"Having offered a fee for his tutor, he seeks a wife by both legitimate and illegitimate means. That is, by buying or selling, as well as accepting a brahmin woman by the pouring of water. ","html":"{}"},"an5.192:12.4":{"pli":"So brāhmaṇimpi gacchati khattiyimpi gacchati vessimpi gacchati suddimpi gacchati caṇḍālimpi gacchati nesādimpi gacchati venimpi gacchati rathakārimpi gacchati pukkusimpi gacchati gabbhinimpi gacchati pāyamānampi gacchati utunimpi gacchati anutunimpi gacchati. ","eng":"He has sex with a brahmin woman, as well as with a woman from a family of aristocrats, peasants, menials, corpse-workers, hunters, bamboo workers, chariot-makers, or scavengers. And he has sex with women who are pregnant, breastfeeding, or outside the fertile phase of the menstrual cycle. ","html":"{}"},"an5.192:12.5":{"pli":"Tassa sā hoti brāhmaṇī kāmatthāpi davatthāpi ratatthāpi pajatthāpi brāhmaṇassa brāhmaṇī hoti. ","eng":"His brahmin wife is there for sensual pleasure, fun, and enjoyment, as well as for procreation. ","html":"{}</p>"},"an5.192:12.6":{"pli":"Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha na tiṭṭhati, taṃ vītikkamati. ","eng":"As far as the line of the ancient brahmins extends, he crosses over it. ","html":"<p>{}"},"an5.192:12.7":{"pli":"‘Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha brāhmaṇo na ṭhito taṃ vītikkamatī’ti kho, doṇa, tasmā brāhmaṇo sambhinnamariyādoti vuccati. ","eng":"That’s why he’s called a brahmin who crosses the line. ","html":"{}</p>"},"an5.192:12.8":{"pli":"Evaṃ kho, doṇa, brāhmaṇo sambhinnamariyādo hoti. ","eng":"That’s how a brahmin crosses the line. ","html":"<p data-counter='4'>{}</p>"},"an5.192:13.1":{"pli":"Kathañca, doṇa, brāhmaṇo brāhmaṇacaṇḍālo hoti? ","eng":"And how is a brahmin a brahmin corpse-worker? ","html":"<p>{}</p>"},"an5.192:13.2":{"pli":"Idha, doṇa, brāhmaṇo ubhato sujāto hoti—","eng":"It’s when a brahmin is well born on both the mother’s and the father’s sides, coming from a clean womb back to the seventh paternal generation, with irrefutable and impeccable genealogy. ","html":"<p>{}"},"an5.192:13.3":{"pli":"mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ","html":"{}"},"an5.192:13.4":{"pli":"So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ","eng":"For forty-eight years he leads the virginal spiritual life studying the hymns. ","html":"{}"},"an5.192:13.5":{"pli":"Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammenapi adhammenapi ","eng":"Then he seeks a fee for his tutor by legitimate means and illegitimate means. ","html":"{}"},"an5.192:13.6":{"pli":"kasiyāpi vaṇijjāyapi gorakkhenapi issatthenapi rājaporisenapi sippaññatarenapi, kevalampi bhikkhācariyāya, kapālaṃ anatimaññamāno. ","eng":"By farming, trade, raising cattle, archery, government service, or one of the professions, not solely by living on alms, not scorning the alms bowl. ","html":"{}</p>"},"an5.192:14.1":{"pli":"So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammenapi adhammenapi kayenapi vikkayenapi brāhmaṇimpi udakūpassaṭṭhaṃ. ","eng":"Having offered a fee for his tutor, he seeks a wife by both legitimate and illegitimate means. That is, by buying or selling, as well as accepting a brahmin woman by the pouring of water. ","html":"<p>{}"},"an5.192:14.2":{"pli":"So brāhmaṇimpi gacchati khattiyimpi gacchati vessimpi gacchati suddimpi gacchati caṇḍālimpi gacchati nesādimpi gacchati venimpi gacchati rathakārimpi gacchati pukkusimpi gacchati gabbhinimpi gacchati pāyamānampi gacchati utunimpi gacchati anutunimpi gacchati. ","eng":"He has sex with a brahmin woman, as well as with a woman from a family of aristocrats, peasants, menials, corpse-workers, hunters, bamboo workers, chariot-makers, or scavengers. And he has sex with women who are pregnant, breastfeeding, or outside the fertile phase of the menstrual cycle. ","html":"{}"},"an5.192:14.3":{"pli":"Tassa sā hoti brāhmaṇī kāmatthāpi davatthāpi ratatthāpi pajatthāpi brāhmaṇassa brāhmaṇī hoti. ","eng":"His brahmin wife is there for sensual pleasure, fun, and enjoyment, as well as for procreation. ","html":"{}</p>"},"an5.192:14.4":{"pli":"So sabbakammehi jīvikaṃ kappeti. ","eng":"He earns a living by any kind of work. ","html":"<p>{}"},"an5.192:14.5":{"pli":"Tamenaṃ brāhmaṇā evamāhaṃsu: ","eng":"The brahmins say to him, ","html":"{}"},"an5.192:14.6":{"pli":"‘kasmā bhavaṃ brāhmaṇo paṭijānamāno sabbakammehi jīvikaṃ kappetī’ti? ","eng":"‘My good man, why is it that you claim to be a brahmin, but you earn a living by any kind of work?’ ","html":"{}</p>"},"an5.192:14.7":{"pli":"So evamāha: ","eng":"He says, ","html":"<p>{}"},"an5.192:14.8":{"pli":"‘seyyathāpi, bho, aggi sucimpi ḍahati asucimpi ḍahati, na ca tena aggi upalippati; ","eng":"‘It’s like a fire that burns both pure and filthy things, but doesn’t become corrupted by them. ","html":"{}"},"an5.192:14.9":{"pli":"evamevaṃ kho, bho, sabbakammehi cepi brāhmaṇo jīvikaṃ kappeti, na ca tena brāhmaṇo upalippati. ","eng":"In the same way, my good man, if a brahmin earns a living by any kind of work, he is not corrupted by that.’ ","html":"{}</p>"},"an5.192:14.10":{"pli":"Sabbakammehi jīvikaṃ kappetī’ti kho, doṇa, tasmā brāhmaṇo brāhmaṇacaṇḍāloti vuccati. ","eng":"A brahmin is called a brahmin corpse-worker because he earns a living by any kind of work. ","html":"<p>{}</p>"},"an5.192:14.11":{"pli":"Evaṃ kho, doṇa, brāhmaṇo brāhmaṇacaṇḍālo hoti. ","eng":"That’s how a brahmin is a brahmin corpse-worker. ","html":"<p>{}</p>"},"an5.192:15.1":{"pli":"Ye kho te, doṇa, brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samīhitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti sajjhāyitamanusajjhāyanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako, vāmako, vāmadevo, vessāmitto, yamadaggi, aṅgīraso, bhāradvājo, vāseṭṭho, kassapo, bhagu; ","eng":"Doṇa, the ancient brahmin seers were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted, rehearsing what was rehearsed, and teaching what was taught. ","html":"<p>{}</p>"},"an5.192:15.2":{"pli":"tyassume pañca brāhmaṇe paññāpenti—","eng":"Those seers described five kinds of brahmins. ","html":"<p>{}"},"an5.192:15.3":{"pli":"brahmasamaṃ, devasamaṃ, mariyādaṃ, sambhinnamariyādaṃ, brāhmaṇacaṇḍālaṃyeva pañcamaṃ. ","eng":"A brahmin who is equal to the Divinity, one who is equal to a god, one who toes the line, one who crosses the line, and the fifth is a brahmin corpse-worker. ","html":"{}"},"an5.192:15.4":{"pli":"Tesaṃ tvaṃ, doṇa, katamoti? ","eng":"Which one of these are you, Doṇa?” ","html":"{}</p>"},"an5.192:16.1":{"pli":"Evaṃ sante mayaṃ, bho gotama, brāhmaṇacaṇḍālampi na pūrema. ","eng":"“This being so, worthy Gotama, I don’t even qualify as a brahmin corpse-worker. ","html":"<p>{}</p>"},"an5.192:16.2":{"pli":"Abhikkantaṃ, bho gotama …pe… upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"Excellent, worthy Gotama! … From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"<p>{}</p>"},"an5.192:16.3":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}