{"an6.60":{"an6.60:0.1":{"pli":"Aṅguttara Nikāya 6.60 ","eng":"Numbered Discourses 6.60 ","html":"<article id='an6.60'><header><ul><li class='division'>{}</li>"},"an6.60:0.2":{"pli":"6. Mahāvagga ","eng":"6. The Great Chapter ","html":"<li>{}</li></ul>"},"an6.60:0.3":{"pli":"Hatthisāriputtasutta ","eng":"With Hatthisāriputta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.60:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an6.60:1.2":{"pli":"ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye. ","eng":"At one time the Buddha was staying near Varanasi, in the deer park at Isipatana. ","html":"{}</p>"},"an6.60:1.3":{"pli":"Tena kho pana samayena sambahulā therā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā maṇḍalamāḷe sannisinnā sannipatitā abhidhammakathaṃ kathenti. ","eng":"Now at that time several senior mendicants, after the meal, on their return from almsround, sat together in the pavilion talking about the teachings. ","html":"<p>{}"},"an6.60:1.4":{"pli":"Tatra sudaṃ āyasmā citto hatthisāriputto therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opāteti. ","eng":"Venerable Citta Hatthisāriputta interrupted them while they were talking. ","html":"{}</p>"},"an6.60:1.5":{"pli":"Atha kho āyasmā mahākoṭṭhiko āyasmantaṃ cittaṃ hatthisāriputtaṃ etadavoca: ","eng":"Then Venerable Mahākoṭṭhita said to Venerable Citta Hatthisāriputta, ","html":"<p>{}"},"an6.60:1.6":{"pli":"“māyasmā citto hatthisāriputto therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opātesi, yāva kathāpariyosānaṃ āyasmā citto āgametū”ti. ","eng":"“Venerable, please don’t interrupt the senior mendicants while they’re talking about the teachings. Wait until the end of the discussion.” ","html":"{}</p>"},"an6.60:1.7":{"pli":"Evaṃ vutte, āyasmato cittassa hatthisāriputtassa sahāyakā bhikkhū āyasmantaṃ mahākoṭṭhikaṃ etadavocuṃ: ","eng":"When he said this, Citta Hatthisāriputta’s companions said to Mahākoṭṭhita, ","html":"<p>{}"},"an6.60:1.8":{"pli":"“māyasmā mahākoṭṭhiko āyasmantaṃ cittaṃ hatthisāriputtaṃ apasādesi, paṇḍito āyasmā citto hatthisāriputto. ","eng":"“Venerable, please don’t rebuke Citta Hatthisāriputta. He is astute, ","html":"{}"},"an6.60:1.9":{"pli":"Pahoti cāyasmā citto hatthisāriputto therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathetun”ti. ","eng":"and quite capable of talking about the teachings with the senior mendicants.” ","html":"{}</p>"},"an6.60:2.1":{"pli":"“Dujjānaṃ kho etaṃ, āvuso, parassa cetopariyāyaṃ ajānantehi. ","eng":"“It’s not easy to know this, reverends, for those who don’t encompass another’s mind. ","html":"<p>{}</p>"},"an6.60:2.2":{"pli":"Idhāvuso, ekacco puggalo tāvadeva soratasorato hoti, nivātanivāto hoti, upasantupasanto hoti, yāva satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ. ","eng":"Take an individual who is the gentlest of the gentle, the most even-tempered of the even-tempered, the calmest of the calm, so long as they live relying on the Teacher or a spiritual companion in a teacher’s role. ","html":"<p>{}"},"an6.60:2.3":{"pli":"Yato ca kho so vapakassateva satthārā, vapakassati garuṭṭhāniyehi sabrahmacārīhi, so saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ","eng":"But when they’re separated from the Teacher or a spiritual companion in a teacher’s role, they mix closely with monks, nuns, laymen, and laywomen; with rulers and their chief ministers, and with monastics of other religions and their disciples. ","html":"{}"},"an6.60:2.4":{"pli":"Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ","eng":"As they mix closely, they become intimate and loose, spending time chatting, and so lust infects their mind. ","html":"{}"},"an6.60:2.5":{"pli":"So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:3.1":{"pli":"Seyyathāpi, āvuso, goṇo kiṭṭhādo dāmena vā baddho vaje vā oruddho. ","eng":"Suppose an ox fond of crops was tied up or shut in a pen. ","html":"<p>{}"},"an6.60:3.2":{"pli":"Yo nu kho, āvuso, evaṃ vadeyya: ‘na dānāyaṃ goṇo kiṭṭhādo punadeva kiṭṭhaṃ otarissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ","eng":"Would it be right to say that that ox will never again invade the crops?” ","html":"{}</p>"},"an6.60:3.3":{"pli":"“No hidaṃ, āvuso”. ","eng":"“No it would not, reverend. ","html":"<p>{}"},"an6.60:3.4":{"pli":"“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ so goṇo kiṭṭhādo dāmaṃ vā chetvā vajaṃ vā bhinditvā, atha punadeva kiṭṭhaṃ otareyyāti. ","eng":"For it’s quite possible that that ox will snap the ropes or break out of the pen, and then invade the crops.” ","html":"{}</p>"},"an6.60:3.5":{"pli":"Evamevaṃ kho, āvuso, idhekacco puggalo tāvadeva soratasorato hoti, nivātanivāto hoti, upasantupasanto hoti yāva satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ. ","eng":"“In the same way, take an individual who is the gentlest of the gentle … ","html":"<p data-counter='1'>{}"},"an6.60:3.6":{"pli":"Yato ca kho so vapakassateva satthārā, vapakassati garuṭṭhāniyehi sabrahmacārīhi, so saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ","html":"{}"},"an6.60:3.7":{"pli":"Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ","eng":"As they mix closely, they become intimate and loose, spending time chatting, and so lust infects their mind. ","html":"{}"},"an6.60:3.8":{"pli":"So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:4.1":{"pli":"Idha panāvuso, ekacco puggalo vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"And take an individual who, quite secluded from sensual pleasures … enters and remains in the first absorption. ","html":"<p>{}"},"an6.60:4.2":{"pli":"So ‘lābhimhi paṭhamassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the first absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:4.3":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:4.4":{"pli":"Seyyathāpi, āvuso, cātumahāpathe thullaphusitako devo vassanto rajaṃ antaradhāpeyya, cikkhallaṃ pātukareyya. ","eng":"Suppose the heavens were raining heavily at the crossroads so that the dust vanished and mud appeared. ","html":"<p>{}"},"an6.60:4.5":{"pli":"Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ cātumahāpathe punadeva rajo pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ","eng":"Would it be right to say that now dust will never appear at this crossroad again?” ","html":"{}</p>"},"an6.60:4.6":{"pli":"“No hidaṃ, āvuso”. ","eng":"“No it would not, reverend. ","html":"<p>{}"},"an6.60:4.7":{"pli":"“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ amusmiṃ cātumahāpathe manussā vā atikkameyyuṃ, gopasū vā atikkameyyuṃ, vātātapo vā snehagataṃ pariyādiyeyya, atha punadeva rajo pātubhaveyyāti. ","eng":"For it is quite possible that people or cattle and so on will cross over the crossroad, or that the wind and sun will evaporate the moisture so that the dust appears again.” ","html":"{}</p>"},"an6.60:4.8":{"pli":"Evamevaṃ kho, āvuso, idhekacco puggalo vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"“In the same way, take an individual who, quite secluded from sensual pleasures … enters and remains in the first absorption. ","html":"<p data-counter='2'>{}"},"an6.60:4.9":{"pli":"So ‘lābhimhi paṭhamassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the first absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:4.10":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:5.1":{"pli":"Idha panāvuso, ekacco puggalo vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"And take an individual who, as the placing of the mind and keeping it connected are stilled … enters and remains in the second absorption. ","html":"<p>{}"},"an6.60:5.2":{"pli":"So ‘lābhimhi dutiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the second absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:5.3":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:5.4":{"pli":"Seyyathāpi, āvuso, gāmassa vā nigamassa vā avidūre mahantaṃ taḷākaṃ. ","eng":"Suppose there was a large pond not far from a town or village. ","html":"<p>{}"},"an6.60:5.5":{"pli":"Tattha thullaphusitako devo vuṭṭho sippisambukampi sakkharakaṭhalampi antaradhāpeyya. ","eng":"After the heavens have rained heavily there, the clams and mussels, and pebbles and gravel would vanish. ","html":"{}"},"an6.60:5.6":{"pli":"Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ taḷāke punadeva sippisambukā vā sakkharakaṭhalā vā pātubhavissantī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ","eng":"Would it be right to say that now the clams and mussels, and pebbles and gravel will never appear here again?” ","html":"{}</p>"},"an6.60:5.7":{"pli":"“No hidaṃ, āvuso”. ","eng":"“No it would not, reverend. ","html":"<p>{}"},"an6.60:5.8":{"pli":"“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ amusmiṃ taḷāke manussā vā piveyyuṃ, gopasū vā piveyyuṃ, vātātapo vā snehagataṃ pariyādiyeyya, atha punadeva sippisambukāpi sakkharakaṭhalāpi pātubhaveyyunti. ","eng":"For it’s quite possible that people or cattle and so on will drink from the pond, or that the wind and sun will evaporate it so that the clams and mussels, and pebbles and gravel appear again.” ","html":"{}</p>"},"an6.60:5.9":{"pli":"Evamevaṃ kho, āvuso, idhekacco puggalo vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"“In the same way, take an individual who, as the placing of the mind and keeping it connected are stilled … enters and remains in the second absorption. ","html":"<p data-counter='3'>{}"},"an6.60:5.10":{"pli":"So ‘lābhimhi dutiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the second absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:5.11":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:6.1":{"pli":"Idha panāvuso, ekacco puggalo pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"And take an individual who, with the fading away of rapture … enters and remains in the third absorption. ","html":"<p>{}"},"an6.60:6.2":{"pli":"So ‘lābhimhi tatiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the third absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:6.3":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:6.4":{"pli":"Seyyathāpi, āvuso, purisaṃ paṇītabhojanaṃ bhuttāviṃ ābhidosikaṃ bhojanaṃ nacchādeyya. ","eng":"Suppose a person had finished a delicious meal. They’d have no appetite for leftovers. ","html":"<p>{}"},"an6.60:6.5":{"pli":"Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amuṃ purisaṃ punadeva bhojanaṃ chādessatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ","eng":"Would it be right to say that now food will never appeal to this person again?” ","html":"{}</p>"},"an6.60:6.6":{"pli":"“No hidaṃ, āvuso”. ","eng":"“No it would not, reverend. ","html":"<p>{}"},"an6.60:6.7":{"pli":"“Ṭhānañhetaṃ, āvuso, vijjati, amuṃ purisaṃ paṇītabhojanaṃ bhuttāviṃ yāvassa sā ojā kāye ṭhassati tāva na aññaṃ bhojanaṃ chādessati. ","eng":"For it’s quite possible that other food won’t appeal to that person as long as the nourishment is still present. ","html":"{}"},"an6.60:6.8":{"pli":"Yato ca khvassa sā ojā antaradhāyissati, atha punadeva taṃ bhojanaṃ chādeyyāti. ","eng":"But when the nourishment vanishes food will appeal again.” ","html":"{}</p>"},"an6.60:6.9":{"pli":"Evamevaṃ kho, āvuso, idhekacco puggalo pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"“In the same way, take an individual who, with the fading away of rapture … enters and remains in the third absorption. ","html":"<p data-counter='4'>{}"},"an6.60:6.10":{"pli":"So ‘lābhimhi tatiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the third absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:6.11":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:7.1":{"pli":"Idha, panāvuso, ekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"And take an individual who, giving up pleasure and pain … enters and remains in the fourth absorption. ","html":"<p>{}"},"an6.60:7.2":{"pli":"So ‘lābhimhi catutthassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the fourth absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:7.3":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:7.4":{"pli":"Seyyathāpi, āvuso, pabbatasaṅkhepe udakarahado nivāto vigataūmiko. ","eng":"Suppose that in a mountain glen there was a lake, unruffled and free of waves. ","html":"<p>{}"},"an6.60:7.5":{"pli":"Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ udakarahade punadeva ūmi pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ","eng":"Would it be right to say that now waves will never appear in this lake again?” ","html":"{}</p>"},"an6.60:7.6":{"pli":"“No hidaṃ, āvuso”. ","eng":"“No it would not, reverend. ","html":"<p>{}"},"an6.60:7.7":{"pli":"“Ṭhānañhetaṃ, āvuso, vijjati, yā puratthimāya disāya āgaccheyya bhusā vātavuṭṭhi. Sā tasmiṃ udakarahade ūmiṃ janeyya. Yā pacchimāya disāya āgaccheyya …pe… yā uttarāya disāya āgaccheyya … yā dakkhiṇāya disāya āgaccheyya bhusā vātavuṭṭhi. Sā tasmiṃ udakarahade ūmiṃ janeyyāti. ","eng":"For it is quite possible that a violent storm could blow up out of the east, west, north, or south, and stir up waves in that lake.” ","html":"{}</p>"},"an6.60:7.8":{"pli":"Evamevaṃ kho, āvuso, idhekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"“In the same way, take an individual who, giving up pleasure and pain … enters and remains in the fourth absorption. ","html":"<p data-counter='5'>{}"},"an6.60:7.9":{"pli":"So ‘lābhimhi catutthassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ","eng":"Thinking, ‘I get the fourth absorption!’ they mix closely with monks … ","html":"{}"},"an6.60:7.10":{"pli":"sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:8.1":{"pli":"Idha, panāvuso, ekacco puggalo sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharati. ","eng":"And take an individual who, not focusing on any signs, enters and remains in the signless immersion of the heart. ","html":"<p>{}"},"an6.60:8.2":{"pli":"So ‘lābhimhi animittassa cetosamādhissā’ti saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ","eng":"Thinking, ‘I get the signless immersion of the heart!’ they mix closely with monks, nuns, laymen, and laywomen; with rulers and their chief ministers, and with monastics of other religions and their disciples. ","html":"{}"},"an6.60:8.3":{"pli":"Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ","eng":"As they mix closely, they become intimate and loose, spending time chatting, and so lust infects their mind. ","html":"{}"},"an6.60:8.4":{"pli":"So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"They resign the training and return to a lesser life. ","html":"{}</p>"},"an6.60:8.5":{"pli":"Seyyathāpi, āvuso, rājā vā rājamahāmatto vā caturaṅginiyā senāya addhānamaggappaṭipanno aññatarasmiṃ vanasaṇḍe ekarattiṃ vāsaṃ upagaccheyya. ","eng":"Suppose a ruler or their chief minister, while walking along the road with an army of four divisions, was to arrive at a forest grove where they set up camp for the night. ","html":"<p>{}"},"an6.60:8.6":{"pli":"Tatra hatthisaddena assasaddena rathasaddena pattisaddena bheripaṇavasaṅkhatiṇavaninnādasaddena cīrikasaddo antaradhāyeyya. ","eng":"There, because of the noise of the elephants, horses, chariots, soldiers, and the drums, kettledrums, horns, and cymbals, the chirping of crickets would vanish. ","html":"{}"},"an6.60:8.7":{"pli":"Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ vanasaṇḍe punadeva cīrikasaddo pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ","eng":"Would it be right to say that now the chirping of crickets will never be heard in this woodland grove again?” ","html":"{}</p>"},"an6.60:8.8":{"pli":"“No hidaṃ, āvuso”. ","eng":"“No it would not, reverend. ","html":"<p>{}"},"an6.60:8.9":{"pli":"“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ so rājā vā rājamahāmatto vā tamhā vanasaṇḍā pakkameyya, atha punadeva cīrikasaddo pātubhaveyyāti. ","eng":"For it is quite possible that the ruler or their chief minister will leave that woodland grove so that the chirping of crickets will be heard there again.” ","html":"{}</p>"},"an6.60:8.10":{"pli":"Evamevaṃ kho, āvuso, idhekacco puggalo sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharati. ","eng":"“In the same way, take an individual who, not focusing on any signs, enters and remains in the signless immersion of the heart … ","html":"<p data-counter='6'>{}"},"an6.60:8.11":{"pli":"So ‘lābhimhi animittassa cetosamādhissā’ti saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ","html":"{}"},"an6.60:8.12":{"pli":"Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ","html":"{}"},"an6.60:8.13":{"pli":"So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattatī”ti. ","eng":"They resign the training and return to a lesser life.” ","html":"{}</p>"},"an6.60:9.1":{"pli":"Atha kho āyasmā citto hatthisāriputto aparena samayena sikkhaṃ paccakkhāya hīnāyāvattati. ","eng":"Then after some time Venerable Citta Hatthisāriputta resigned the training and returned to a lesser life. ","html":"<p>{}"},"an6.60:9.2":{"pli":"Atha kho cittassa hatthisāriputtassa sahāyakā bhikkhū yenāyasmā mahākoṭṭhiko tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ mahākoṭṭhikaṃ etadavocuṃ: ","eng":"Then the mendicants who were his companions went up to Venerable Mahākoṭṭhita and said, ","html":"{}"},"an6.60:9.3":{"pli":"“kiṃ nu kho āyasmatā mahākoṭṭhikena citto hatthisāriputto cetasā ceto paricca vidito: ","eng":"“Did Venerable Mahākoṭṭhita encompass Citta Hatthisāriputta’s mind and know that ","html":"{}"},"an6.60:9.4":{"pli":"‘imāsañca imāsañca vihārasamāpattīnaṃ citto hatthisāriputto lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’ti; ","eng":"he had gained such and such meditative attainments, yet he would still resign the training and return to a lesser life? ","html":"{}"},"an6.60:9.5":{"pli":"udāhu devatā etamatthaṃ ārocesuṃ: ","eng":"Or did deities tell you about it?” ","html":"{}"},"an6.60:9.6":{"pli":"‘citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’”ti? ","html":"{}</p>"},"an6.60:9.7":{"pli":"“Cetasā ceto paricca vidito me, āvuso: ","eng":"“Reverends, I encompassed his mind and knew this. ","html":"<p>{}"},"an6.60:9.8":{"pli":"‘citto hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’ti. ","html":"{}"},"an6.60:9.9":{"pli":"Devatāpi me etamatthaṃ ārocesuṃ: ","eng":"And deities also told me.” ","html":"{}"},"an6.60:9.10":{"pli":"‘citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’”ti. ","html":"{}</p>"},"an6.60:10.1":{"pli":"Atha kho cittassa hatthisāriputtassa sahāyakā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then the mendicants who were Citta Hatthisāriputta’s companions went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an6.60:10.2":{"pli":"“citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattatī”ti. ","eng":"“Sir, Citta Hatthisāriputta, who had gained such and such meditative attainments, has still resigned the training and returned to a lesser life.” ","html":"{}</p>"},"an6.60:10.3":{"pli":"“Na, bhikkhave, citto ciraṃ sarissati nekkhammassā”ti. ","eng":"“Mendicants, soon Citta will remember renunciation.” ","html":"<p>{}</p>"},"an6.60:11.1":{"pli":"Atha kho citto hatthisāriputto nacirasseva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","eng":"And not long after Citta Hatthisāriputta shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. ","html":"<p>{}"},"an6.60:11.2":{"pli":"Atha kho āyasmā citto hatthisāriputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Then Citta Hatthisāriputta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"{}</p>"},"an6.60:11.3":{"pli":"“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"<p>{}"},"an6.60:11.4":{"pli":"Aññataro ca panāyasmā citto hatthisāriputto arahataṃ ahosīti. ","eng":"And Venerable Citta Hatthisāriputta became one of the perfected. ","html":"{}</p>"},"an6.60:11.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.61":{"an6.61:0.1":{"pli":"Aṅguttara Nikāya 6.61 ","eng":"Numbered Discourses 6.61 ","html":"<article id='an6.61'><header><ul><li class='division'>{}</li>"},"an6.61:0.2":{"pli":"6. Mahāvagga ","eng":"6. The Great Chapter ","html":"<li>{}</li></ul>"},"an6.61:0.3":{"pli":"Majjhesutta ","eng":"In the Middle ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.61:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an6.61:1.2":{"pli":"ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye. ","eng":"At one time the Buddha was staying near Varanasi, in the deer park at Isipatana. ","html":"{}</p>"},"an6.61:1.3":{"pli":"Tena kho pana samayena sambahulānaṃ therānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Now at that time, after the meal, on return from almsround, several senior mendicants sat together in the pavilion and this discussion came up among them, ","html":"<p>{}"},"an6.61:1.4":{"pli":"“vuttamidaṃ, āvuso, bhagavatā pārāyane metteyyapañhe: ","eng":"“Reverends, this was said by the Buddha in ‘The Way to the Far Shore’, in ‘The Questions of Metteyya’: ","html":"{}</p>"},"an6.61:2.1":{"pli":"‘Yo ubhonte viditvāna, ","eng":"‘The thoughtful one who has known both ends, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.61:2.2":{"pli":"majjhe mantā na lippati; ","eng":"and is not stuck in the middle: ","html":"<span class='verse-line'>{}</span>"},"an6.61:2.3":{"pli":"Taṃ brūmi mahāpurisoti, ","eng":"he is a great man, I declare, ","html":"<span class='verse-line'>{}</span>"},"an6.61:2.4":{"pli":"sodha sibbinimaccagā’”ti. ","eng":"he has escaped the seamstress here.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.61:3.1":{"pli":"“Katamo nu kho, āvuso, eko anto, katamo dutiyo anto, kiṃ majjhe, kā sibbinī”ti? ","eng":"But what is one end? What’s the second end? What’s the middle? And who is the seamstress?” ","html":"<p>{}"},"an6.61:3.2":{"pli":"Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"{}</p>"},"an6.61:3.3":{"pli":"“phasso kho, āvuso, eko anto, phassasamudayo dutiyo anto, phassanirodho majjhe, taṇhā sibbinī; ","eng":"“Contact, reverends, is one end. The origin of contact is the second end. The cessation of contact is the middle. And craving is the seamstress, ","html":"<p data-counter='1'>{}"},"an6.61:3.4":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","eng":"for craving weaves one to being regenerated in one state of existence or another. ","html":"{}"},"an6.61:3.5":{"pli":"Ettāvatā kho, āvuso, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows what should be directly known and completely understands what should be completely understood. Knowing and understanding thus they make an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:4.1":{"pli":"Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.61:4.2":{"pli":"“atītaṃ kho, āvuso, eko anto, anāgataṃ dutiyo anto, paccuppannaṃ majjhe, taṇhā sibbinī; ","eng":"“The past, reverends, is one end. The future is the second end. The present is the middle. And craving is the seamstress … ","html":"<p data-counter='2'>{}"},"an6.61:4.3":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","html":"{}"},"an6.61:4.4":{"pli":"Ettāvatā kho, āvuso, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto, pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows … an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:5.1":{"pli":"Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.61:5.2":{"pli":"“sukhā, āvuso, vedanā eko anto, dukkhā vedanā dutiyo anto, adukkhamasukhā vedanā majjhe, taṇhā sibbinī; ","eng":"“Pleasant feeling, reverends, is one end. Painful feeling is the second end. Neutral feeling is the middle. And craving is the seamstress … ","html":"<p data-counter='3'>{}"},"an6.61:5.3":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","html":"{}"},"an6.61:5.4":{"pli":"Ettāvatā kho, āvuso, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto, pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows … an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:6.1":{"pli":"Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.61:6.2":{"pli":"“nāmaṃ kho, āvuso, eko anto, rūpaṃ dutiyo anto, viññāṇaṃ majjhe, taṇhā sibbinī; ","eng":"“Name, reverends, is one end. Form is the second end. Consciousness is the middle. And craving is the seamstress … ","html":"<p data-counter='4'>{}"},"an6.61:6.3":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","html":"{}"},"an6.61:6.4":{"pli":"Ettāvatā kho, āvuso, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows … an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:7.1":{"pli":"Evaṃ vutte aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.61:7.2":{"pli":"“cha kho, āvuso, ajjhattikāni āyatanāni eko anto, cha bāhirāni āyatanāni dutiyo anto, viññāṇaṃ majjhe, taṇhā sibbinī; ","eng":"“The six interior sense fields, reverends, are one end. The six exterior sense fields are the second end. Consciousness is the middle. And craving is the seamstress … ","html":"<p data-counter='5'>{}"},"an6.61:7.3":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","html":"{}"},"an6.61:7.4":{"pli":"Ettāvatā kho, āvuso, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows … an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:8.1":{"pli":"Evaṃ vutte aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.61:8.2":{"pli":"“sakkāyo kho, āvuso, eko anto, sakkāyasamudayo dutiyo anto, sakkāyanirodho majjhe, taṇhā sibbinī; ","eng":"“Substantial reality, reverends, is one end. The origin of substantial reality is the second end. The cessation of substantial reality is the middle. And craving is the seamstress, ","html":"<p data-counter='6'>{}"},"an6.61:8.3":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","eng":"for craving weaves one to being regenerated in one state of existence or another. ","html":"{}"},"an6.61:8.4":{"pli":"Ettāvatā kho, āvuso, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows what should be directly known and completely understands what should be completely understood. Knowing and understanding thus they make an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:9.1":{"pli":"Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.61:9.2":{"pli":"“byākataṃ kho, āvuso, amhehi sabbeheva yathāsakaṃ paṭibhānaṃ. ","eng":"“Each of us has spoken from the heart. ","html":"<p data-counter='7'>{}"},"an6.61:9.3":{"pli":"Āyāmāvuso, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā bhagavato etamatthaṃ ārocessāma. ","eng":"Come, reverends, let’s go to the Buddha, and inform him about this. ","html":"{}"},"an6.61:9.4":{"pli":"Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti. ","eng":"As he answers, so we’ll remember it.” ","html":"{}</p>"},"an6.61:10.1":{"pli":"“Evamāvuso”ti kho therā bhikkhū tassa bhikkhuno paccassosuṃ. ","eng":"“Yes, reverend,” those senior mendicants replied. ","html":"<p>{}"},"an6.61:10.2":{"pli":"Atha kho therā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"Then those senior mendicants went up to the Buddha, bowed, sat down to one side, ","html":"{}"},"an6.61:10.3":{"pli":"Ekamantaṃ nisinnā kho therā bhikkhū yāvatako ahosi sabbeheva saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesuṃ. ","eng":"and informed the Buddha of all they had discussed. They asked, ","html":"{}"},"an6.61:10.4":{"pli":"“Kassa nu kho, bhante, subhāsitan”ti? ","eng":"“Sir, who has spoken well?” ","html":"{}</p>"},"an6.61:10.5":{"pli":"“Sabbesaṃ vo, bhikkhave, subhāsitaṃ pariyāyena, api ca yaṃ mayā sandhāya bhāsitaṃ pārāyane metteyyapañhe: ","eng":"“Mendicants, you’ve all spoken well in a way. However, this is what I was referring to in ‘The Way to the Far Shore’, in ‘The Questions of Metteyya’ when I said: ","html":"<p>{}</p>"},"an6.61:11.1":{"pli":"‘Yo ubhonte viditvāna, ","eng":"‘The sage has known both ends, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.61:11.2":{"pli":"majjhe mantā na lippati; ","eng":"and is not stuck in the middle. ","html":"<span class='verse-line'>{}</span>"},"an6.61:11.3":{"pli":"Taṃ brūmi mahāpurisoti, ","eng":"He is a great man, I declare, ","html":"<span class='verse-line'>{}</span>"},"an6.61:11.4":{"pli":"sodha sibbinimaccagā’ti. ","eng":"he has escaped the seamstress here.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.61:12.1":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an6.61:12.2":{"pli":"“Evaṃ, bhante”ti kho therā bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an6.61:12.3":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an6.61:12.4":{"pli":"“phasso kho, bhikkhave, eko anto, phassasamudayo dutiyo anto, phassanirodho majjhe, taṇhā sibbinī; ","eng":"“Contact, mendicants, is one end. The origin of contact is the second end. The cessation of contact is the middle. And craving is the seamstress, ","html":"<p>{}"},"an6.61:12.5":{"pli":"taṇhā hi naṃ sibbati tassa tasseva bhavassa abhinibbattiyā. ","eng":"for craving weaves one to being regenerated in one state of existence or another. ","html":"{}"},"an6.61:12.6":{"pli":"Ettāvatā kho, bhikkhave, bhikkhu abhiññeyyaṃ abhijānāti, pariññeyyaṃ parijānāti, abhiññeyyaṃ abhijānanto pariññeyyaṃ parijānanto diṭṭheva dhamme dukkhassantakaro hotī”ti. ","eng":"That’s how a mendicant directly knows what should be directly known and completely understands what should be completely understood. Knowing and understanding thus they make an end of suffering in this very life.” ","html":"{}</p>"},"an6.61:12.7":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}