{"an6.57":{"an6.57:0.1":{"pli":"Aṅguttara Nikāya 6.57 ","eng":"Numbered Discourses 6.57 ","html":"<article id='an6.57'><header><ul><li class='division'>{}</li>"},"an6.57:0.2":{"pli":"6. Mahāvagga ","eng":"6. The Great Chapter ","html":"<li>{}</li></ul>"},"an6.57:0.3":{"pli":"Chaḷabhijātisutta ","eng":"The Six Classes of Rebirth ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.57:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ","eng":"At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"<p>{}"},"an6.57:1.2":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an6.57:1.3":{"pli":"“pūraṇena, bhante, kassapena chaḷabhijātiyo paññattā—","eng":"“Sir, Pūraṇa Kassapa describes six classes of rebirth: ","html":"<p>{}"},"an6.57:1.4":{"pli":"kaṇhābhijāti paññattā, nīlābhijāti paññattā, lohitābhijāti paññattā, haliddābhijāti paññattā, sukkābhijāti paññattā, paramasukkābhijāti paññattā. ","eng":"black, blue, red, yellow, white, and ultimate white. ","html":"{}</p>"},"an6.57:2.1":{"pli":"Tatridaṃ, bhante, pūraṇena kassapena kaṇhābhijāti paññattā, orabbhikā sūkarikā sākuṇikā māgavikā luddā macchaghātakā corā coraghātakā bandhanāgārikā ye vā panaññepi keci kurūrakammantā. ","eng":"The black class of rebirth consists of slaughterers of sheep, pigs, poultry, or deer, hunters or fishers, bandits, executioners, butchers of cattle, jailers, and any others with a cruel livelihood. ","html":"<p data-counter='1'>{}</p>"},"an6.57:3.1":{"pli":"Tatridaṃ, bhante, pūraṇena kassapena nīlābhijāti paññattā, bhikkhū kaṇṭakavuttikā ye vā panaññepi keci kammavādā kriyavādā. ","eng":"The blue class of rebirth consists of mendicants whose life is thorny, and any others who teach the efficacy of deeds and action. ","html":"<p data-counter='2'>{}</p>"},"an6.57:4.1":{"pli":"Tatridaṃ, bhante, pūraṇena kassapena lohitābhijāti paññattā, nigaṇṭhā ekasāṭakā. ","eng":"The red class of rebirth consists of the Jain ascetics who wear one cloth. ","html":"<p data-counter='3'>{}</p>"},"an6.57:5.1":{"pli":"Tatridaṃ, bhante, pūraṇena kassapena haliddābhijāti paññattā, gihī odātavasanā acelakasāvakā. ","eng":"The yellow class of rebirth consists of the lay people dressed in white who are disciples of the naked ascetics. ","html":"<p data-counter='4'>{}</p>"},"an6.57:6.1":{"pli":"Tatridaṃ, bhante, pūraṇena kassapena sukkābhijāti paññattā, ājīvakā ājīvakiniyo. ","eng":"The white class of rebirth consists of male and female Ājīvaka ascetics. ","html":"<p data-counter='5'>{}</p>"},"an6.57:7.1":{"pli":"Tatridaṃ, bhante, pūraṇena kassapena paramasukkābhijāti paññattā, nando vaccho kiso saṅkicco makkhali gosālo. ","eng":"And the ultimate white class of rebirth consists of Nanda Vaccha, Kisa Saṅkicca, and the bamboo-staffed ascetic Gosāla. ","html":"<p data-counter='6'>{}</p>"},"an6.57:8.1":{"pli":"Pūraṇena, bhante, kassapena imā chaḷabhijātiyo paññattā”ti. ","eng":"These are the six classes of rebirth that Pūraṇa Kassapa describes.” ","html":"<p>{}</p>"},"an6.57:9.1":{"pli":"“Kiṃ panānanda, pūraṇassa kassapassa sabbo loko etadabbhanujānāti imā chaḷabhijātiyo paññāpetun”ti? ","eng":"“But Ānanda, did the whole world authorize Pūraṇa Kassapa to describe these six classes of rebirth?” ","html":"<p>{}</p>"},"an6.57:9.2":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"an6.57:9.3":{"pli":"Seyyathāpi, ānanda, puriso daliddo assako anāḷhiko, tassa akāmakassa bilaṃ olaggeyyuṃ: ‘idaṃ te, ambho purisa, maṃsañca khāditabbaṃ, mūlañca anuppadātabban’ti. ","eng":"“It’s as if they were to force a chop on a poor, penniless person, telling them, ‘Eat this meat and pay for it!’ ","html":"<p>{}"},"an6.57:9.4":{"pli":"Evamevaṃ kho, ānanda, pūraṇena kassapena appaṭiññāya etesaṃ samaṇabrāhmaṇānaṃ imā chaḷabhijātiyo paññattā, yathā taṃ bālena abyattena akhettaññunā akusalena. ","eng":"In the same way, Pūraṇa Kassapa has described these six classes of rebirth without the consent of those ascetics and brahmins. And he has done so in a foolish, incompetent, unskilled way, lacking common sense. ","html":"{}</p>"},"an6.57:10.1":{"pli":"Ahaṃ kho panānanda, chaḷabhijātiyo paññāpemi. ","eng":"I, however, also describe six classes of rebirth. ","html":"<p>{}"},"an6.57:10.2":{"pli":"Taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an6.57:10.3":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ","eng":"“Yes, sir,” Ānanda replied. ","html":"<p>{}"},"an6.57:10.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an6.57:10.5":{"pli":"“katamā cānanda, chaḷabhijātiyo? ","eng":"“And what, Ānanda, are the six classes of rebirth? ","html":"<p>{}"},"an6.57:10.6":{"pli":"Idhānanda, ekacco kaṇhābhijātiyo samāno kaṇhaṃ dhammaṃ abhijāyati. ","eng":"Someone born into a dark class gives rise to a dark result. ","html":"{}"},"an6.57:10.7":{"pli":"Idha panānanda, ekacco kaṇhābhijātiyo samāno sukkaṃ dhammaṃ abhijāyati. ","eng":"Someone born into a dark class gives rise to a bright result. ","html":"{}"},"an6.57:10.8":{"pli":"Idha panānanda, ekacco kaṇhābhijātiyo samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. ","eng":"Someone born into a dark class gives rise to extinguishment, which is neither dark nor bright. ","html":"{}"},"an6.57:10.9":{"pli":"Idha panānanda, ekacco sukkābhijātiyo samāno kaṇhaṃ dhammaṃ abhijāyati. ","eng":"Someone born into a bright class gives rise to a dark result. ","html":"{}"},"an6.57:10.10":{"pli":"Idha panānanda, ekacco sukkābhijātiyo samāno sukkaṃ dhammaṃ abhijāyati. ","eng":"Someone born into a bright class gives rise to a bright result. ","html":"{}"},"an6.57:10.11":{"pli":"Idha panānanda, ekacco sukkābhijātiyo samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. ","eng":"Someone born into a bright class gives rise to extinguishment, which is neither dark nor bright. ","html":"{}</p>"},"an6.57:11.1":{"pli":"Kathañcānanda, kaṇhābhijātiyo samāno kaṇhaṃ dhammaṃ abhijāyati? ","eng":"And how does someone born into a dark class give rise to a dark result? ","html":"<p data-counter='1'>{}"},"an6.57:11.2":{"pli":"Idhānanda, ekacco nīce kule paccājāto hoti—caṇḍālakule vā nesādakule vā venakule vā rathakārakule vā pukkusakule vā, dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati. ","eng":"It’s when someone is reborn in a low family—a family of corpse-workers, bamboo-workers, hunters, chariot-makers, or scavengers—poor, with little to eat or drink, where life is tough, and food and shelter are hard to find. ","html":"{}"},"an6.57:11.3":{"pli":"So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khañjo vā pakkhahato vā, na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ","eng":"And they’re ugly, unsightly, deformed, sickly—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, fragrance, and makeup; or bed, house, and lighting. ","html":"{}"},"an6.57:11.4":{"pli":"So kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati. ","eng":"And they do bad things by way of body, speech, and mind. ","html":"{}"},"an6.57:11.5":{"pli":"So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an6.57:11.6":{"pli":"Evaṃ kho, ānanda, kaṇhābhijātiyo samāno kaṇhaṃ dhammaṃ abhijāyati. ","eng":"That’s how someone born into a dark class gives rise to a dark result. ","html":"{}</p>"},"an6.57:12.1":{"pli":"Kathañcānanda, kaṇhābhijātiyo samāno sukkaṃ dhammaṃ abhijāyati? ","eng":"And how does someone born into a dark class give rise to a bright result? ","html":"<p data-counter='2'>{}"},"an6.57:12.2":{"pli":"Idhānanda, ekacco nīce kule paccājāto hoti—caṇḍālakule vā …pe… ","eng":"It’s when some person is reborn in a low family … ","html":"{}"},"an6.57:12.3":{"pli":"seyyāvasathapadīpeyyassa. ","html":"{}"},"an6.57:12.4":{"pli":"So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati. ","eng":"But they do good things by way of body, speech, and mind. ","html":"{}"},"an6.57:12.5":{"pli":"So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}"},"an6.57:12.6":{"pli":"Evaṃ kho, ānanda, kaṇhābhijātiyo samāno sukkaṃ dhammaṃ abhijāyati. ","eng":"That’s how someone born into a dark class gives rise to a bright result. ","html":"{}</p>"},"an6.57:13.1":{"pli":"Kathañcānanda, kaṇhābhijātiyo samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati? ","eng":"And how does someone born into a dark class give rise to extinguishment, which is neither dark nor bright? ","html":"<p data-counter='3'>{}"},"an6.57:13.2":{"pli":"Idhānanda, ekacco nīce kule paccājāto hoti—caṇḍālakule vā …pe… ","eng":"It’s when some person is reborn in a low family … ","html":"{}"},"an6.57:13.3":{"pli":"so ca hoti dubbaṇṇo duddasiko okoṭimako. ","html":"{}"},"an6.57:13.4":{"pli":"So kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"They shave off their hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"{}"},"an6.57:13.5":{"pli":"So evaṃ pabbajito samāno pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu suppatiṭṭhitacitto, satta bojjhaṅge yathābhūtaṃ bhāvetvā akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. ","eng":"They give up the five hindrances, corruptions of the heart that weaken wisdom. They firmly establish their mind in the four kinds of mindfulness meditation. They truly develop the seven awakening factors. And then they give rise to extinguishment, which is neither dark nor bright. ","html":"{}"},"an6.57:13.6":{"pli":"Evaṃ kho, ānanda, kaṇhābhijātiyo samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. ","eng":"That’s how someone born in a dark class gives rise to extinguishment, which is neither dark nor bright. ","html":"{}</p>"},"an6.57:14.1":{"pli":"Kathañcānanda, sukkābhijātiyo samāno kaṇhaṃ dhammaṃ abhijāyati? ","eng":"And how does someone born into a bright class give rise to a dark result? ","html":"<p data-counter='4'>{}"},"an6.57:14.2":{"pli":"Idhānanda, ekacco ucce kule paccājāto hoti—khattiyamahāsālakule vā brāhmaṇamahāsālakule vā gahapatimahāsālakule vā, aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe. ","eng":"It’s when someone is reborn in an eminent family—a well-to-do family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain. ","html":"{}"},"an6.57:14.3":{"pli":"So ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ","eng":"And they’re attractive, good-looking, lovely, of surpassing beauty. They get to have food, drink, clothes, and vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ","html":"{}"},"an6.57:14.4":{"pli":"So kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati. ","eng":"But they do bad things by way of body, speech, and mind. ","html":"{}"},"an6.57:14.5":{"pli":"So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an6.57:14.6":{"pli":"Evaṃ kho, ānanda, sukkābhijātiyo samāno kaṇhaṃ dhammaṃ abhijāyati. ","eng":"That’s how someone born into a bright class gives rise to a dark result. ","html":"{}</p>"},"an6.57:15.1":{"pli":"Kathañcānanda, sukkābhijātiyo samāno sukkaṃ dhammaṃ abhijāyati? ","eng":"And how does someone born into a bright class give rise to a bright result? ","html":"<p data-counter='5'>{}"},"an6.57:15.2":{"pli":"Idhānanda, ekacco ucce kule paccājāto hoti—khattiyamahāsālakule vā …pe… ","eng":"It’s when some person is reborn in an eminent family … ","html":"{}"},"an6.57:15.3":{"pli":"seyyāvasathapadīpeyyassa. ","html":"{}"},"an6.57:15.4":{"pli":"So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati. ","eng":"And they do good things by way of body, speech, and mind. ","html":"{}"},"an6.57:15.5":{"pli":"So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}"},"an6.57:15.6":{"pli":"Evaṃ kho, ānanda, sukkābhijātiyo samāno sukkaṃ dhammaṃ abhijāyati. ","eng":"That’s how someone born into a bright class give rise to a bright result. ","html":"{}</p>"},"an6.57:16.1":{"pli":"Kathañcānanda, sukkābhijātiyo samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati? ","eng":"And how does someone born into a bright class give rise to extinguishment, which is neither dark nor bright? ","html":"<p data-counter='6'>{}"},"an6.57:16.2":{"pli":"Idhānanda, ekacco ucce kule paccājāto hoti—khattiyamahāsālakule vā brāhmaṇamahāsālakule vā gahapatimahāsālakule vā, aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe. ","eng":"It’s when some person is reborn in an eminent family … ","html":"{}"},"an6.57:16.3":{"pli":"So ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ","html":"{}"},"an6.57:16.4":{"pli":"So kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"They shave off their hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"{}"},"an6.57:16.5":{"pli":"So evaṃ pabbajito samāno pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu suppatiṭṭhitacitto, satta bojjhaṅge yathābhūtaṃ bhāvetvā akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. ","eng":"They give up the five hindrances, corruptions of the heart that weaken wisdom. They firmly establish their mind in the four kinds of mindfulness meditation. They truly develop the seven awakening factors. And then they give rise to extinguishment, which is neither dark nor bright. ","html":"{}"},"an6.57:16.6":{"pli":"Evaṃ kho, ānanda, sukkābhijātiyo samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. ","eng":"That’s how someone born into a bright class gives rise to extinguishment, which is neither dark nor bright. ","html":"{}</p>"},"an6.57:17.1":{"pli":"Imā kho, ānanda, chaḷabhijātiyo”ti. ","eng":"These are the six classes of rebirth.” ","html":"<p>{}</p>"},"an6.57:17.2":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.58":{"an6.58:0.1":{"pli":"Aṅguttara Nikāya 6.58 ","eng":"Numbered Discourses 6.58 ","html":"<article id='an6.58'><header><ul><li class='division'>{}</li>"},"an6.58:0.2":{"pli":"6. Mahāvagga ","eng":"6. The Great Chapter ","html":"<li>{}</li></ul>"},"an6.58:0.3":{"pli":"Āsavasutta ","eng":"Defilements ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.58:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ","eng":"“Mendicants, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.58:2.1":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}</p>"},"an6.58:2.2":{"pli":"Idha, bhikkhave, bhikkhuno ye āsavā saṃvarā pahātabbā te saṃvarena pahīnā honti, ","eng":"It’s a mendicant who, by restraint, has given up the defilements that should be given up by restraint. ","html":"<p>{}"},"an6.58:2.3":{"pli":"ye āsavā paṭisevanā pahātabbā te paṭisevanāya pahīnā honti, ","eng":"By using, they’ve given up the defilements that should be given up by using. ","html":"{}"},"an6.58:2.4":{"pli":"ye āsavā adhivāsanā pahātabbā te adhivāsanāya pahīnā honti, ","eng":"By enduring, they’ve given up the defilements that should be given up by enduring. ","html":"{}"},"an6.58:2.5":{"pli":"ye āsavā parivajjanā pahātabbā te parivajjanāya pahīnā honti, ","eng":"By avoiding, they’ve given up the defilements that should be given up by avoiding. ","html":"{}"},"an6.58:2.6":{"pli":"ye āsavā vinodanā pahātabbā te vinodanāya pahīnā honti, ","eng":"By getting rid, they’ve given up the defilements that should be given up by getting rid. ","html":"{}"},"an6.58:2.7":{"pli":"ye āsavā bhāvanā pahātabbā te bhāvanāya pahīnā honti. ","eng":"By developing, they’ve given up the defilements that should be given up by developing. ","html":"{}</p>"},"an6.58:3.1":{"pli":"Katame ca, bhikkhave, āsavā saṃvarā pahātabbā ye saṃvarena pahīnā honti? ","eng":"And what are the defilements that should be given up by restraint? ","html":"<p data-counter='1'>{}"},"an6.58:3.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cakkhundriyasaṃvarasaṃvuto viharati. ","eng":"Take a mendicant who, reflecting rationally, lives restraining the eye faculty. ","html":"{}"},"an6.58:3.3":{"pli":"Yaṃ hissa, bhikkhave, cakkhundriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, cakkhundriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint. ","html":"{}"},"an6.58:3.4":{"pli":"Paṭisaṅkhā yoniso sotindriya …pe… ","eng":"Reflecting rationally, they live restraining the ear faculty … ","html":"{}"},"an6.58:3.5":{"pli":"ghānindriya … ","eng":"the nose faculty … ","html":"{}"},"an6.58:3.6":{"pli":"jivhindriya … ","eng":"the tongue faculty … ","html":"{}"},"an6.58:3.7":{"pli":"kāyindriya … ","eng":"the body faculty … ","html":"{}"},"an6.58:3.8":{"pli":"manindriyasaṃvarasaṃvuto viharati. ","eng":"the mind faculty. ","html":"{}"},"an6.58:3.9":{"pli":"Yaṃ hissa, bhikkhave, manindriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, manindriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint. ","html":"{}"},"an6.58:3.10":{"pli":"Ime vuccanti, bhikkhave, āsavā saṃvarā pahātabbā ye saṃvarena pahīnā honti. ","eng":"These are called the defilements that should be given up by restraint. ","html":"{}</p>"},"an6.58:4.1":{"pli":"Katame ca, bhikkhave, āsavā paṭisevanā pahātabbā ye paṭisevanāya pahīnā honti? ","eng":"And what are the defilements that should be given up by using? ","html":"<p data-counter='2'>{}"},"an6.58:4.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cīvaraṃ paṭisevati: ","eng":"Take a mendicant who, reflecting rationally, makes use of robes: ","html":"{}"},"an6.58:4.3":{"pli":"‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṃ’. ","eng":"‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts.’ ","html":"{}"},"an6.58:4.4":{"pli":"Paṭisaṅkhā yoniso piṇḍapātaṃ paṭisevati: ","eng":"Reflecting rationally, they make use of almsfood: ","html":"{}"},"an6.58:4.5":{"pli":"‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca’. ","eng":"‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}"},"an6.58:4.6":{"pli":"Paṭisaṅkhā yoniso senāsanaṃ paṭisevati: ","eng":"Reflecting rationally, they make use of lodgings: ","html":"{}"},"an6.58:4.7":{"pli":"‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṃ’. ","eng":"‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat.’ ","html":"{}"},"an6.58:4.8":{"pli":"Paṭisaṅkhā yoniso gilānapaccayabhesajjaparikkhāraṃ paṭisevati: ","eng":"Reflecting rationally, they make use of medicines and supplies for the sick: ","html":"{}"},"an6.58:4.9":{"pli":"‘yāvadeva uppannānaṃ veyyābādhikānaṃ vedanānaṃ paṭighātāya, abyābajjhaparamatāyā’ti. ","eng":"‘Only for the sake of warding off the pains of illness and to promote good health.’ ","html":"{}"},"an6.58:4.10":{"pli":"Yaṃ hissa, bhikkhave, appaṭisevato uppajjeyyuṃ āsavā vighātapariḷāhā, paṭisevato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used. ","html":"{}"},"an6.58:4.11":{"pli":"Ime vuccanti, bhikkhave, āsavā paṭisevanā pahātabbā ye paṭisevanāya pahīnā honti. ","eng":"These are called the defilements that should be given up by using. ","html":"{}</p>"},"an6.58:5.1":{"pli":"Katame ca, bhikkhave, āsavā adhivāsanā pahātabbā ye adhivāsanāya pahīnā honti? ","eng":"And what are the defilements that should be given up by enduring? ","html":"<p data-counter='3'>{}"},"an6.58:5.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso khamo hoti sītassa uṇhassa, jighacchāya, pipāsāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ, duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. ","eng":"Take a mendicant who, reflecting rationally, endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ","html":"{}"},"an6.58:5.3":{"pli":"Yaṃ hissa, bhikkhave, anadhivāsato uppajjeyyuṃ āsavā vighātapariḷāhā, adhivāsato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured. ","html":"{}"},"an6.58:5.4":{"pli":"Ime vuccanti, bhikkhave, āsavā adhivāsanā pahātabbā ye adhivāsanāya pahīnā honti. ","eng":"These are called the defilements that should be given up by enduring. ","html":"{}</p>"},"an6.58:6.1":{"pli":"Katame ca, bhikkhave, āsavā parivajjanā pahātabbā ye parivajjanāya pahīnā honti? ","eng":"And what are the defilements that should be given up by avoiding? ","html":"<p data-counter='4'>{}"},"an6.58:6.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso caṇḍaṃ hatthiṃ parivajjeti, caṇḍaṃ assaṃ parivajjeti, caṇḍaṃ goṇaṃ parivajjeti, caṇḍaṃ kukkuraṃ parivajjeti, ahiṃ khāṇuṃ kaṇṭakaṭṭhānaṃ sobbhaṃ papātaṃ candanikaṃ oḷigallaṃ, yathārūpe anāsane nisinnaṃ, yathārūpe agocare carantaṃ, yathārūpe pāpake mitte bhajantaṃ viññū sabrahmacārī pāpakesu ṭhānesu okappeyyuṃ, so tañca anāsanaṃ tañca agocaraṃ te ca pāpake mitte paṭisaṅkhā yoniso parivajjeti. ","eng":"Take a mendicant who, reflecting rationally, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, a swamp, and a sewer. Reflecting rationally, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting. ","html":"{}"},"an6.58:6.3":{"pli":"Yaṃ hissa, bhikkhave, aparivajjayato uppajjeyyuṃ āsavā vighātapariḷāhā, parivajjayato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided. ","html":"{}"},"an6.58:6.4":{"pli":"Ime vuccanti, bhikkhave, āsavā parivajjanā pahātabbā ye parivajjanāya pahīnā honti. ","eng":"These are called the defilements that should be given up by avoiding. ","html":"{}</p>"},"an6.58:7.1":{"pli":"Katame ca, bhikkhave, āsavā vinodanā pahātabbā ye vinodanāya pahīnā honti? ","eng":"And what are the defilements that should be given up by getting rid? ","html":"<p data-counter='5'>{}"},"an6.58:7.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti, ","eng":"Take a mendicant who, reflecting rationally, doesn’t tolerate a sensual, ","html":"{}"},"an6.58:7.3":{"pli":"paṭisaṅkhā yoniso uppannaṃ byāpādavitakkaṃ … ","eng":"malicious, ","html":"{}"},"an6.58:7.4":{"pli":"uppannaṃ vihiṃsāvitakkaṃ … ","eng":"or cruel thought that has arisen. ","html":"{}"},"an6.58:7.5":{"pli":"uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti. ","eng":"They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. ","html":"{}"},"an6.58:7.6":{"pli":"Yaṃ hissa, bhikkhave, avinodayato uppajjeyyuṃ āsavā vighātapariḷāhā, vinodayato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without getting rid of these things do not arise when they are gotten rid of. ","html":"{}"},"an6.58:7.7":{"pli":"Ime vuccanti, bhikkhave, āsavā vinodanā pahātabbā ye vinodanāya pahīnā honti. ","eng":"These are called the defilements that should be given up by getting rid. ","html":"{}</p>"},"an6.58:8.1":{"pli":"Katame ca, bhikkhave, āsavā bhāvanā pahātabbā ye bhāvanāya pahīnā honti? ","eng":"And what are the defilements that should be given up by developing? ","html":"<p data-counter='6'>{}"},"an6.58:8.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ, ","eng":"Take a mendicant who, reflecting rationally, develops the awakening factors of mindfulness, ","html":"{}"},"an6.58:8.3":{"pli":"paṭisaṅkhā yoniso dhammavicayasambojjhaṅgaṃ bhāveti … ","eng":"investigation of principles, ","html":"{}"},"an6.58:8.4":{"pli":"vīriyasambojjhaṅgaṃ bhāveti … ","eng":"energy, ","html":"{}"},"an6.58:8.5":{"pli":"pītisambojjhaṅgaṃ bhāveti … ","eng":"rapture, ","html":"{}"},"an6.58:8.6":{"pli":"passaddhisambojjhaṅgaṃ bhāveti … ","eng":"tranquility, ","html":"{}"},"an6.58:8.7":{"pli":"samādhisambojjhaṅgaṃ bhāveti … ","eng":"immersion, ","html":"{}"},"an6.58:8.8":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ. ","eng":"and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"{}"},"an6.58:8.9":{"pli":"Yaṃ hissa, bhikkhave, abhāvayato uppajjeyyuṃ āsavā vighātapariḷāhā, bhāvayato evaṃsa te āsavā vighātapariḷāhā na honti. ","eng":"For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed. ","html":"{}"},"an6.58:8.10":{"pli":"Ime vuccanti, bhikkhave, āsavā bhāvanā pahātabbā ye bhāvanāya pahīnā honti. ","eng":"These are called the defilements that should be given up by developing. ","html":"{}</p>"},"an6.58:9.1":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"<p>{}</p>"},"an6.58:9.2":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.59":{"an6.59:0.1":{"pli":"Aṅguttara Nikāya 6.59 ","eng":"Numbered Discourses 6.59 ","html":"<article id='an6.59'><header><ul><li class='division'>{}</li>"},"an6.59:0.2":{"pli":"6. Mahāvagga ","eng":"6. The Great Chapter ","html":"<li>{}</li></ul>"},"an6.59:0.3":{"pli":"Dārukammikasutta ","eng":"With Dārukammika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.59:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an6.59:1.2":{"pli":"ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe. ","eng":"At one time the Buddha was staying at Ñātika in the brick house. ","html":"{}</p>"},"an6.59:1.3":{"pli":"Atha kho dārukammiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho dārukammikaṃ gahapatiṃ bhagavā etadavoca: ","eng":"Then the householder Dārukammika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"an6.59:1.4":{"pli":"“api nu te, gahapati, kule dānaṃ dīyatī”ti? ","eng":"“Householder, I wonder whether your family gives gifts?” ","html":"{}</p>"},"an6.59:1.5":{"pli":"“Dīyati me, bhante, kule dānaṃ. ","eng":"“It does, sir. ","html":"<p>{}"},"an6.59:1.6":{"pli":"Tañca kho ye te bhikkhū āraññikā piṇḍapātikā paṃsukūlikā arahanto vā arahattamaggaṃ vā samāpannā, tathārūpesu me, bhante, bhikkhūsu dānaṃ dīyatī”ti. ","eng":"Gifts are given to those mendicants who are perfected or on the path to perfection; they live in the wilderness, eat only almsfood, and wear rag robes.” ","html":"{}</p>"},"an6.59:2.1":{"pli":"“Dujjānaṃ kho etaṃ, gahapati, tayā gihinā kāmabhoginā puttasambādhasayanaṃ ajjhāvasantena, kāsikacandanaṃ paccanubhontena, mālāgandhavilepanaṃ dhārayantena, jātarūparajataṃ sādiyantena ime vā arahanto ime vā arahattamaggaṃ samāpannāti. ","eng":"“Householder, as a layman enjoying sensual pleasures, living at home with your children, using sandalwood imported from Kāsi, wearing garlands, fragrance, and makeup, and accepting gold and currency, it’s hard for you to know who is perfected or on the path to perfection. ","html":"<p>{}</p>"},"an6.59:3.1":{"pli":"Āraññiko cepi, gahapati, bhikkhu hoti uddhato unnaḷo capalo mukharo vikiṇṇavāco muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo. ","eng":"If a mendicant living in the wilderness is restless, insolent, fickle, scurrilous, loose-tongued, unmindful, lacking situational awareness and immersion, with straying mind and undisciplined faculties, ","html":"<p data-counter='1'>{}"},"an6.59:3.2":{"pli":"Evaṃ so tenaṅgena gārayho. ","eng":"then in this respect they’re reprehensible. ","html":"{}"},"an6.59:3.3":{"pli":"Āraññiko cepi, gahapati, bhikkhu hoti anuddhato anunnaḷo acapalo amukharo avikiṇṇavāco upaṭṭhitassati sampajāno samāhito ekaggacitto saṃvutindriyo. ","eng":"If a mendicant living in the wilderness is not restless, insolent, fickle, scurrilous, or loose-tongued, but has established mindfulness, situational awareness and immersion, with unified mind and restrained faculties, ","html":"{}"},"an6.59:3.4":{"pli":"Evaṃ so tenaṅgena pāsaṃso. ","eng":"then in this respect they’re praiseworthy. ","html":"{}</p>"},"an6.59:4.1":{"pli":"Gāmantavihārī cepi, gahapati, bhikkhu hoti uddhato …pe… ","eng":"If a mendicant who lives within a village is restless … ","html":"<p data-counter='2'>{}"},"an6.59:4.2":{"pli":"evaṃ so tenaṅgena gārayho. ","eng":"then in this respect they’re reprehensible. ","html":"{}"},"an6.59:4.3":{"pli":"Gāmantavihārī cepi, gahapati, bhikkhu hoti anuddhato …pe… ","eng":"If a mendicant who lives within a village is not restless … ","html":"{}"},"an6.59:4.4":{"pli":"evaṃ so tenaṅgena pāsaṃso. ","eng":"then in this respect they’re praiseworthy. ","html":"{}</p>"},"an6.59:5.1":{"pli":"Piṇḍapātiko cepi, gahapati, bhikkhu hoti uddhato …pe… ","eng":"If a mendicant who eats only almsfood is restless … ","html":"<p data-counter='3'>{}"},"an6.59:5.2":{"pli":"evaṃ so tenaṅgena gārayho. ","eng":"then in this respect they’re reprehensible. ","html":"{}"},"an6.59:5.3":{"pli":"Piṇḍapātiko cepi, gahapati, bhikkhu hoti anuddhato …pe… ","eng":"If a mendicant who eats only almsfood is not restless … ","html":"{}"},"an6.59:5.4":{"pli":"evaṃ so tenaṅgena pāsaṃso. ","eng":"then in this respect they’re praiseworthy. ","html":"{}</p>"},"an6.59:6.1":{"pli":"Nemantaniko cepi, gahapati, bhikkhu hoti uddhato …pe… ","eng":"If a mendicant who accepts invitations is restless … ","html":"<p data-counter='4'>{}"},"an6.59:6.2":{"pli":"evaṃ so tenaṅgena gārayho. ","eng":"then in this respect they’re reprehensible. ","html":"{}"},"an6.59:6.3":{"pli":"Nemantaniko cepi, gahapati, bhikkhu hoti anuddhato …pe… ","eng":"If a mendicant who accepts invitations is not restless … ","html":"{}"},"an6.59:6.4":{"pli":"evaṃ so tenaṅgena pāsaṃso. ","eng":"then in this respect they’re praiseworthy. ","html":"{}</p>"},"an6.59:7.1":{"pli":"Paṃsukūliko cepi, gahapati, bhikkhu hoti uddhato …pe… ","eng":"If a mendicant who wears rag robes is restless … ","html":"<p data-counter='5'>{}"},"an6.59:7.2":{"pli":"evaṃ so tenaṅgena gārayho. ","eng":"then in this respect they’re reprehensible. ","html":"{}"},"an6.59:7.3":{"pli":"Paṃsukūliko cepi, gahapati, bhikkhu hoti anuddhato …pe… ","eng":"If a mendicant who wears rag robes is not restless … ","html":"{}"},"an6.59:7.4":{"pli":"evaṃ so tenaṅgena pāsaṃso. ","eng":"then in this respect they’re praiseworthy. ","html":"{}</p>"},"an6.59:8.1":{"pli":"Gahapaticīvaradharo cepi, gahapati, bhikkhu hoti uddhato unnaḷo capalo mukharo vikiṇṇavāco muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo. ","eng":"If a mendicant who wears robes offered by householders is restless, insolent, fickle, scurrilous, loose-tongued, unmindful, lacking situational awareness and immersion, with straying mind and undisciplined faculties, ","html":"<p data-counter='6'>{}"},"an6.59:8.2":{"pli":"Evaṃ so tenaṅgena gārayho. ","eng":"then in this respect they’re reprehensible. ","html":"{}"},"an6.59:8.3":{"pli":"Gahapaticīvaradharo cepi, gahapati, bhikkhu hoti anuddhato anunnaḷo acapalo amukharo avikiṇṇavāco upaṭṭhitassati sampajāno samāhito ekaggacitto saṃvutindriyo. ","eng":"If a mendicant who wears robes offered by householders is not restless, insolent, fickle, scurrilous, or loose-tongued, but has established mindfulness, situational awareness and immersion, with unified mind and restrained faculties, ","html":"{}"},"an6.59:8.4":{"pli":"Evaṃ so tenaṅgena pāsaṃso. ","eng":"then in this respect they’re praiseworthy. ","html":"{}</p>"},"an6.59:9.1":{"pli":"Iṅgha tvaṃ, gahapati, saṅghe dānaṃ dehi. ","eng":"Go ahead, householder, give gifts to the Saṅgha. ","html":"<p>{}"},"an6.59:9.2":{"pli":"Saṅghe te dānaṃ dadato cittaṃ pasīdissati. ","eng":"Your mind will become bright and clear, ","html":"{}"},"an6.59:9.3":{"pli":"So tvaṃ pasannacitto kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissasī”ti. ","eng":"and when your body breaks up, after death, you’ll be reborn in a good place, a heavenly realm.” ","html":"{}</p>"},"an6.59:9.4":{"pli":"“Esāhaṃ, bhante, ajjatagge saṅghe dānaṃ dassāmī”ti. ","eng":"“Sir, from this day forth I will give gifts to the Saṅgha.” ","html":"<p>{}</p>"},"an6.59:9.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.6":{"an6.6:0.1":{"pli":"Aṅguttara Nikāya 6.6 ","eng":"Numbered Discourses 6.6 ","html":"<article id='an6.6'><header><ul><li class='division'>{}</li>"},"an6.6:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.6:0.3":{"pli":"Dutiyaājānīyasutta ","eng":"The Thoroughbred (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.6:1.1":{"pli":"“Chahi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"“Mendicants, a fine royal thoroughbred with six factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"<p>{}"},"an6.6:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.6:1.3":{"pli":"Idha, bhikkhave, rañño bhadro assājānīyo khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ, balasampanno ca hoti. ","eng":"It’s when a fine royal thoroughbred can endure sights, sounds, smells, tastes, and touches. And it’s strong. ","html":"{}"},"an6.6:1.4":{"pli":"Imehi kho, bhikkhave, chahi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"A fine royal thoroughbred with these six factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"{}</p>"},"an6.6:2.1":{"pli":"Evamevaṃ kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo …pe… anuttaraṃ puññakkhettaṃ lokassa. ","eng":"In the same way, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.6:2.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.6:2.3":{"pli":"Idha, bhikkhave, bhikkhu khamo hoti rūpānaṃ …pe… khamo dhammānaṃ. ","eng":"It’s when a mendicant can endure sights, sounds, smells, tastes, touches, and ideas. ","html":"{}"},"an6.6:2.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"{}</p>"},"an6.6:2.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}