{"an6.48":{"an6.48:0.1":{"pli":"Aṅguttara Nikāya 6.48 ","eng":"Numbered Discourses 6.48 ","html":"<article id='an6.48'><header><ul><li class='division'>{}</li>"},"an6.48:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.48:0.3":{"pli":"Dutiyasandiṭṭhikasutta ","eng":"Apparent in the Present Life (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.48:1.1":{"pli":"Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then a certain brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an6.48:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an6.48:1.3":{"pli":"“‘sandiṭṭhiko dhammo, sandiṭṭhiko dhammo’ti, bho gotama, vuccati. ","eng":"“Worthy Gotama, they speak of ‘a teaching apparent in the present life’. ","html":"<p>{}"},"an6.48:1.4":{"pli":"Kittāvatā nu kho, bho gotama, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti? ","eng":"In what way is the teaching apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?” ","html":"{}</p>"},"an6.48:2.1":{"pli":"“Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ","eng":"“Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. ","html":"<p>{}"},"an6.48:2.2":{"pli":"Taṃ kiṃ maññasi, brāhmaṇa, ","eng":"What do you think, brahmin? ","html":"{}"},"an6.48:2.3":{"pli":"santaṃ vā ajjhattaṃ rāgaṃ ‘atthi me ajjhattaṃ rāgo’ti pajānāsi, asantaṃ vā ajjhattaṃ rāgaṃ ‘natthi me ajjhattaṃ rāgo’ti pajānāsī”ti? ","eng":"When there’s greed in you, do you understand ‘I have greed in me’? And when there’s no greed in you, do you understand ‘I have no greed in me’?” ","html":"{}</p>"},"an6.48:2.4":{"pli":"“Evaṃ, bho”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.48:2.5":{"pli":"“Yaṃ kho tvaṃ, brāhmaṇa, santaṃ vā ajjhattaṃ rāgaṃ ‘atthi me ajjhattaṃ rāgo’ti pajānāsi, asantaṃ vā ajjhattaṃ rāgaṃ ‘natthi me ajjhattaṃ rāgo’ti pajānāsi—","eng":"“Since you know this, ","html":"<p>{}"},"an6.48:2.6":{"pli":"evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hoti …pe…. ","eng":"this is how the teaching is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}</p>"},"an6.48:3.1":{"pli":"Taṃ kiṃ maññasi, brāhmaṇa, ","eng":"What do you think, brahmin? ","html":"<p>{}"},"an6.48:3.2":{"pli":"santaṃ vā ajjhattaṃ dosaṃ …pe… ","eng":"When there’s hate … ","html":"{}"},"an6.48:3.3":{"pli":"santaṃ vā ajjhattaṃ mohaṃ …pe… ","eng":"delusion … ","html":"{}"},"an6.48:3.4":{"pli":"santaṃ vā ajjhattaṃ kāyasandosaṃ …pe… ","eng":"corruption that leads to physical deeds … ","html":"{}"},"an6.48:3.5":{"pli":"santaṃ vā ajjhattaṃ vacīsandosaṃ …pe… ","eng":"corruption that leads to speech … ","html":"{}"},"an6.48:3.6":{"pli":"santaṃ vā ajjhattaṃ manosandosaṃ ‘atthi me ajjhattaṃ manosandoso’ti pajānāsi, asantaṃ vā ajjhattaṃ manosandosaṃ ‘natthi me ajjhattaṃ manosandoso’ti pajānāsī”ti? ","eng":"When there’s corruption that leads to mental deeds in you, do you understand ‘I have corruption that leads to mental deeds in me’? And when there’s no corruption that leads to mental deeds in you, do you understand ‘I have no corruption that leads to mental deeds in me’?” ","html":"{}</p>"},"an6.48:3.7":{"pli":"“Evaṃ, bho”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.48:3.8":{"pli":"“Yaṃ kho tvaṃ, brāhmaṇa, santaṃ vā ajjhattaṃ manosandosaṃ ‘atthi me ajjhattaṃ manosandoso’ti pajānāsi, asantaṃ vā ajjhattaṃ manosandosaṃ ‘natthi me ajjhattaṃ manosandoso’ti pajānāsi—","eng":"“Since you know this, ","html":"<p>{}"},"an6.48:3.9":{"pli":"evaṃ kho, brāhmaṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti. ","eng":"this is how the teaching is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” ","html":"{}</p>"},"an6.48:4.1":{"pli":"“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"<p>{}"},"an6.48:4.2":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an6.48:4.3":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.49":{"an6.49:0.1":{"pli":"Aṅguttara Nikāya 6.49 ","eng":"Numbered Discourses 6.49 ","html":"<article id='an6.49'><header><ul><li class='division'>{}</li>"},"an6.49:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.49:0.3":{"pli":"Khemasutta ","eng":"With Khema ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.49:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an6.49:1.2":{"pli":"Tena kho pana samayena āyasmā ca khemo āyasmā ca sumano sāvatthiyaṃ viharanti andhavanasmiṃ. ","eng":"Now at that time Venerable Khema and Venerable Sumana were staying near Sāvatthī in the Dark Forest. ","html":"<p>{}"},"an6.49:1.3":{"pli":"Atha kho āyasmā ca khemo āyasmā ca sumano yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā khemo bhagavantaṃ etadavoca: ","eng":"Then they went up to the Buddha, bowed, and sat down to one side. Venerable Khema said to the Buddha: ","html":"{}</p>"},"an6.49:2.1":{"pli":"“Yo so, bhante, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto tassa na evaṃ hoti: ","eng":"“Sir, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—does not think: ","html":"<p>{}"},"an6.49:2.2":{"pli":"‘atthi me seyyoti vā atthi me sadisoti vā atthi me hīnoti vā’”ti. ","eng":"‘There is someone better than me, or equal to me, or worse than me.’” ","html":"{}</p>"},"an6.49:2.3":{"pli":"Idamavocāyasmā khemo. ","eng":"That is what Khema said, ","html":"<p>{}"},"an6.49:2.4":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}"},"an6.49:2.5":{"pli":"Atha kho āyasmā khemo “samanuñño me satthā”ti uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then Khema, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"{}</p>"},"an6.49:3.1":{"pli":"Atha kho āyasmā sumano acirapakkante āyasmante kheme bhagavantaṃ etadavoca: ","eng":"And then, not long after Khema had left, Sumana said to the Buddha: ","html":"<p>{}</p>"},"an6.49:3.2":{"pli":"“yo so, bhante, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto tassa na evaṃ hoti: ","eng":"“Sir, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—does not think: ","html":"<p>{}"},"an6.49:3.3":{"pli":"‘natthi me seyyoti vā natthi me sadisoti vā natthi me hīnoti vā’”ti. ","eng":"‘There is no-one better than me, or equal to me, or worse than me.’” ","html":"{}</p>"},"an6.49:3.4":{"pli":"Idamavocāyasmā sumano. ","eng":"That is what Sumana said, ","html":"<p>{}"},"an6.49:3.5":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}"},"an6.49:3.6":{"pli":"Atha kho āyasmā sumano “samanuñño me satthā”ti uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then Sumana, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"{}</p>"},"an6.49:4.1":{"pli":"Atha kho bhagavā acirapakkantesu āyasmante ca kheme āyasmante ca sumane bhikkhū āmantesi: ","eng":"And then, soon after Khema and Sumana had left, the Buddha addressed the mendicants: ","html":"<p>{}"},"an6.49:4.2":{"pli":"“evaṃ kho, bhikkhave, kulaputtā aññaṃ byākaronti. ","eng":"“Mendicants, this is how gentlemen declare enlightenment. ","html":"{}"},"an6.49:4.3":{"pli":"Attho ca vutto attā ca anupanīto. ","eng":"The goal is spoken of, but the self is not involved. ","html":"{}"},"an6.49:4.4":{"pli":"Atha ca pana idhekacce moghapurisā hasamānakā maññe aññaṃ byākaronti. ","eng":"But it seems that there are some futile men here who declare enlightenment as a joke. ","html":"{}"},"an6.49:4.5":{"pli":"Te pacchā vighātaṃ āpajjantīti. ","eng":"Later they will fall into distress. ","html":"{}</p>"},"an6.49:5.1":{"pli":"Na ussesu na omesu, ","eng":"They don’t represent themselves ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.49:5.2":{"pli":"Samatte nopanīyare; ","eng":"as being among superiors, inferiors, or equals. ","html":"<span class='verse-line'>{}</span>"},"an6.49:5.3":{"pli":"Khīṇā jāti vusitaṃ brahmacariyaṃ, ","eng":"Rebirth is ended, <j>the spiritual journey has been completed. ","html":"<span class='verse-line'>{}</span>"},"an6.49:5.4":{"pli":"Caranti saṃyojanavippamuttā”ti. ","eng":"They live freed from fetters.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.49:5.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.5":{"an6.5:0.1":{"pli":"Aṅguttara Nikāya 6.5 ","eng":"Numbered Discourses 6.5 ","html":"<article id='an6.5'><header><ul><li class='division'>{}</li>"},"an6.5:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.5:0.3":{"pli":"Paṭhamaājānīyasutta ","eng":"The Thoroughbred (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.5:1.1":{"pli":"“Chahi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"“Mendicants, a fine royal thoroughbred with six factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"<p>{}</p>"},"an6.5:2.1":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"<p>{}"},"an6.5:2.2":{"pli":"Idha, bhikkhave, rañño bhadro assājānīyo khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ, vaṇṇasampanno ca hoti. ","eng":"It’s when a fine royal thoroughbred can endure sights, sounds, smells, tastes, and touches. And it’s beautiful. ","html":"{}"},"an6.5:2.3":{"pli":"Imehi kho, bhikkhave, chahi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"A fine royal thoroughbred with these six factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"{}</p>"},"an6.5:3.1":{"pli":"Evamevaṃ kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ","eng":"In the same way, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.5:3.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.5:3.3":{"pli":"Idha, bhikkhave, bhikkhu khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ, khamo dhammānaṃ. ","eng":"It’s when a mendicant can endure sights, sounds, smells, tastes, touches, and ideas. ","html":"{}"},"an6.5:3.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"{}</p>"},"an6.5:3.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.50":{"an6.50:0.1":{"pli":"Aṅguttara Nikāya 6.50 ","eng":"Numbered Discourses 6.50 ","html":"<article id='an6.50'><header><ul><li class='division'>{}</li>"},"an6.50:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.50:0.3":{"pli":"Indriyasaṃvarasutta ","eng":"Sense Restraint ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.50:1.1":{"pli":"“Indriyasaṃvare, bhikkhave, asati indriyasaṃvaravipannassa hatūpanisaṃ hoti sīlaṃ; ","eng":"“Mendicants, when there is no sense restraint, one who lacks sense restraint has destroyed a vital condition for ethical conduct. ","html":"<p>{}"},"an6.50:1.2":{"pli":"sīle asati sīlavipannassa hatūpaniso hoti sammāsamādhi; ","eng":"When there is no ethical conduct, one who lacks ethics has destroyed a vital condition for right immersion. ","html":"{}"},"an6.50:1.3":{"pli":"sammāsamādhimhi asati sammāsamādhivipannassa hatūpanisaṃ hoti yathābhūtañāṇadassanaṃ; ","eng":"When there is no right immersion, one who lacks right immersion has destroyed a vital condition for true knowledge and vision. ","html":"{}"},"an6.50:1.4":{"pli":"yathābhūtañāṇadassane asati yathābhūtañāṇadassanavipannassa hatūpaniso hoti nibbidāvirāgo; ","eng":"When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment and dispassion. ","html":"{}"},"an6.50:1.5":{"pli":"nibbidāvirāge asati nibbidāvirāgavipannassa hatūpanisaṃ hoti vimuttiñāṇadassanaṃ. ","eng":"When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ","html":"{}</p>"},"an6.50:1.6":{"pli":"Seyyathāpi, bhikkhave, rukkho sākhāpalāsavipanno. ","eng":"Suppose there was a tree that lacked branches and foliage. ","html":"<p>{}"},"an6.50:1.7":{"pli":"Tassa papaṭikāpi na pāripūriṃ gacchati, tacopi na pāripūriṃ gacchati, pheggupi na pāripūriṃ gacchati, sāropi na pāripūriṃ gacchati. ","eng":"Its shoots, bark, softwood, and heartwood would not grow to fullness. ","html":"{}</p>"},"an6.50:1.8":{"pli":"Evamevaṃ kho, bhikkhave, indriyasaṃvare asati indriyasaṃvaravipannassa hatūpanisaṃ hoti sīlaṃ …pe… ","eng":"In the same way, when there is no sense restraint, one who lacks sense restraint has destroyed a vital condition for ethical conduct. … ","html":"<p>{}"},"an6.50:1.9":{"pli":"vimuttiñāṇadassanaṃ. ","eng":"One who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ","html":"{}</p>"},"an6.50:2.1":{"pli":"Indriyasaṃvare, bhikkhave, sati indriyasaṃvarasampannassa upanisasampannaṃ hoti sīlaṃ; ","eng":"When there is sense restraint, one who has fulfilled sense restraint has fulfilled a vital condition for ethical conduct. ","html":"<p>{}"},"an6.50:2.2":{"pli":"sīle sati sīlasampannassa upanisasampanno hoti sammāsamādhi; ","eng":"When there is ethical conduct, one who has fulfilled ethical conduct has fulfilled a vital condition for right immersion. ","html":"{}"},"an6.50:2.3":{"pli":"sammāsamādhimhi sati sammāsamādhisampannassa upanisasampannaṃ hoti yathābhūtañāṇadassanaṃ; ","eng":"When there is right immersion, one who has fulfilled right immersion has fulfilled a vital condition for true knowledge and vision. ","html":"{}"},"an6.50:2.4":{"pli":"yathābhūtañāṇadassane sati yathābhūtañāṇadassanasampannassa upanisasampanno hoti nibbidāvirāgo; ","eng":"When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion. ","html":"{}"},"an6.50:2.5":{"pli":"nibbidāvirāge sati nibbidāvirāgasampannassa upanisasampannaṃ hoti vimuttiñāṇadassanaṃ. ","eng":"When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom. ","html":"{}</p>"},"an6.50:2.6":{"pli":"Seyyathāpi, bhikkhave, rukkho sākhāpalāsasampanno. Tassa papaṭikāpi pāripūriṃ gacchati, tacopi pāripūriṃ gacchati, pheggupi pāripūriṃ gacchati, sāropi pāripūriṃ gacchati. ","eng":"Suppose there was a tree that was complete with branches and foliage. Its shoots, bark, softwood, and heartwood would all grow to fullness. ","html":"<p>{}</p>"},"an6.50:2.7":{"pli":"Evamevaṃ kho, bhikkhave, indriyasaṃvare sati indriyasaṃvarasampannassa upanisasampannaṃ hoti sīlaṃ …pe… ","eng":"In the same way, when there is sense restraint, one who has fulfilled sense restraint has fulfilled a vital condition for ethical conduct. … ","html":"<p>{}"},"an6.50:2.8":{"pli":"vimuttiñāṇadassanan”ti. ","eng":"One who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.” ","html":"{}</p>"},"an6.50:2.9":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.51":{"an6.51:0.1":{"pli":"Aṅguttara Nikāya 6.51 ","eng":"Numbered Discourses 6.51 ","html":"<article id='an6.51'><header><ul><li class='division'>{}</li>"},"an6.51:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.51:0.3":{"pli":"Ānandasutta ","eng":"With Ānanda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.51:1.1":{"pli":"Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi. ","eng":"Then Venerable Ānanda went up to Venerable Sāriputta, and exchanged greetings with him. ","html":"<p>{}"},"an6.51:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, Ānanda sat down to one side, and said to Sāriputta: ","html":"{}</p>"},"an6.51:2.1":{"pli":"“Kittāvatā nu kho, āvuso sāriputta, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti? ","eng":"“Reverend Sāriputta, how does a mendicant get to hear a teaching they haven’t heard before? How do they remember those teachings they have heard? How do they keep exercising the teachings with which they are already familiar? And how do they come to understand what they haven’t understood before?” ","html":"<p>{}</p>"},"an6.51:2.2":{"pli":"“Āyasmā kho ānando bahussuto. ","eng":"“Well, Venerable Ānanda, you’re very learned. ","html":"<p>{}"},"an6.51:2.3":{"pli":"Paṭibhātu āyasmantaṃyeva ānandan”ti. ","eng":"Why don’t you clarify this yourself?” ","html":"{}</p>"},"an6.51:2.4":{"pli":"“Tenahāvuso sāriputta, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, Reverend Sāriputta, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an6.51:2.5":{"pli":"“Evamāvuso”ti kho āyasmā sāriputto āyasmato ānandassa paccassosi. ","eng":"“Yes, reverend,” Sāriputta replied. ","html":"<p>{}"},"an6.51:2.6":{"pli":"Āyasmā ānando etadavoca: ","eng":"Ānanda said this: ","html":"{}</p>"},"an6.51:3.1":{"pli":"“Idhāvuso sāriputta, bhikkhu dhammaṃ pariyāpuṇāti—","eng":"“Reverend Sāriputta, take a mendicant who memorizes the teaching—","html":"<p>{}"},"an6.51:3.2":{"pli":"suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ. ","eng":"statements, mixed prose & verse, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and elaborations. ","html":"{}</p>"},"an6.51:3.3":{"pli":"So yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ vāceti, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati. ","eng":"Then, just as they learned and memorized it, they teach others in detail, make them recite in detail, they rehearse it themselves in detail, and they think about and consider the teaching in their heart, examining it with the mind. ","html":"<p>{}</p>"},"an6.51:3.4":{"pli":"Yasmiṃ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṃ āvāse vassaṃ upeti. ","eng":"They enter the rains retreat in a monastery with senior mendicants who are very learned, inheritors of the heritage, who have memorized the teachings, the monastic law, and the outlines. ","html":"<p>{}"},"an6.51:3.5":{"pli":"Te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati: ","eng":"From time to time they go up to those mendicants and ask them questions: ","html":"{}"},"an6.51:3.6":{"pli":"‘idaṃ, bhante, kathaṃ; imassa kvattho’ti? ","eng":"‘Why, sir, does it say this? What does that mean?’ ","html":"{}"},"an6.51:3.7":{"pli":"Te tassa āyasmato avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti. ","eng":"Those venerables reveal what is hidden, clarify what is unclear, and dispel doubt regarding the many doubtful matters. ","html":"{}</p>"},"an6.51:3.8":{"pli":"Ettāvatā kho, āvuso sāriputta, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti. ","eng":"This is how a mendicant gets to hear a teaching they haven’t heard before. It’s how they remember those teachings they have heard. It’s how they keep exercising the teachings with which they are already familiar. And it’s how they come to understand what they haven’t understood before.” ","html":"<p>{}</p>"},"an6.51:4.1":{"pli":"“Acchariyaṃ, āvuso, abbhutaṃ, āvuso, yāva subhāsitañcidaṃ āyasmatā ānandena. ","eng":"“It’s incredible, reverend, it’s amazing! How well said this was by Venerable Ānanda! ","html":"<p>{}"},"an6.51:4.2":{"pli":"Imehi ca mayaṃ chahi dhammehi samannāgataṃ āyasmantaṃ ānandaṃ dhārema. ","eng":"And we will remember Venerable Ānanda as someone who possesses these six qualities. ","html":"{}</p>"},"an6.51:4.3":{"pli":"Āyasmā hi ānando dhammaṃ pariyāpuṇāti—","eng":"For Ānanda memorizes the teaching … ","html":"<p>{}"},"an6.51:4.4":{"pli":"suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ. ","eng":"statements, mixed prose & verse, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and elaborations. ","html":"{}"},"an6.51:4.5":{"pli":"Āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ vāceti, āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati. ","html":"{}"},"an6.51:4.6":{"pli":"Āyasmā ānando yasmiṃ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṃ āvāse vassaṃ upeti. ","html":"{}"},"an6.51:4.7":{"pli":"Te āyasmā ānando kālena kālaṃ upasaṅkamitvā paripucchati paripañhati: ","html":"{}"},"an6.51:4.8":{"pli":"‘idaṃ, bhante, kathaṃ; imassa kvattho’ti? ","html":"{}"},"an6.51:4.9":{"pli":"Te āyasmato ānandassa avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodentī”ti. ","eng":"Those venerables reveal to Ānanda what is hidden, clarify what is unclear, and dispel doubt regarding the many doubtful matters.” ","html":"{}</p>"},"an6.51:4.10":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.52":{"an6.52:0.1":{"pli":"Aṅguttara Nikāya 6.52 ","eng":"Numbered Discourses 6.52 ","html":"<article id='an6.52'><header><ul><li class='division'>{}</li>"},"an6.52:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.52:0.3":{"pli":"Khattiyasutta ","eng":"Aristocrats ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.52:1.1":{"pli":"Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"And then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an6.52:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an6.52:2.1":{"pli":"“Khattiyā, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ","eng":"“Aristocrats, worthy Gotama, have what as their ambition? What is their preoccupation? What are they fixated on? What do they insist on? What is their ultimate goal?” ","html":"<p>{}</p>"},"an6.52:2.2":{"pli":"“Khattiyā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā balādhiṭṭhānā pathavībhinivesā issariyapariyosānā”ti. ","eng":"“Aristocrats, brahmin, have wealth as their ambition. They’re preoccupied with wisdom. They’re fixated on power. They insist on territory. Their ultimate goal is authority.” ","html":"<p data-counter='1'>{}</p>"},"an6.52:3.1":{"pli":"“Brāhmaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ","eng":"“Brahmins, worthy Gotama, have what as their ambition? What is their preoccupation? What are they fixated on? What do they insist on? What is their ultimate goal?” ","html":"<p>{}</p>"},"an6.52:3.2":{"pli":"“Brāhmaṇā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā mantādhiṭṭhānā yaññābhinivesā brahmalokapariyosānā”ti. ","eng":"“Brahmins have wealth as their ambition. They’re preoccupied with wisdom. They’re fixated on the hymns. They insist on sacrifice. Their ultimate goal is the realm of divinity.” ","html":"<p data-counter='2'>{}</p>"},"an6.52:4.1":{"pli":"“Gahapatikā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ","eng":"“Householders, worthy Gotama, have what as their ambition? What is their preoccupation? What are they fixated on? What do they insist on? What is their ultimate goal?” ","html":"<p>{}</p>"},"an6.52:4.2":{"pli":"“Gahapatikā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā sippādhiṭṭhānā kammantābhinivesā niṭṭhitakammantapariyosānā”ti. ","eng":"“Householders have wealth as their ambition. They’re preoccupied with wisdom. They’re fixated on their profession. They insist on work. Their ultimate goal is to complete their work.” ","html":"<p data-counter='3'>{}</p>"},"an6.52:5.1":{"pli":"“Itthī pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ","eng":"“Women, worthy Gotama, have what as their ambition? What is their preoccupation? What are they fixated on? What do they insist on? What is their ultimate goal?” ","html":"<p>{}</p>"},"an6.52:5.2":{"pli":"“Itthī kho, brāhmaṇa, purisādhippāyā alaṅkārūpavicārā puttādhiṭṭhānā asapattībhinivesā issariyapariyosānā”ti. ","eng":"“Women have a man as their ambition. They’re preoccupied with adornments. They’re fixated on their children. They insist on being without a co-wife. Their ultimate goal is authority.” ","html":"<p data-counter='4'>{}</p>"},"an6.52:6.1":{"pli":"“Corā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ","eng":"“Bandits, worthy Gotama, have what as their ambition? What is their preoccupation? What are they fixated on? What do they insist on? What is their ultimate goal?” ","html":"<p>{}</p>"},"an6.52:6.2":{"pli":"“Corā kho, brāhmaṇa, ādānādhippāyā gahanūpavicārā satthādhiṭṭhānā andhakārābhinivesā adassanapariyosānā”ti. ","eng":"“Bandits have theft as their ambition. They’re preoccupied with a hiding place. They’re fixated on their sword. They insist on darkness. Their ultimate goal is invisibility.” ","html":"<p data-counter='5'>{}</p>"},"an6.52:7.1":{"pli":"“Samaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ","eng":"“Ascetics, worthy Gotama, have what as their ambition? What is their preoccupation? What are they fixated on? What do they insist on? What is their ultimate goal?” ","html":"<p>{}</p>"},"an6.52:7.2":{"pli":"“Samaṇā kho, brāhmaṇa, khantisoraccādhippāyā paññūpavicārā sīlādhiṭṭhānā ākiñcaññābhinivesā nibbānapariyosānā”ti. ","eng":"“Ascetics have patience and gentleness as their ambition. They’re preoccupied with wisdom. They’re fixated on ethical conduct. They insist on owning nothing. Their culmination is extinguishment.” ","html":"<p data-counter='6'>{}</p>"},"an6.52:8.1":{"pli":"“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing! ","html":"<p>{}"},"an6.52:8.2":{"pli":"Khattiyānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca. Brāhmaṇānampi bhavaṃ gotamo jānāti …pe… gahapatīnampi bhavaṃ gotamo jānāti … itthīnampi bhavaṃ gotamo jānāti … corānampi bhavaṃ gotamo jānāti … samaṇānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca. ","eng":"The worthy Gotama knows the ambition, preoccupation, fixation, insistence, and ultimate goal of aristocrats, brahmins, householders, women, bandits, and ascetics. ","html":"{}"},"an6.52:8.3":{"pli":"Abhikkantaṃ, bho gotama …pe… ","eng":"Excellent, worthy Gotama! Excellent! … ","html":"{}"},"an6.52:8.4":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an6.52:8.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.53":{"an6.53:0.1":{"pli":"Aṅguttara Nikāya 6.53 ","eng":"Numbered Discourses 6.53 ","html":"<article id='an6.53'><header><ul><li class='division'>{}</li>"},"an6.53:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.53:0.3":{"pli":"Appamādasutta ","eng":"Diligence ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.53:1.1":{"pli":"Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then a certain brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an6.53:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an6.53:2.1":{"pli":"“Atthi nu kho, bho gotama, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti? ","eng":"“Worthy Gotama, is there one thing that, when developed and cultivated, secures benefits for both this life and lives to come?” ","html":"<p>{}</p>"},"an6.53:2.2":{"pli":"“Atthi kho, brāhmaṇa, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti. ","eng":"“There is, brahmin.” ","html":"<p>{}</p>"},"an6.53:3.1":{"pli":"“Katamo pana, bho gotama, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti? ","eng":"“So what is it?” ","html":"<p>{}</p>"},"an6.53:3.2":{"pli":"“Appamādo kho, brāhmaṇa, eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko. ","eng":"“Diligence, brahmin, is one thing that, when developed and cultivated, secures benefits for both this life and lives to come. ","html":"<p>{}</p>"},"an6.53:4.1":{"pli":"Seyyathāpi, brāhmaṇa, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni, sabbāni tāni hatthipade samodhānaṃ gacchanti; hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ mahantattena. ","eng":"The footprints of all creatures that walk can fit inside an elephant’s footprint. So an elephant’s footprint is said to be the biggest of them all. ","html":"<p data-counter='1'>{}"},"an6.53:4.2":{"pli":"Evamevaṃ kho, brāhmaṇa, appamādo eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko. ","eng":"In the same way, diligence is one thing that, when developed and cultivated, secures benefits for both this life and lives to come. ","html":"{}</p>"},"an6.53:5.1":{"pli":"Seyyathāpi, brāhmaṇa, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭaṃ tāsaṃ aggamakkhāyati; ","eng":"The rafters of a bungalow all lean to the peak, slope to the peak, and meet at the peak, so the peak is said to be the topmost of them all. ","html":"<p data-counter='2'>{}"},"an6.53:5.2":{"pli":"evamevaṃ kho, brāhmaṇa …pe…. ","eng":"In the same way, diligence is one thing … ","html":"{}</p>"},"an6.53:6.1":{"pli":"Seyyathāpi, brāhmaṇa, pabbajalāyako pabbajaṃ lāyitvā agge gahetvā odhunāti nidhunāti nicchādeti; ","eng":"A reed-cutter, having cut the reeds, grabs them at the top and shakes them down, shakes them about, and shakes them off. ","html":"<p data-counter='3'>{}"},"an6.53:6.2":{"pli":"evamevaṃ kho, brāhmaṇa …pe…. ","eng":"In the same way, diligence is one thing … ","html":"{}</p>"},"an6.53:7.1":{"pli":"Seyyathāpi, brāhmaṇa, ambapiṇḍiyā vaṇṭacchinnāya yāni kānici ambāni vaṇṭūpanibandhanāni sabbāni tāni tadanvayāni bhavanti; ","eng":"When the stalk of a bunch of mangoes is cut, all the mangoes attached to the stalk will follow along. ","html":"<p data-counter='4'>{}"},"an6.53:7.2":{"pli":"evamevaṃ kho, brāhmaṇa …pe…. ","eng":"In the same way, diligence is one thing … ","html":"{}</p>"},"an6.53:8.1":{"pli":"Seyyathāpi, brāhmaṇa, ye keci khuddarājāno sabbete rañño cakkavattissa anuyantā bhavanti, rājā tesaṃ cakkavattī aggamakkhāyati; ","eng":"All lesser rulers are vassals of a wheel-turning monarch, so the wheel-turning monarch is said to be the foremost of them all. ","html":"<p data-counter='5'>{}"},"an6.53:8.2":{"pli":"evamevaṃ kho, brāhmaṇa …pe…. ","eng":"In the same way, diligence is one thing … ","html":"{}</p>"},"an6.53:9.1":{"pli":"Seyyathāpi, brāhmaṇa, yā kāci tārakarūpānaṃ pabhā sabbā tā candassa pabhāya kalaṃ nāgghanti soḷasiṃ, candappabhā tāsaṃ aggamakkhāyati; ","eng":"The radiance of all the stars is not worth a sixteenth part of the moon’s radiance, so the moon’s radiance is said to be the best of them all. ","html":"<p data-counter='6'>{}"},"an6.53:9.2":{"pli":"evamevaṃ kho, brāhmaṇa, appamādo eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ yo ca attho samparāyiko. ","eng":"In the same way, diligence is one thing that, when developed and cultivated, secures benefits for both this life and lives to come. ","html":"{}</p>"},"an6.53:10.1":{"pli":"Ayaṃ kho, brāhmaṇa, eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti. ","eng":"This is the one thing that, when developed and cultivated, secures benefits for both this life and lives to come.” ","html":"<p>{}</p>"},"an6.53:11.1":{"pli":"“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"<p>{}"},"an6.53:11.2":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an6.53:11.3":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}