{"an6.67":{"an6.67:0.1":{"pli":"Aṅguttara Nikāya 6.67 ","eng":"Numbered Discourses 6.67 ","html":"<article id='an6.67'><header><ul><li class='division'>{}</li>"},"an6.67:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.67:0.3":{"pli":"Mittasutta ","eng":"Friends ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.67:1.1":{"pli":"“‘So vata, bhikkhave, bhikkhu pāpamitto pāpasahāyo pāpasampavaṅko, pāpamitte sevamāno bhajamāno payirupāsamāno, tesañca diṭṭhānugatiṃ āpajjamāno ābhisamācārikaṃ dhammaṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"“Mendicants, it is quite impossible that a mendicant with bad friends, companions, and associates, while frequenting, accompanying, and attending, and following their example, will fulfill the practice dealing with the supplementary regulations. ","html":"<p>{}"},"an6.67:1.2":{"pli":"‘Ābhisamācārikaṃ dhammaṃ aparipūretvā sekhaṃ dhammaṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling the practice dealing with supplementary regulations, it’s impossible to fulfill the practice of a trainee. ","html":"{}"},"an6.67:1.3":{"pli":"‘Sekhaṃ dhammaṃ aparipūretvā sīlāni paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling the practice of a trainee, it’s impossible to fulfill ethics. ","html":"{}"},"an6.67:1.4":{"pli":"‘Sīlāni aparipūretvā kāmarāgaṃ vā rūparāgaṃ vā arūparāgaṃ vā pajahissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling ethics, it’s impossible to give up sensual desire, or desire to be reborn in the realm of luminous form or in the formless realm. ","html":"{}</p>"},"an6.67:2.1":{"pli":"‘So vata, bhikkhave, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko, kalyāṇamitte sevamāno bhajamāno payirupāsamāno, tesañca diṭṭhānugatiṃ āpajjamāno ābhisamācārikaṃ dhammaṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"It’s quite possible that a mendicant with good friends, companions, and associates, while frequenting, accompanying, and attending, and following their example, will fulfill the practice dealing with the supplementary regulations. ","html":"<p>{}"},"an6.67:2.2":{"pli":"‘Ābhisamācārikaṃ dhammaṃ paripūretvā sekhaṃ dhammaṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled the practice dealing with supplementary regulations, it’s possible to fulfill the practice of a trainee. ","html":"{}"},"an6.67:2.3":{"pli":"‘Sekhaṃ dhammaṃ paripūretvā sīlāni paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled the practice of a trainee, it’s possible to fulfill ethics. ","html":"{}"},"an6.67:2.4":{"pli":"‘Sīlāni paripūretvā kāmarāgaṃ vā rūparāgaṃ vā arūparāgaṃ vā pajahissatī’ti ṭhānametaṃ vijjatī”ti. ","eng":"Having fulfilled ethics, it’s possible to give up sensual desire, and desire to be reborn in the realm of luminous form and in the formless realm.” ","html":"{}</p>"},"an6.67:2.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.68":{"an6.68:0.1":{"pli":"Aṅguttara Nikāya 6.68 ","eng":"Numbered Discourses 6.68 ","html":"<article id='an6.68'><header><ul><li class='division'>{}</li>"},"an6.68:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.68:0.3":{"pli":"Saṅgaṇikārāmasutta ","eng":"Enjoying Company ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.68:1.1":{"pli":"“‘So vata, bhikkhave, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto, gaṇārāmo gaṇarato gaṇārāmataṃ anuyutto, eko paviveke abhiramissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"“Mendicants, it is quite impossible that a mendicant who enjoys company and groups, who loves them and likes to enjoy them, should take pleasure in being alone in seclusion. ","html":"<p>{}"},"an6.68:1.2":{"pli":"‘Eko paviveke anabhiramanto cittassa nimittaṃ gahessatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without taking pleasure in being alone in seclusion, it’s impossible to learn the patterns of the mind. ","html":"{}"},"an6.68:1.3":{"pli":"‘Cittassa nimittaṃ agaṇhanto sammādiṭṭhiṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without learning the mind’s character, it’s impossible to fulfill right view. ","html":"{}"},"an6.68:1.4":{"pli":"‘Sammādiṭṭhiṃ aparipūretvā sammāsamādhiṃ paripūressatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling right view, it’s impossible to fulfill right immersion. ","html":"{}"},"an6.68:1.5":{"pli":"‘Sammāsamādhiṃ aparipūretvā saṃyojanāni pajahissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without fulfilling right immersion, it’s impossible to give up the fetters. ","html":"{}"},"an6.68:1.6":{"pli":"‘Saṃyojanāni appahāya nibbānaṃ sacchikarissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"Without giving up the fetters, it’s impossible to realize extinguishment. ","html":"{}</p>"},"an6.68:2.1":{"pli":"‘So vata, bhikkhave, bhikkhu na saṅgaṇikārāmo na saṅgaṇikarato na saṅgaṇikārāmataṃ anuyutto, na gaṇārāmo na gaṇarato na gaṇārāmataṃ anuyutto, eko paviveke abhiramissatī’ti ṭhānametaṃ vijjati. ","eng":"It’s quite possible that a mendicant who doesn’t enjoy company and groups, who doesn’t love them and like to enjoy them, should take pleasure in being alone in seclusion. ","html":"<p>{}"},"an6.68:2.2":{"pli":"‘Eko paviveke abhiramanto cittassa nimittaṃ gahessatī’ti ṭhānametaṃ vijjati. ","eng":"For someone who takes pleasure in being alone in seclusion, it’s possible to learn the mind’s character. ","html":"{}"},"an6.68:2.3":{"pli":"‘Cittassa nimittaṃ gaṇhanto sammādiṭṭhiṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"For someone who learns the mind’s character, it’s possible to fulfill right view. ","html":"{}"},"an6.68:2.4":{"pli":"‘Sammādiṭṭhiṃ paripūretvā sammāsamādhiṃ paripūressatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled right view, it’s possible to fulfill right immersion. ","html":"{}"},"an6.68:2.5":{"pli":"‘Sammāsamādhiṃ paripūretvā saṃyojanāni pajahissatī’ti ṭhānametaṃ vijjati. ","eng":"Having fulfilled right immersion, it’s possible to give up the fetters. ","html":"{}"},"an6.68:2.6":{"pli":"‘Saṃyojanāni pahāya nibbānaṃ sacchikarissatī’ti ṭhānametaṃ vijjatī”ti. ","eng":"Having given up the fetters, it’s possible to realize extinguishment.” ","html":"{}</p>"},"an6.68:2.7":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.69":{"an6.69:0.1":{"pli":"Aṅguttara Nikāya 6.69 ","eng":"Numbered Discourses 6.69 ","html":"<article id='an6.69'><header><ul><li class='division'>{}</li>"},"an6.69:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.69:0.3":{"pli":"Devatāsutta ","eng":"A God ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.69:1.1":{"pli":"Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca: ","eng":"Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him: ","html":"<p>{}</p>"},"an6.69:1.2":{"pli":"“chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti. ","eng":"“Sir, these six things don’t lead to the decline of a mendicant. ","html":"<p>{}"},"an6.69:1.3":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.69:1.4":{"pli":"Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, sovacassatā, kalyāṇamittatā—","eng":"Respect for the Teacher, for the teaching, for the Saṅgha, for the training; being easy to admonish, and good friendship. ","html":"{}"},"an6.69:1.5":{"pli":"ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī”ti. ","eng":"These six things don’t lead to the decline of a mendicant.” ","html":"{}</p>"},"an6.69:1.6":{"pli":"Idamavoca sā devatā. ","eng":"That’s what that deity said, ","html":"<p>{}"},"an6.69:1.7":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}"},"an6.69:1.8":{"pli":"Atha kho sā devatā “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi. ","eng":"Then that deity, knowing that the teacher approved, bowed, and respectfully circled the Buddha, keeping him on his right, before vanishing right there. ","html":"{}</p>"},"an6.69:2.1":{"pli":"Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi: ","eng":"Then, when the night had passed, the Buddha addressed the mendicants: ","html":"<p>{}</p>"},"an6.69:2.2":{"pli":"“imaṃ, bhikkhave, rattiṃ aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho, bhikkhave, sā devatā maṃ etadavoca: ","eng":"“Tonight, a glorious deity, lighting up the entire Jeta’s Grove, came to me, bowed, stood to one side, and said to me: ","html":"<p>{}"},"an6.69:2.3":{"pli":"‘chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti. ","eng":"‘Sir, these six things don’t lead to the decline of a mendicant. ","html":"{}"},"an6.69:2.4":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.69:2.5":{"pli":"Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, sovacassatā, kalyāṇamittatā—","eng":"Respect for the Teacher, for the teaching, for the Saṅgha, for the training; being easy to admonish, and good friendship. ","html":"{}"},"an6.69:2.6":{"pli":"ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī’ti. ","eng":"These six things don’t lead to the decline of a mendicant.’ ","html":"{}</p>"},"an6.69:2.7":{"pli":"Idamavoca, bhikkhave, sā devatā. ","eng":"That is what that deity said. ","html":"<p>{}"},"an6.69:2.8":{"pli":"Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyī”ti. ","eng":"Then he bowed and respectfully circled me, keeping me on his right side, before vanishing right there.” ","html":"{}</p>"},"an6.69:3.1":{"pli":"Evaṃ vutte āyasmā sāriputto bhagavantaṃ abhivādetvā etadavoca: ","eng":"When he said this, Venerable Sāriputta said to the Buddha: ","html":"<p>{}</p>"},"an6.69:3.2":{"pli":"“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi. ","eng":"“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. ","html":"<p>{}"},"an6.69:3.3":{"pli":"Idha, bhante, bhikkhu attanā ca satthugāravo hoti satthugāravatāya ca vaṇṇavādī. ","eng":"It’s when a mendicant personally respects the Teacher and praises such respect. ","html":"{}"},"an6.69:3.4":{"pli":"Ye caññe bhikkhū na satthugāravā te ca satthugāravatāya samādapeti. ","eng":"And they encourage other mendicants who lack such respect to respect the Teacher. ","html":"{}"},"an6.69:3.5":{"pli":"Ye caññe bhikkhū satthugāravā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena. ","eng":"And they praise other mendicants who respect the Teacher at the right time, truthfully and correctly. ","html":"{}"},"an6.69:3.6":{"pli":"Attanā ca dhammagāravo hoti … ","eng":"They personally respect the teaching … ","html":"{}"},"an6.69:3.7":{"pli":"saṅghagāravo hoti … ","eng":"They personally respect the Saṅgha … ","html":"{}"},"an6.69:3.8":{"pli":"sikkhāgāravo hoti … ","eng":"They personally respect the training … ","html":"{}"},"an6.69:3.9":{"pli":"suvaco hoti … ","eng":"They are personally easy to admonish … ","html":"{}"},"an6.69:3.10":{"pli":"kalyāṇamitto hoti kalyāṇamittatāya ca vaṇṇavādī. ","eng":"They personally have good friends, and praise such friendship. ","html":"{}"},"an6.69:3.11":{"pli":"Ye caññe bhikkhū na kalyāṇamittā te ca kalyāṇamittatāya samādapeti. ","eng":"And they encourage other mendicants who lack good friends to develop good friendship. ","html":"{}"},"an6.69:3.12":{"pli":"Ye caññe bhikkhū kalyāṇamittā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena. ","eng":"And they praise other mendicants who have good friends at the right time, truthfully and correctly. ","html":"{}"},"an6.69:3.13":{"pli":"Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti. ","eng":"That’s how I understand the detailed meaning of the Buddha’s brief statement.” ","html":"{}</p>"},"an6.69:4.1":{"pli":"“Sādhu sādhu, sāriputta. ","eng":"“Good, good, Sāriputta! ","html":"<p>{}"},"an6.69:4.2":{"pli":"Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāsi. ","eng":"It’s good that you understand the detailed meaning of what I’ve said in brief like this. ","html":"{}</p>"},"an6.69:4.3":{"pli":"Idha, sāriputta, bhikkhu attanā ca satthugāravo hoti satthugāravatāya ca vaṇṇavādī. ","eng":"It’s when a mendicant personally respects the Teacher … ","html":"<p>{}"},"an6.69:4.4":{"pli":"Ye caññe bhikkhū na satthugāravā te ca satthugāravatāya samādapeti. ","html":"{}"},"an6.69:4.5":{"pli":"Ye caññe bhikkhū satthugāravā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena. ","html":"{}"},"an6.69:4.6":{"pli":"Attanā ca dhammagāravo hoti … ","eng":"They personally respect the teaching … ","html":"{}"},"an6.69:4.7":{"pli":"saṅghagāravo hoti … ","eng":"They personally respect the Saṅgha … ","html":"{}"},"an6.69:4.8":{"pli":"sikkhāgāravo hoti … ","eng":"They personally respect the training … ","html":"{}"},"an6.69:4.9":{"pli":"suvaco hoti … ","eng":"They are personally easy to admonish … ","html":"{}"},"an6.69:4.10":{"pli":"kalyāṇamitto hoti kalyāṇamittatāya ca vaṇṇavādī. ","eng":"They personally have good friends, and praise such friendship. ","html":"{}"},"an6.69:4.11":{"pli":"Ye caññe bhikkhū na kalyāṇamittā te ca kalyāṇamittatāya samādapeti. ","eng":"And they encourage other mendicants who lack good friends to develop good friendship. ","html":"{}"},"an6.69:4.12":{"pli":"Ye caññe bhikkhū kalyāṇamittā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena. ","eng":"And they praise other mendicants who have good friends at the right time, truthfully and correctly. ","html":"{}"},"an6.69:4.13":{"pli":"Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti. ","eng":"This is how to understand the detailed meaning of what I said in brief.” ","html":"{}</p>"},"an6.69:4.14":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.7":{"an6.7:0.1":{"pli":"Aṅguttara Nikāya 6.7 ","eng":"Numbered Discourses 6.7 ","html":"<article id='an6.7'><header><ul><li class='division'>{}</li>"},"an6.7:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.7:0.3":{"pli":"Tatiyaājānīyasutta ","eng":"The Thoroughbred (3rd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.7:1.1":{"pli":"“Chahi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"“Mendicants, a fine royal thoroughbred with six factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"<p>{}"},"an6.7:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.7:1.3":{"pli":"Idha, bhikkhave, rañño bhadro assājānīyo khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ, javasampanno ca hoti. ","eng":"It’s when a fine royal thoroughbred can endure sights, sounds, smells, tastes, and touches. And it’s fast. ","html":"{}"},"an6.7:1.4":{"pli":"Imehi kho, bhikkhave, chahi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ","eng":"A fine royal thoroughbred with these six factors is worthy of a king, fit to serve a king, and is reckoned a factor of kingship. ","html":"{}</p>"},"an6.7:2.1":{"pli":"Evamevaṃ kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ","eng":"In the same way, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.7:2.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.7:2.3":{"pli":"Idha, bhikkhave, bhikkhu khamo hoti rūpānaṃ …pe… khamo dhammānaṃ. ","eng":"It’s when a mendicant can endure sights, sounds, smells, tastes, touches, and ideas. ","html":"{}"},"an6.7:2.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"{}</p>"},"an6.7:2.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.70":{"an6.70:0.1":{"pli":"Aṅguttara Nikāya 6.70 ","eng":"Numbered Discourses 6.70 ","html":"<article id='an6.70'><header><ul><li class='division'>{}</li>"},"an6.70:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.70:0.3":{"pli":"Samādhisutta ","eng":"Immersion ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.70:1.1":{"pli":"“‘So vata, bhikkhave, bhikkhu na santena samādhinā na paṇītena na paṭippassaddhiladdhena na ekodibhāvādhigatena anekavihitaṃ iddhividhaṃ paccanubhavissati—ekopi hutvā bahudhā bhavissati, bahudhāpi hutvā eko bhavissati …pe… yāva brahmalokāpi kāyena vasaṃ vattessatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"“Mendicants, it is quite impossible that a mendicant without immersion that is peaceful, refined, tranquil, and unified will wield the many kinds of psychic power: multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the realm of divinity. ","html":"<p>{}</p>"},"an6.70:1.2":{"pli":"‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti netaṃ ṭhānaṃ vijjati. ","eng":"It’s impossible that with clairaudience that is purified and superhuman, they’ll hear both kinds of sounds, human and heavenly, whether near or far. ","html":"<p>{}</p>"},"an6.70:1.3":{"pli":"‘Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānissati—","eng":"It’s impossible that they’ll understand the minds of other beings and individuals, having encompassed them with their own mind, ","html":"<p>{}"},"an6.70:1.4":{"pli":"sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānissati …pe… ","eng":"understanding mind with greed as ‘mind with greed’ … ","html":"{}"},"an6.70:1.5":{"pli":"vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"and freed mind as ‘freed mind’. ","html":"{}</p>"},"an6.70:1.6":{"pli":"‘Anekavihitaṃ pubbenivāsaṃ anussarissati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"It’s impossible that they’ll recollect many kinds of past lives, with features and details. ","html":"<p>{}</p>"},"an6.70:1.7":{"pli":"‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati …pe… yathākammūpage satte pajānissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"It’s impossible that with clairvoyance that is purified and surpasses the human, they’ll understand how sentient beings pass on according to their deeds. ","html":"<p>{}</p>"},"an6.70:1.8":{"pli":"‘Āsavānaṃ khayā …pe… sacchikatvā upasampajja viharissatī’ti netaṃ ṭhānaṃ vijjati. ","eng":"It’s impossible that they’ll realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}</p>"},"an6.70:2.1":{"pli":"‘So vata, bhikkhave, bhikkhu santena samādhinā paṇītena paṭippassaddhiladdhena ekodibhāvādhigatena anekavihitaṃ iddhividhaṃ paccanubhavissati …pe… yāva brahmalokāpi kāyena vasaṃ vattessatī’ti ṭhānametaṃ vijjati. ","eng":"But it’s quite possible that a mendicant who has immersion that is peaceful, refined, tranquil, and unified will wield the many kinds of psychic power … ","html":"<p>{}</p>"},"an6.70:2.2":{"pli":"‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti ṭhānametaṃ vijjati. ","eng":"It’s possible that with clairaudience that is purified and superhuman, they’ll hear both kinds of sounds … ","html":"<p>{}</p>"},"an6.70:2.3":{"pli":"‘Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānissati—","eng":"It’s possible that they’ll understand the minds of other beings … ","html":"<p>{}"},"an6.70:2.4":{"pli":"sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānissati …pe… ","html":"{}"},"an6.70:2.5":{"pli":"vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānissatī’ti ṭhānametaṃ vijjati. ","html":"{}</p>"},"an6.70:2.6":{"pli":"‘Anekavihitaṃ pubbenivāsaṃ anussarissati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissatī’ti ṭhānametaṃ vijjati. ","eng":"It’s possible that they’ll recollect many kinds of past lives, with features and details. ","html":"<p>{}</p>"},"an6.70:2.7":{"pli":"‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānissatī’ti ṭhānametaṃ vijjati. ","eng":"It’s possible that with clairvoyance that is purified and superhuman, they’ll understand how sentient beings pass on according to their deeds. ","html":"<p>{}</p>"},"an6.70:2.8":{"pli":"‘Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ …pe… sacchikatvā upasampajja viharissatī’ti ṭhānametaṃ vijjatī”ti. ","eng":"It’s possible that they’ll realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.” ","html":"<p>{}</p>"},"an6.70:2.9":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.71":{"an6.71:0.1":{"pli":"Aṅguttara Nikāya 6.71 ","eng":"Numbered Discourses 6.71 ","html":"<article id='an6.71'><header><ul><li class='division'>{}</li>"},"an6.71:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.71:0.3":{"pli":"Sakkhibhabbasutta ","eng":"Capable of Realizing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.71:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo tatra tatreva sakkhibhabbataṃ pāpuṇituṃ sati sati āyatane. ","eng":"“Mendicants, a mendicant with six qualities is incapable of realizing anything that can be realized, since each and every one is within range. ","html":"<p>{}"},"an6.71:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.71:1.3":{"pli":"Idha, bhikkhave, bhikkhu ‘ime hānabhāgiyā dhammā’ti yathābhūtaṃ nappajānāti, ‘ime ṭhitibhāgiyā dhammā’ti yathābhūtaṃ nappajānāti, ‘ime visesabhāgiyā dhammā’ti yathābhūtaṃ nappajānāti, ‘ime nibbedhabhāgiyā dhammā’ti yathābhūtaṃ nappajānāti, asakkaccakārī ca hoti, asappāyakārī ca. ","eng":"It’s when a mendicant doesn’t truly understand which qualities make things worse, which keep things steady, which lead to distinction, and which lead to penetration. And they don’t practice carefully or do what’s suitable. ","html":"{}"},"an6.71:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu abhabbo tatra tatreva sakkhibhabbataṃ pāpuṇituṃ sati sati āyatane. ","eng":"A mendicant with these six qualities is incapable of realizing anything that can be realized, since each and every one is within range. ","html":"{}</p>"},"an6.71:2.1":{"pli":"Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo tatra tatreva sakkhibhabbataṃ pāpuṇituṃ sati sati āyatane. ","eng":"A mendicant with six qualities is capable of realizing anything that can be realized, since each and every one is within range. ","html":"<p>{}"},"an6.71:2.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.71:2.3":{"pli":"Idha, bhikkhave, bhikkhu ‘ime hānabhāgiyā dhammā’ti yathābhūtaṃ pajānāti, ‘ime ṭhitibhāgiyā dhammā’ti yathābhūtaṃ pajānāti, ‘ime visesabhāgiyā dhammā’ti yathābhūtaṃ pajānāti, ‘ime nibbedhabhāgiyā dhammā’ti yathābhūtaṃ pajānāti, sakkaccakārī ca hoti, sappāyakārī ca. ","eng":"It’s when a mendicant truly understands which qualities make things worse, which keep things steady, which lead to distinction, and which lead to penetration. And they practice carefully and do what’s suitable. ","html":"{}"},"an6.71:2.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu bhabbo tatra tatreva sakkhibhabbataṃ pāpuṇituṃ sati sati āyatane”ti. ","eng":"A mendicant with these six qualities is capable of realizing anything that can be realized, since each and every one is within range.” ","html":"{}</p>"},"an6.71:2.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.72":{"an6.72:0.1":{"pli":"Aṅguttara Nikāya 6.72 ","eng":"Numbered Discourses 6.72 ","html":"<article id='an6.72'><header><ul><li class='division'>{}</li>"},"an6.72:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.72:0.3":{"pli":"Balasutta ","eng":"Strength ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.72:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo samādhismiṃ balataṃ pāpuṇituṃ. ","eng":"“Mendicants, a mendicant who has six qualities can’t attain strength in immersion. ","html":"<p>{}"},"an6.72:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.72:1.3":{"pli":"Idha, bhikkhave, bhikkhu na samādhissa samāpattikusalo hoti, na samādhissa ṭhitikusalo hoti, na samādhissa vuṭṭhānakusalo hoti, asakkaccakārī ca hoti, asātaccakārī ca, asappāyakārī ca. ","eng":"It’s when a mendicant is not skilled in entering immersion, skilled in remaining in immersion, or skilled in emerging from immersion. And they don’t practice carefully and persistently, and they don’t do what’s suitable. ","html":"{}"},"an6.72:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu abhabbo samādhismiṃ balataṃ pāpuṇituṃ. ","eng":"A mendicant who possesses these six qualities can’t attain strength in immersion. ","html":"{}</p>"},"an6.72:2.1":{"pli":"Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo samādhismiṃ balataṃ pāpuṇituṃ. ","eng":"A mendicant who has six qualities can attain strength in immersion. ","html":"<p>{}"},"an6.72:2.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.72:2.3":{"pli":"Idha, bhikkhave, bhikkhu samādhissa samāpattikusalo hoti, samādhissa ṭhitikusalo hoti, samādhissa vuṭṭhānakusalo hoti, sakkaccakārī ca hoti, sātaccakārī ca, sappāyakārī ca. ","eng":"It’s when a mendicant is skilled in entering immersion, skilled in remaining in immersion, and skilled in emerging from immersion. And they practice carefully and persistently, and do what’s suitable. ","html":"{}"},"an6.72:2.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu bhabbo samādhismiṃ balataṃ pāpuṇitun”ti. ","eng":"A mendicant who possesses these six qualities can attain strength in immersion.” ","html":"{}</p>"},"an6.72:2.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.73":{"an6.73:0.1":{"pli":"Aṅguttara Nikāya 6.73 ","eng":"Numbered Discourses 6.73 ","html":"<article id='an6.73'><header><ul><li class='division'>{}</li>"},"an6.73:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.73:0.3":{"pli":"Paṭhamatajjhānasutta ","eng":"First Absorption (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.73:1.1":{"pli":"“Cha, bhikkhave, dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ. ","eng":"“Mendicants, without giving up these six qualities you can’t enter and remain in the first absorption. ","html":"<p>{}"},"an6.73:1.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.73:1.3":{"pli":"Kāmacchandaṃ, byāpādaṃ, thinamiddhaṃ, uddhaccakukkuccaṃ, vicikicchaṃ. ","eng":"Desire for sensual pleasures, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ","html":"{}"},"an6.73:1.4":{"pli":"Kāmesu kho panassa ādīnavo na yathābhūtaṃ sammappaññāya sudiṭṭho hoti. ","eng":"And the drawbacks of sensual pleasures have not been truly seen clearly with right wisdom. ","html":"{}"},"an6.73:1.5":{"pli":"Ime kho, bhikkhave, cha dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ. ","eng":"Without giving up these six qualities you can’t enter and remain in the first absorption. ","html":"{}</p>"},"an6.73:2.1":{"pli":"Cha, bhikkhave, dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ. ","eng":"But after giving up these six qualities you can enter and remain in the first absorption. ","html":"<p>{}"},"an6.73:2.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.73:2.3":{"pli":"Kāmacchandaṃ, byāpādaṃ, thinamiddhaṃ, uddhaccakukkuccaṃ, vicikicchaṃ, ","eng":"Desire for sensual pleasures, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ","html":"{}"},"an6.73:2.4":{"pli":"kāmesu kho panassa ādīnavo na yathābhūtaṃ sammappaññāya sudiṭṭho hoti. ","eng":"And the drawbacks of sensual pleasures have been truly seen clearly with right wisdom. ","html":"{}"},"an6.73:2.5":{"pli":"Ime kho, bhikkhave, cha dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharitun”ti. ","eng":"After giving up these six qualities you can enter and remain in the first absorption.” ","html":"{}</p>"},"an6.73:2.6":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.74":{"an6.74:0.1":{"pli":"Aṅguttara Nikāya 6.74 ","eng":"Numbered Discourses 6.74 ","html":"<article id='an6.74'><header><ul><li class='division'>{}</li>"},"an6.74:0.2":{"pli":"7. Devatāvagga ","eng":"7. A God ","html":"<li>{}</li></ul>"},"an6.74:0.3":{"pli":"Dutiyatajjhānasutta ","eng":"First Absorption (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.74:1.1":{"pli":"“Cha, bhikkhave, dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ. ","eng":"“Mendicants, without giving up these six qualities you can’t enter and remain in the first absorption. ","html":"<p>{}"},"an6.74:1.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.74:1.3":{"pli":"Kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ, kāmasaññaṃ, byāpādasaññaṃ, vihiṃsāsaññaṃ—","eng":"Sensual, malicious, and cruel thoughts; and sensual, malicious, and cruel perceptions. ","html":"{}"},"an6.74:1.4":{"pli":"ime kho, bhikkhave, cha dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ. ","eng":"Without giving up these six qualities you can’t enter and remain in the first absorption. ","html":"{}</p>"},"an6.74:2.1":{"pli":"Cha, bhikkhave, dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ. ","eng":"But after giving up these six qualities you can enter and remain in the first absorption. ","html":"<p>{}"},"an6.74:2.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.74:2.3":{"pli":"Kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ, kāmasaññaṃ, byāpādasaññaṃ, vihiṃsāsaññaṃ—","eng":"Sensual, malicious, and cruel thoughts; and sensual, malicious, and cruel perceptions. ","html":"{}"},"an6.74:2.4":{"pli":"ime kho, bhikkhave, cha dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharitun”ti. ","eng":"After giving up these six qualities you can enter and remain in the first absorption.” ","html":"{}</p>"},"an6.74:2.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an6.74:2.6":{"pli":"Devatāvaggo sattamo. ","html":"<p class='endvagga'>{}</p>"},"an6.74:3.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an6.74:3.1":{"pli":"Anāgāmi arahaṃ mittā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an6.74:3.2":{"pli":"saṅgaṇikārāmadevatā; ","html":"<span class='verse-line'>{}</span>"},"an6.74:3.3":{"pli":"Samādhisakkhibhabbaṃ balaṃ, ","html":"<span class='verse-line'>{}</span>"},"an6.74:3.4":{"pli":"tajjhānā apare duveti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an6.75":{"an6.75:0.1":{"pli":"Aṅguttara Nikāya 6.75 ","eng":"Numbered Discourses 6.75 ","html":"<article id='an6.75'><header><ul><li class='division'>{}</li>"},"an6.75:0.2":{"pli":"8. Arahattavagga ","eng":"8. Perfection ","html":"<li>{}</li></ul>"},"an6.75:0.3":{"pli":"Dukkhasutta ","eng":"Suffering ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.75:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ","eng":"“Mendicants, when a mendicant has six qualities they live unhappily in this very life—with distress, anguish, and fever—and when the body breaks up, after death, they can expect a bad rebirth. ","html":"<p>{}"},"an6.75:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.75:1.3":{"pli":"Kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkena, kāmasaññāya, byāpādasaññāya, vihiṃsāsaññāya—","eng":"Sensual, malicious, and cruel thoughts; and sensual, malicious, and cruel perceptions. ","html":"{}"},"an6.75:1.4":{"pli":"imehi, kho, bhikkhave, chahi dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ","eng":"When a mendicant possesses these six qualities they live unhappily in this very life—with distress, anguish, and fever—and when the body breaks up, after death, they can expect a bad rebirth. ","html":"{}</p>"},"an6.75:2.1":{"pli":"Chahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ, kāyassa bhedā paraṃ maraṇā sugati pāṭikaṅkhā. ","eng":"When a mendicant has six qualities they live happily in this very life—without distress, anguish, or fever—and when the body breaks up, after death, they can expect a good rebirth. ","html":"<p>{}"},"an6.75:2.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.75:2.3":{"pli":"Nekkhammavitakkena, abyāpādavitakkena, avihiṃsāvitakkena, nekkhammasaññāya, abyāpādasaññāya, avihiṃsāsaññāya—","eng":"Thoughts of renunciation, good will, and harmlessness. And perceptions of renunciation, good will, and harmlessness. ","html":"{}"},"an6.75:2.4":{"pli":"imehi, kho, bhikkhave, chahi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ, kāyassa bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti. ","eng":"When a mendicant possesses these six qualities they live happily in this very life—without distress, anguish, or fever—and when the body breaks up, after death, they can expect a good rebirth.” ","html":"{}</p>"},"an6.75:2.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.76":{"an6.76:0.1":{"pli":"Aṅguttara Nikāya 6.76 ","eng":"Numbered Discourses 6.76 ","html":"<article id='an6.76'><header><ul><li class='division'>{}</li>"},"an6.76:0.2":{"pli":"8. Arahattavagga ","eng":"8. Perfection ","html":"<li>{}</li></ul>"},"an6.76:0.3":{"pli":"Arahattasutta ","eng":"Perfection ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.76:1.1":{"pli":"“Cha, bhikkhave, dhamme appahāya abhabbo arahattaṃ sacchikātuṃ. ","eng":"“Mendicants, without giving up six things you can’t realize perfection. ","html":"<p>{}"},"an6.76:1.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.76:1.3":{"pli":"Mānaṃ, omānaṃ, atimānaṃ, adhimānaṃ, thambhaṃ, atinipātaṃ. ","eng":"Conceit, inferiority complex, superiority complex, overestimation, obstinacy, and groveling. ","html":"{}"},"an6.76:1.4":{"pli":"Ime kho, bhikkhave, cha dhamme appahāya abhabbo arahattaṃ sacchikātuṃ. ","eng":"Without giving up these six qualities you can’t realize perfection. ","html":"{}</p>"},"an6.76:2.1":{"pli":"Cha, bhikkhave, dhamme pahāya bhabbo arahattaṃ sacchikātuṃ. ","eng":"After giving up six things you can realize perfection. ","html":"<p>{}"},"an6.76:2.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.76:2.3":{"pli":"Mānaṃ, omānaṃ, atimānaṃ, adhimānaṃ, thambhaṃ, atinipātaṃ. ","eng":"Conceit, inferiority complex, superiority complex, overestimation, obstinacy, and groveling. ","html":"{}"},"an6.76:2.4":{"pli":"Ime kho, bhikkhave, cha dhamme pahāya bhabbo arahattaṃ sacchikātun”ti. ","eng":"After giving up these six things you can realize perfection.” ","html":"{}</p>"},"an6.76:2.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.77":{"an6.77:0.1":{"pli":"Aṅguttara Nikāya 6.77 ","eng":"Numbered Discourses 6.77 ","html":"<article id='an6.77'><header><ul><li class='division'>{}</li>"},"an6.77:0.2":{"pli":"8. Arahattavagga ","eng":"8. Perfection ","html":"<li>{}</li></ul>"},"an6.77:0.3":{"pli":"Uttarimanussadhammasutta ","eng":"Superhuman States ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.77:1.1":{"pli":"“Cha, bhikkhave, dhamme appahāya abhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātuṃ. ","eng":"“Mendicants, without giving up six qualities you can’t realize a superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"<p>{}"},"an6.77:1.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.77:1.3":{"pli":"Muṭṭhassaccaṃ, asampajaññaṃ, indriyesu aguttadvārataṃ, bhojane amattaññutaṃ, kuhanaṃ, lapanaṃ. ","eng":"Lack of mindfulness and situational awareness, not guarding the sense doors, eating too much, fawning, and flattery. ","html":"{}"},"an6.77:1.4":{"pli":"Ime kho, bhikkhave, cha dhamme appahāya abhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātuṃ. ","eng":"Without giving up these six qualities you can’t realize a superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"{}</p>"},"an6.77:2.1":{"pli":"Cha, bhikkhave, dhamme pahāya bhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātuṃ. ","eng":"But after giving up six qualities you can realize a superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"<p>{}"},"an6.77:2.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.77:2.3":{"pli":"Muṭṭhassaccaṃ, asampajaññaṃ, indriyesu aguttadvārataṃ, bhojane amattaññutaṃ, kuhanaṃ, lapanaṃ. ","eng":"Lack of mindfulness and situational awareness, not guarding the sense doors, eating too much, fawning, and flattery. ","html":"{}"},"an6.77:2.4":{"pli":"Ime kho, bhikkhave, cha dhamme pahāya bhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātun”ti. ","eng":"After giving up these six qualities you can realize a superhuman distinction in knowledge and vision worthy of the noble ones.” ","html":"{}</p>"},"an6.77:2.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.78":{"an6.78:0.1":{"pli":"Aṅguttara Nikāya 6.78 ","eng":"Numbered Discourses 6.78 ","html":"<article id='an6.78'><header><ul><li class='division'>{}</li>"},"an6.78:0.2":{"pli":"8. Arahattavagga ","eng":"8. Perfection ","html":"<li>{}</li></ul>"},"an6.78:0.3":{"pli":"Sukhasomanassasutta ","eng":"Joy and Happiness ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.78:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāya. ","eng":"“Mendicants, when a mendicant has six things they’re full of joy and happiness in this very life, and they have laid the groundwork for ending the defilements. ","html":"<p>{}"},"an6.78:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.78:1.3":{"pli":"Idha, bhikkhave, bhikkhu dhammārāmo hoti, bhāvanārāmo hoti, pahānārāmo hoti, pavivekārāmo hoti, abyāpajjhārāmo hoti, nippapañcārāmo hoti. ","eng":"It’s when a mendicant enjoys the teaching, meditation, giving up, seclusion, kindness, and non-proliferation. ","html":"{}"},"an6.78:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāyā”ti. ","eng":"When a mendicant possesses these six things they’re full of joy and happiness in this very life, and they have laid the groundwork for ending the defilements.” ","html":"{}</p>"},"an6.78:1.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.79":{"an6.79:0.1":{"pli":"Aṅguttara Nikāya 6.79 ","eng":"Numbered Discourses 6.79 ","html":"<article id='an6.79'><header><ul><li class='division'>{}</li>"},"an6.79:0.2":{"pli":"8. Arahattavagga ","eng":"8. Perfection ","html":"<li>{}</li></ul>"},"an6.79:0.3":{"pli":"Adhigamasutta ","eng":"Achievement ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.79:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ. ","eng":"“Mendicants, a mendicant who has six qualities is unable to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired. ","html":"<p>{}"},"an6.79:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.79:1.3":{"pli":"Idha, bhikkhave, bhikkhu na āyakusalo ca hoti, na apāyakusalo ca hoti, na upāyakusalo ca hoti, anadhigatānaṃ kusalānaṃ dhammānaṃ adhigamāya na chandaṃ janeti, adhigate kusale dhamme na ārakkhati, sātaccakiriyāya na sampādeti. ","eng":"It’s when a mendicant is not skilled in progress, skilled in regress, or skilled in means. They don’t generate enthusiasm to achieve skillful qualities not yet achieved. They don’t protect skillful qualities they have achieved. And they don’t try to persist in the task. ","html":"{}"},"an6.79:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ. ","eng":"A mendicant who possesses these six qualities is unable to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired. ","html":"{}</p>"},"an6.79:2.1":{"pli":"Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ. ","eng":"A mendicant who has six qualities is able to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired. ","html":"<p>{}"},"an6.79:2.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.79:2.3":{"pli":"Idha, bhikkhave, bhikkhu āyakusalo ca hoti, apāyakusalo ca hoti, upāyakusalo ca hoti, anadhigatānaṃ kusalānaṃ dhammānaṃ adhigamāya chandaṃ janeti, adhigate kusale dhamme ārakkhati, sātaccakiriyāya sampādeti. ","eng":"It’s when a mendicant is skilled in progress, skilled in regress, and skilled in means. They generate enthusiasm to achieve skillful qualities not yet achieved. They protect skillful qualities they have achieved. And they try to persist in the task. ","html":"{}"},"an6.79:2.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātun”ti. ","eng":"A mendicant who possesses these six qualities is able to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.” ","html":"{}</p>"},"an6.79:2.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.8":{"an6.8:0.1":{"pli":"Aṅguttara Nikāya 6.8 ","eng":"Numbered Discourses 6.8 ","html":"<article id='an6.8'><header><ul><li class='division'>{}</li>"},"an6.8:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.8:0.3":{"pli":"Anuttariyasutta ","eng":"Unsurpassable ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.8:1.1":{"pli":"“Chayimāni, bhikkhave, anuttariyāni. ","eng":"“Mendicants, these six things are unsurpassable. ","html":"<p>{}"},"an6.8:1.2":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}"},"an6.8:1.3":{"pli":"Dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ, anussatānuttariyaṃ. ","eng":"The unsurpassable seeing, listening, acquisition, training, service, and recollection. ","html":"{}"},"an6.8:1.4":{"pli":"Imāni kho, bhikkhave, cha anuttariyānī”ti. ","eng":"These are the six unsurpassable things.” ","html":"{}</p>"},"an6.8:1.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.80":{"an6.80:0.1":{"pli":"Aṅguttara Nikāya 6.80 ","eng":"Numbered Discourses 6.80 ","html":"<article id='an6.80'><header><ul><li class='division'>{}</li>"},"an6.80:0.2":{"pli":"8. Arahattavagga ","eng":"8. Perfection ","html":"<li>{}</li></ul>"},"an6.80:0.3":{"pli":"Mahantattasutta ","eng":"Greatness ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.80:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu nacirasseva mahantattaṃ vepullattaṃ pāpuṇāti dhammesu. ","eng":"“Mendicants, a mendicant with six qualities soon acquires great and abundant good qualities. ","html":"<p>{}"},"an6.80:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.80:1.3":{"pli":"Idha, bhikkhave, bhikkhu ālokabahulo ca hoti yogabahulo ca vedabahulo ca asantuṭṭhibahulo ca anikkhittadhuro ca kusalesu dhammesu uttari ca patāreti. ","eng":"It’s when a mendicant is full of light, full of practice, full of inspiration, and full of eagerness. They don’t slack off when it comes to developing skillful qualities. They reach further. ","html":"{}"},"an6.80:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu nacirasseva mahantattaṃ vepullattaṃ pāpuṇāti dhammesū”ti. ","eng":"A mendicant who possesses these six qualities soon acquires great and abundant good qualities.” ","html":"{}</p>"},"an6.80:1.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}