{"an6.38":{"an6.38:0.1":{"pli":"Aṅguttara Nikāya 6.38 ","eng":"Numbered Discourses 6.38 ","html":"<article id='an6.38'><header><ul><li class='division'>{}</li>"},"an6.38:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.38:0.3":{"pli":"Attakārīsutta ","eng":"One’s Own Volition ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.38:1.1":{"pli":"Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then a certain brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an6.38:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an6.38:1.3":{"pli":"“ahañhi, bho gotama, evaṃvādī evaṃdiṭṭhi: ","eng":"“Worthy Gotama, this is my doctrine and view: ","html":"<p>{}"},"an6.38:1.4":{"pli":"‘natthi attakāro, natthi parakāro’”ti. ","eng":"One does not act of one’s own volition, nor does one act of another’s volition.” ","html":"{}</p>"},"an6.38:1.5":{"pli":"“Māhaṃ, brāhmaṇa, evaṃvādiṃ evaṃdiṭṭhiṃ addasaṃ vā assosiṃ vā. ","eng":"“Brahmin, may I never see or hear of anyone holding such a doctrine or view! ","html":"<p>{}"},"an6.38:1.6":{"pli":"Kathañhi nāma sayaṃ abhikkamanto, sayaṃ paṭikkamanto evaṃ vakkhati: ","eng":"How on earth can someone who comes and goes on his own say that ","html":"{}"},"an6.38:1.7":{"pli":"‘natthi attakāro, natthi parakāro’ti. ","eng":"one does not act of one’s own volition, nor does one act of another’s volition? ","html":"{}</p>"},"an6.38:2.1":{"pli":"Taṃ kiṃ maññasi, brāhmaṇa, atthi ārabbhadhātū”ti? ","eng":"What do you think, brahmin, is there an element of initiative?” ","html":"<p>{}</p>"},"an6.38:2.2":{"pli":"“Evaṃ, bho”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.38:2.3":{"pli":"“Ārabbhadhātuyā sati ārabbhavanto sattā paññāyantī”ti? ","eng":"“Since this is so, do we find sentient beings who initiate activity?” ","html":"<p>{}</p>"},"an6.38:2.4":{"pli":"“Evaṃ, bho”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.38:2.5":{"pli":"“Yaṃ kho, brāhmaṇa, ārabbhadhātuyā sati ārabbhavanto sattā paññāyanti, ayaṃ sattānaṃ attakāro ayaṃ parakāro. ","eng":"“Since there is an element of initiative, and sentient beings who initiate activity are found, sentient beings act of their own volition or that of another. ","html":"<p>{}</p>"},"an6.38:3.1":{"pli":"Taṃ kiṃ maññasi, brāhmaṇa, atthi nikkamadhātu …pe… ","eng":"What do you think, brahmin, is there an element of persistence … ","html":"<p>{}"},"an6.38:3.2":{"pli":"atthi parakkamadhātu … ","eng":"exertion … ","html":"{}"},"an6.38:3.3":{"pli":"atthi thāmadhātu … ","eng":"strength … ","html":"{}"},"an6.38:3.4":{"pli":"atthi ṭhitidhātu … ","eng":"endurance … ","html":"{}"},"an6.38:3.5":{"pli":"atthi upakkamadhātū”ti? ","eng":"energy?” ","html":"{}</p>"},"an6.38:3.6":{"pli":"“Evaṃ, bho”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.38:3.7":{"pli":"“Upakkamadhātuyā sati upakkamavanto sattā paññāyantī”ti? ","eng":"“Since this is so, do we find sentient beings who have energy?” ","html":"<p>{}</p>"},"an6.38:3.8":{"pli":"“Evaṃ, bho”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.38:3.9":{"pli":"“Yaṃ kho, brāhmaṇa, upakkamadhātuyā sati upakkamavanto sattā paññāyanti, ayaṃ sattānaṃ attakāro ayaṃ parakāro. ","eng":"“Since there is an element of energy, and sentient beings who have energy are found, sentient beings act of their own volition or that of another. ","html":"<p>{}</p>"},"an6.38:4.1":{"pli":"Māhaṃ, brāhmaṇa, evaṃvādiṃ evaṃdiṭṭhiṃ addasaṃ vā assosiṃ vā. ","eng":"Brahmin, may I never see or hear of anyone holding such a doctrine or view! ","html":"<p>{}"},"an6.38:4.2":{"pli":"Kathañhi nāma sayaṃ abhikkamanto sayaṃ paṭikkamanto evaṃ vakkhati: ","eng":"How on earth can someone who comes and goes on his own say that ","html":"{}"},"an6.38:4.3":{"pli":"‘natthi attakāro natthi parakāro’”ti. ","eng":"one does not act of one’s own volition, nor does one act of another’s volition?” ","html":"{}</p>"},"an6.38:5.1":{"pli":"“Abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"<p>{}"},"an6.38:5.2":{"pli":"ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an6.38:5.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.39":{"an6.39:0.1":{"pli":"Aṅguttara Nikāya 6.39 ","eng":"Numbered Discourses 6.39 ","html":"<article id='an6.39'><header><ul><li class='division'>{}</li>"},"an6.39:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.39:0.3":{"pli":"Nidānasutta ","eng":"Sources ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.39:1.1":{"pli":"“Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya. ","eng":"“Mendicants, there are these three sources that give rise to deeds. ","html":"<p>{}"},"an6.39:1.2":{"pli":"Katamāni tīṇi? ","eng":"What three? ","html":"{}"},"an6.39:1.3":{"pli":"Lobho nidānaṃ kammānaṃ samudayāya, doso nidānaṃ kammānaṃ samudayāya, moho nidānaṃ kammānaṃ samudayāya. ","eng":"Greed, hate, and delusion are sources that give rise to deeds. ","html":"{}"},"an6.39:1.4":{"pli":"Na, bhikkhave, lobhā alobho samudeti; ","eng":"Greed doesn’t give rise to contentment. ","html":"{}"},"an6.39:1.5":{"pli":"atha kho, bhikkhave, lobhā lobhova samudeti. ","eng":"Rather, greed just gives rise to greed. ","html":"{}"},"an6.39:1.6":{"pli":"Na, bhikkhave, dosā adoso samudeti; ","eng":"Hate doesn’t give rise to love. ","html":"{}"},"an6.39:1.7":{"pli":"atha kho, bhikkhave, dosā dosova samudeti. ","eng":"Rather, hate just gives rise to hate. ","html":"{}"},"an6.39:1.8":{"pli":"Na, bhikkhave, mohā amoho samudeti; ","eng":"Delusion doesn’t give rise to understanding. ","html":"{}"},"an6.39:1.9":{"pli":"atha kho, bhikkhave, mohā mohova samudeti. ","eng":"Rather, delusion just gives rise to delusion. ","html":"{}"},"an6.39:1.10":{"pli":"Na, bhikkhave, lobhajena kammena dosajena kammena mohajena kammena devā paññāyanti, manussā paññāyanti, yā vā panaññāpi kāci sugatiyo. ","eng":"It’s not because of deeds born of greed, hate, and delusion that gods, humans, or those in any other good places are found. ","html":"{}"},"an6.39:1.11":{"pli":"Atha kho, bhikkhave, lobhajena kammena dosajena kammena mohajena kammena nirayo paññāyati tiracchānayoni paññāyati pettivisayo paññāyati, yā vā panaññāpi kāci duggatiyo. ","eng":"Rather, it’s because of deeds born of greed, hate, and delusion that hell, the animal realm, the ghost realm, or any other bad places are found. ","html":"{}"},"an6.39:1.12":{"pli":"Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāya. ","eng":"These are three sources that give rise to deeds. ","html":"{}</p>"},"an6.39:2.1":{"pli":"Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya. ","eng":"Mendicants, there are these three sources that give rise to deeds. ","html":"<p>{}"},"an6.39:2.2":{"pli":"Katamāni tīṇi? ","eng":"What three? ","html":"{}"},"an6.39:2.3":{"pli":"Alobho nidānaṃ kammānaṃ samudayāya, adoso nidānaṃ kammānaṃ samudayāya, amoho nidānaṃ kammānaṃ samudayāya. ","eng":"Contentment, love, and understanding are sources that give rise to deeds. ","html":"{}"},"an6.39:2.4":{"pli":"Na, bhikkhave, alobhā lobho samudeti; ","eng":"Contentment doesn’t give rise to greed. ","html":"{}"},"an6.39:2.5":{"pli":"atha kho, bhikkhave, alobhā alobhova samudeti. ","eng":"Rather, contentment just gives rise to contentment. ","html":"{}"},"an6.39:2.6":{"pli":"Na, bhikkhave, adosā doso samudeti; ","eng":"Love doesn’t give rise to hate. ","html":"{}"},"an6.39:2.7":{"pli":"atha kho, bhikkhave, adosā adosova samudeti. ","eng":"Rather, love just gives rise to love. ","html":"{}"},"an6.39:2.8":{"pli":"Na, bhikkhave, amohā moho samudeti; ","eng":"Understanding doesn’t give rise to delusion. ","html":"{}"},"an6.39:2.9":{"pli":"atha kho, bhikkhave, amohā amohova samudeti. ","eng":"Rather, understanding just gives rise to understanding. ","html":"{}"},"an6.39:2.10":{"pli":"Na, bhikkhave, alobhajena kammena adosajena kammena amohajena kammena nirayo paññāyati tiracchānayoni paññāyati pettivisayo paññāyati, yā vā panaññāpi kāci duggatiyo. ","eng":"It’s not because of deeds born of contentment, love, and understanding that hell, the animal realm, the ghost realm, or any other bad places are found. ","html":"{}"},"an6.39:2.11":{"pli":"Atha kho, bhikkhave, alobhajena kammena adosajena kammena amohajena kammena devā paññāyanti, manussā paññāyanti, yā vā panaññāpi kāci sugatiyo. ","eng":"Rather, it’s because of deeds born of contentment, love, and understanding that gods, humans, or those in any other good places are found. ","html":"{}"},"an6.39:2.12":{"pli":"Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāyā”ti. ","eng":"These are three sources that give rise to deeds.” ","html":"{}</p>"},"an6.39:2.13":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.4":{"an6.4:0.1":{"pli":"Aṅguttara Nikāya 6.4 ","eng":"Numbered Discourses 6.4 ","html":"<article id='an6.4'><header><ul><li class='division'>{}</li>"},"an6.4:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.4:0.3":{"pli":"Balasutta ","eng":"Powers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.4:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ","eng":"“Mendicants, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.4:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.4:1.3":{"pli":"Saddhābalena, vīriyabalena, satibalena, samādhibalena, paññābalena, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"The powers of faith, energy, mindfulness, immersion, and wisdom. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"an6.4:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"{}</p>"},"an6.4:1.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.40":{"an6.40:0.1":{"pli":"Aṅguttara Nikāya 6.40 ","eng":"Numbered Discourses 6.40 ","html":"<article id='an6.40'><header><ul><li class='division'>{}</li>"},"an6.40:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.40:0.3":{"pli":"Kimilasutta ","eng":"With Kimbila ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.40:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an6.40:1.2":{"pli":"ekaṃ samayaṃ bhagavā kimilāyaṃ viharati niculavane. ","eng":"At one time the Buddha was staying near Kimbilā in the Freshwater Mangrove Wood. ","html":"{}"},"an6.40:1.3":{"pli":"Atha kho āyasmā kimilo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā kimilo bhagavantaṃ etadavoca: ","eng":"Then Venerable Kimbila went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an6.40:1.4":{"pli":"“ko nu kho, bhante, hetu ko paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī”ti? ","eng":"“What is the cause, sir, what is the reason why the true teaching does not last long after the final quenching of the Realized One?” ","html":"<p>{}</p>"},"an6.40:1.5":{"pli":"“Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, appamāde agāravā viharanti appatissā, paṭisanthāre agāravā viharanti appatissā. ","eng":"“Kimbila, it’s when the monks, nuns, laymen, and laywomen lack respect and reverence for the Teacher, the teaching, the Saṅgha, the training, diligence, and hospitality after the final quenching of the Realized One. ","html":"<p>{}"},"an6.40:1.6":{"pli":"Ayaṃ kho, kimila, hetu ayaṃ paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti”. ","eng":"This is the cause, this is the reason why the true teaching does not last long after the final quenching of the Realized One.” ","html":"{}</p>"},"an6.40:2.1":{"pli":"“Ko pana, bhante, hetu ko paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti? ","eng":"“What is the cause, sir, what is the reason why the true teaching does last long after the final quenching of the Realized One?” ","html":"<p>{}</p>"},"an6.40:2.2":{"pli":"“Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, appamāde sagāravā viharanti sappatissā, paṭisanthāre sagāravā viharanti sappatissā. ","eng":"“Kimbila, it’s when the monks, nuns, laymen, and laywomen maintain respect and reverence for the Teacher, the teaching, the Saṅgha, the training, diligence, and hospitality after the final quenching of the Realized One. ","html":"<p>{}"},"an6.40:2.3":{"pli":"Ayaṃ kho, kimila, hetu ayaṃ paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti. ","eng":"This is the cause, this is the reason why the true teaching does last long after the final quenching of the Realized One.” ","html":"{}</p>"},"an6.40:2.4":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.41":{"an6.41:0.1":{"pli":"Aṅguttara Nikāya 6.41 ","eng":"Numbered Discourses 6.41 ","html":"<article id='an6.41'><header><ul><li class='division'>{}</li>"},"an6.41:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.41:0.3":{"pli":"Dārukkhandhasutta ","eng":"A Tree Trunk ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.41:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an6.41:1.2":{"pli":"ekaṃ samayaṃ āyasmā sāriputto rājagahe viharati gijjhakūṭe pabbate. ","eng":"At one time Venerable Sāriputta was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"{}</p>"},"an6.41:1.3":{"pli":"Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sambahulehi bhikkhūhi saddhiṃ gijjhakūṭā pabbatā orohanto addasa aññatarasmiṃ padese mahantaṃ dārukkhandhaṃ. ","eng":"Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, descended the Vulture’s Peak together with several mendicants. At a certain spot he saw a large tree trunk, ","html":"<p>{}"},"an6.41:1.4":{"pli":"Disvā bhikkhū āmantesi: ","eng":"and he addressed the mendicants, ","html":"{}"},"an6.41:1.5":{"pli":"“passatha no, āvuso, tumhe amuṃ mahantaṃ dārukkhandhan”ti? ","eng":"“Reverends, do you see this large tree trunk?” ","html":"{}</p>"},"an6.41:1.6":{"pli":"“Evamāvuso”ti. ","eng":"“Yes, reverend.” ","html":"<p>{}</p>"},"an6.41:2.1":{"pli":"“Ākaṅkhamāno, āvuso, bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ pathavītveva adhimucceyya. ","eng":"“If they wanted to, a mendicant with psychic powers who has mastered their mind could determine this tree trunk to be nothing but earth. ","html":"<p>{}"},"an6.41:2.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an6.41:2.3":{"pli":"Atthi, āvuso, amumhi dārukkhandhe pathavīdhātu, yaṃ nissāya bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ pathavītveva adhimucceyya. ","eng":"Because the earth element exists in the tree trunk. Relying on that a mendicant with psychic powers could determine it to be nothing but earth. ","html":"{}"},"an6.41:2.4":{"pli":"Ākaṅkhamāno, āvuso, bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ āpotveva adhimucceyya …pe… ","eng":"If they wanted to, a mendicant with psychic powers who has mastered their mind could determine this tree trunk to be nothing but water. … ","html":"{}"},"an6.41:2.5":{"pli":"tejotveva adhimucceyya … ","eng":"Or they could determine it to be nothing but fire … ","html":"{}"},"an6.41:2.6":{"pli":"vāyotveva adhimucceyya … ","eng":"Or they could determine it to be nothing but air … ","html":"{}"},"an6.41:2.7":{"pli":"subhantveva adhimucceyya … ","eng":"Or they could determine it to be nothing but beautiful … ","html":"{}"},"an6.41:2.8":{"pli":"asubhantveva adhimucceyya. ","eng":"Or they could determine it to be nothing but ugly. ","html":"{}"},"an6.41:2.9":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an6.41:2.10":{"pli":"Atthi, āvuso, amumhi dārukkhandhe asubhadhātu, yaṃ nissāya bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ asubhantveva adhimucceyyā”ti. ","eng":"Because the element of ugliness exists in the tree trunk. Relying on that a mendicant with psychic powers could determine it to be nothing but ugly.” ","html":"{}</p>"},"an6.41:2.11":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.42":{"an6.42:0.1":{"pli":"Aṅguttara Nikāya 6.42 ","eng":"Numbered Discourses 6.42 ","html":"<article id='an6.42'><header><ul><li class='division'>{}</li>"},"an6.42:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.42:0.3":{"pli":"Nāgitasutta ","eng":"With Nāgita ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.42:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an6.42:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena icchānaṅgalaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Icchānaṅgala. ","html":"{}"},"an6.42:1.3":{"pli":"Tatra sudaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ","eng":"He stayed in a forest near Icchānaṅgala. ","html":"{}"},"an6.42:1.4":{"pli":"Assosuṃ kho icchānaṅgalakā brāhmaṇagahapatikā: ","eng":"The brahmins and householders of Icchānaṅgala heard: ","html":"{}</p>"},"an6.42:1.5":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala. He is staying in a forest near Icchānaṅgala. ","html":"<p>{}"},"an6.42:1.6":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"an6.42:1.7":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno …pe… buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an6.42:1.8":{"pli":"So imaṃ lokaṃ sadevakaṃ …pe… arahataṃ dassanaṃ hotī”ti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased; and he explains a spiritual practice that’s entirely full and pure. It’s good to see such perfected ones.” ","html":"{}"},"an6.42:1.9":{"pli":"Atha kho icchānaṅgalakā brāhmaṇagahapatikā tassā rattiyā accayena pahūtaṃ khādanīyaṃ bhojanīyaṃ ādāya yena icchānaṅgalavanasaṇḍo tenupasaṅkamiṃsu; upasaṅkamitvā bahidvārakoṭṭhake aṭṭhaṃsu uccāsaddā mahāsaddā. ","eng":"Then, when the night had passed, they took many fresh and cooked foods and went to the forest near Icchānaṅgala, where they stood outside the gates making a colossal racket. ","html":"{}</p>"},"an6.42:2.1":{"pli":"Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ","eng":"Now, at that time Venerable Nāgita was the Buddha’s attendant. ","html":"<p>{}"},"an6.42:2.2":{"pli":"Atha kho bhagavā āyasmantaṃ nāgitaṃ āmantesi: ","eng":"Then the Buddha said to Nāgita, ","html":"{}"},"an6.42:2.3":{"pli":"“ke pana te, nāgita, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti? ","eng":"“Nāgita, who’s making that colossal racket? You’d think it was fishermen hauling in a catch!” ","html":"{}</p>"},"an6.42:2.4":{"pli":"“Ete, bhante, icchānaṅgalakā brāhmaṇagahapatikā pahūtaṃ khādanīyaṃ bhojanīyaṃ ādāya bahidvārakoṭṭhake ṭhitā bhagavantaṃyeva uddissa bhikkhusaṅghañcā”ti. ","eng":"“Sir, it’s these brahmins and householders of Icchānaṅgala. They’ve brought many fresh and cooked foods, and they’re standing outside the gates wanting to offer it specially to the Buddha and the mendicant Saṅgha.” ","html":"<p>{}</p>"},"an6.42:2.5":{"pli":"“Māhaṃ, nāgita, yasena samāgamaṃ, mā ca mayā yaso. ","eng":"“Nāgita, may I never become famous. May fame not come to me. ","html":"<p>{}"},"an6.42:2.6":{"pli":"Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī, yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ","eng":"There are those who can’t get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty like I can. ","html":"{}"},"an6.42:2.7":{"pli":"so taṃ mīḷhasukhaṃ middhasukhaṃ lābhasakkārasilokasukhaṃ sādiyeyyā”ti. ","eng":"Let them enjoy the filthy, lazy pleasure of possessions, honor, and popularity.” ","html":"{}</p>"},"an6.42:3.1":{"pli":"“Adhivāsetu dāni, bhante, bhagavā; adhivāsetu, sugato; ","eng":"“Sir, may the Blessed One please relent now! May the Holy One relent! ","html":"<p>{}"},"an6.42:3.2":{"pli":"adhivāsanakālo dāni, bhante, bhagavato. ","eng":"Now is the time for the Buddha to relent. ","html":"{}"},"an6.42:3.3":{"pli":"Yena yeneva dāni, bhante, bhagavā gamissati, tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ","eng":"Wherever the Buddha now goes, the brahmins and householders, and people of town and country will incline the same way. ","html":"{}"},"an6.42:3.4":{"pli":"Seyyathāpi, bhante, thullaphusitake deve vassante yathāninnaṃ udakāni pavattanti; ","eng":"It’s like when the heavens rain heavily and the water flows downhill. ","html":"{}"},"an6.42:3.5":{"pli":"evamevaṃ kho, bhante, yena yeneva dāni bhagavā gamissati, tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ","eng":"In the same way, wherever the Buddha now goes, the brahmins and householders, and people of town and country will incline the same way. ","html":"{}"},"an6.42:3.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an6.42:3.7":{"pli":"Tathā hi, bhante, bhagavato sīlapaññāṇan”ti. ","eng":"Because of the Buddha’s ethics and wisdom.” ","html":"{}</p>"},"an6.42:4.1":{"pli":"“Māhaṃ, nāgita, yasena samāgamaṃ, mā ca mayā yaso. ","eng":"“Nāgita, may I never become famous. May fame not come to me. ","html":"<p>{}"},"an6.42:4.2":{"pli":"Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī, yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ","eng":"There are those who can’t get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty like I can. ","html":"{}"},"an6.42:4.3":{"pli":"so taṃ mīḷhasukhaṃ middhasukhaṃ lābhasakkārasilokasukhaṃ sādiyeyya. ","eng":"Let them enjoy the filthy, lazy pleasure of possessions, honor, and popularity. ","html":"{}</p>"},"an6.42:5.1":{"pli":"Idhāhaṃ, nāgita, bhikkhuṃ passāmi gāmantavihāriṃ samāhitaṃ nisinnaṃ. ","eng":"Take a mendicant living within a village who I see sitting immersed in samādhi. ","html":"<p data-counter='1'>{}"},"an6.42:5.2":{"pli":"Tassa mayhaṃ, nāgita, evaṃ hoti: ","eng":"I think to myself: ","html":"{}"},"an6.42:5.3":{"pli":"‘idānimaṃ āyasmantaṃ ārāmiko vā upaṭṭhahissati samaṇuddeso vā taṃ tamhā samādhimhā cāvessatī’ti. ","eng":"‘Now a monastery worker, a novice, or a fellow practitioner will make this venerable fall from immersion.’ ","html":"{}"},"an6.42:5.4":{"pli":"Tenāhaṃ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. ","eng":"So I’m not pleased that that mendicant is living within a village. ","html":"{}</p>"},"an6.42:6.1":{"pli":"Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe pacalāyamānaṃ nisinnaṃ. ","eng":"Take a mendicant in the wilderness who I see sitting nodding in meditation. ","html":"<p data-counter='2'>{}"},"an6.42:6.2":{"pli":"Tassa mayhaṃ, nāgita, evaṃ hoti: ","eng":"I think to myself: ","html":"{}"},"an6.42:6.3":{"pli":"‘idāni ayamāyasmā imaṃ niddākilamathaṃ paṭivinodetvā araññasaññaṃyeva manasi karissati ekattan’ti. ","eng":"‘Now this venerable, having dispelled that sleepiness and weariness, will focus just on the unified perception of wilderness.’ ","html":"{}"},"an6.42:6.4":{"pli":"Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ","eng":"So I’m pleased that that mendicant is living in the wilderness. ","html":"{}</p>"},"an6.42:7.1":{"pli":"Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe asamāhitaṃ nisinnaṃ. ","eng":"Take a mendicant in the wilderness who I see sitting without being immersed in samādhi. ","html":"<p data-counter='3'>{}"},"an6.42:7.2":{"pli":"Tassa mayhaṃ, nāgita, evaṃ hoti: ","eng":"I think to myself: ","html":"{}"},"an6.42:7.3":{"pli":"‘idāni ayamāyasmā asamāhitaṃ vā cittaṃ samādahissati, samāhitaṃ vā cittaṃ anurakkhissatī’ti. ","eng":"‘Now if this venerable’s mind is not immersed in samādhi they will immerse it, or if it is immersed in samādhi, they will preserve it.’ ","html":"{}"},"an6.42:7.4":{"pli":"Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ","eng":"So I’m pleased that that mendicant is living in the wilderness. ","html":"{}</p>"},"an6.42:8.1":{"pli":"Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe samāhitaṃ nisinnaṃ. ","eng":"Take a mendicant in the wilderness who I see sitting immersed in samādhi. ","html":"<p data-counter='4'>{}"},"an6.42:8.2":{"pli":"Tassa mayhaṃ, nāgita, evaṃ hoti: ","eng":"I think to myself: ","html":"{}"},"an6.42:8.3":{"pli":"‘idāni ayamāyasmā avimuttaṃ vā cittaṃ vimocessati, vimuttaṃ vā cittaṃ anurakkhissatī’ti. ","eng":"‘Now this venerable will free the unfreed mind or preserve the freed mind.’ ","html":"{}"},"an6.42:8.4":{"pli":"Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ","eng":"So I’m pleased that that mendicant is living in the wilderness. ","html":"{}</p>"},"an6.42:9.1":{"pli":"Idha panāhaṃ, nāgita, bhikkhuṃ passāmi gāmantavihāriṃ lābhiṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ","eng":"Take a mendicant who I see living within a village receiving robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"<p data-counter='5'>{}"},"an6.42:9.2":{"pli":"So taṃ lābhasakkārasilokaṃ nikāmayamāno riñcati paṭisallānaṃ riñcati araññavanapatthāni pantāni senāsanāni; ","eng":"Enjoying possessions, honor, and popularity they neglect retreat, and they neglect remote lodgings in the wilderness and the forest. ","html":"{}"},"an6.42:9.3":{"pli":"gāmanigamarājadhāniṃ osaritvā vāsaṃ kappeti. ","eng":"They come down to villages, towns, and capital cities and make their home there. ","html":"{}"},"an6.42:9.4":{"pli":"Tenāhaṃ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. ","eng":"So I’m not pleased that that mendicant is living within a village. ","html":"{}</p>"},"an6.42:10.1":{"pli":"Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ lābhiṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ","eng":"Take a mendicant who I see in the wilderness receiving robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"<p data-counter='6'>{}"},"an6.42:10.2":{"pli":"So taṃ lābhasakkārasilokaṃ paṭipaṇāmetvā na riñcati paṭisallānaṃ na riñcati araññavanapatthāni pantāni senāsanāni. ","eng":"Fending off possessions, honor, and popularity they don’t neglect retreat, and they don’t neglect remote lodgings in the wilderness and the forest. ","html":"{}"},"an6.42:10.3":{"pli":"Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ","eng":"So I’m pleased that that mendicant is living in the wilderness. ","html":"{}</p>"},"an6.42:11.1":{"pli":"Yasmāhaṃ, nāgita, samaye addhānamaggappaṭipanno na kañci passāmi purato vā pacchato vā, phāsu me, nāgita, tasmiṃ samaye hoti antamaso uccārapassāvakammāyā”ti. ","eng":"Nāgita, when I’m walking along a road and I don’t see anyone ahead or behind I feel relaxed, even if I need to urinate or defecate.” ","html":"<p>{}</p>"},"an6.42:11.2":{"pli":"Dvādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an6.42:11.3":{"pli":"Devatāvaggo catuttho. ","html":"<p class='endvagga'>{}</p>"},"an6.42:12.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an6.42:12.1":{"pli":"Sekhā dve aparihāni, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an6.42:12.2":{"pli":"Moggallāna vijjābhāgiyā; ","html":"<span class='verse-line'>{}</span>"},"an6.42:12.3":{"pli":"Vivādadānattakārī nidānaṃ, ","html":"<span class='verse-line'>{}</span>"},"an6.42:12.4":{"pli":"Kimiladārukkhandhena nāgitoti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an6.43":{"an6.43:0.1":{"pli":"Aṅguttara Nikāya 6.43 ","eng":"Numbered Discourses 6.43 ","html":"<article id='an6.43'><header><ul><li class='division'>{}</li>"},"an6.43:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.43:0.3":{"pli":"Nāgasutta ","eng":"The Giant ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.43:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an6.43:1.2":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiyaṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ","html":"<p>{}"},"an6.43:1.3":{"pli":"Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then, after the meal, on his return from almsround, he addressed Venerable Ānanda, ","html":"{}"},"an6.43:1.4":{"pli":"“āyāmānanda, yena pubbārāmo migāramātupāsādo tenupasaṅkamissāma divāvihārāyā”ti. ","eng":"“Come, Ānanda, let’s go to the stilt longhouse of Migāra’s mother in the Eastern Monastery for the day’s meditation.” ","html":"{}</p>"},"an6.43:1.5":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ","eng":"“Yes, sir,” Ānanda replied. ","html":"<p>{}</p>"},"an6.43:2.1":{"pli":"Atha kho bhagavā āyasmatā ānandena saddhiṃ yena pubbārāmo migāramātupāsādo tenupasaṅkami. ","eng":"So the Buddha went with Ānanda to the Eastern Monastery. ","html":"<p>{}"},"an6.43:2.2":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito āyasmantaṃ ānandaṃ āmantesi: ","eng":"In the late afternoon the Buddha came out of retreat and addressed Ānanda, ","html":"{}"},"an6.43:2.3":{"pli":"“āyāmānanda, yena pubbakoṭṭhako tenupasaṅkamissāma gattāni parisiñcitun”ti. ","eng":"“Come, Ānanda, let’s go to the eastern gate to bathe.” ","html":"{}</p>"},"an6.43:2.4":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ","eng":"“Yes, sir,” Ānanda replied. ","html":"<p>{}"},"an6.43:2.5":{"pli":"Atha kho bhagavā āyasmatā ānandena saddhiṃ yena pubbakoṭṭhako tenupasaṅkami gattāni parisiñcituṃ. ","eng":"So the Buddha went with Ānanda to the eastern gate to bathe. ","html":"{}"},"an6.43:2.6":{"pli":"Pubbakoṭṭhake gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno. ","eng":"When he had bathed and emerged from the water he stood in one robe drying his limbs. ","html":"{}</p>"},"an6.43:3.1":{"pli":"Tena kho pana samayena rañño pasenadissa kosalassa seto nāma nāgo mahātūriyatāḷitavāditena pubbakoṭṭhakā paccuttarati. ","eng":"Now, at that time King Pasenadi had a giant bull elephant called “White”. It emerged from the eastern gate to the beating and playing of musical instruments. ","html":"<p>{}</p>"},"an6.43:3.2":{"pli":"Apissu taṃ jano disvā evamāha: ","eng":"When people saw it they said, ","html":"<p>{}"},"an6.43:3.3":{"pli":"“abhirūpo vata bho rañño nāgo; dassanīyo vata bho rañño nāgo; pāsādiko vata, bho, rañño nāgo, kāyupapanno vata bho rañño nāgo”ti. ","eng":"“The royal giant is so handsome! The royal giant is so good-looking! The royal giant is so lovely! The royal giant has such a huge body!” ","html":"{}</p>"},"an6.43:3.4":{"pli":"Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca: ","eng":"When they said this, Venerable Udāyī said to the Buddha, ","html":"<p>{}"},"an6.43:3.5":{"pli":"“hatthimeva nu kho, bhante, mahantaṃ brahantaṃ kāyupapannaṃ jano disvā evamāha: ","eng":"“Sir, is it only when they see elephants with such a huge, formidable body that people say: ","html":"{}"},"an6.43:3.6":{"pli":"‘nāgo vata bho nāgo’ti, udāhu aññampi kañci mahantaṃ brahantaṃ kāyupapannaṃ jano disvā evamāha: ‘nāgo vata bho nāgo’”ti? ","eng":"‘A giant, such a giant’? Or do they say it when they see any other creatures with huge, formidable bodies?” ","html":"{}</p>"},"an6.43:3.7":{"pli":"“Hatthimpi kho, udāyi, mahantaṃ brahantaṃ kāyupapannaṃ jano disvā evamāha: ","eng":"“Udāyī, when they see elephants with such a huge, formidable body people say: ","html":"<p>{}"},"an6.43:3.8":{"pli":"‘nāgo vata bho nāgo’ti. ","eng":"‘A giant, such a giant!’ ","html":"{}</p>"},"an6.43:3.9":{"pli":"Assampi kho, udāyi, mahantaṃ brahantaṃ …pe… ","eng":"And also when they see a horse with a huge, formidable body … ","html":"<p>{}</p>"},"an6.43:3.10":{"pli":"goṇampi kho, udāyi, mahantaṃ brahantaṃ …pe… ","eng":"When they see a bull with a huge, formidable body … ","html":"<p>{}</p>"},"an6.43:3.11":{"pli":"uragampi kho, udāyi, mahantaṃ brahantaṃ …pe… ","eng":"When they see a serpent with a huge, formidable body … ","html":"<p>{}</p>"},"an6.43:3.12":{"pli":"rukkhampi kho, udāyi, mahantaṃ brahantaṃ …pe… ","eng":"When they see a tree with a huge, formidable body … ","html":"<p>{}</p>"},"an6.43:3.13":{"pli":"manussampi kho, udāyi, mahantaṃ brahantaṃ kāyupapannaṃ jano disvā evamāha: ","eng":"And when they see a human being with such a huge, formidable body people say: ","html":"<p>{}"},"an6.43:3.14":{"pli":"‘nāgo vata, bho, nāgo’ti. ","eng":"‘A giant, such a giant!’ ","html":"{}</p>"},"an6.43:3.15":{"pli":"Api ca, udāyi, yo sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya āguṃ na karoti kāyena vācāya manasā, tamahaṃ ‘nāgo’ti brūmī”ti. ","eng":"But Udāyī, one who does nothing monstrous by way of body, speech, and mind is who I call a ‘giant’ in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans.” ","html":"<p>{}</p>"},"an6.43:4.1":{"pli":"“Acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing! ","html":"<p>{}"},"an6.43:4.2":{"pli":"Yāva subhāsitañcidaṃ, bhante, bhagavatā—","eng":"How well said this was by the Buddha: ","html":"{}"},"an6.43:4.3":{"pli":"api ca, udāyi, yo sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya āguṃ na karoti kāyena vācāya manasā, tamahaṃ ‘nāgo’ti brūmīti. ","eng":"‘But Udāyī, one who does nothing monstrous by way of body, speech, and mind is who I call a “giant” in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans.’ ","html":"{}"},"an6.43:4.4":{"pli":"Idañca panāhaṃ, bhante, bhagavatā subhāsitaṃ imāhi gāthāhi anumodāmi—","eng":"And I celebrate the well-spoken words of the Buddha with these verses: ","html":"{}</p>"},"an6.43:5.1":{"pli":"Manussabhūtaṃ sambuddhaṃ, ","eng":"Awakened as a human being, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.43:5.2":{"pli":"attadantaṃ samāhitaṃ; ","eng":"self-tamed and immersed in samādhi, ","html":"<span class='verse-line'>{}</span>"},"an6.43:5.3":{"pli":"Iriyamānaṃ brahmapathe, ","eng":"following the spiritual path, ","html":"<span class='verse-line'>{}</span>"},"an6.43:5.4":{"pli":"cittassūpasame rataṃ. ","eng":"he loves peace of mind. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:6.1":{"pli":"Yaṃ manussā namassanti, ","eng":"Revered by people, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:6.2":{"pli":"sabbadhammāna pāraguṃ; ","eng":"gone beyond all things, ","html":"<span class='verse-line'>{}</span>"},"an6.43:6.3":{"pli":"Devāpi taṃ namassanti, ","eng":"even the gods revere him; ","html":"<span class='verse-line'>{}</span>"},"an6.43:6.4":{"pli":"iti me arahato sutaṃ. ","eng":"so I’ve heard from the perfected one. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:7.1":{"pli":"Sabbasaṃyojanātītaṃ, ","eng":"He has transcended all fetters ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:7.2":{"pli":"vanā nibbanamāgataṃ; ","eng":"and escaped from entanglements. ","html":"<span class='verse-line'>{}</span>"},"an6.43:7.3":{"pli":"Kāmehi nekkhammarataṃ, ","eng":"Delighting to renounce sensual pleasures, ","html":"<span class='verse-line'>{}</span>"},"an6.43:7.4":{"pli":"muttaṃ selāva kañcanaṃ. ","eng":"he’s freed like lustrous gold from stone. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:8.1":{"pli":"Sabbe accarucī nāgo, ","eng":"That giant outshines all, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:8.2":{"pli":"himavāññe siluccaye; ","eng":"like the Himalaya beside other mountains. ","html":"<span class='verse-line'>{}</span>"},"an6.43:8.3":{"pli":"Sabbesaṃ nāganāmānaṃ, ","eng":"Of all those named ‘giant’, ","html":"<span class='verse-line'>{}</span>"},"an6.43:8.4":{"pli":"saccanāmo anuttaro. ","eng":"he is truly named, supreme. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:9.1":{"pli":"Nāgaṃ vo kittayissāmi, ","eng":"I shall extol the giant for you, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:9.2":{"pli":"na hi āguṃ karoti so; ","eng":"for he does nothing monstrous. ","html":"<span class='verse-line'>{}</span>"},"an6.43:9.3":{"pli":"Soraccaṃ avihiṃsā ca, ","eng":"Gentleness and harmlessness ","html":"<span class='verse-line'>{}</span>"},"an6.43:9.4":{"pli":"pādā nāgassa te duve. ","eng":"are two feet of the giant. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:10.1":{"pli":"Tapo ca brahmacariyaṃ, ","eng":"Fervor and chastity ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:10.2":{"pli":"caraṇā nāgassa tyāpare; ","eng":"are his two other feet. ","html":"<span class='verse-line'>{}</span>"},"an6.43:10.3":{"pli":"Saddhāhattho mahānāgo, ","eng":"Faith is the giant’s trunk, ","html":"<span class='verse-line'>{}</span>"},"an6.43:10.4":{"pli":"upekkhāsetadantavā. ","eng":"and equanimity his white tusks. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:11.1":{"pli":"Sati gīvā siro paññā, ","eng":"Mindfulness is his neck, his head is wisdom—","html":"<p><span class='verse-line'>{}</span>"},"an6.43:11.2":{"pli":"vīmaṃsā dhammacintanā; ","eng":"inquiry and thinking about principles. ","html":"<span class='verse-line'>{}</span>"},"an6.43:11.3":{"pli":"Dhammakucchisamātapo, ","eng":"His belly is the sacred hearth of the Dhamma, ","html":"<span class='verse-line'>{}</span>"},"an6.43:11.4":{"pli":"viveko tassa vāladhi. ","eng":"and his tail is seclusion. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:12.1":{"pli":"So jhāyī assāsarato, ","eng":"Practicing absorption, enjoying the breath, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:12.2":{"pli":"ajjhattaṃ susamāhito; ","eng":"he is serene within. ","html":"<span class='verse-line'>{}</span>"},"an6.43:12.3":{"pli":"Gacchaṃ samāhito nāgo, ","eng":"The giant is serene when walking, ","html":"<span class='verse-line'>{}</span>"},"an6.43:12.4":{"pli":"ṭhito nāgo samāhito. ","eng":"the giant is serene when standing, ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:13.1":{"pli":"Seyyaṃ samāhito nāgo, ","eng":"the giant is serene when lying down, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:13.2":{"pli":"nisinnopi samāhito; ","eng":"and when sitting, the giant is serene. ","html":"<span class='verse-line'>{}</span>"},"an6.43:13.3":{"pli":"Sabbattha saṃvuto nāgo, ","eng":"The giant is restrained everywhere: ","html":"<span class='verse-line'>{}</span>"},"an6.43:13.4":{"pli":"esā nāgassa sampadā. ","eng":"this is the accomplishment of the giant. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:14.1":{"pli":"Bhuñjati anavajjāni, ","eng":"He eats blameless things, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:14.2":{"pli":"sāvajjāni na bhuñjati; ","eng":"he doesn’t eat blameworthy things. ","html":"<span class='verse-line'>{}</span>"},"an6.43:14.3":{"pli":"Ghāsamacchādanaṃ laddhā, ","eng":"When he gets food and clothes, ","html":"<span class='verse-line'>{}</span>"},"an6.43:14.4":{"pli":"sannidhiṃ parivajjayaṃ. ","eng":"he avoids storing them up. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:15.1":{"pli":"Saṃyojanaṃ aṇuṃ thūlaṃ, ","eng":"Having severed all bonds, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:15.2":{"pli":"sabbaṃ chetvāna bandhanaṃ; ","eng":"fetters large and small, ","html":"<span class='verse-line'>{}</span>"},"an6.43:15.3":{"pli":"Yena yeneva gacchati, ","eng":"wherever he goes, ","html":"<span class='verse-line'>{}</span>"},"an6.43:15.4":{"pli":"anapekkhova gacchati. ","eng":"he goes without concern. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:16.1":{"pli":"Yathāpi udake jātaṃ, ","eng":"A white lotus, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:16.2":{"pli":"puṇḍarīkaṃ pavaḍḍhati; ","eng":"fragrant and delightful, ","html":"<span class='verse-line'>{}</span>"},"an6.43:16.3":{"pli":"Nupalippati toyena, ","eng":"sprouts in water and grows there, ","html":"<span class='verse-line'>{}</span>"},"an6.43:16.4":{"pli":"sucigandhaṃ manoramaṃ. ","eng":"but water does not stick to it. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:17.1":{"pli":"Tatheva loke sujāto, ","eng":"Just so the Buddha is born in the world, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:17.2":{"pli":"buddho loke viharati; ","eng":"and lives in the world, ","html":"<span class='verse-line'>{}</span>"},"an6.43:17.3":{"pli":"Nupalippati lokena, ","eng":"but the world does not stick to him, ","html":"<span class='verse-line'>{}</span>"},"an6.43:17.4":{"pli":"toyena padumaṃ yathā. ","eng":"as water does not stick to the lotus. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:18.1":{"pli":"Mahāginīva jalito, ","eng":"A great blazing fire ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:18.2":{"pli":"anāhārūpasammati; ","eng":"dies down when the fuel runs out. ","html":"<span class='verse-line'>{}</span>"},"an6.43:18.3":{"pli":"Saṅkhāresūpasantesu, ","eng":"When the coals have gone out ","html":"<span class='verse-line'>{}</span>"},"an6.43:18.4":{"pli":"nibbutoti pavuccati. ","eng":"it’s said to be ‘quenched’. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:19.1":{"pli":"Atthassāyaṃ viññāpanī, ","eng":"This simile is taught by the discerning ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:19.2":{"pli":"upamā viññūhi desitā; ","eng":"to express the meaning clearly. ","html":"<span class='verse-line'>{}</span>"},"an6.43:19.3":{"pli":"Viññassanti mahānāgā, ","eng":"Great giants will understand ","html":"<span class='verse-line'>{}</span>"},"an6.43:19.4":{"pli":"nāgaṃ nāgena desitaṃ. ","eng":"what the giant taught the giant. ","html":"<span class='verse-line'>{}</span></p>"},"an6.43:20.1":{"pli":"Vītarāgo vītadoso, ","eng":"Free of greed, free of hate, ","html":"<p><span class='verse-line'>{}</span>"},"an6.43:20.2":{"pli":"Vītamoho anāsavo; ","eng":"free of delusion, undefiled; ","html":"<span class='verse-line'>{}</span>"},"an6.43:20.3":{"pli":"Sarīraṃ vijahaṃ nāgo, ","eng":"the giant, giving up his body, ","html":"<span class='verse-line'>{}</span>"},"an6.43:20.4":{"pli":"Parinibbissati anāsavo”ti. ","eng":"being undefiled, will be fully quenched.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.43:20.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}