{"an6.26":{"an6.26:0.1":{"pli":"Aṅguttara Nikāya 6.26 ","eng":"Numbered Discourses 6.26 ","html":"<article id='an6.26'><header><ul><li class='division'>{}</li>"},"an6.26:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.26:0.3":{"pli":"Mahākaccānasutta ","eng":"With Mahākaccāna ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.26:1.1":{"pli":"Tatra kho āyasmā mahākaccāno bhikkhū āmantesi: ","eng":"There Mahākaccāna addressed the mendicants: ","html":"<p>{}"},"an6.26:1.2":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"an6.26:1.3":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"an6.26:1.4":{"pli":"Āyasmā mahākaccāno etadavoca: ","eng":"Venerable Mahākaccāna said this: ","html":"{}</p>"},"an6.26:1.5":{"pli":"“acchariyaṃ, āvuso; ","eng":"“It’s incredible, reverends, ","html":"<p>{}"},"an6.26:1.6":{"pli":"abbhutaṃ, āvuso. ","eng":"it’s amazing! ","html":"{}"},"an6.26:1.7":{"pli":"Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena sambādhe okāsādhigamo anubuddho sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ cha anussatiṭṭhānāni. ","eng":"How this Blessed One who knows and sees, the perfected one, the fully awakened Buddha, has found an opening amid confinement; that is, the six topics for recollection. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ","html":"{}"},"an6.26:2.1":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}</p>"},"an6.26:2.2":{"pli":"Idhāvuso, ariyasāvako tathāgataṃ anussarati: ","eng":"Firstly, a noble disciple recollects the Realized One: ","html":"<p data-counter='1'>{}"},"an6.26:2.3":{"pli":"‘itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an6.26:2.4":{"pli":"Yasmiṃ, āvuso, samaye ariyasāvako tathāgataṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ","html":"{}"},"an6.26:2.5":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","eng":"At that time their mind is quite unswerving. They’ve left behind greed; they’re free of it and have risen above it. ","html":"{}"},"an6.26:2.6":{"pli":"‘Gedho’ti kho, āvuso, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","eng":"‘Greed’ is a term for the five kinds of sensual stimulation. ","html":"{}"},"an6.26:2.7":{"pli":"Sa kho so, āvuso, ariyasāvako sabbaso ākāsasamena cetasā viharati vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"That noble disciple meditates with a heart just like space, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an6.26:2.8":{"pli":"Idampi kho, āvuso, ārammaṇaṃ karitvā evam’idhekacce sattā visuddhidhammā bhavanti. ","eng":"Relying on this, some sentient beings become pure in this way. ","html":"{}</p>"},"an6.26:3.1":{"pli":"Puna caparaṃ, āvuso, ariyasāvako dhammaṃ anussarati: ","eng":"Furthermore, a noble disciple recollects the teaching: ","html":"<p data-counter='2'>{}"},"an6.26:3.2":{"pli":"‘svākkhāto bhagavatā dhammo …pe… paccattaṃ veditabbo viññūhī’ti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}"},"an6.26:3.3":{"pli":"Yasmiṃ, āvuso, samaye ariyasāvako dhammaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the teaching their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.26:3.4":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.26:3.5":{"pli":"‘Gedho’ti kho, āvuso, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.26:3.6":{"pli":"Sa kho so, āvuso, ariyasāvako sabbaso ākāsasamena cetasā viharati vipulena mahaggatena appamāṇena averena abyāpajjena. ","html":"{}"},"an6.26:3.7":{"pli":"Idampi kho, āvuso, ārammaṇaṃ karitvā evam’idhekacce sattā visuddhidhammā bhavanti. ","html":"{}</p>"},"an6.26:4.1":{"pli":"Puna caparaṃ, āvuso, ariyasāvako saṅghaṃ anussarati: ","eng":"Furthermore, a noble disciple recollects the Saṅgha: ","html":"<p data-counter='3'>{}"},"an6.26:4.2":{"pli":"‘suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṃ puññakkhettaṃ lokassā’ti. ","eng":"‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ","html":"{}"},"an6.26:4.3":{"pli":"Yasmiṃ, āvuso, samaye ariyasāvako saṅghaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the Saṅgha their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.26:4.4":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.26:4.5":{"pli":"‘Gedho’ti kho, āvuso, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.26:4.6":{"pli":"Sa kho so, āvuso, ariyasāvako sabbaso ākāsasamena cetasā viharati vipulena mahaggatena appamāṇena averena abyāpajjena. ","html":"{}"},"an6.26:4.7":{"pli":"Idampi kho, āvuso, ārammaṇaṃ karitvā evam’idhekacce sattā visuddhidhammā bhavanti. ","html":"{}</p>"},"an6.26:5.1":{"pli":"Puna caparaṃ, āvuso, ariyasāvako attano sīlāni anussarati akhaṇḍāni …pe… samādhisaṃvattanikāni. ","eng":"Furthermore, a noble disciple recollects their own ethical precepts, which are intact, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"<p data-counter='4'>{}"},"an6.26:5.2":{"pli":"Yasmiṃ, āvuso, samaye ariyasāvako attano sīlaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects their ethical precepts their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.26:5.3":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.26:5.4":{"pli":"‘Gedho’ti kho, āvuso, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.26:5.5":{"pli":"Sa kho so, āvuso, ariyasāvako sabbaso ākāsasamena cetasā viharati vipulena mahaggatena appamāṇena averena abyāpajjena. ","html":"{}"},"an6.26:5.6":{"pli":"Idampi kho, āvuso, ārammaṇaṃ karitvā evam’idhekacce sattā visuddhidhammā bhavanti. ","html":"{}</p>"},"an6.26:6.1":{"pli":"Puna caparaṃ, āvuso, ariyasāvako attano cāgaṃ anussarati: ","eng":"Furthermore, a noble disciple recollects their own generosity: ","html":"<p data-counter='5'>{}"},"an6.26:6.2":{"pli":"‘lābhā vata me, suladdhaṃ vata me …pe… ","eng":"‘I’m so fortunate, so very fortunate! ","html":"{}"},"an6.26:6.3":{"pli":"yācayogo dānasaṃvibhāgarato’ti. ","eng":"Among people full of the stain of stinginess I live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’ ","html":"{}"},"an6.26:6.4":{"pli":"Yasmiṃ, āvuso, samaye ariyasāvako attano cāgaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects their own generosity their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.26:6.5":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.26:6.6":{"pli":"‘Gedho’ti kho, āvuso, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.26:6.7":{"pli":"Sa kho so, āvuso, ariyasāvako sabbaso ākāsasamena cetasā viharati vipulena mahaggatena appamāṇena averena abyāpajjena. ","html":"{}"},"an6.26:6.8":{"pli":"Idampi kho, āvuso, ārammaṇaṃ karitvā evam’idhekacce sattā visuddhidhammā bhavanti. ","html":"{}</p>"},"an6.26:7.1":{"pli":"Puna caparaṃ, āvuso, ariyasāvako devatā anussarati: ","eng":"Furthermore, a noble disciple recollects the deities: ","html":"<p data-counter='6'>{}"},"an6.26:7.2":{"pli":"‘santi devā cātumahārājikā, santi devā …pe… tatuttari. ","eng":"‘There are the gods of the four great kings, the gods of the thirty-three, the gods of Yama, the joyful gods, the gods who love to imagine, the gods who control what is imagined by others, the gods of the Divinity’s host, and gods even higher than these. ","html":"{}"},"an6.26:7.3":{"pli":"Yathārūpāya saddhāya samannāgatā tā devatā ito cutā tattha upapannā; mayhampi tathārūpā saddhā saṃvijjati. ","eng":"When those deities passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.’ ","html":"{}"},"an6.26:7.4":{"pli":"Yathārūpena sīlena … ","html":"{}"},"an6.26:7.5":{"pli":"sutena … ","html":"{}"},"an6.26:7.6":{"pli":"cāgena … ","html":"{}"},"an6.26:7.7":{"pli":"paññāya samannāgatā tā devatā ito cutā tattha upapannā; mayhampi tathārūpā paññā saṃvijjatī’ti. ","html":"{}"},"an6.26:7.8":{"pli":"Yasmiṃ, āvuso, samaye ariyasāvako attano ca tāsañca devatānaṃ saddhañca sīlañca sutañca cāgañca paññañca anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the faith, ethics, learning, generosity, and wisdom of both themselves and the deities their mind is not full of greed, hate, and delusion. ","html":"{}"},"an6.26:7.9":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","eng":"At that time their mind is quite unswerving. They’ve left behind greed; they’re free of it and have risen above it. ","html":"{}"},"an6.26:7.10":{"pli":"‘Gedho’ti kho, āvuso, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","eng":"‘Greed’ is a term for the five kinds of sensual stimulation. ","html":"{}"},"an6.26:7.11":{"pli":"Sa kho so, āvuso, ariyasāvako sabbaso ākāsasamena cetasā viharati vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"That noble disciple meditates with a heart just like space, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an6.26:7.12":{"pli":"Idampi kho, āvuso, ārammaṇaṃ karitvā evam’idhekacce sattā visuddhidhammā bhavanti. ","eng":"Relying on this, some sentient beings become pure in this way. ","html":"{}</p>"},"an6.26:8.1":{"pli":"Acchariyaṃ, āvuso, abbhutaṃ, āvuso. ","eng":"It’s incredible, reverends, it’s amazing! ","html":"<p>{}"},"an6.26:8.2":{"pli":"Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena sambādhe okāsādhigamo anubuddho sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ cha anussatiṭṭhānānī”ti. ","eng":"How this Blessed One who knows and sees, the perfected one, the fully awakened Buddha, has found an opening amid confinement; that is, the six topics for recollection. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment.” ","html":"{}</p>"},"an6.26:8.3":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.27":{"an6.27:0.1":{"pli":"Aṅguttara Nikāya 6.27 ","eng":"Numbered Discourses 6.27 ","html":"<article id='an6.27'><header><ul><li class='division'>{}</li>"},"an6.27:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.27:0.3":{"pli":"Paṭhamasamayasutta ","eng":"Proper Occasions (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.27:1.1":{"pli":"Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"an6.27:1.2":{"pli":"“kati nu kho, bhante, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti? ","eng":"“Sir, how many occasions are there for going to see an esteemed mendicant?” ","html":"<p>{}</p>"},"an6.27:1.3":{"pli":"“Chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"“Mendicant, there are six occasions for going to see an esteemed mendicant. ","html":"<p>{}"},"an6.27:2.1":{"pli":"Katame cha? ","eng":"What six? ","html":"{}</p>"},"an6.27:2.2":{"pli":"Idha, bhikkhu, yasmiṃ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Firstly, there’s a time when a mendicant’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. On that occasion they should go to an esteemed mendicant and say: ","html":"<p data-counter='1'>{}"},"an6.27:2.3":{"pli":"‘ahaṃ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ","eng":"‘My heart is overcome and mired in sensual desire, and I don’t truly understand the escape from sensual desire that has arisen. ","html":"{}"},"an6.27:2.4":{"pli":"Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṃ desetū’ti. ","eng":"Venerable, please teach me how to give up sensual desire.’ ","html":"{}"},"an6.27:2.5":{"pli":"Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṃ deseti. ","eng":"Then that esteemed mendicant teaches them how to give up sensual desire. ","html":"{}"},"an6.27:2.6":{"pli":"Ayaṃ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the first occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.27:3.1":{"pli":"Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Furthermore, there’s a time when a mendicant’s heart is overcome and mired in ill will … ","html":"<p data-counter='2'>{}"},"an6.27:3.2":{"pli":"‘ahaṃ kho, āvuso, byāpādapariyuṭṭhitena cetasā viharāmi byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ","html":"{}"},"an6.27:3.3":{"pli":"Sādhu vata me āyasmā byāpādassa pahānāya dhammaṃ desetū’ti. ","html":"{}"},"an6.27:3.4":{"pli":"Tassa manobhāvanīyo bhikkhu byāpādassa pahānāya dhammaṃ deseti. ","html":"{}"},"an6.27:3.5":{"pli":"Ayaṃ, bhikkhu, dutiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the second occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.27:4.1":{"pli":"Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Furthermore, there’s a time when a mendicant’s heart is overcome and mired in dullness and drowsiness … ","html":"<p data-counter='3'>{}"},"an6.27:4.2":{"pli":"‘ahaṃ kho, āvuso, thinamiddhapariyuṭṭhitena cetasā viharāmi thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ","html":"{}"},"an6.27:4.3":{"pli":"Sādhu vata me āyasmā thinamiddhassa pahānāya dhammaṃ desetū’ti. ","html":"{}"},"an6.27:4.4":{"pli":"Tassa manobhāvanīyo bhikkhu thinamiddhassa pahānāya dhammaṃ deseti. ","html":"{}"},"an6.27:4.5":{"pli":"Ayaṃ, bhikkhu, tatiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the third occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.27:5.1":{"pli":"Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Furthermore, there’s a time when a mendicant’s heart is overcome and mired in restlessness and remorse … ","html":"<p data-counter='4'>{}"},"an6.27:5.2":{"pli":"‘ahaṃ kho, āvuso, uddhaccakukkuccapariyuṭṭhitena cetasā viharāmi uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ","html":"{}"},"an6.27:5.3":{"pli":"Sādhu vata me āyasmā uddhaccakukkuccassa pahānāya dhammaṃ desetū’ti. ","html":"{}"},"an6.27:5.4":{"pli":"Tassa manobhāvanīyo bhikkhu uddhaccakukkuccassa pahānāya dhammaṃ deseti. ","html":"{}"},"an6.27:5.5":{"pli":"Ayaṃ, bhikkhu, catuttho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the fourth occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.27:6.1":{"pli":"Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Furthermore, there’s a time when a mendicant’s heart is overcome and mired in doubt … ","html":"<p data-counter='5'>{}"},"an6.27:6.2":{"pli":"‘ahaṃ, āvuso, vicikicchāpariyuṭṭhitena cetasā viharāmi vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāmi. ","html":"{}"},"an6.27:6.3":{"pli":"Sādhu vata me āyasmā vicikicchāya pahānāya dhammaṃ desetū’ti. ","html":"{}"},"an6.27:6.4":{"pli":"Tassa manobhāvanīyo bhikkhu vicikicchāya pahānāya dhammaṃ deseti. ","html":"{}"},"an6.27:6.5":{"pli":"Ayaṃ, bhikkhu, pañcamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the fifth occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.27:7.1":{"pli":"Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti taṃ nimittaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Furthermore, there’s a time when a mendicant doesn’t understand what kind of meditation they need to focus on in order to end the defilements without delay. On that occasion they should go to an esteemed mendicant and say: ","html":"<p data-counter='6'>{}"},"an6.27:7.2":{"pli":"‘ahaṃ kho, āvuso, yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti, taṃ nimittaṃ nappajānāmi. ","eng":"‘I don’t understand what kind of meditation to focus on in order to end the defilements without delay. ","html":"{}"},"an6.27:7.3":{"pli":"Sādhu vata me āyasmā āsavānaṃ khayāya dhammaṃ desetū’ti. ","eng":"Venerable, please teach me how to end the defilements.’ ","html":"{}"},"an6.27:7.4":{"pli":"Tassa manobhāvanīyo bhikkhu āsavānaṃ khayāya dhammaṃ deseti. ","eng":"Then that esteemed mendicant teaches them how to end the defilements. ","html":"{}"},"an6.27:7.5":{"pli":"Ayaṃ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the sixth occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.27:8.1":{"pli":"Ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ","eng":"These are the six occasions for going to see an esteemed mendicant.” ","html":"<p>{}</p>"},"an6.27:8.2":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.28":{"an6.28:0.1":{"pli":"Aṅguttara Nikāya 6.28 ","eng":"Numbered Discourses 6.28 ","html":"<article id='an6.28'><header><ul><li class='division'>{}</li>"},"an6.28:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.28:0.3":{"pli":"Dutiyasamayasutta ","eng":"Proper Occasions (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.28:1.1":{"pli":"Ekaṃ samayaṃ sambahulā therā bhikkhū bārāṇasiyaṃ viharanti isipatane migadāye. ","eng":"At one time several senior mendicants were staying near Varanasi, in the deer park at Isipatana. ","html":"<p>{}"},"an6.28:1.2":{"pli":"Atha kho tesaṃ therānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Then after the meal, on their return from almsround, this discussion came up among them while sitting together in the pavilion. ","html":"{}</p>"},"an6.28:1.3":{"pli":"“ko nu kho, āvuso, samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti? ","eng":"“Reverends, how many occasions are there for going to see an esteemed mendicant?” ","html":"<p>{}</p>"},"an6.28:2.1":{"pli":"Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca: ","eng":"When this was said, one of the mendicants said to the senior mendicants: ","html":"<p>{}</p>"},"an6.28:2.2":{"pli":"“yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ","eng":"“Reverends, there’s a time after an esteemed mendicant’s meal when they return from almsround. Having washed their feet they sit down cross-legged, set their body straight, and establish mindfulness in their presence. That is the proper occasion for going to see an esteemed mendicant.” ","html":"<p>{}</p>"},"an6.28:3.1":{"pli":"Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca: ","eng":"When this was said, one of the mendicants said to that mendicant: ","html":"<p>{}</p>"},"an6.28:3.2":{"pli":"“na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"“Reverend, that’s not the proper occasion for going to see an esteemed mendicant. ","html":"<p>{}"},"an6.28:3.3":{"pli":"Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, cārittakilamathopissa tasmiṃ samaye appaṭippassaddho hoti, bhattakilamathopissa tasmiṃ samaye appaṭippassaddho hoti. ","eng":"For at that time the fatigue from walking and from eating has not faded away. ","html":"{}"},"an6.28:3.4":{"pli":"Tasmā so asamayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","html":"{}"},"an6.28:3.5":{"pli":"Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu sāyanhasamayaṃ paṭisallānā vuṭṭhito vihārapacchāyāyaṃ nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ","eng":"There’s a time late in the afternoon when an esteemed mendicant comes out of retreat. They sit cross-legged in the shade of their porch , set their body straight, and establish mindfulness in their presence. That is the proper occasion for going to see an esteemed mendicant.” ","html":"{}</p>"},"an6.28:4.1":{"pli":"Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca: ","eng":"When this was said, one of the mendicants said to that mendicant: ","html":"<p>{}</p>"},"an6.28:4.2":{"pli":"“na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"“Reverend, that’s not the proper occasion for going to see an esteemed mendicant. ","html":"<p>{}"},"an6.28:4.3":{"pli":"Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu sāyanhasamayaṃ paṭisallānā vuṭṭhito vihārapacchāyāyaṃ nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, yadevassa divā samādhinimittaṃ manasikataṃ hoti tadevassa tasmiṃ samaye samudācarati. ","eng":"For at that time they are still practicing the same meditation subject as a basis of immersion that they focused on during the day. ","html":"{}"},"an6.28:4.4":{"pli":"Tasmā so asamayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","html":"{}"},"an6.28:4.5":{"pli":"Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu rattiyā paccūsasamayaṃ paccuṭṭhāya nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ","eng":"There’s a time when an esteemed mendicant has risen at the crack of dawn. They sit down cross-legged, set their body straight, and establish mindfulness in their presence. That is the proper occasion for going to see an esteemed mendicant.” ","html":"{}</p>"},"an6.28:5.1":{"pli":"Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca: ","eng":"When this was said, one of the mendicants said to that mendicant: ","html":"<p>{}</p>"},"an6.28:5.2":{"pli":"“na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"“Reverend, that’s not the proper occasion for going to see an esteemed mendicant. ","html":"<p>{}"},"an6.28:5.3":{"pli":"Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu rattiyā paccūsasamayaṃ paccuṭṭhāya nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, ojaṭṭhāyissa tasmiṃ samaye kāyo hoti phāsussa hoti buddhānaṃ sāsanaṃ manasi kātuṃ. ","eng":"For at that time their body is full of vitality and they find it easy to focus on the instructions of the Buddhas.” ","html":"{}"},"an6.28:5.4":{"pli":"Tasmā so asamayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ","html":"{}</p>"},"an6.28:6.1":{"pli":"Evaṃ vutte āyasmā mahākaccāno there bhikkhū etadavoca: ","eng":"When this was said, Venerable Mahākaccāna said to those senior mendicants: ","html":"<p>{}</p>"},"an6.28:6.2":{"pli":"“sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ: ","eng":"“Reverends, I have heard and learned this in the presence of the Buddha: ","html":"<p>{}"},"an6.28:6.3":{"pli":"‘chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"‘Mendicants, there are six occasions for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.28:7.1":{"pli":"Katame cha? ","eng":"What six? ","html":"<p>{}"},"an6.28:7.2":{"pli":"Idha, bhikkhu, yasmiṃ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Firstly, there’s a time when a mendicant’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. On that occasion they should go to an esteemed mendicant and say: ","html":"{}</p>"},"an6.28:7.3":{"pli":"“ahaṃ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ","eng":"“My heart is overcome and mired in sensual desire, and I don’t truly understand the escape from sensual desire that has arisen. ","html":"<p data-counter='1'>{}"},"an6.28:7.4":{"pli":"Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṃ desetū”ti. ","eng":"Venerable, please teach me how to give up sensual desire.” ","html":"{}"},"an6.28:7.5":{"pli":"Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṃ deseti. ","eng":"Then that esteemed mendicant teaches them how to give up sensual desire. ","html":"{}"},"an6.28:7.6":{"pli":"Ayaṃ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ","eng":"This is the first occasion for going to see an esteemed mendicant. ","html":"{}</p>"},"an6.28:8.1":{"pli":"Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati …pe…. ","eng":"Furthermore, there’s a time when a mendicant’s heart is overcome and mired in ill will … ","html":"<p data-counter='2–5'>{}"},"an6.28:9.1":{"pli":"Thinamiddhapariyuṭṭhitena cetasā viharati …. ","eng":"dullness and drowsiness … ","html":"{}"},"an6.28:10.1":{"pli":"Uddhaccakukkuccapariyuṭṭhitena cetasā viharati …. ","eng":"restlessness and remorse … ","html":"{}"},"an6.28:11.1":{"pli":"Vicikicchāpariyuṭṭhitena cetasā viharati …. ","eng":"doubt … ","html":"{}</p>"},"an6.28:12.1":{"pli":"Yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti, taṃ nimittaṃ na jānāti na passati, tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ","eng":"Furthermore, there’s a time when a mendicant doesn’t understand what kind of meditation they need to focus on in order to end the defilements without delay. On that occasion they should go to an esteemed mendicant and say, ","html":"<p data-counter='6'>{}"},"an6.28:12.2":{"pli":"“ahaṃ kho, āvuso, yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti taṃ nimittaṃ na jānāmi na passāmi. ","eng":"“I don’t understand what kind of meditation to focus on in order to end the defilements without delay. ","html":"{}"},"an6.28:12.3":{"pli":"Sādhu vata me āyasmā āsavānaṃ khayāya dhammaṃ desetū”ti. ","eng":"Venerable, please teach me how to end the defilements.” ","html":"{}"},"an6.28:12.4":{"pli":"Tassa manobhāvanīyo bhikkhu āsavānaṃ khayāya dhammaṃ deseti. ","eng":"Then that esteemed mendicant teaches them how to end the defilements. ","html":"{}"},"an6.28:12.5":{"pli":"Ayaṃ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ’. ","eng":"This is the sixth occasion for going to see an esteemed mendicant.’ ","html":"{}</p>"},"an6.28:13.1":{"pli":"Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ: ","eng":"Reverends, I have heard and learned this in the presence of the Buddha: ","html":"<p>{}"},"an6.28:13.2":{"pli":"‘ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun’”ti. ","eng":"‘These are the six occasions for going to see an esteemed mendicant.’” ","html":"{}</p>"},"an6.28:13.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.29":{"an6.29:0.1":{"pli":"Aṅguttara Nikāya 6.29 ","eng":"Numbered Discourses 6.29 ","html":"<article id='an6.29'><header><ul><li class='division'>{}</li>"},"an6.29:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.29:0.3":{"pli":"Udāyīsutta ","eng":"With Udāyī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.29:1.1":{"pli":"Atha kho bhagavā āyasmantaṃ udāyiṃ āmantesi: ","eng":"Then the Buddha said to Udāyī, ","html":"<p>{}"},"an6.29:1.2":{"pli":"“kati nu kho, udāyi, anussatiṭṭhānānī”ti? ","eng":"“Udāyī, how many topics for recollection are there?” ","html":"{}</p>"},"an6.29:1.3":{"pli":"Evaṃ vutte, āyasmā udāyī tuṇhī ahosi. ","eng":"When he said this, Udāyī kept silent. ","html":"<p>{}</p>"},"an6.29:1.4":{"pli":"Dutiyampi kho bhagavā āyasmantaṃ udāyiṃ āmantesi: ","eng":"And a second time … ","html":"<p>{}"},"an6.29:1.5":{"pli":"“kati nu kho, udāyi, anussatiṭṭhānānī”ti? ","html":"{}"},"an6.29:1.6":{"pli":"Dutiyampi kho āyasmā udāyī tuṇhī ahosi. ","html":"{}"},"an6.29:1.7":{"pli":"Tatiyampi kho bhagavā āyasmantaṃ udāyiṃ āmantesi: ","eng":"and a third time, the Buddha said to him, ","html":"{}"},"an6.29:1.8":{"pli":"“kati nu kho, udāyi, anussatiṭṭhānānī”ti? ","eng":"“Udāyī, how many topics for recollection are there?” ","html":"{}</p>"},"an6.29:1.9":{"pli":"Tatiyampi kho āyasmā udāyī tuṇhī ahosi. ","eng":"And a second time and a third time Udāyī kept silent. ","html":"<p>{}</p>"},"an6.29:2.1":{"pli":"Atha kho āyasmā ānando āyasmantaṃ udāyiṃ etadavoca: ","eng":"Then Venerable Ānanda said to Venerable Udāyī, ","html":"<p>{}"},"an6.29:2.2":{"pli":"“satthā taṃ, āvuso udāyi, āmantesī”ti. ","eng":"“Reverend Udāyī, the teacher is addressing you.” ","html":"{}</p>"},"an6.29:2.3":{"pli":"“Suṇomahaṃ, āvuso ānanda, bhagavato. ","eng":"“Reverend Ānanda, I hear the Buddha. ","html":"<p>{}</p>"},"an6.29:2.4":{"pli":"Idha, bhante, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati—Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe…. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"It’s when a mendicant recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"<p>{}"},"an6.29:2.5":{"pli":"Idaṃ, bhante, anussatiṭṭhānan”ti. ","eng":"This is a topic for recollection.” ","html":"{}</p>"},"an6.29:3.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Ānanda: ","html":"<p>{}"},"an6.29:3.2":{"pli":"“aññāsiṃ kho ahaṃ, ānanda: ","eng":"“Ānanda, I know that ","html":"{}"},"an6.29:3.3":{"pli":"‘nevāyaṃ udāyī moghapuriso adhicittaṃ anuyutto viharatī’ti. ","eng":"this futile man Udāyī is not committed to the higher mind. ","html":"{}"},"an6.29:3.4":{"pli":"Kati nu kho, ānanda, anussatiṭṭhānānī”ti? ","eng":"Ānanda, how many topics for recollection are there?” ","html":"{}</p>"},"an6.29:4.1":{"pli":"“Pañca, bhante, anussatiṭṭhānāni. ","eng":"“Sir, there are five topics for recollection. ","html":"<p>{}"},"an6.29:4.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}</p>"},"an6.29:4.3":{"pli":"Idha, bhante, bhikkhu vivicceva kāmehi …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Firstly, a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption. ","html":"<p data-counter='1'>{}"},"an6.29:4.4":{"pli":"Idaṃ, bhante, anussatiṭṭhānaṃ evaṃ bhāvitaṃ evaṃ bahulīkataṃ diṭṭhadhammasukhavihārāya saṃvattati. ","eng":"When this topic of recollection is developed and cultivated in this way it leads to blissful meditation in this very life. ","html":"{}</p>"},"an6.29:5.1":{"pli":"“Puna caparaṃ, bhante, bhikkhu ālokasaññaṃ manasi karoti, divā saññaṃ adhiṭṭhāti, yathā divā tathā rattiṃ, yathā rattiṃ tathā divā; ","eng":"Furthermore, a mendicant focuses on the perception of light, focusing on the perception of day regardless of whether it’s night or day. ","html":"<p data-counter='2'>{}"},"an6.29:5.2":{"pli":"iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ","eng":"And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ","html":"{}"},"an6.29:5.3":{"pli":"Idaṃ, bhante, anussatiṭṭhānaṃ evaṃ bhāvitaṃ evaṃ bahulīkataṃ ñāṇadassanappaṭilābhāya saṃvattati. ","eng":"When this topic of recollection is developed and cultivated in this way it leads to knowledge and vision. ","html":"{}</p>"},"an6.29:6.1":{"pli":"Puna caparaṃ, bhante, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","eng":"Furthermore, a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ","html":"<p data-counter='3'>{}"},"an6.29:6.2":{"pli":"‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco, maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ, hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ, antaṃ antaguṇaṃ udariyaṃ karīsaṃ, pittaṃ semhaṃ pubbo lohitaṃ sedo medo, assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ","eng":"‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ","html":"{}"},"an6.29:6.3":{"pli":"Idaṃ, bhante, anussatiṭṭhānaṃ evaṃ bhāvitaṃ evaṃ bahulīkataṃ kāmarāgappahānāya saṃvattati. ","eng":"When this topic of recollection is developed and cultivated in this way it leads to giving up sensual desire. ","html":"{}</p>"},"an6.29:7.1":{"pli":"Puna caparaṃ, bhante, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaṭṭitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ. ","eng":"Furthermore, suppose a mendicant were to see a corpse thrown in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering. ","html":"<p data-counter='4'>{}"},"an6.29:7.2":{"pli":"So imameva kāyaṃ evaṃ upasaṃharati: ","eng":"They’d compare it with their own body: ","html":"{}"},"an6.29:7.3":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","eng":"‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ","html":"{}</p>"},"an6.29:8.1":{"pli":"Seyyathāpi vā pana passeyya sarīraṃ sīvathikāya chaṭṭitaṃ kākehi vā khajjamānaṃ kulalehi vā khajjamānaṃ gijjhehi vā khajjamānaṃ sunakhehi vā khajjamānaṃ siṅgālehi vā khajjamānaṃ vividhehi vā pāṇakajātehi khajjamānaṃ. ","eng":"Or suppose they were to see a corpse thrown in a charnel ground being devoured by crows, hawks, vultures, hounds, jackals, and many kinds of little creatures. ","html":"<p>{}"},"an6.29:8.2":{"pli":"So imameva kāyaṃ evaṃ upasaṃharati: ","eng":"They’d compare it with their own body: ","html":"{}"},"an6.29:8.3":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","eng":"‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ","html":"{}</p>"},"an6.29:9.1":{"pli":"Seyyathāpi vā pana passeyya sarīraṃ sīvathikāya chaṭṭitaṃ aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ …pe… ","eng":"Furthermore, suppose they were to see a corpse thrown in a charnel ground, a skeleton with flesh and blood, held together by sinews … ","html":"<p>{}"},"an6.29:9.2":{"pli":"aṭṭhikasaṅkhalikaṃ nimmaṃsalohitamakkhitaṃ nhārusambandhaṃ … ","eng":"A skeleton without flesh but smeared with blood, and held together by sinews … ","html":"{}"},"an6.29:9.3":{"pli":"aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ. ","eng":"A skeleton rid of flesh and blood, held together by sinews … ","html":"{}"},"an6.29:9.4":{"pli":"Aṭṭhikāni apagatasambandhāni disāvidisāvikkhittāni, aññena hatthaṭṭhikaṃ aññena pādaṭṭhikaṃ aññena jaṅghaṭṭhikaṃ aññena ūruṭṭhikaṃ aññena kaṭiṭṭhikaṃ aññena phāsukaṭṭhikaṃ aññena piṭṭhikaṇṭakaṭṭhikaṃ aññena khandhaṭṭhikaṃ aññena gīvaṭṭhikaṃ aññena hanukaṭṭhikaṃ aññena dantakaṭṭhikaṃ aññena sīsakaṭāhaṃ, aṭṭhikāni setāni saṅkhavaṇṇappaṭibhāgāni aṭṭhikāni puñjakitāni terovassikāni aṭṭhikāni pūtīni cuṇṇakajātāni. ","eng":"Bones rid of sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull … White bones, the color of shells … Decrepit bones, heaped in a pile … Bones rotted and crumbled to powder. ","html":"{}"},"an6.29:9.5":{"pli":"So imameva kāyaṃ evaṃ upasaṃharati: ","eng":"They’d compare it with their own body: ","html":"{}"},"an6.29:9.6":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","eng":"‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ","html":"{}"},"an6.29:9.7":{"pli":"Idaṃ, bhante, anussatiṭṭhānaṃ evaṃ bhāvitaṃ evaṃ bahulīkataṃ asmimānasamugghātāya saṃvattati. ","eng":"When this topic of recollection is developed and cultivated in this way it leads to uprooting the conceit ‘I am’. ","html":"{}</p>"},"an6.29:10.1":{"pli":"Puna caparaṃ, bhante, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, a mendicant, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p data-counter='5'>{}"},"an6.29:10.2":{"pli":"Idaṃ, bhante, anussatiṭṭhānaṃ evaṃ bhāvitaṃ evaṃ bahulīkataṃ anekadhātupaṭivedhāya saṃvattati. ","eng":"When this topic of recollection is developed and cultivated in this way it leads to the penetration of many elements. ","html":"{}"},"an6.29:10.3":{"pli":"Imāni kho, bhante, pañca anussatiṭṭhānānī”ti. ","eng":"These are the five topics for recollection.” ","html":"{}</p>"},"an6.29:11.1":{"pli":"“Sādhu sādhu, ānanda. ","eng":"“Good, good, Ānanda. ","html":"<p data-counter='6'>{}"},"an6.29:11.2":{"pli":"Tena hi tvaṃ, ānanda, idampi chaṭṭhaṃ anussatiṭṭhānaṃ dhārehi. ","eng":"Well then, Ānanda, you should also remember this sixth topic for recollection. ","html":"{}"},"an6.29:11.3":{"pli":"Idhānanda, bhikkhu satova abhikkamati satova paṭikkamati satova tiṭṭhati satova nisīdati satova seyyaṃ kappeti satova kammaṃ adhiṭṭhāti. ","eng":"In this case, a mendicant goes out mindfully, returns mindfully, stands mindfully, sits mindfully, lies down mindfully, and focuses on work mindfully. ","html":"{}"},"an6.29:11.4":{"pli":"Idaṃ, ānanda, anussatiṭṭhānaṃ evaṃ bhāvitaṃ evaṃ bahulīkataṃ satisampajaññāya saṃvattatī”ti. ","eng":"When this topic of recollection is developed and cultivated in this way it leads to mindfulness and situational awareness.” ","html":"{}</p>"},"an6.29:11.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.3":{"an6.3:0.1":{"pli":"Aṅguttara Nikāya 6.3 ","eng":"Numbered Discourses 6.3 ","html":"<article id='an6.3'><header><ul><li class='division'>{}</li>"},"an6.3:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.3:0.3":{"pli":"Indriyasutta ","eng":"Faculties ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.3:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ","eng":"“Mendicants, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.3:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.3:1.3":{"pli":"Saddhindriyena, vīriyindriyena, satindriyena, samādhindriyena, paññindriyena, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"The faculties of faith, energy, mindfulness, immersion, and wisdom. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"an6.3:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"{}</p>"},"an6.3:1.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}