{"an6.2":{"an6.2:0.1":{"pli":"Aṅguttara Nikāya 6.2 ","eng":"Numbered Discourses 6.2 ","html":"<article id='an6.2'><header><ul><li class='division'>{}</li>"},"an6.2:0.2":{"pli":"1. Āhuneyyavagga ","eng":"1. Worthy of Offerings ","html":"<li>{}</li></ul>"},"an6.2:0.3":{"pli":"Dutiyaāhuneyyasutta ","eng":"Worthy of Offerings (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.2:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ","eng":"“Mendicants, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ","html":"<p>{}"},"an6.2:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}</p>"},"an6.2:1.3":{"pli":"Idha, bhikkhave, bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ","eng":"It’s a mendicant who wields the many kinds of psychic power: multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the realm of divinity. ","html":"<p data-counter='1'>{}</p>"},"an6.2:2.1":{"pli":"Dibbāya, sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike ca. ","eng":"With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and heavenly, whether near or far. ","html":"<p data-counter='2'>{}</p>"},"an6.2:3.1":{"pli":"Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti. ","eng":"They understand the minds of other beings and individuals, having encompassed them with their own mind. ","html":"<p data-counter='3'>{}"},"an6.2:3.2":{"pli":"Sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti, ","eng":"They understand mind with greed as ‘mind with greed’, ","html":"{}"},"an6.2:3.3":{"pli":"vītarāgaṃ vā cittaṃ … ","eng":"and mind without greed as ‘mind without greed’. ","html":"{}"},"an6.2:3.4":{"pli":"sadosaṃ vā cittaṃ … ","eng":"They understand mind with hate … ","html":"{}"},"an6.2:3.5":{"pli":"vītadosaṃ vā cittaṃ … ","eng":"mind without hate … ","html":"{}"},"an6.2:3.6":{"pli":"samohaṃ vā cittaṃ … ","eng":"mind with delusion … ","html":"{}"},"an6.2:3.7":{"pli":"vītamohaṃ vā cittaṃ … ","eng":"mind without delusion … ","html":"{}"},"an6.2:3.8":{"pli":"saṅkhittaṃ vā cittaṃ … ","eng":"constricted mind … ","html":"{}"},"an6.2:3.9":{"pli":"vikkhittaṃ vā cittaṃ … ","eng":"scattered mind … ","html":"{}"},"an6.2:3.10":{"pli":"mahaggataṃ vā cittaṃ … ","eng":"expansive mind … ","html":"{}"},"an6.2:3.11":{"pli":"amahaggataṃ vā cittaṃ … ","eng":"unexpansive mind … ","html":"{}"},"an6.2:3.12":{"pli":"sauttaraṃ vā cittaṃ … ","eng":"mind that is not supreme … ","html":"{}"},"an6.2:3.13":{"pli":"anuttaraṃ vā cittaṃ … ","eng":"mind that is supreme … ","html":"{}"},"an6.2:3.14":{"pli":"samāhitaṃ vā cittaṃ … ","eng":"mind immersed in samādhi … ","html":"{}"},"an6.2:3.15":{"pli":"asamāhitaṃ vā cittaṃ … ","eng":"mind not immersed in samādhi … ","html":"{}"},"an6.2:3.16":{"pli":"vimuttaṃ vā cittaṃ … ","eng":"freed mind … ","html":"{}"},"an6.2:3.17":{"pli":"avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāti. ","eng":"They understand unfreed mind as ‘unfreed mind’. ","html":"{}</p>"},"an6.2:4.1":{"pli":"Anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe…. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"<p data-counter='4'>{}</p>"},"an6.2:5.1":{"pli":"Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ","eng":"With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"<p data-counter='5'>{}</p>"},"an6.2:6.1":{"pli":"Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p data-counter='6'>{}</p>"},"an6.2:7.1":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” ","html":"<p>{}</p>"},"an6.2:7.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.20":{"an6.20:0.1":{"pli":"Aṅguttara Nikāya 6.20 ","eng":"Numbered Discourses 6.20 ","html":"<article id='an6.20'><header><ul><li class='division'>{}</li>"},"an6.20:0.2":{"pli":"2. Sāraṇīyavagga ","eng":"2. Warm-hearted ","html":"<li>{}</li></ul>"},"an6.20:0.3":{"pli":"Dutiyamaraṇassatisutta ","eng":"Mindfulness of Death (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.20:1.1":{"pli":"Ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe. ","eng":"At one time the Buddha was staying at Ñātika in the brick house. ","html":"<p>{}"},"an6.20:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants: ","html":"{}</p>"},"an6.20:1.3":{"pli":"“maraṇassati, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā. ","eng":"“Mendicants, when mindfulness of death is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination. ","html":"<p>{}"},"an6.20:1.4":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, maraṇassati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā? ","eng":"And how is mindfulness of death developed and cultivated to be very fruitful and beneficial, with freedom from death as its objective and culmination? ","html":"{}</p>"},"an6.20:2.1":{"pli":"Idha, bhikkhave, bhikkhu divase nikkhante rattiyā patihitāya iti paṭisañcikkhati: ","eng":"As day passes by and night draws close, a mendicant reflects: ","html":"<p data-counter='1'>{}"},"an6.20:2.2":{"pli":"‘bahukā kho me paccayā maraṇassa—","eng":"‘I might die of many causes. ","html":"{}"},"an6.20:2.3":{"pli":"ahi vā maṃ ḍaṃseyya, vicchiko vā maṃ ḍaṃseyya, satapadī vā maṃ ḍaṃseyya; ","eng":"A snake might bite me, or a scorpion or centipede might sting me. ","html":"{}"},"an6.20:2.4":{"pli":"tena me assa kālakiriyā, so mamassa antarāyo. ","eng":"And if I died from that it would be an obstacle to me. ","html":"{}"},"an6.20:2.5":{"pli":"Upakkhalitvā vā papateyyaṃ, bhattaṃ vā me bhuttaṃ byāpajjeyya, pittaṃ vā me kuppeyya, semhaṃ vā me kuppeyya, satthakā vā me vātā kuppeyyuṃ; ","eng":"Or I might stumble off a cliff, or get food poisoning, or suffer a disturbance of bile, phlegm, or piercing winds. ","html":"{}"},"an6.20:2.6":{"pli":"tena me assa kālakiriyā, so mamassa antarāyo’ti. ","eng":"And if I died from that it would be an obstacle to my progress. ’ ","html":"{}"},"an6.20:2.7":{"pli":"Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"That mendicant should reflect: ","html":"{}"},"an6.20:2.8":{"pli":"‘atthi nu kho me pāpakā akusalā dhammā appahīnā, ye me assu rattiṃ kālaṃ karontassa antarāyāyā’ti. ","eng":"‘Are there any bad, unskillful qualities that I haven’t given up, which might be an obstacle to my progress if I die tonight?’ ","html":"{}</p>"},"an6.20:3.1":{"pli":"Sace, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"<p data-counter='2'>{}"},"an6.20:3.2":{"pli":"‘atthi me pāpakā akusalā dhammā appahīnā, ye me assu rattiṃ kālaṃ karontassa antarāyāyā’ti, tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"there are such bad, unskillful qualities. Then in order to give them up they should apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an6.20:3.3":{"pli":"Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya; ","eng":"Suppose your clothes or head were on fire. In order to extinguish it, you’d apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an6.20:3.4":{"pli":"evamevaṃ kho, bhikkhave, tena bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"In the same way, in order to give up those bad, unskillful qualities, that mendicant should apply extraordinary enthusiasm … ","html":"{}</p>"},"an6.20:4.1":{"pli":"Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"<p data-counter='3'>{}"},"an6.20:4.2":{"pli":"‘natthi me pāpakā akusalā dhammā appahīnā, ye me assu rattiṃ kālaṃ karontassa antarāyāyā’ti, tena, bhikkhave, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"there are no such bad, unskillful qualities. Then that mendicant should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"an6.20:5.1":{"pli":"Idha pana, bhikkhave, bhikkhu rattiyā nikkhantāya divase patihite iti paṭisañcikkhati: ","eng":"Or else, as night passes by and day draws close, a mendicant reflects: ","html":"<p data-counter='4'>{}"},"an6.20:5.2":{"pli":"‘bahukā kho me paccayā maraṇassa—","eng":"‘I might die of many causes. ","html":"{}"},"an6.20:5.3":{"pli":"ahi vā maṃ ḍaṃseyya, vicchiko vā maṃ ḍaṃseyya, satapadī vā maṃ ḍaṃseyya; ","eng":"A snake might bite me, or a scorpion or centipede might sting me. ","html":"{}"},"an6.20:5.4":{"pli":"tena me assa kālakiriyā so mamassa antarāyo. ","eng":"And if I died from that it would be an obstacle to my progress. ","html":"{}"},"an6.20:5.5":{"pli":"Upakkhalitvā vā papateyyaṃ, bhattaṃ vā me bhuttaṃ byāpajjeyya, pittaṃ vā me kuppeyya, semhaṃ vā me kuppeyya, satthakā vā me vātā kuppeyyuṃ; ","eng":"Or I might stumble off a cliff, or get food poisoning, or suffer a disturbance of bile, phlegm, or piercing winds. ","html":"{}"},"an6.20:5.6":{"pli":"tena me assa kālakiriyā so mamassa antarāyo’ti. ","eng":"And if I died from that it would be an obstacle to my progress. ’ ","html":"{}"},"an6.20:5.7":{"pli":"Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"That mendicant should reflect: ","html":"{}"},"an6.20:5.8":{"pli":"‘atthi nu kho me pāpakā akusalā dhammā appahīnā, ye me assu divā kālaṃ karontassa antarāyāyā’ti. ","eng":"‘Are there any bad, unskillful qualities that I haven’t given up, which might be an obstacle to my progress if I die today?’ ","html":"{}</p>"},"an6.20:6.1":{"pli":"Sace, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"<p data-counter='5'>{}"},"an6.20:6.2":{"pli":"‘atthi me pāpakā akusalā dhammā appahīnā, ye me assu divā kālaṃ karontassa antarāyāyā’ti, tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"there are such bad, unskillful qualities. Then in order to give them up they should apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an6.20:6.3":{"pli":"Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya; ","eng":"Suppose your clothes or head were on fire. In order to extinguish it, you’d apply extraordinary enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ","html":"{}"},"an6.20:6.4":{"pli":"evamevaṃ kho, bhikkhave, tena bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ. ","eng":"In the same way, in order to give up those bad, unskillful qualities, that mendicant should apply extraordinary enthusiasm … ","html":"{}</p>"},"an6.20:7.1":{"pli":"Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"<p data-counter='6'>{}"},"an6.20:7.2":{"pli":"‘natthi me pāpakā akusalā dhammā appahīnā, ye me assu divā kālaṃ karontassa antarāyāyā’ti, tena, bhikkhave, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"there are no such bad, unskillful qualities. Then that mendicant should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"an6.20:8.1":{"pli":"Evaṃ bhāvitā kho, bhikkhave, maraṇassati evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā”ti. ","eng":"Mindfulness of death, when developed and cultivated in this way, is very fruitful and beneficial. It has freedom from death as its objective and culmination.” ","html":"<p>{}</p>"},"an6.20:8.2":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an6.20:8.3":{"pli":"Sāraṇīyavaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an6.20:9.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an6.20:9.1":{"pli":"Dve sāraṇī nisāraṇīyaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an6.20:9.2":{"pli":"bhaddakaṃ anutappiyaṃ; ","html":"<span class='verse-line'>{}</span>"},"an6.20:9.3":{"pli":"Nakulaṃ soppamacchā ca, ","html":"<span class='verse-line'>{}</span>"},"an6.20:9.4":{"pli":"dve honti maraṇassatīti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an6.21":{"an6.21:0.1":{"pli":"Aṅguttara Nikāya 6.21 ","eng":"Numbered Discourses 6.21 ","html":"<article id='an6.21'><header><ul><li class='division'>{}</li>"},"an6.21:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.21:0.3":{"pli":"Sāmakasutta ","eng":"At Sāma Village ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.21:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sakkesu viharati sāmagāmake pokkharaṇiyāyaṃ. ","eng":"At one time the Buddha was staying in the land of the Sakyans near the little village of Sāma, by a lotus pond. ","html":"<p>{}</p>"},"an6.21:1.2":{"pli":"Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ pokkharaṇiyaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca: ","eng":"Then, late at night, a glorious deity, lighting up the entire lotus pond, went up to the Buddha, bowed, stood to one side, and said to him, ","html":"<p>{}"},"an6.21:2.1":{"pli":"“Tayome, bhante, dhammā bhikkhuno parihānāya saṃvattanti. ","eng":"“Sir, three qualities lead to the decline of a mendicant. ","html":"{}"},"an6.21:2.2":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}"},"an6.21:2.3":{"pli":"Kammārāmatā, bhassārāmatā, niddārāmatā—","eng":"Relishing work, talk, and sleep. ","html":"{}"},"an6.21:2.4":{"pli":"ime kho, bhante, tayo dhammā bhikkhuno parihānāya saṃvattantī”ti. ","eng":"These three qualities lead to the decline of a mendicant.” ","html":"{}</p>"},"an6.21:2.5":{"pli":"Idamavoca sā devatā. ","eng":"That’s what that deity said, ","html":"<p>{}"},"an6.21:2.6":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}"},"an6.21:2.7":{"pli":"Atha kho sā devatā “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi. ","eng":"Then that deity, knowing that the teacher approved, bowed, and respectfully circled the Buddha, keeping him on his right, before vanishing right there. ","html":"{}</p>"},"an6.21:3.1":{"pli":"Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi: ","eng":"Then, when the night had passed, the Buddha told the mendicants all that had happened, adding: ","html":"<p>{}"},"an6.21:3.2":{"pli":"“imaṃ, bhikkhave, rattiṃ aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ pokkharaṇiyaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho, bhikkhave, sā devatā maṃ etadavoca: ","html":"{}"},"an6.21:3.3":{"pli":"‘tayome, bhante, dhammā bhikkhuno parihānāya saṃvattanti. ","html":"{}"},"an6.21:3.4":{"pli":"Katame tayo? ","html":"{}"},"an6.21:3.5":{"pli":"Kammārāmatā, bhassārāmatā, niddārāmatā—","html":"{}"},"an6.21:3.6":{"pli":"ime kho, bhante, tayo dhammā bhikkhuno parihānāya saṃvattantī’ti. ","html":"{}</p>"},"an6.21:3.7":{"pli":"Idamavoca, bhikkhave, sā devatā. ","html":"<p>{}"},"an6.21:3.8":{"pli":"Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi. ","html":"{}"},"an6.21:3.9":{"pli":"Tesaṃ vo, bhikkhave, alābhā tesaṃ dulladdhaṃ, ye vo devatāpi jānanti kusalehi dhammehi parihāyamāne. ","eng":"“It’s unfortunate for those of you who even the deities know are declining in skillful qualities. ","html":"{}"},"an6.21:4.1":{"pli":"Aparepi, bhikkhave, tayo parihāniye dhamme desessāmi. ","eng":"I will teach you three more qualities that lead to decline. ","html":"{}"},"an6.21:4.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an6.21:4.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an6.21:4.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an6.21:4.5":{"pli":"“katame ca, bhikkhave, tayo parihāniyā dhammā? ","eng":"“And what, mendicants, are three qualities that lead to decline? ","html":"<p>{}"},"an6.21:4.6":{"pli":"Saṅgaṇikārāmatā, dovacassatā, pāpamittatā—","eng":"Enjoyment of company, being hard to admonish, and having bad friends. ","html":"{}"},"an6.21:4.7":{"pli":"ime kho, bhikkhave, tayo parihāniyā dhammā. ","eng":"These three qualities lead to decline. ","html":"{}</p>"},"an6.21:5.1":{"pli":"Ye hi keci, bhikkhave, atītamaddhānaṃ parihāyiṃsu kusalehi dhammehi, sabbete imeheva chahi dhammehi parihāyiṃsu kusalehi dhammehi. ","eng":"Whether in the past, future, or present, all those who decline in skillful qualities do so because of these six qualities.” ","html":"<p>{}"},"an6.21:5.2":{"pli":"Yepi hi keci, bhikkhave, anāgatamaddhānaṃ parihāyissanti kusalehi dhammehi, sabbete imeheva chahi dhammehi parihāyissanti kusalehi dhammehi. ","html":"{}"},"an6.21:5.3":{"pli":"Yepi hi keci, bhikkhave, etarahi parihāyanti kusalehi dhammehi, sabbete imeheva chahi dhammehi parihāyanti kusalehi dhammehī”ti. ","html":"{}</p>"},"an6.21:5.4":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.22":{"an6.22:0.1":{"pli":"Aṅguttara Nikāya 6.22 ","eng":"Numbered Discourses 6.22 ","html":"<article id='an6.22'><header><ul><li class='division'>{}</li>"},"an6.22:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.22:0.3":{"pli":"Aparihāniyasutta ","eng":"Non-decline ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.22:1.1":{"pli":"“Chayime, bhikkhave, aparihāniye dhamme desessāmi, taṃ suṇātha …pe… ","eng":"“Mendicants, I will teach you these six principles that prevent decline. … ","html":"<p>{}"},"an6.22:1.2":{"pli":"katame ca, bhikkhave, cha aparihāniyā dhammā? ","eng":"And what, mendicants, are the six principles that prevent decline? ","html":"{}"},"an6.22:1.3":{"pli":"Na kammārāmatā, na bhassārāmatā, na niddārāmatā, na saṅgaṇikārāmatā, sovacassatā, kalyāṇamittatā—","eng":"Not relishing work, talk, sleep, and company, being easy to admonish, and having good friends. ","html":"{}"},"an6.22:1.4":{"pli":"ime kho, bhikkhave, cha aparihāniyā dhammā. ","eng":"These six qualities prevent decline. ","html":"{}</p>"},"an6.22:2.1":{"pli":"Ye hi keci, bhikkhave, atītamaddhānaṃ na parihāyiṃsu kusalehi dhammehi, sabbete imeheva chahi dhammehi na parihāyiṃsu kusalehi dhammehi. ","eng":"Whether in the past, future, or present, all those who have not declined in skillful qualities do so because of these six qualities.” ","html":"<p>{}"},"an6.22:2.2":{"pli":"Yepi hi keci, bhikkhave, anāgatamaddhānaṃ na parihāyissanti kusalehi dhammehi, sabbete imeheva chahi dhammehi na parihāyissanti kusalehi dhammehi. ","html":"{}"},"an6.22:2.3":{"pli":"Yepi hi keci, bhikkhave, etarahi na parihāyanti kusalehi dhammehi, sabbete imeheva chahi dhammehi na parihāyanti kusalehi dhammehī”ti. ","html":"{}</p>"},"an6.22:2.4":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.23":{"an6.23:0.1":{"pli":"Aṅguttara Nikāya 6.23 ","eng":"Numbered Discourses 6.23 ","html":"<article id='an6.23'><header><ul><li class='division'>{}</li>"},"an6.23:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.23:0.3":{"pli":"Bhayasutta ","eng":"Dangers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.23:1.1":{"pli":"“‘Bhayan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ; ","eng":"“‘Danger’, mendicants, is a term for sensual pleasures. ","html":"<p>{}"},"an6.23:1.2":{"pli":"‘dukkhan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ; ","eng":"‘Suffering’, ","html":"{}"},"an6.23:1.3":{"pli":"‘rogo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ; ","eng":"‘disease’, ","html":"{}"},"an6.23:1.4":{"pli":"‘gaṇḍo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ; ","eng":"‘boil’, ","html":"{}"},"an6.23:1.5":{"pli":"‘saṅgo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ; ","eng":"‘chain’, ","html":"{}"},"an6.23:1.6":{"pli":"‘paṅko’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"and ‘bog’ are terms for sensual pleasures. ","html":"{}</p>"},"an6.23:2.1":{"pli":"Kasmā ca, bhikkhave, ‘bhayan’ti kāmānametaṃ adhivacanaṃ? ","eng":"And why is ‘danger’ a term for sensual pleasures? ","html":"<p>{}"},"an6.23:2.2":{"pli":"Kāmarāgarattāyaṃ, bhikkhave, chandarāgavinibaddho diṭṭhadhammikāpi bhayā na parimuccati, samparāyikāpi bhayā na parimuccati, tasmā ‘bhayan’ti kāmānametaṃ adhivacanaṃ. ","eng":"Someone who is besotted by sensual greed and shackled by lustful desire is not freed from dangers in this life or in lives to come. That is why ‘danger’ is a term for sensual pleasures. ","html":"{}</p>"},"an6.23:2.3":{"pli":"Kasmā ca, bhikkhave, dukkhanti …pe… ","eng":"And why are ‘suffering’, ","html":"<p>{}"},"an6.23:2.4":{"pli":"rogoti … ","eng":"‘disease’, ","html":"{}"},"an6.23:2.5":{"pli":"gaṇḍoti … ","eng":"‘boil’, ","html":"{}"},"an6.23:2.6":{"pli":"saṅgoti … ","eng":"‘snare’, ","html":"{}"},"an6.23:2.7":{"pli":"paṅkoti kāmānametaṃ adhivacanaṃ? ","eng":"and ‘bog’ terms for sensual pleasures? ","html":"{}"},"an6.23:2.8":{"pli":"Kāmarāgarattāyaṃ, bhikkhave, chandarāgavinibaddho diṭṭhadhammikāpi paṅkā na parimuccati, samparāyikāpi paṅkā na parimuccati, tasmā ‘paṅko’ti kāmānametaṃ adhivacananti. ","eng":"Someone who is besotted by sensual greed and shackled by lustful desire is not freed from suffering, disease, boils, chains, or bogs in this life or in lives to come. That is why these are terms for sensual pleasures. ","html":"{}</p>"},"an6.23:3.1":{"pli":"Bhayaṃ dukkhaṃ rogo gaṇḍo, ","eng":"Danger, suffering, disease, boils, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.23:3.2":{"pli":"saṅgo paṅko ca ubhayaṃ; ","eng":"and chains and bogs both. ","html":"<span class='verse-line'>{}</span>"},"an6.23:3.3":{"pli":"Ete kāmā pavuccanti, ","eng":"These describe the sensual pleasures ","html":"<span class='verse-line'>{}</span>"},"an6.23:3.4":{"pli":"yattha satto puthujjano. ","eng":"to which ordinary people are attached. ","html":"<span class='verse-line'>{}</span></p>"},"an6.23:4.1":{"pli":"Upādāne bhayaṃ disvā, ","eng":"Seeing the danger in grasping, ","html":"<p><span class='verse-line'>{}</span>"},"an6.23:4.2":{"pli":"jātimaraṇasambhave; ","eng":"the origin of birth and death, ","html":"<span class='verse-line'>{}</span>"},"an6.23:4.3":{"pli":"Anupādā vimuccanti, ","eng":"the unattached are freed ","html":"<span class='verse-line'>{}</span>"},"an6.23:4.4":{"pli":"jātimaraṇasaṅkhaye. ","eng":"with the ending of birth and death. ","html":"<span class='verse-line'>{}</span></p>"},"an6.23:5.1":{"pli":"Te khemappattā sukhino, ","eng":"Happy, they’ve come to a safe place, ","html":"<p><span class='verse-line'>{}</span>"},"an6.23:5.2":{"pli":"diṭṭhadhammābhinibbutā; ","eng":"quenched in this very life. ","html":"<span class='verse-line'>{}</span>"},"an6.23:5.3":{"pli":"Sabbaverabhayātītā, ","eng":"They’ve gone beyond all threats and dangers, ","html":"<span class='verse-line'>{}</span>"},"an6.23:5.4":{"pli":"sabbadukkhaṃ upaccagun”ti. ","eng":"and risen above all suffering.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.23:5.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.24":{"an6.24:0.1":{"pli":"Aṅguttara Nikāya 6.24 ","eng":"Numbered Discourses 6.24 ","html":"<article id='an6.24'><header><ul><li class='division'>{}</li>"},"an6.24:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.24:0.3":{"pli":"Himavantasutta ","eng":"The Himalaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.24:1.1":{"pli":"“Chahi, bhikkhave, dhammehi samannāgato bhikkhu himavantaṃ pabbatarājaṃ padāleyya, ko pana vādo chavāya avijjāya. ","eng":"“Mendicants, a mendicant who has six qualities could shatter Himalaya, the king of mountains, let alone this wretched ignorance! ","html":"<p>{}"},"an6.24:1.2":{"pli":"Katamehi chahi? ","eng":"What six? ","html":"{}"},"an6.24:1.3":{"pli":"Idha, bhikkhave, bhikkhu samādhissa samāpattikusalo hoti, samādhissa ṭhitikusalo hoti, samādhissa vuṭṭhānakusalo hoti, samādhissa kallitakusalo hoti, samādhissa gocarakusalo hoti, samādhissa abhinīhārakusalo hoti. ","eng":"It’s when a mendicant is skilled in entering immersion, skilled in remaining in immersion, skilled in emerging from immersion, skilled in positivity for immersion, skilled in the territory of immersion, and skilled in projecting the mind purified by immersion. ","html":"{}"},"an6.24:1.4":{"pli":"Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu himavantaṃ pabbatarājaṃ padāleyya, ko pana vādo chavāya avijjāyā”ti. ","eng":"A mendicant who possesses these six qualities could shatter Himalaya, the king of mountains, let alone this wretched ignorance!” ","html":"{}</p>"},"an6.24:1.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.25":{"an6.25:0.1":{"pli":"Aṅguttara Nikāya 6.25 ","eng":"Numbered Discourses 6.25 ","html":"<article id='an6.25'><header><ul><li class='division'>{}</li>"},"an6.25:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.25:0.3":{"pli":"Anussatiṭṭhānasutta ","eng":"Topics for Recollection ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.25:1.1":{"pli":"“Chayimāni, bhikkhave, anussatiṭṭhānāni. ","eng":"“Mendicants, there are these six topics for recollection. ","html":"<p>{}"},"an6.25:1.2":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}</p>"},"an6.25:1.3":{"pli":"Idha, bhikkhave, ariyasāvako tathāgataṃ anussarati: ","eng":"Firstly, a noble disciple recollects the Realized One: ","html":"<p data-counter='1'>{}"},"an6.25:1.4":{"pli":"‘itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an6.25:1.5":{"pli":"Yasmiṃ, bhikkhave, samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ","html":"{}"},"an6.25:1.6":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","eng":"At that time their mind is quite unswerving. They’ve left behind greed; they’re free of it and have risen above it. ","html":"{}"},"an6.25:1.7":{"pli":"‘Gedho’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","eng":"‘Greed’ is a term for the five kinds of sensual stimulation. ","html":"{}"},"an6.25:1.8":{"pli":"Idampi kho, bhikkhave, ārammaṇaṃ karitvā evam’idhekacce sattā visujjhanti. ","eng":"Relying on this, some sentient beings are purified in this way. ","html":"{}</p>"},"an6.25:2.1":{"pli":"Puna caparaṃ, bhikkhave, ariyasāvako dhammaṃ anussarati: ","eng":"Furthermore, a noble disciple recollects the teaching: ","html":"<p data-counter='2'>{}"},"an6.25:2.2":{"pli":"‘svākkhāto bhagavatā dhammo …pe… paccattaṃ veditabbo viññūhī’ti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}"},"an6.25:2.3":{"pli":"Yasmiṃ, bhikkhave, samaye ariyasāvako dhammaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the teaching their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.25:2.4":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.25:2.5":{"pli":"‘Gedho’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.25:2.6":{"pli":"Idampi kho, bhikkhave, ārammaṇaṃ karitvā evam’idhekacce sattā visujjhanti. ","html":"{}</p>"},"an6.25:3.1":{"pli":"Puna caparaṃ, bhikkhave, ariyasāvako saṅghaṃ anussarati: ","eng":"Furthermore, a noble disciple recollects the Saṅgha: ","html":"<p data-counter='3'>{}"},"an6.25:3.2":{"pli":"‘suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṃ puññakkhettaṃ lokassā’ti. ","eng":"‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ","html":"{}"},"an6.25:3.3":{"pli":"Yasmiṃ, bhikkhave, samaye ariyasāvako saṅghaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the Saṅgha their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.25:3.4":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.25:3.5":{"pli":"‘Gedho’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.25:3.6":{"pli":"Idampi kho, bhikkhave, ārammaṇaṃ karitvā evam’idhekacce sattā visujjhanti. ","html":"{}</p>"},"an6.25:4.1":{"pli":"Puna caparaṃ, bhikkhave, ariyasāvako attano sīlāni anussarati akhaṇḍāni …pe… samādhisaṃvattanikāni. ","eng":"Furthermore, a noble disciple recollects their own ethical precepts, which are intact, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"<p data-counter='4'>{}"},"an6.25:4.2":{"pli":"Yasmiṃ, bhikkhave, samaye ariyasāvako sīlaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects their ethical precepts their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.25:4.3":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","html":"{}"},"an6.25:4.4":{"pli":"‘Gedho’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","html":"{}"},"an6.25:4.5":{"pli":"Idampi kho, bhikkhave, ārammaṇaṃ karitvā evam’idhekacce sattā visujjhanti. ","html":"{}</p>"},"an6.25:5.1":{"pli":"Puna caparaṃ, bhikkhave, ariyasāvako attano cāgaṃ anussarati: ","eng":"Furthermore, a noble disciple recollects their own generosity: ","html":"<p data-counter='5'>{}"},"an6.25:5.2":{"pli":"‘lābhā vata me. Suladdhaṃ vata me …pe… ","eng":"‘I’m so fortunate, so very fortunate! ","html":"{}"},"an6.25:5.3":{"pli":"yācayogo dānasaṃvibhāgarato’ti. ","eng":"Among people full of the stain of stinginess I live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’ ","html":"{}"},"an6.25:5.4":{"pli":"…pe… ","eng":"When a noble disciple recollects their generosity their mind is not full of greed, hate, and delusion. … ","html":"{}"},"an6.25:5.5":{"pli":"Evam’idhekacce sattā visujjhanti. ","html":"{}</p>"},"an6.25:6.1":{"pli":"Puna caparaṃ, bhikkhave, ariyasāvako devatā anussarati: ","eng":"Furthermore, a noble disciple recollects the deities: ","html":"<p>{}"},"an6.25:6.2":{"pli":"‘santi devā cātumahārājikā, santi devā tāvatiṃsā, santi devā yāmā, santi devā tusitā, santi devā nimmānaratino, santi devā paranimmitavasavattino, santi devā brahmakāyikā, santi devā tatuttari. ","eng":"‘There are the gods of the four great kings, the gods of the thirty-three, the gods of Yama, the joyful gods, the gods who love to create, the gods who control what is created by others, the gods of the Divinity’s host, and gods even higher than these. ","html":"{}"},"an6.25:6.3":{"pli":"Yathārūpāya saddhāya samannāgatā tā devatā ito cutā tattha upapannā; mayhampi tathārūpā saddhā saṃvijjati. ","eng":"When those deities passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.’ ","html":"{}"},"an6.25:6.4":{"pli":"Yathārūpena sīlena … ","html":"{}"},"an6.25:6.5":{"pli":"sutena … ","html":"{}"},"an6.25:6.6":{"pli":"cāgena … ","html":"{}"},"an6.25:6.7":{"pli":"paññāya samannāgatā tā devatā ito cutā tattha upapannā; mayhampi tathārūpā paññā saṃvijjatī’ti. ","html":"{}</p>"},"an6.25:7.1":{"pli":"Yasmiṃ, bhikkhave, samaye ariyasāvako attano ca tāsañca devatānaṃ saddhañca sīlañca sutañca cāgañca paññañca anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ","eng":"When a noble disciple recollects the faith, ethics, learning, generosity, and wisdom of both themselves and the deities their mind is not full of greed, hate, and delusion. ","html":"<p data-counter='6'>{}"},"an6.25:7.2":{"pli":"ujugatamevassa tasmiṃ samaye cittaṃ hoti, nikkhantaṃ muttaṃ vuṭṭhitaṃ gedhamhā. ","eng":"At that time their mind is quite unswerving. They’ve left behind greed; they’re free of it and have risen above it. ","html":"{}"},"an6.25:7.3":{"pli":"‘Gedho’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","eng":"‘Greed’ is a term for the five kinds of sensual stimulation. ","html":"{}"},"an6.25:7.4":{"pli":"Idampi kho, bhikkhave, ārammaṇaṃ karitvā evam’idhekacce sattā visujjhanti. ","eng":"Relying on this, some sentient beings are purified in this way. ","html":"{}</p>"},"an6.25:8.1":{"pli":"Imāni kho, bhikkhave, cha anussatiṭṭhānānī”ti. ","eng":"These are the six topics for recollection.” ","html":"<p>{}</p>"},"an6.25:8.2":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}