{"an6.30":{"an6.30:0.1":{"pli":"Aṅguttara Nikāya 6.30 ","eng":"Numbered Discourses 6.30 ","html":"<article id='an6.30'><header><ul><li class='division'>{}</li>"},"an6.30:0.2":{"pli":"3. Anuttariyavagga ","eng":"3. Unsurpassable ","html":"<li>{}</li></ul>"},"an6.30:0.3":{"pli":"Anuttariyasutta ","eng":"Unsurpassable ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.30:1.1":{"pli":"“Chayimāni, bhikkhave, anuttariyāni. ","eng":"“Mendicants, these six things are unsurpassable. ","html":"<p>{}"},"an6.30:1.2":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}"},"an6.30:1.3":{"pli":"Dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ, anussatānuttariyanti. ","eng":"The unsurpassable seeing, listening, acquisition, training, service, and recollection. ","html":"{}</p>"},"an6.30:2.1":{"pli":"Katamañca, bhikkhave, dassanānuttariyaṃ? ","eng":"And what is the unsurpassable seeing? ","html":"<p data-counter='1'>{}"},"an6.30:2.2":{"pli":"Idha, bhikkhave, ekacco hatthiratanampi dassanāya gacchati, assaratanampi dassanāya gacchati, maṇiratanampi dassanāya gacchati, uccāvacaṃ vā pana dassanāya gacchati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ dassanāya gacchati. ","eng":"Some people go to see an elephant-treasure, a horse-treasure, a jewel-treasure, or a diverse spectrum of sights; or ascetics and brahmins of wrong view and wrong practice. ","html":"{}"},"an6.30:2.3":{"pli":"Atthetaṃ, bhikkhave, dassanaṃ; netaṃ natthīti vadāmi. ","eng":"There is such a seeing, I don’t deny it. ","html":"{}"},"an6.30:2.4":{"pli":"Tañca kho etaṃ, bhikkhave, dassanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"That seeing is low, crude, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}"},"an6.30:2.5":{"pli":"Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, dassanānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ","eng":"The unsurpassable seeing is when someone with settled faith and love, sure and devoted, goes to see a Realized One or their disciple. This is in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ","html":"{}"},"an6.30:2.6":{"pli":"Idaṃ vuccati, bhikkhave, dassanānuttariyaṃ. ","eng":"This is called the unsurpassable seeing. ","html":"{}"},"an6.30:2.7":{"pli":"Iti dassanānuttariyaṃ. ","eng":"Such is the unsurpassable seeing. ","html":"{}</p>"},"an6.30:3.1":{"pli":"Savanānuttariyañca kathaṃ hoti? ","eng":"But what of the unsurpassable hearing? ","html":"<p data-counter='2'>{}"},"an6.30:3.2":{"pli":"Idha, bhikkhave, ekacco bherisaddampi savanāya gacchati, vīṇāsaddampi savanāya gacchati, gītasaddampi savanāya gacchati, uccāvacaṃ vā pana savanāya gacchati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa dhammassavanāya gacchati. ","eng":"Some people go to hear the sound of drums, arched harps, singing, or a diverse spectrum of sounds; or ascetics and brahmins of wrong view and wrong practice. ","html":"{}"},"an6.30:3.3":{"pli":"Atthetaṃ, bhikkhave, savanaṃ; netaṃ natthīti vadāmi. ","eng":"There is such a hearing, I don’t deny it. ","html":"{}"},"an6.30:3.4":{"pli":"Tañca kho etaṃ, bhikkhave, savanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"That hearing … doesn’t lead to extinguishment. ","html":"{}"},"an6.30:3.5":{"pli":"Yo ca kho, bhikkhave, tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, savanānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ","eng":"The unsurpassable hearing is when someone with settled faith and love, sure and devoted, goes to hear the teaching of a Realized One or one of his disciples. … ","html":"{}"},"an6.30:3.6":{"pli":"Idaṃ vuccati, bhikkhave, savanānuttariyaṃ. ","eng":"This is called the unsurpassable hearing. ","html":"{}"},"an6.30:3.7":{"pli":"Iti dassanānuttariyaṃ, savanānuttariyaṃ. ","eng":"Such is the unsurpassable seeing and hearing. ","html":"{}</p>"},"an6.30:4.1":{"pli":"Lābhānuttariyañca kathaṃ hoti? ","eng":"But what of the unsurpassable acquisition? ","html":"<p data-counter='3'>{}"},"an6.30:4.2":{"pli":"Idha, bhikkhave, ekacco puttalābhampi labhati, dāralābhampi labhati, dhanalābhampi labhati, uccāvacaṃ vā pana lābhaṃ labhati, samaṇe vā brāhmaṇe vā micchādiṭṭhike micchāpaṭipanne saddhaṃ paṭilabhati. ","eng":"Some people acquire a child, a wife, wealth, or a diverse spectrum of things; or they acquire faith in an ascetic or brahmin of wrong view and wrong practice. ","html":"{}"},"an6.30:4.3":{"pli":"Attheso, bhikkhave, lābho; neso natthīti vadāmi. ","eng":"There is such an acquisition, I don’t deny it. ","html":"{}"},"an6.30:4.4":{"pli":"So ca kho eso, bhikkhave, lābho hīno gammo pothujjaniko anariyo anatthasaṃhito, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"That acquisition … doesn’t lead to extinguishment. ","html":"{}"},"an6.30:4.5":{"pli":"Yo ca kho, bhikkhave, tathāgate vā tathāgatasāvake vā saddhaṃ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, lābhānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgate vā tathāgatasāvake vā saddhaṃ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ","eng":"The unsurpassable acquisition is when someone with settled faith and love, sure and devoted, acquires faith in a Realized One or their disciple. … ","html":"{}"},"an6.30:4.6":{"pli":"Idaṃ vuccati, bhikkhave, lābhānuttariyaṃ. ","eng":"This is called the unsurpassable acquisition. ","html":"{}"},"an6.30:4.7":{"pli":"Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ. ","eng":"Such is the unsurpassable seeing, hearing, and acquisition. ","html":"{}</p>"},"an6.30:5.1":{"pli":"Sikkhānuttariyañca kathaṃ hoti? ","eng":"But what of the unsurpassable training? ","html":"<p data-counter='4'>{}"},"an6.30:5.2":{"pli":"Idha, bhikkhave, ekacco hatthismimpi sikkhati, assasmimpi sikkhati, rathasmimpi sikkhati, dhanusmimpi sikkhati, tharusmimpi sikkhati, uccāvacaṃ vā pana sikkhati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa sikkhati. ","eng":"Some people train in elephant riding, horse riding, chariot driving, archery, swordsmanship, or a diverse spectrum of things; or they train under an ascetic or brahmin of wrong view and wrong practice. ","html":"{}"},"an6.30:5.3":{"pli":"Atthesā, bhikkhave, sikkhā; nesā natthīti vadāmi. ","eng":"There is such a training, I don’t deny it. ","html":"{}"},"an6.30:5.4":{"pli":"Sā ca kho esā, bhikkhave, sikkhā hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"That training … doesn’t lead to extinguishment. ","html":"{}"},"an6.30:5.5":{"pli":"Yo ca kho, bhikkhave, tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, sikkhānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati, niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ","eng":"The unsurpassable training is when someone with settled faith and love, sure and devoted, trains in the higher ethics, the higher mind, and the higher wisdom in the teaching and training proclaimed by a Realized One. … ","html":"{}"},"an6.30:5.6":{"pli":"Idaṃ vuccati, bhikkhave, sikkhānuttariyaṃ. ","eng":"This is called the unsurpassable training. ","html":"{}"},"an6.30:5.7":{"pli":"Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ. ","eng":"Such is the unsurpassable seeing, hearing, acquisition, and training. ","html":"{}</p>"},"an6.30:6.1":{"pli":"Pāricariyānuttariyañca kathaṃ hoti? ","eng":"But what of the unsurpassable service? ","html":"<p data-counter='5'>{}"},"an6.30:6.2":{"pli":"Idha, bhikkhave, ekacco khattiyampi paricarati, brāhmaṇampi paricarati, gahapatimpi paricarati, uccāvacaṃ vā pana paricarati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ paricarati. ","eng":"Some people serve an aristocrat, a brahmin, a householder, or a diverse spectrum of people; or they serve ascetics and brahmins of wrong view and wrong practice. ","html":"{}"},"an6.30:6.3":{"pli":"Atthesā, bhikkhave, pāricariyā; nesā natthīti vadāmi. ","eng":"There is such service, I don’t deny it. ","html":"{}"},"an6.30:6.4":{"pli":"Sā ca kho esā, bhikkhave, pāricariyā hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya …pe… na nibbānāya saṃvattati. ","eng":"That service … doesn’t lead to extinguishment. ","html":"{}"},"an6.30:6.5":{"pli":"Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, pāricariyānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ","eng":"The unsurpassable service is when someone with settled faith and love, sure and devoted, serves a Realized One or their disciple. … ","html":"{}"},"an6.30:6.6":{"pli":"Idaṃ vuccati, bhikkhave, pāricariyānuttariyaṃ. ","eng":"This is called the unsurpassable service. ","html":"{}"},"an6.30:6.7":{"pli":"Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ. ","eng":"Such is the unsurpassable seeing, listening, acquisition, training, and service. ","html":"{}</p>"},"an6.30:7.1":{"pli":"Anussatānuttariyañca kathaṃ hoti? ","eng":"But what of the unsurpassable recollection? ","html":"<p data-counter='6'>{}"},"an6.30:7.2":{"pli":"Idha, bhikkhave, ekacco puttalābhampi anussarati, dāralābhampi anussarati, dhanalābhampi anussarati, uccāvacaṃ vā pana lābhaṃ anussarati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ anussarati. ","eng":"Some people recollect a child, a wife, wealth, or a diverse spectrum of things; or they recollect an ascetic or brahmin of wrong view and wrong practice. ","html":"{}"},"an6.30:7.3":{"pli":"Atthesā, bhikkhave, anussati; nesā natthīti vadāmi. ","eng":"There is such recollection, I don’t deny it. ","html":"{}"},"an6.30:7.4":{"pli":"Sā ca kho esā, bhikkhave, anussati hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"That recollection is low, crude, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}"},"an6.30:7.5":{"pli":"Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, anussatīnaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ","eng":"The unsurpassable recollection is when someone with settled faith and love, sure and devoted, recollects a Realized One or their disciple. … ","html":"{}"},"an6.30:7.6":{"pli":"Idaṃ vuccati, bhikkhave, anussatānuttariyaṃ. ","eng":"This is called the unsurpassable recollection. ","html":"{}</p>"},"an6.30:8.1":{"pli":"Imāni kho, bhikkhave, cha anuttariyānīti. ","eng":"These are the six unsurpassable things. ","html":"<p>{}</p>"},"an6.30:9.1":{"pli":"Ye dassanānuttaraṃ laddhā, ","eng":"They’ve gained the unsurpassed seeing, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.30:9.2":{"pli":"savanañca anuttaraṃ; ","eng":"the unsurpassed hearing, ","html":"<span class='verse-line'>{}</span>"},"an6.30:9.3":{"pli":"Lābhānuttariyaṃ laddhā, ","eng":"and the unsurpassable acquisition. ","html":"<span class='verse-line'>{}</span>"},"an6.30:9.4":{"pli":"sikkhānuttariye ratā. ","eng":"They enjoy the unsurpassable training ","html":"<span class='verse-line'>{}</span></p>"},"an6.30:10.1":{"pli":"Upaṭṭhitā pāricariyā, ","eng":"and serve with care. ","html":"<p><span class='verse-line'>{}</span>"},"an6.30:10.2":{"pli":"bhāvayanti anussatiṃ; ","eng":"Then they develop recollection ","html":"<span class='verse-line'>{}</span>"},"an6.30:10.3":{"pli":"Vivekappaṭisaṃyuttaṃ, ","eng":"connected with seclusion, ","html":"<span class='verse-line'>{}</span>"},"an6.30:10.4":{"pli":"khemaṃ amatagāminiṃ. ","eng":"which is safe, and leads to freedom from death. ","html":"<span class='verse-line'>{}</span></p>"},"an6.30:11.1":{"pli":"Appamāde pamuditā, ","eng":"They rejoice in diligence, ","html":"<p><span class='verse-line'>{}</span>"},"an6.30:11.2":{"pli":"nipakā sīlasaṃvutā; ","eng":"alert and ethically restrained. ","html":"<span class='verse-line'>{}</span>"},"an6.30:11.3":{"pli":"Te ve kālena paccenti, ","eng":"And in time they arrive ","html":"<span class='verse-line'>{}</span>"},"an6.30:11.4":{"pli":"yattha dukkhaṃ nirujjhatī”ti. ","eng":"at the place where suffering ceases.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.30:11.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an6.30:11.6":{"pli":"Anuttariyavaggo tatiyo. ","html":"<p class='endvagga'>{}</p>"},"an6.30:12.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an6.30:12.1":{"pli":"Sāmako aparihāniyo, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an6.30:12.2":{"pli":"Bhayaṃ himavānussati; ","html":"<span class='verse-line'>{}</span>"},"an6.30:12.3":{"pli":"Kaccāno dve ca samayā, ","html":"<span class='verse-line'>{}</span>"},"an6.30:12.4":{"pli":"Udāyī anuttariyenāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an6.31":{"an6.31:0.1":{"pli":"Aṅguttara Nikāya 6.31 ","eng":"Numbered Discourses 6.31 ","html":"<article id='an6.31'><header><ul><li class='division'>{}</li>"},"an6.31:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.31:0.3":{"pli":"Sekhasutta ","eng":"A Trainee ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.31:1.1":{"pli":"“Chayime, bhikkhave, dhammā sekhassa bhikkhuno parihānāya saṃvattanti. ","eng":"“These six things lead to the decline of a mendicant trainee. ","html":"<p>{}"},"an6.31:1.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.31:1.3":{"pli":"Kammārāmatā, bhassārāmatā, niddārāmatā, saṅgaṇikārāmatā, indriyesu aguttadvāratā, bhojane amattaññutā—","eng":"They relish work, talk, sleep, and company. They don’t guard the sense doors, and they eat too much. ","html":"{}"},"an6.31:1.4":{"pli":"ime kho, bhikkhave, cha dhammā sekhassa bhikkhuno parihānāya saṃvattanti. ","eng":"These six things lead to the decline of a mendicant trainee. ","html":"{}</p>"},"an6.31:2.1":{"pli":"Chayime, bhikkhave, dhammā sekhassa bhikkhuno aparihānāya saṃvattanti. ","eng":"These six things don’t lead to the decline of a mendicant trainee. ","html":"<p>{}"},"an6.31:2.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.31:2.3":{"pli":"Na kammārāmatā, na bhassārāmatā, na niddārāmatā, na saṅgaṇikārāmatā, indriyesu guttadvāratā, bhojane mattaññutā—","eng":"They don’t relish work, talk, sleep, and company. They guard the sense doors, and they don’t eat too much. ","html":"{}"},"an6.31:2.4":{"pli":"ime kho, bhikkhave, cha dhammā sekhassa bhikkhuno aparihānāya saṃvattantī”ti. ","eng":"These six things don’t lead to the decline of a mendicant trainee.” ","html":"{}</p>"},"an6.31:2.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.32":{"an6.32:0.1":{"pli":"Aṅguttara Nikāya 6.32 ","eng":"Numbered Discourses 6.32 ","html":"<article id='an6.32'><header><ul><li class='division'>{}</li>"},"an6.32:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.32:0.3":{"pli":"Paṭhamaaparihānasutta ","eng":"Non-decline (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.32:1.1":{"pli":"Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca: ","eng":"Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him: ","html":"<p>{}</p>"},"an6.32:2.1":{"pli":"“Chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti. ","eng":"“Sir, these six things don’t lead to the decline of a mendicant. ","html":"<p>{}"},"an6.32:2.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.32:2.3":{"pli":"Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, appamādagāravatā, paṭisanthāragāravatā—","eng":"Respect for the Teacher, for the teaching, for the Saṅgha, for the training, for diligence, and for hospitality. ","html":"{}"},"an6.32:2.4":{"pli":"ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī”ti. ","eng":"These six things don’t lead to the decline of a mendicant.” ","html":"{}</p>"},"an6.32:2.5":{"pli":"Idamavoca sā devatā. ","eng":"That’s what that deity said, ","html":"<p>{}"},"an6.32:2.6":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}"},"an6.32:2.7":{"pli":"Atha kho sā devatā “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi. ","eng":"Then that deity, knowing that the teacher approved, bowed, and respectfully circled the Buddha, keeping him on his right, before vanishing right there. ","html":"{}</p>"},"an6.32:3.1":{"pli":"Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi: ","eng":"Then, when the night had passed, the Buddha told the mendicants all that had happened, adding: ","html":"<p>{}"},"an6.32:3.2":{"pli":"“imaṃ, bhikkhave, rattiṃ aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho, bhikkhave, sā devatā maṃ etadavoca: ","html":"{}"},"an6.32:3.3":{"pli":"‘chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti. ","html":"{}"},"an6.32:3.4":{"pli":"Katame cha? ","html":"{}"},"an6.32:3.5":{"pli":"Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, appamādagāravatā, paṭisanthāragāravatā—","html":"{}"},"an6.32:3.6":{"pli":"ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī’ti. ","html":"{}</p>"},"an6.32:3.7":{"pli":"Idamavoca, bhikkhave, sā devatā. ","html":"<p>{}"},"an6.32:3.8":{"pli":"Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti. ","html":"{}</p>"},"an6.32:4.1":{"pli":"Satthugaru dhammagaru, ","eng":"“Respect for the Teacher and the teaching, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.32:4.2":{"pli":"saṅghe ca tibbagāravo; ","eng":"and keen respect for the Saṅgha; ","html":"<span class='verse-line'>{}</span>"},"an6.32:4.3":{"pli":"Appamādagaru bhikkhu, ","eng":"a mendicant who respects diligence ","html":"<span class='verse-line'>{}</span>"},"an6.32:4.4":{"pli":"paṭisanthāragāravo; ","eng":"and hospitality ","html":"<span class='verse-line'>{}</span>"},"an6.32:4.5":{"pli":"Abhabbo parihānāya, ","eng":"can’t decline, ","html":"<span class='verse-line'>{}</span>"},"an6.32:4.6":{"pli":"nibbānasseva santike”ti. ","eng":"and has drawn near to extinguishment.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.32:4.7":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.33":{"an6.33:0.1":{"pli":"Aṅguttara Nikāya 6.33 ","eng":"Numbered Discourses 6.33 ","html":"<article id='an6.33'><header><ul><li class='division'>{}</li>"},"an6.33:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.33:0.3":{"pli":"Dutiyaaparihānasutta ","eng":"Non-decline (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.33:1.1":{"pli":"“Imaṃ, bhikkhave, rattiṃ aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho, bhikkhave, sā devatā maṃ etadavoca: ","eng":"“Tonight, a glorious deity, lighting up the entire Jeta’s Grove, came to me, bowed, stood to one side, and said to me: ","html":"<p>{}"},"an6.33:1.2":{"pli":"‘chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti. ","eng":"‘Sir, these six things don’t lead to the decline of a mendicant. ","html":"{}"},"an6.33:1.3":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.33:1.4":{"pli":"Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, hirigāravatā, ottappagāravatā—","eng":"Respect for the Teacher, for the teaching, for the Saṅgha, for the training, for conscience, and for prudence. ","html":"{}"},"an6.33:1.5":{"pli":"ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī’ti. ","eng":"These six things don’t lead to the decline of a mendicant.’ ","html":"{}</p>"},"an6.33:1.6":{"pli":"Idamavoca, bhikkhave, sā devatā. ","eng":"That is what that deity said. ","html":"<p>{}"},"an6.33:1.7":{"pli":"Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti. ","eng":"Then he bowed and respectfully circled me, keeping me on his right side, before vanishing right there. ","html":"{}</p>"},"an6.33:2.1":{"pli":"Satthugaru dhammagaru, ","eng":"One respectful of the Teacher and the teaching, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.33:2.2":{"pli":"saṅghe ca tibbagāravo; ","eng":"keenly respecting the Saṅgha; ","html":"<span class='verse-line'>{}</span>"},"an6.33:2.3":{"pli":"Hiriottappasampanno, ","eng":"endowed with conscience and prudence, ","html":"<span class='verse-line'>{}</span>"},"an6.33:2.4":{"pli":"sappatisso sagāravo; ","eng":"reverential and respectful—","html":"<span class='verse-line'>{}</span>"},"an6.33:2.5":{"pli":"Abhabbo parihānāya, ","eng":"it is impossible for them to decline; ","html":"<span class='verse-line'>{}</span>"},"an6.33:2.6":{"pli":"nibbānasseva santike”ti. ","eng":"they have drawn near to extinguishment.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.33:2.7":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.34":{"an6.34:0.1":{"pli":"Aṅguttara Nikāya 6.34 ","eng":"Numbered Discourses 6.34 ","html":"<article id='an6.34'><header><ul><li class='division'>{}</li>"},"an6.34:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.34:0.3":{"pli":"Mahāmoggallānasutta ","eng":"With Mahāmoggallāna ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.34:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an6.34:1.2":{"pli":"Atha kho āyasmato mahāmoggallānassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as Venerable Mahāmoggallāna was in private retreat this thought came to his mind, ","html":"<p>{}"},"an6.34:1.3":{"pli":"“katamesānaṃ devānaṃ evaṃ ñāṇaṃ hoti: ","eng":"“Which gods know that they are ","html":"{}"},"an6.34:1.4":{"pli":"‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ","eng":"stream-enterers, not liable to be reborn in the underworld, destined for awakening?” ","html":"{}</p>"},"an6.34:1.5":{"pli":"Tena kho pana samayena tisso nāma bhikkhu adhunākālaṅkato aññataraṃ brahmalokaṃ upapanno hoti. ","eng":"Now, at that time a monk named Tissa had recently passed away and been reborn in a realm of divinity. ","html":"<p>{}"},"an6.34:1.6":{"pli":"Tatrapi naṃ evaṃ jānanti: ","eng":"There they knew that ","html":"{}"},"an6.34:1.7":{"pli":"“tisso brahmā mahiddhiko mahānubhāvo”ti. ","eng":"The divinity Tissa was very mighty and powerful. ","html":"{}</p>"},"an6.34:2.1":{"pli":"Atha kho āyasmā mahāmoggallāno—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ","eng":"And then Venerable Mahāmoggallāna, as easily as a strong person would extend or contract their arm, vanished from Jeta’s Grove and reappeared in that realm of divinity. ","html":"<p>{}</p>"},"an6.34:2.2":{"pli":"Addasā kho tisso brahmā āyasmantaṃ mahāmoggallānaṃ dūratova āgacchantaṃ. ","eng":"Tissa saw Moggallāna coming off in the distance, ","html":"<p>{}"},"an6.34:2.3":{"pli":"Disvāna āyasmantaṃ mahāmoggallānaṃ etadavoca: ","eng":"and said to him, ","html":"{}"},"an6.34:2.4":{"pli":"“ehi kho, mārisa moggallāna; svāgataṃ, mārisa moggallāna; ","eng":"“Come, my good Moggallāna! Welcome, my good Moggallāna! ","html":"{}"},"an6.34:2.5":{"pli":"cirassaṃ kho, mārisa moggallāna; imaṃ pariyāyamakāsi, yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"an6.34:2.6":{"pli":"Nisīda, mārisa moggallāna, idamāsanaṃ paññattan”ti. ","eng":"Sit, my good Moggallāna, this seat is for you.” ","html":"{}"},"an6.34:2.7":{"pli":"Nisīdi kho āyasmā mahāmoggallāno paññatte āsane. ","eng":"Moggallāna sat down on the seat spread out. ","html":"{}"},"an6.34:2.8":{"pli":"Tissopi kho brahmā āyasmantaṃ mahāmoggallānaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Tissa bowed to Moggallāna and sat to one side. ","html":"{}</p>"},"an6.34:2.9":{"pli":"Ekamantaṃ nisinnaṃ kho tissaṃ brahmānaṃ āyasmā mahāmoggallāno etadavoca: ","eng":"Moggallāna said to him, ","html":"<p>{}"},"an6.34:3.1":{"pli":"“Katamesānaṃ kho, tissa, devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ","eng":"“Tissa, which gods know that they are stream-enterers, not liable to be reborn in the underworld, destined for awakening?” ","html":"{}</p>"},"an6.34:3.2":{"pli":"“Cātumahārājikānaṃ kho, mārisa moggallāna, devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ","eng":"“The gods of the four great kings know this.” ","html":"<p>{}</p>"},"an6.34:4.1":{"pli":"“Sabbesaññeva nu kho, tissa, cātumahārājikānaṃ devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ","eng":"“But do all of them know this?” ","html":"<p>{}</p>"},"an6.34:4.2":{"pli":"“Na kho, mārisa moggallāna, sabbesaṃ cātumahārājikānaṃ devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ","eng":"“No, my good Moggallāna, not all of them. ","html":"<p>{}"},"an6.34:4.3":{"pli":"Ye kho te, mārisa moggallāna, cātumahārājikā devā buddhe aveccappasādena asamannāgatā dhamme aveccappasādena asamannāgatā saṅghe aveccappasādena asamannāgatā ariyakantehi sīlehi asamannāgatā na tesaṃ devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ","eng":"Those who lack experiential confidence in the Buddha, the teaching, and the Saṅgha, and lack the ethics loved by the noble ones, do not know that they are stream-enterers. ","html":"{}"},"an6.34:4.4":{"pli":"Ye ca kho te, mārisa moggallāna, cātumahārājikā devā buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā ariyakantehi sīlehi samannāgatā, tesaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ","eng":"But those who have experiential confidence in the Buddha, the teaching, and the Saṅgha, and have the ethics loved by the noble ones, do know that they are stream-enterers.” ","html":"{}</p>"},"an6.34:5.1":{"pli":"“Cātumahārājikānaññeva nu kho, tissa, devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti udāhu tāvatiṃsānampi devānaṃ …pe… ","eng":"“But Tissa, is it only the gods of the four great kings who know that they are stream-enterers, or do the gods of the thirty-three … ","html":"<p>{}"},"an6.34:5.2":{"pli":"yāmānampi devānaṃ … ","eng":"the gods of Yama … ","html":"{}"},"an6.34:5.3":{"pli":"tusitānampi devānaṃ … ","eng":"the joyful gods … ","html":"{}"},"an6.34:5.4":{"pli":"nimmānaratīnampi devānaṃ … ","eng":"the gods who love to create … ","html":"{}"},"an6.34:5.5":{"pli":"paranimmitavasavattīnampi devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ","eng":"and the gods who control what is created by others know that they are stream-enterers, not liable to be reborn in the underworld, destined for awakening?” ","html":"{}</p>"},"an6.34:5.6":{"pli":"“Paranimmitavasavattīnampi kho, mārisa moggallāna, devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ","eng":"“The gods of these various classes know this.” ","html":"<p>{}</p>"},"an6.34:6.1":{"pli":"“Sabbesaññeva nu kho, tissa, paranimmitavasavattīnaṃ devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ","eng":"“But do all of them know this?” ","html":"<p>{}</p>"},"an6.34:6.2":{"pli":"“Na kho, mārisa moggallāna, sabbesaṃ paranimmitavasavattīnaṃ devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ","eng":"“No, my good Moggallāna, not all of them. ","html":"<p>{}"},"an6.34:6.3":{"pli":"Ye kho te, mārisa moggallāna, paranimmitavasavattī devā buddhe aveccappasādena asamannāgatā, dhamme aveccappasādena asamannāgatā, saṅghe aveccappasādena asamannāgatā, ariyakantehi sīlehi asamannāgatā, na tesaṃ devānaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ","eng":"Those who lack experiential confidence in the Buddha, the teaching, and the Saṅgha, and lack the ethics loved by the noble ones, do not know that they are stream-enterers. ","html":"{}"},"an6.34:6.4":{"pli":"Ye ca kho te, mārisa moggallāna, paranimmitavasavattī devā buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā, ariyakantehi sīlehi samannāgatā tesaṃ evaṃ ñāṇaṃ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ","eng":"But those who have experiential confidence in the Buddha, the teaching, and the Saṅgha, and have the ethics loved by the noble ones, do know that they are stream-enterers.” ","html":"{}</p>"},"an6.34:7.1":{"pli":"Atha kho āyasmā mahāmoggallāno tissassa brahmuno bhāsitaṃ abhinanditvā anumoditvā: “seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ: ‘brahmaloke antarahito jetavane pāturahosī’”ti. ","eng":"Moggallāna approved and agreed with what the divinity Tissa said. Then, as easily as a strong person would extend or contract their arm, he vanished from that realm of divinity and reappeared in Jeta’s Grove. ","html":"<p>{}</p>"},"an6.34:7.2":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.35":{"an6.35:0.1":{"pli":"Aṅguttara Nikāya 6.35 ","eng":"Numbered Discourses 6.35 ","html":"<article id='an6.35'><header><ul><li class='division'>{}</li>"},"an6.35:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.35:0.3":{"pli":"Vijjābhāgiyasutta ","eng":"Things That Play a Part in Realization ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.35:1.1":{"pli":"“Chayime, bhikkhave, dhammā vijjābhāgiyā. ","eng":"“These six things play a part in realization. ","html":"<p>{}"},"an6.35:1.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"an6.35:1.3":{"pli":"Aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā, pahānasaññā, virāgasaññā, nirodhasaññā—","eng":"The perception of impermanence, the perception of suffering in impermanence, the perception of not-self in suffering, the perception of giving up, the perception of fading away, and the perception of cessation. ","html":"{}"},"an6.35:1.4":{"pli":"ime kho, bhikkhave, cha dhammā vijjābhāgiyā”ti. ","eng":"These are the six things that play a part in realization.” ","html":"{}</p>"},"an6.35:1.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.36":{"an6.36:0.1":{"pli":"Aṅguttara Nikāya 6.36 ","eng":"Numbered Discourses 6.36 ","html":"<article id='an6.36'><header><ul><li class='division'>{}</li>"},"an6.36:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.36:0.3":{"pli":"Vivādamūlasutta ","eng":"Roots of Dispute ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.36:1.1":{"pli":"“Chayimāni, bhikkhave, vivādamūlāni. ","eng":"“Mendicants, there are these six roots of dispute. ","html":"<p>{}"},"an6.36:1.2":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}"},"an6.36:1.3":{"pli":"Idha, bhikkhave, bhikkhu kodhano hoti upanāhī. ","eng":"Firstly, a mendicant is irritable and acrimonious. ","html":"{}"},"an6.36:1.4":{"pli":"Yo so, bhikkhave, bhikkhu kodhano hoti upanāhī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ","eng":"Such a mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, and they don’t fulfill the training. ","html":"{}"},"an6.36:1.5":{"pli":"Yo so, bhikkhave, bhikkhu satthari agāravo viharati appatisso, dhamme agāravo viharati appatisso, saṅghe agāravo viharati appatisso, sikkhāya na paripūrakārī so saṅghe vivādaṃ janeti, yo hoti vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"They create a dispute in the Saṅgha, which is for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"{}"},"an6.36:1.6":{"pli":"Evarūpañce tumhe, bhikkhave, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ","eng":"If you see such a root of dispute in yourselves or others, you should try to give up this bad thing. ","html":"{}"},"an6.36:1.7":{"pli":"Evarūpañce tumhe, bhikkhave, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha, tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha. ","eng":"If you don’t see it, you should practice so that it doesn’t come up in the future. ","html":"{}"},"an6.36:1.8":{"pli":"Evametassa pāpakassa vivādamūlassa pahānaṃ hoti. Evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. ","eng":"That’s how to give up this bad root of dispute, so it doesn’t come up in the future. ","html":"{}</p>"},"an6.36:2.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu makkhī hoti paḷāsī …pe… ","eng":"Furthermore, a mendicant is offensive and contemptuous … ","html":"<p>{}"},"an6.36:2.2":{"pli":"issukī hoti maccharī … ","eng":"They’re jealous and stingy … ","html":"{}"},"an6.36:2.3":{"pli":"saṭho hoti māyāvī … ","eng":"devious and deceitful … ","html":"{}"},"an6.36:2.4":{"pli":"pāpiccho hoti micchādiṭṭhi … ","eng":"with corrupt wishes and wrong view … ","html":"{}"},"an6.36:2.5":{"pli":"sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ","eng":"They’re attached to their own views, holding them tight, and refusing to let go. ","html":"{}"},"an6.36:2.6":{"pli":"Yo so, bhikkhave, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī, so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ","eng":"Such a mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, and they don’t fulfill the training. ","html":"{}"},"an6.36:2.7":{"pli":"Yo so, bhikkhave, bhikkhu satthari agāravo viharati appatisso, dhamme … saṅghe agāravo viharati appatisso, sikkhāya na paripūrakārī, so saṅghe vivādaṃ janeti, yo hoti vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"They create a dispute in the Saṅgha, which is for the detriment and unhappiness of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"{}"},"an6.36:2.8":{"pli":"Evarūpañce tumhe, bhikkhave, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ","eng":"If you see such a root of dispute in yourselves or others, you should try to give up this bad thing. ","html":"{}"},"an6.36:2.9":{"pli":"Evarūpañce tumhe, bhikkhave, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha. ","eng":"If you don’t see it, you should practice so that it doesn’t come up in the future. ","html":"{}"},"an6.36:2.10":{"pli":"Evametassa pāpakassa vivādamūlassa pahānaṃ hoti. Evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. ","eng":"That’s how to give up this bad root of dispute, so it doesn’t come up in the future. ","html":"{}"},"an6.36:2.11":{"pli":"Imāni kho, bhikkhave, cha vivādamūlānī”ti. ","eng":"These are the six roots of dispute.” ","html":"{}</p>"},"an6.36:2.12":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an6.37":{"an6.37:0.1":{"pli":"Aṅguttara Nikāya 6.37 ","eng":"Numbered Discourses 6.37 ","html":"<article id='an6.37'><header><ul><li class='division'>{}</li>"},"an6.37:0.2":{"pli":"4. Devatāvagga ","eng":"4. Deities ","html":"<li>{}</li></ul>"},"an6.37:0.3":{"pli":"Chaḷaṅgadānasutta ","eng":"A Gift With Six Factors ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.37:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an6.37:1.2":{"pli":"Tena kho pana samayena veḷukaṇḍakī nandamātā upāsikā sāriputtamoggallānappamukhe bhikkhusaṅghe chaḷaṅgasamannāgataṃ dakkhiṇaṃ patiṭṭhāpeti. ","eng":"Now at that time Veḷukaṇṭakī, Nanda’s mother, was preparing a religious donation with six factors for the mendicant Saṅgha headed by Sāriputta and Moggallāna. ","html":"<p>{}"},"an6.37:1.3":{"pli":"Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena veḷukaṇḍakiṃ nandamātaraṃ upāsikaṃ sāriputtamoggallānappamukhe bhikkhusaṅghe chaḷaṅgasamannāgataṃ dakkhiṇaṃ patiṭṭhāpentiṃ. ","eng":"The Buddha saw her doing this, with his clairvoyance that is purified and superhuman, ","html":"{}"},"an6.37:1.4":{"pli":"Disvā bhikkhū āmantesi: ","eng":"and he addressed the mendicants: ","html":"{}</p>"},"an6.37:1.5":{"pli":"“esā, bhikkhave, veḷukaṇḍakī nandamātā upāsikā sāriputtamoggallānappamukhe bhikkhusaṅghe chaḷaṅgasamannāgataṃ dakkhiṇaṃ patiṭṭhāpeti. ","eng":"“This Veḷukaṇṭakī, Nanda’s mother, is preparing a religious donation with six factors for the mendicant Saṅgha headed by Sāriputta and Moggallāna. ","html":"<p>{}</p>"},"an6.37:2.1":{"pli":"Kathañca, bhikkhave, chaḷaṅgasamannāgatā dakkhiṇā hoti? ","eng":"And how does a religious donation have six factors? ","html":"<p>{}"},"an6.37:2.2":{"pli":"Idha, bhikkhave, dāyakassa tīṇaṅgāni honti, paṭiggāhakānaṃ tīṇaṅgāni. ","eng":"Three factors apply to the donor and three to the recipients. ","html":"{}</p>"},"an6.37:2.3":{"pli":"Katamāni dāyakassa tīṇaṅgāni? ","eng":"What three factors apply to the donor? ","html":"<p>{}"},"an6.37:2.4":{"pli":"Idha, bhikkhave, dāyako pubbeva dānā sumano hoti, dadaṃ cittaṃ pasādeti, datvā attamano hoti. ","eng":"It’s when a donor is in a good mood before giving, while giving they feel confident, and after giving they’re uplifted. ","html":"{}"},"an6.37:2.5":{"pli":"Imāni dāyakassa tīṇaṅgāni. ","eng":"These three factors apply to the donor. ","html":"{}</p>"},"an6.37:3.1":{"pli":"Katamāni paṭiggāhakānaṃ tīṇaṅgāni? ","eng":"What three factors apply to the recipients? ","html":"<p>{}"},"an6.37:3.2":{"pli":"Idha, bhikkhave, paṭiggāhakā vītarāgā vā honti rāgavinayāya vā paṭipannā, vītadosā vā honti dosavinayāya vā paṭipannā, vītamohā vā honti mohavinayāya vā paṭipannā. ","eng":"It’s when the recipients are free of greed, hate, and delusion, or practicing to be free of them. ","html":"{}"},"an6.37:3.3":{"pli":"Imāni paṭiggāhakānaṃ tīṇaṅgāni. ","eng":"These three factors apply to the recipients. ","html":"{}</p>"},"an6.37:3.4":{"pli":"Iti dāyakassa tīṇaṅgāni, paṭiggāhakānaṃ tīṇaṅgāni. ","eng":"Thus three factors apply to the donor and three to the recipients. ","html":"<p>{}"},"an6.37:3.5":{"pli":"Evaṃ kho, bhikkhave, chaḷaṅgasamannāgatā dakkhiṇā hoti. ","eng":"That’s how a religious donation has six factors. ","html":"{}</p>"},"an6.37:4.1":{"pli":"Evaṃ chaḷaṅgasamannāgatāya, bhikkhave, dakkhiṇāya na sukaraṃ puññassa pamāṇaṃ gahetuṃ: ","eng":"It’s not easy to grasp the merit of such a six-factored donation by saying that ","html":"<p>{}"},"an6.37:4.2":{"pli":"‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti. ","eng":"this is the extent of their overflowing merit, overflowing goodness that nurtures happiness and is conducive to heaven, ripening in happiness and leading to heaven. And it leads to what is likable, desirable, agreeable, to welfare and happiness. ","html":"{}"},"an6.37:4.3":{"pli":"Atha kho asaṅkhyeyyo appameyyo mahāpuññakkhandhotveva saṅkhaṃ gacchati. ","eng":"It’s simply reckoned as an incalculable, immeasurable, great mass of merit. ","html":"{}</p>"},"an6.37:5.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamudde na sukaraṃ udakassa pamāṇaṃ gahetuṃ: ","eng":"It’s like trying to grasp how much water is in the ocean. It’s not easy to say ","html":"<p>{}"},"an6.37:5.2":{"pli":"‘ettakāni udakāḷhakānīti vā ettakāni udakāḷhakasatānīti vā ettakāni udakāḷhakasahassānīti vā ettakāni udakāḷhakasatasahassānī’ti vā. ","eng":"how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are. ","html":"{}"},"an6.37:5.3":{"pli":"Atha kho asaṅkhyeyyo appameyyo mahāudakakkhandhotveva saṅkhaṃ gacchati. ","eng":"It’s simply reckoned as an incalculable, immeasurable, great mass of water. ","html":"{}"},"an6.37:5.4":{"pli":"Evamevaṃ kho, bhikkhave, evaṃ chaḷaṅgasamannāgatāya dakkhiṇāya na sukaraṃ puññassa pamāṇaṃ gahetuṃ: ","eng":"In the same way, it’s not easy to grasp the merit of such a six-factored donation … ","html":"{}"},"an6.37:5.5":{"pli":"‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti. ","html":"{}"},"an6.37:5.6":{"pli":"Atha kho asaṅkhyeyyo appameyyo mahāpuññakkhandhotveva saṅkhaṃ gacchatī”ti. ","html":"{}</p>"},"an6.37:6.1":{"pli":"“Pubbeva dānā sumano, ","eng":"A good mood before giving, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.37:6.2":{"pli":"dadaṃ cittaṃ pasādaye; ","eng":"confidence while giving, ","html":"<span class='verse-line'>{}</span>"},"an6.37:6.3":{"pli":"Datvā attamano hoti, ","eng":"feeling uplifted after giving: ","html":"<span class='verse-line'>{}</span>"},"an6.37:6.4":{"pli":"esā yaññassa sampadā. ","eng":"this is the perfect sacrifice. ","html":"<span class='verse-line'>{}</span></p>"},"an6.37:7.1":{"pli":"Vītarāgā vītadosā, ","eng":"Free of greed, free of hate, ","html":"<p><span class='verse-line'>{}</span>"},"an6.37:7.2":{"pli":"vītamohā anāsavā; ","eng":"free of delusion, undefiled; ","html":"<span class='verse-line'>{}</span>"},"an6.37:7.3":{"pli":"Khettaṃ yaññassa sampannaṃ, ","eng":"this is the field for the perfect sacrifice, ","html":"<span class='verse-line'>{}</span>"},"an6.37:7.4":{"pli":"saññatā brahmacārayo. ","eng":"the disciplined spiritual practitioners. ","html":"<span class='verse-line'>{}</span></p>"},"an6.37:8.1":{"pli":"Sayaṃ ācamayitvāna, ","eng":"After rinsing, ","html":"<p><span class='verse-line'>{}</span>"},"an6.37:8.2":{"pli":"datvā sakehi pāṇibhi; ","eng":"you give with your own hands. ","html":"<span class='verse-line'>{}</span>"},"an6.37:8.3":{"pli":"Attano parato ceso, ","eng":"This sacrifice is very fruitful ","html":"<span class='verse-line'>{}</span>"},"an6.37:8.4":{"pli":"yañño hoti mahapphalo. ","eng":"for both yourself and others. ","html":"<span class='verse-line'>{}</span></p>"},"an6.37:9.1":{"pli":"Evaṃ yajitvā medhāvī, ","eng":"When an intelligent, faithful person, ","html":"<p><span class='verse-line'>{}</span>"},"an6.37:9.2":{"pli":"saddho muttena cetasā; ","eng":"sacrifices like this, with a mind of letting go, ","html":"<span class='verse-line'>{}</span>"},"an6.37:9.3":{"pli":"Abyāpajjaṃ sukhaṃ lokaṃ, ","eng":"that astute one is reborn ","html":"<span class='verse-line'>{}</span>"},"an6.37:9.4":{"pli":"paṇḍito upapajjatī”ti. ","eng":"in a happy, pleasing world.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.37:9.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}