{"an6.54":{"an6.54:0.1":{"pli":"Aṅguttara Nikāya 6.54 ","eng":"Numbered Discourses 6.54 ","html":"<article id='an6.54'><header><ul><li class='division'>{}</li>"},"an6.54:0.2":{"pli":"5. Dhammikavagga ","eng":"5. About Dhammika ","html":"<li>{}</li></ul>"},"an6.54:0.3":{"pli":"Dhammikasutta ","eng":"About Dhammika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an6.54:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ","eng":"At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"<p>{}</p>"},"an6.54:1.2":{"pli":"Tena kho pana samayena āyasmā dhammiko jātibhūmiyaṃ āvāsiko hoti sabbaso jātibhūmiyaṃ sattasu āvāsesu. ","eng":"Now at that time Venerable Dhammika was a resident in all seven monasteries of his native land. ","html":"<p>{}"},"an6.54:1.3":{"pli":"Tatra sudaṃ āyasmā dhammiko āgantuke bhikkhū akkosati paribhāsati vihiṃsati vitudati roseti vācāya. ","eng":"There he abused visiting mendicants; he insulted, harmed, attacked, and harassed them. ","html":"{}"},"an6.54:1.4":{"pli":"Te ca āgantukā bhikkhū āyasmatā dhammikena akkosiyamānā paribhāsiyamānā vihesiyamānā vitudiyamānā rosiyamānā vācāya pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","eng":"The visiting mendicants who were treated in this way did not stay. They left, abandoning the monastery. ","html":"{}</p>"},"an6.54:2.1":{"pli":"Atha kho jātibhūmakānaṃ upāsakānaṃ etadahosi: ","eng":"Then the local lay followers thought to themselves, ","html":"<p>{}"},"an6.54:2.2":{"pli":"“mayaṃ kho bhikkhusaṅghaṃ paccupaṭṭhitā cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena. ","eng":"“We have supplied the mendicant Saṅgha with robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an6.54:2.3":{"pli":"Atha ca pana āgantukā bhikkhū pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","eng":"But the visiting mendicants don’t stay. They leave, abandoning the monastery. ","html":"{}"},"an6.54:2.4":{"pli":"Ko nu kho hetu ko paccayo yena āgantukā bhikkhū pakkamanti, na saṇṭhanti, riñcanti āvāsan”ti? ","eng":"What is the cause, what is the reason for this?” ","html":"{}</p>"},"an6.54:2.5":{"pli":"Atha kho jātibhūmakānaṃ upāsakānaṃ etadahosi: ","eng":"Then the local lay followers thought to themselves, ","html":"<p>{}"},"an6.54:2.6":{"pli":"“ayaṃ kho āyasmā dhammiko āgantuke bhikkhū akkosati paribhāsati vihiṃsati vitudati roseti vācāya. ","eng":"“This Venerable Dhammika abuses visiting mendicants; he insults, harms, attacks, and harasses them. ","html":"{}"},"an6.54:2.7":{"pli":"Te ca āgantukā bhikkhū āyasmatā dhammikena akkosiyamānā paribhāsiyamānā vihesiyamānā vitudiyamānā rosiyamānā vācāya pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","eng":"The visiting mendicants who were treated in this way do not stay. They leave, abandoning the monastery. ","html":"{}"},"an6.54:2.8":{"pli":"Yannūna mayaṃ āyasmantaṃ dhammikaṃ pabbājeyyāmā”ti. ","eng":"Why don’t we banish Venerable Dhammika?” ","html":"{}</p>"},"an6.54:3.1":{"pli":"Atha kho jātibhūmakā upāsakā yena āyasmā dhammiko tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ dhammikaṃ etadavocuṃ: ","eng":"Then the local lay followers went up to Venerable Dhammika and said to him, ","html":"<p>{}"},"an6.54:3.2":{"pli":"“pakkamatu, bhante, āyasmā dhammiko imamhā āvāsā; ","eng":"“Sir, please leave this monastery. ","html":"{}"},"an6.54:3.3":{"pli":"alaṃ te idha vāsenā”ti. ","eng":"You’ve stayed here long enough.” ","html":"{}</p>"},"an6.54:3.4":{"pli":"Atha kho āyasmā dhammiko tamhā āvāsā aññaṃ āvāsaṃ agamāsi. ","eng":"Then Venerable Dhammika left and went to another monastery. ","html":"<p>{}"},"an6.54:3.5":{"pli":"Tatrapi sudaṃ āyasmā dhammiko āgantuke bhikkhū akkosati paribhāsati vihiṃsati vitudati roseti vācāya. ","eng":"There he abused visiting mendicants; he insulted, harmed, attacked, and harassed them. ","html":"{}"},"an6.54:3.6":{"pli":"Te ca āgantukā bhikkhū āyasmatā dhammikena akkosiyamānā paribhāsiyamānā vihesiyamānā vitudiyamānā rosiyamānā vācāya pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","eng":"The visiting mendicants who were treated in this way did not stay. They left, abandoning the monastery. ","html":"{}</p>"},"an6.54:4.1":{"pli":"Atha kho jātibhūmakānaṃ upāsakānaṃ etadahosi: ","eng":"Then the local lay followers thought to themselves: … ","html":"<p>{}"},"an6.54:4.2":{"pli":"“mayaṃ kho bhikkhusaṅghaṃ paccupaṭṭhitā cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena. ","html":"{}"},"an6.54:4.3":{"pli":"Atha ca pana āgantukā bhikkhū pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","html":"{}"},"an6.54:4.4":{"pli":"Ko nu kho hetu ko paccayo yena āgantukā bhikkhū pakkamanti, na saṇṭhanti, riñcanti āvāsan”ti? ","html":"{}"},"an6.54:4.5":{"pli":"Atha kho jātibhūmakānaṃ upāsakānaṃ etadahosi: ","html":"{}"},"an6.54:4.6":{"pli":"“ayaṃ kho āyasmā dhammiko āgantuke bhikkhū akkosati paribhāsati vihiṃsati vitudati roseti vācāya. ","html":"{}"},"an6.54:4.7":{"pli":"Te ca āgantukā bhikkhū āyasmatā dhammikena akkosiyamānā paribhāsiyamānā vihesiyamānā vitudiyamānā rosiyamānā vācāya pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","html":"{}"},"an6.54:4.8":{"pli":"Yannūna mayaṃ āyasmantaṃ dhammikaṃ pabbājeyyāmā”ti. ","html":"{}</p>"},"an6.54:5.1":{"pli":"Atha kho jātibhūmakā upāsakā yenāyasmā dhammiko tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ dhammikaṃ etadavocuṃ: ","eng":"They said to Venerable Dhammika, ","html":"<p>{}"},"an6.54:5.2":{"pli":"“pakkamatu, bhante, āyasmā dhammiko imamhāpi āvāsā; ","eng":"“Sir, please leave this monastery. ","html":"{}"},"an6.54:5.3":{"pli":"alaṃ te idha vāsenā”ti. ","eng":"You’ve stayed here long enough.” ","html":"{}</p>"},"an6.54:5.4":{"pli":"Atha kho āyasmā dhammiko tamhāpi āvāsā aññaṃ āvāsaṃ agamāsi. ","eng":"Then Venerable Dhammika left and went to another monastery. ","html":"<p>{}"},"an6.54:5.5":{"pli":"Tatrapi sudaṃ āyasmā dhammiko āgantuke bhikkhū akkosati paribhāsati vihiṃsati vitudati roseti vācāya. ","eng":"There he abused visiting mendicants; he insulted, harmed, attacked, and harassed them. ","html":"{}"},"an6.54:5.6":{"pli":"Te ca āgantukā bhikkhū āyasmatā dhammikena akkosiyamānā paribhāsiyamānā vihesiyamānā vitudiyamānā rosiyamānā vācāya pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","eng":"The visiting mendicants who were treated in this way did not stay. They left, abandoning the monastery. ","html":"{}</p>"},"an6.54:6.1":{"pli":"Atha kho jātibhūmakānaṃ upāsakānaṃ etadahosi: ","eng":"Then the local lay followers thought to themselves, ","html":"<p>{}"},"an6.54:6.2":{"pli":"“mayaṃ kho bhikkhusaṅghaṃ paccupaṭṭhitā cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena. ","html":"{}"},"an6.54:6.3":{"pli":"Atha ca pana āgantukā bhikkhū pakkamanti, na saṇṭhanti, riñcanti āvāsaṃ. ","html":"{}"},"an6.54:6.4":{"pli":"Ko nu kho hetu ko paccayo yena āgantukā bhikkhū pakkamanti, na saṇṭhanti, riñcanti āvāsan”ti? ","html":"{}"},"an6.54:6.5":{"pli":"Atha kho jātibhūmakānaṃ upāsakānaṃ etadahosi: “ayaṃ kho āyasmā dhammiko āgantuke bhikkhū akkosati …pe…. ","html":"{}"},"an6.54:6.6":{"pli":"Yannūna mayaṃ āyasmantaṃ dhammikaṃ pabbājeyyāma sabbaso jātibhūmiyaṃ sattahi āvāsehī”ti. ","eng":"“Why don’t we banish Venerable Dhammika from all seven monasteries in our native land?” ","html":"{}</p>"},"an6.54:6.7":{"pli":"Atha kho jātibhūmakā upāsakā yenāyasmā dhammiko tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ dhammikaṃ etadavocuṃ: ","eng":"Then the local lay followers went up to Venerable Dhammika and said to him, ","html":"<p>{}"},"an6.54:6.8":{"pli":"“pakkamatu, bhante, āyasmā dhammiko sabbaso jātibhūmiyaṃ sattahi āvāsehī”ti. ","eng":"“Sir, please leave all seven monasteries in our native land.” ","html":"{}</p>"},"an6.54:6.9":{"pli":"Atha kho āyasmato dhammikassa etadahosi: ","eng":"Then Venerable Dhammika thought, ","html":"<p>{}"},"an6.54:6.10":{"pli":"“pabbājito khomhi jātibhūmakehi upāsakehi sabbaso jātibhūmiyaṃ sattahi āvāsehi. ","eng":"“I’ve been banished by the local lay followers from all seven monasteries in my native land. ","html":"{}"},"an6.54:6.11":{"pli":"Kahaṃ nu kho dāni gacchāmī”ti? ","eng":"Where am I to go now?” ","html":"{}"},"an6.54:6.12":{"pli":"Atha kho āyasmato dhammikassa etadahosi: ","eng":"He thought, ","html":"{}"},"an6.54:6.13":{"pli":"“yannūnāhaṃ yena bhagavā tenupasaṅkameyyan”ti. ","eng":"“Why don’t I go to see the Buddha?” ","html":"{}</p>"},"an6.54:7.1":{"pli":"Atha kho āyasmā dhammiko pattacīvaramādāya yena rājagahaṃ tena pakkāmi. ","eng":"Then Venerable Dhammika took his bowl and robe and set out for Rājagaha. ","html":"<p>{}"},"an6.54:7.2":{"pli":"Anupubbena yena rājagahaṃ gijjhakūṭo pabbato yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ dhammikaṃ bhagavā etadavoca: ","eng":"Eventually he came to Rājagaha and the Vulture’s Peak. He went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"{}"},"an6.54:7.3":{"pli":"“handa kuto nu tvaṃ, brāhmaṇa dhammika, āgacchasī”ti? ","eng":"“So, Brahmin Dhammika, where have you come from?” ","html":"{}</p>"},"an6.54:7.4":{"pli":"“Pabbājito ahaṃ, bhante, jātibhūmakehi upāsakehi sabbaso jātibhūmiyaṃ sattahi āvāsehī”ti. ","eng":"“Sir, I’ve been banished by the local lay followers from all seven monasteries in my native land.” ","html":"<p>{}</p>"},"an6.54:7.5":{"pli":"“Alaṃ, brāhmaṇa dhammika, kiṃ te iminā, yaṃ taṃ tato tato pabbājenti, so tvaṃ tato tato pabbājito mameva santike āgacchasi. ","eng":"“Enough, Brahmin Dhammika, what’s that to you? Now that you’ve been banished from all of those places, you have come to me. ","html":"<p>{}</p>"},"an6.54:8.1":{"pli":"Bhūtapubbaṃ, brāhmaṇa dhammika, sāmuddikā vāṇijā tīradassiṃ sakuṇaṃ gahetvā nāvāya samuddaṃ ajjhogāhanti. ","eng":"Once upon a time, some sea-merchants set sail for the ocean deeps, taking with them a land-spotting bird. ","html":"<p>{}"},"an6.54:8.2":{"pli":"Te atīradakkhiṇiyā nāvāya tīradassiṃ sakuṇaṃ muñcanti. ","eng":"When their ship was out of sight of land, they released the bird. ","html":"{}"},"an6.54:8.3":{"pli":"So gacchateva puratthimaṃ disaṃ, gacchati pacchimaṃ disaṃ, gacchati uttaraṃ disaṃ, gacchati dakkhiṇaṃ disaṃ, gacchati uddhaṃ, gacchati anudisaṃ. ","eng":"It flew right away to the east, the west, the north, the south, upwards, and in-between. ","html":"{}"},"an6.54:8.4":{"pli":"Sace so samantā tīraṃ passati, tathāgatakova hoti. ","eng":"If it saw land on any side, it went there and stayed. ","html":"{}"},"an6.54:8.5":{"pli":"Sace pana so samantā tīraṃ na passati tameva nāvaṃ paccāgacchati. ","eng":"But if it saw no land on any side it returned to the ship. ","html":"{}"},"an6.54:8.6":{"pli":"Evamevaṃ kho, brāhmaṇa dhammika, yaṃ taṃ tato tato pabbājenti so tvaṃ tato tato pabbājito mameva santike āgacchasi. ","eng":"In the same way, now that you’ve been banished from all of those places, you have come to me. ","html":"{}</p>"},"an6.54:9.1":{"pli":"Bhūtapubbaṃ, brāhmaṇa dhammika, rañño korabyassa suppatiṭṭho nāma nigrodharājā ahosi pañcasākho sītacchāyo manoramo. ","eng":"Once upon a time, King Koravya had a royal banyan tree with five trunks called ‘Well Planted’. It was shady and lovely. ","html":"<p>{}"},"an6.54:9.2":{"pli":"Suppatiṭṭhassa kho pana, brāhmaṇa dhammika, nigrodharājassa dvādasayojanāni abhiniveso ahosi, pañca yojanāni mūlasantānakānaṃ. ","eng":"Its canopy spread over twelve leagues, while the network of roots spread for five leagues. ","html":"{}"},"an6.54:9.3":{"pli":"Suppatiṭṭhassa kho pana, brāhmaṇa dhammika, nigrodharājassa tāva mahantāni phalāni ahesuṃ; ","eng":"Its fruits were as large as ","html":"{}"},"an6.54:9.4":{"pli":"seyyathāpi nāma āḷhakathālikā. ","eng":"a rice pot. ","html":"{}"},"an6.54:9.5":{"pli":"Evamassa sādūni phalāni ahesuṃ; ","eng":"And they were as sweet as ","html":"{}"},"an6.54:9.6":{"pli":"seyyathāpi nāma khuddaṃ madhuṃ anelakaṃ. ","eng":"pure wild honey. ","html":"{}"},"an6.54:9.7":{"pli":"Suppatiṭṭhassa kho pana, brāhmaṇa dhammika, nigrodharājassa ekaṃ khandhaṃ rājā paribhuñjati saddhiṃ itthāgārena, ekaṃ khandhaṃ balakāyo paribhuñjati, ekaṃ khandhaṃ negamajānapadā paribhuñjanti, ekaṃ khandhaṃ samaṇabrāhmaṇā paribhuñjanti, ekaṃ khandhaṃ migā paribhuñjanti. ","eng":"The king and harem made use of one trunk, the troops another, the people of town and country another, ascetics and brahmins another, and beasts and birds another. ","html":"{}"},"an6.54:9.8":{"pli":"Suppatiṭṭhassa kho pana, brāhmaṇa dhammika, nigrodharājassa na koci phalāni rakkhati, na ca sudaṃ aññamaññassa phalāni hiṃsanti. ","eng":"No-one guarded the fruit, yet no-one damaged another’s fruits. ","html":"{}</p>"},"an6.54:10.1":{"pli":"Atha kho, brāhmaṇa dhammika, aññataro puriso suppatiṭṭhassa nigrodharājassa yāvadatthaṃ phalāni bhakkhitvā sākhaṃ bhañjitvā pakkāmi. ","eng":"Then a certain person ate as much as he liked of the fruit, then broke off a branch and left. ","html":"<p>{}"},"an6.54:10.2":{"pli":"Atha kho, brāhmaṇa dhammika, suppatiṭṭhe nigrodharāje adhivatthāya devatāya etadahosi: ","eng":"Then the deity haunting the royal banyan tree thought, ","html":"{}"},"an6.54:10.3":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho. ","eng":"‘Oh lord, how incredible, how amazing! ","html":"{}"},"an6.54:10.4":{"pli":"Yāva pāpo manusso, yatra hi nāma suppatiṭṭhassa nigrodharājassa yāvadatthaṃ phalāni bhakkhitvā sākhaṃ bhañjitvā pakkamissati, yannūna suppatiṭṭho nigrodharājā āyatiṃ phalaṃ na dadeyyā’ti. ","eng":"How wicked this person is, to eat as much as they like, then break off a branch and leave! Why don’t I make sure that the royal banyan tree gives no fruit in future?’ ","html":"{}"},"an6.54:10.5":{"pli":"Atha kho, brāhmaṇa dhammika, suppatiṭṭho nigrodharājā āyatiṃ phalaṃ na adāsi. ","eng":"Then the royal banyan tree gave no more fruit. ","html":"{}</p>"},"an6.54:11.1":{"pli":"Atha kho, brāhmaṇa dhammika, rājā korabyo yena sakko devānamindo tenupasaṅkami; upasaṅkamitvā sakkaṃ devānamindaṃ etadavoca: ","eng":"Then King Koravya went up to Sakka, lord of gods, and said to him, ","html":"<p>{}"},"an6.54:11.2":{"pli":"‘yagghe, mārisa, jāneyyāsi suppatiṭṭho nigrodharājā phalaṃ na detī’ti. ","eng":"‘Please good fellow, you should know that the royal banyan tree called Well Planted gives no fruit.’ ","html":"{}"},"an6.54:11.3":{"pli":"Atha kho, brāhmaṇa dhammika, sakko devānamindo tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi, yathā bhusā vātavuṭṭhi āgantvā suppatiṭṭhaṃ nigrodharājaṃ pavattesi ummūlamakāsi. ","eng":"Then Sakka used his psychic powers to will that a violent storm come. And it felled and uprooted the royal banyan tree. ","html":"{}"},"an6.54:11.4":{"pli":"Atha kho, brāhmaṇa dhammika, suppatiṭṭhe nigrodharāje adhivatthā devatā dukkhī dummanā assumukhī rudamānā ekamantaṃ aṭṭhāsi. ","eng":"Then the deity haunting the tree stood to one side, miserable and sad, weeping, with a tearful face. ","html":"{}</p>"},"an6.54:12.1":{"pli":"Atha kho, brāhmaṇa dhammika, sakko devānamindo yena suppatiṭṭhe nigrodharāje adhivatthā devatā tenupasaṅkami; upasaṅkamitvā suppatiṭṭhe nigrodharāje adhivatthaṃ devataṃ etadavoca: ","eng":"Then Sakka went up to that deity, and said, ","html":"<p>{}"},"an6.54:12.2":{"pli":"‘kiṃ nu tvaṃ, devate, dukkhī dummanā assumukhī rudamānā ekamantaṃ ṭhitā’ti? ","eng":"‘Why, god, are you standing to one side, miserable and sad, weeping, with a tearful face?’ ","html":"{}</p>"},"an6.54:12.3":{"pli":"‘Tathā hi pana me, mārisa, bhusā vātavuṭṭhi āgantvā bhavanaṃ pavattesi ummūlamakāsī’ti. ","eng":"‘Because, my good fellow, a violent storm came and felled and uprooted my home.’ ","html":"<p>{}</p>"},"an6.54:12.4":{"pli":"‘Api nu tvaṃ, devate, rukkhadhamme ṭhitāya bhusā vātavuṭṭhi āgantvā bhavanaṃ pavattesi ummūlamakāsī’ti? ","eng":"‘Well, did you stand by your tree’s duty when the storm came?’ ","html":"<p>{}</p>"},"an6.54:12.5":{"pli":"‘Kathaṃ pana, mārisa, rukkho rukkhadhamme ṭhito hotī’ti? ","eng":"‘But my good fellow, how does a tree stand by its duty?’ ","html":"<p>{}</p>"},"an6.54:12.6":{"pli":"‘Idha, devate, rukkhassa mūlaṃ mūlatthikā haranti, tacaṃ tacatthikā haranti, pattaṃ pattatthikā haranti, pupphaṃ pupphatthikā haranti, phalaṃ phalatthikā haranti. ","eng":"‘It’s when those who need the tree’s roots, bark, leaves, flowers, or fruit take what they need. ","html":"<p>{}"},"an6.54:12.7":{"pli":"Na ca tena devatāya anattamanatā vā anabhinandi vā karaṇīyā. ","eng":"Yet the deity is not displeased or upset because of this. ","html":"{}"},"an6.54:12.8":{"pli":"Evaṃ kho, devate, rukkho rukkhadhamme ṭhito hotī’ti. ","eng":"This is how a tree stands by its duty.’ ","html":"{}</p>"},"an6.54:12.9":{"pli":"‘Aṭṭhitāyeva kho me, mārisa, rukkhadhamme bhusā vātavuṭṭhi āgantvā bhavanaṃ pavattesi ummūlamakāsī’ti. ","eng":"‘I was not standing by a tree’s duty when the storm came and felled and uprooted my home.’ ","html":"<p>{}</p>"},"an6.54:12.10":{"pli":"‘Sace kho tvaṃ, devate, rukkhadhamme tiṭṭheyyāsi, siyā te bhavanaṃ yathāpure’ti. ","eng":"‘God, if you were to stand by a tree’s duty, your home may be as it was before.’ ","html":"<p>{}</p>"},"an6.54:12.11":{"pli":"‘Ṭhassāmahaṃ, mārisa, rukkhadhamme, hotu me bhavanaṃ yathāpure’ti. ","eng":"‘I will stand by a tree’s duty! May my home be as it was before!’ ","html":"<p>{}</p>"},"an6.54:13.1":{"pli":"Atha kho, brāhmaṇa dhammika, sakko devānamindo tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi, yathā bhusā vātavuṭṭhi āgantvā suppatiṭṭhaṃ nigrodharājaṃ ussāpesi, sacchavīni mūlāni ahesuṃ. ","eng":"Then Sakka used his psychic power to will that a violent storm come. And it raised up that mighty banyan tree and the bark of the roots was healed. ","html":"<p>{}</p>"},"an6.54:13.2":{"pli":"Evamevaṃ kho, brāhmaṇa dhammika, api nu taṃ samaṇadhamme ṭhitaṃ jātibhūmakā upāsakā pabbājesuṃ sabbaso jātibhūmiyaṃ sattahi āvāsehī”ti? ","eng":"In the same way, Brahmin Dhammika, were you standing by an ascetic’s duty when the local lay followers banished you from all seven of the monasteries in your native land?” ","html":"<p>{}</p>"},"an6.54:13.3":{"pli":"“Kathaṃ pana, bhante, samaṇo samaṇadhamme ṭhito hotī”ti? ","eng":"“But sir, how do I stand by an ascetic’s duty?” ","html":"<p>{}</p>"},"an6.54:13.4":{"pli":"“Idha, brāhmaṇa dhammika, samaṇo akkosantaṃ na paccakkosati, rosantaṃ na paṭirosati, bhaṇḍantaṃ na paṭibhaṇḍati. ","eng":"“When someone abuses, annoys, or argues with an ascetic, the ascetic doesn’t abuse, annoy, or argue back at them. ","html":"<p>{}"},"an6.54:13.5":{"pli":"Evaṃ kho, brāhmaṇa dhammika, samaṇo samaṇadhamme ṭhito hotī”ti. ","eng":"That’s how an ascetic stands by an ascetic’s duty.” ","html":"{}</p>"},"an6.54:13.6":{"pli":"“Aṭṭhitaṃyeva maṃ, bhante, samaṇadhamme jātibhūmakā upāsakā pabbājesuṃ sabbaso jātibhūmiyaṃ sattahi āvāsehī”ti. ","eng":"“I was not standing by an ascetic’s duty when the local lay followers banished me from all seven of the monasteries in my native land.” ","html":"<p>{}</p>"},"an6.54:13.7":{"pli":"“Bhūtapubbaṃ, brāhmaṇa dhammika, sunetto nāma satthā ahosi titthakaro kāmesu vītarāgo. ","eng":"“Once upon a time, there was a teacher named Sunetta. He was a religious founder and was free of desire for sensual pleasures. ","html":"<p data-counter='1'>{}"},"an6.54:13.8":{"pli":"Sunettassa kho pana, brāhmaṇa dhammika, satthuno anekāni sāvakasatāni ahesuṃ. ","eng":"He had many hundreds of disciples. ","html":"{}"},"an6.54:13.9":{"pli":"Sunetto satthā sāvakānaṃ brahmalokasahabyatāya dhammaṃ desesi. ","eng":"He taught them the path to rebirth in the company of Divinity. ","html":"{}"},"an6.54:13.10":{"pli":"Ye kho pana, brāhmaṇa dhammika, sunettassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni na pasādesuṃ te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjiṃsu. ","eng":"Those lacking confidence in Sunetta were—when their body broke up, after death—reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an6.54:13.11":{"pli":"Ye kho pana, brāhmaṇa dhammika, sunettassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni pasādesuṃ te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjiṃsu. ","eng":"Those full of confidence in Sunetta were—when their body broke up, after death—reborn in a good place, a heavenly realm. ","html":"{}</p>"},"an6.54:14.1":{"pli":"Bhūtapubbaṃ, brāhmaṇa dhammika, mūgapakkho nāma satthā ahosi …pe… ","eng":"Once upon a time there was a teacher named Mūgapakkha … ","html":"<p data-counter='2–6'>{}"},"an6.54:15.1":{"pli":"Aranemi nāma satthā ahosi … ","eng":"Aranemi … ","html":"{}"},"an6.54:16.1":{"pli":"… Kuddālako nāma satthā ahosi … ","eng":"Kuddālaka … ","html":"{}"},"an6.54:17.1":{"pli":"… Hatthipālo nāma satthā ahosi … ","eng":"Hatthipāla … ","html":"{}"},"an6.54:18.1":{"pli":"… Jotipālo nāma satthā ahosi titthakaro kāmesu vītarāgo. ","eng":"Jotipāla. He was a religious founder and was free of desire for sensual pleasures. ","html":"{}"},"an6.54:18.2":{"pli":"Jotipālassa kho pana, brāhmaṇa dhammika, satthuno anekāni sāvakasatāni ahesuṃ. ","eng":"He had many hundreds of disciples. ","html":"{}"},"an6.54:18.3":{"pli":"Jotipālo satthā sāvakānaṃ brahmalokasahabyatāya dhammaṃ desesi. ","eng":"He taught them the way to rebirth in the company of Divinity. ","html":"{}"},"an6.54:18.4":{"pli":"Ye kho pana, brāhmaṇa dhammika, jotipālassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni na pasādesuṃ te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjiṃsu. ","eng":"Those lacking confidence in Jotipāla were—when their body broke up, after death—reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an6.54:18.5":{"pli":"Ye kho pana, brāhmaṇa dhammika, jotipālassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni pasādesuṃ te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjiṃsu. ","eng":"Those full of confidence in Jotipāla were—when their body broke up, after death—reborn in a good place, a heavenly realm. ","html":"{}</p>"},"an6.54:19.1":{"pli":"Taṃ kiṃ maññasi, brāhmaṇa dhammika, ","eng":"What do you think, Brahmin Dhammika? ","html":"<p>{}"},"an6.54:19.2":{"pli":"yo ime cha satthāre titthakare kāmesu vītarāge, anekasataparivāre sasāvakasaṅghe paduṭṭhacitto akkoseyya paribhāseyya, bahuṃ so apuññaṃ pasaveyyā”ti? ","eng":"If someone with malicious intent were to abuse and insult these six teachers with their hundreds of followers, would they not brim with much wickedness?” ","html":"{}</p>"},"an6.54:19.3":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an6.54:19.4":{"pli":"“Yo kho, brāhmaṇa dhammika, ime cha satthāre titthakare kāmesu vītarāge anekasataparivāre sasāvakasaṅghe paduṭṭhacitto akkoseyya paribhāseyya, bahuṃ so apuññaṃ pasaveyya. ","eng":"“They would indeed. ","html":"<p>{}"},"an6.54:19.5":{"pli":"Yo ekaṃ diṭṭhisampannaṃ puggalaṃ paduṭṭhacitto akkosati paribhāsati, ayaṃ tato bahutaraṃ apuññaṃ pasavati. ","eng":"But someone who abuses and insults a single individual accomplished in view with malicious intent brims even more with wickedness. ","html":"{}"},"an6.54:19.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an6.54:19.7":{"pli":"Nāhaṃ, brāhmaṇa dhammika, ito bahiddhā evarūpiṃ khantiṃ vadāmi, yathāmaṃ sabrahmacārīsu. ","eng":"Brahmin Dhammika, I say that any injury done by those outside of the Buddhist community does not compare with what is done to one’s own spiritual companions. ","html":"{}"},"an6.54:19.8":{"pli":"Tasmātiha, brāhmaṇa dhammika, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"{}"},"an6.54:19.9":{"pli":"‘na no samasabrahmacārīsu cittāni paduṭṭhāni bhavissantī’ti. ","eng":"‘We will have no malicious intent for those who we want to have as our spiritual companions.’ ","html":"{}"},"an6.54:19.10":{"pli":"Evañhi te, brāhmaṇa dhammika, sikkhitabbanti. ","eng":"That is how you should train. ","html":"{}</p>"},"an6.54:20.1":{"pli":"Sunetto mūgapakkho ca, ","eng":"Sunetta and Mūgapakkha, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an6.54:20.2":{"pli":"aranemi ca brāhmaṇo; ","eng":"and Aranemi the brahmin, ","html":"<span class='verse-line'>{}</span>"},"an6.54:20.3":{"pli":"Kuddālako ahu satthā, ","eng":"Hatthipāla the student, ","html":"<span class='verse-line'>{}</span>"},"an6.54:20.4":{"pli":"hatthipālo ca māṇavo. ","eng":"and Kuddālaka were Teachers. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:21.1":{"pli":"Jotipālo ca govindo, ","eng":"And Jotipāla Govinda ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:21.2":{"pli":"ahu sattapurohito; ","eng":"was priest for seven kings. ","html":"<span class='verse-line'>{}</span>"},"an6.54:21.3":{"pli":"Ahiṃsakā atītaṃse, ","eng":"These six famous teachers, ","html":"<span class='verse-line'>{}</span>"},"an6.54:21.4":{"pli":"cha satthāro yasassino. ","eng":"harmless ones of the past, ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:22.1":{"pli":"Nirāmagandhā karuṇedhimuttā, ","eng":"were free of putrefaction, compassionate, ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:22.2":{"pli":"Kāmasaṃyojanātigā; ","eng":"gone beyond the fetter of sensuality. ","html":"<span class='verse-line'>{}</span>"},"an6.54:22.3":{"pli":"Kāmarāgaṃ virājetvā, ","eng":"Detached from sensual desire, ","html":"<span class='verse-line'>{}</span>"},"an6.54:22.4":{"pli":"Brahmalokūpagā ahuṃ. ","eng":"they were reborn in the realm of divinity. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:23.1":{"pli":"Ahesuṃ sāvakā tesaṃ, ","eng":"Many hundreds of ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:23.2":{"pli":"Anekāni satānipi; ","eng":"their disciples were also ","html":"<span class='verse-line'>{}</span>"},"an6.54:23.3":{"pli":"Nirāmagandhā karuṇedhimuttā, ","eng":"free of putrefaction-stench, compassionate, ","html":"<span class='verse-line'>{}</span>"},"an6.54:23.4":{"pli":"Kāmasaṃyojanātigā; ","eng":"gone beyond the fetter of sensuality. ","html":"<span class='verse-line'>{}</span>"},"an6.54:23.5":{"pli":"Kāmarāgaṃ virājetvā, ","eng":"Detached from sensual desire, ","html":"<span class='verse-line'>{}</span>"},"an6.54:23.6":{"pli":"Brahmalokūpagā ahuṃ. ","eng":"they were reborn in the realm of divinity. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:24.1":{"pli":"Yete isī bāhirake, ","eng":"One who insults ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:24.2":{"pli":"vītarāge samāhite; ","eng":"with malicious intent ","html":"<span class='verse-line'>{}</span>"},"an6.54:24.3":{"pli":"Paduṭṭhamanasaṅkappo, ","eng":"these non-Buddhist seers, ","html":"<span class='verse-line'>{}</span>"},"an6.54:24.4":{"pli":"yo naro paribhāsati; ","eng":"free of desire, immersed in samādhi; ","html":"<span class='verse-line'>{}</span>"},"an6.54:24.5":{"pli":"Bahuñca so pasavati, ","eng":"such a man ","html":"<span class='verse-line'>{}</span>"},"an6.54:24.6":{"pli":"apuññaṃ tādiso naro. ","eng":"brims with much wickedness. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:25.1":{"pli":"Yo cekaṃ diṭṭhisampannaṃ, ","eng":"But one who insults ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:25.2":{"pli":"Bhikkhuṃ buddhassa sāvakaṃ; ","eng":"with malicious intent ","html":"<span class='verse-line'>{}</span>"},"an6.54:25.3":{"pli":"Paduṭṭhamanasaṅkappo, ","eng":"a single individual accomplished in view, ","html":"<span class='verse-line'>{}</span>"},"an6.54:25.4":{"pli":"Yo naro paribhāsati; ","eng":"a mendicant disciple of the Buddha; ","html":"<span class='verse-line'>{}</span>"},"an6.54:25.5":{"pli":"Ayaṃ tato bahutaraṃ, ","eng":"that man ","html":"<span class='verse-line'>{}</span>"},"an6.54:25.6":{"pli":"Apuññaṃ pasave naro. ","eng":"brims even more with wickedness. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:26.1":{"pli":"Na sādhurūpaṃ āsīde, ","eng":"You shouldn’t attack a holy person, ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:26.2":{"pli":"diṭṭhiṭṭhānappahāyinaṃ; ","eng":"who has given up the grounds for views. ","html":"<span class='verse-line'>{}</span>"},"an6.54:26.3":{"pli":"Sattamo puggalo eso, ","eng":"This individual is called ","html":"<span class='verse-line'>{}</span>"},"an6.54:26.4":{"pli":"ariyasaṅghassa vuccati. ","eng":"the seventh of the noble Saṅgha. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:27.1":{"pli":"Avītarāgo kāmesu, ","eng":"They’re not free of desire for sensual pleasures, ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:27.2":{"pli":"yassa pañcindriyā mudū; ","eng":"and their faculties are still immature: ","html":"<span class='verse-line'>{}</span>"},"an6.54:27.3":{"pli":"Saddhā sati ca vīriyaṃ, ","eng":"faith, mindfulness, and energy, ","html":"<span class='verse-line'>{}</span>"},"an6.54:27.4":{"pli":"samatho ca vipassanā. ","eng":"serenity and discernment. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:28.1":{"pli":"Tādisaṃ bhikkhumāsajja, ","eng":"If you attack such a mendicant, ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:28.2":{"pli":"pubbeva upahaññati; ","eng":"you first hurt yourself. ","html":"<span class='verse-line'>{}</span>"},"an6.54:28.3":{"pli":"Attānaṃ upahantvāna, ","eng":"Having hurt yourself, ","html":"<span class='verse-line'>{}</span>"},"an6.54:28.4":{"pli":"pacchā aññaṃ vihiṃsati. ","eng":"you harm the other. ","html":"<span class='verse-line'>{}</span></p>"},"an6.54:29.1":{"pli":"Yo ca rakkhati attānaṃ, ","eng":"But if you protect yourself, ","html":"<p><span class='verse-line'>{}</span>"},"an6.54:29.2":{"pli":"rakkhito tassa bāhiro; ","eng":"the other is also protected. ","html":"<span class='verse-line'>{}</span>"},"an6.54:29.3":{"pli":"Tasmā rakkheyya attānaṃ, ","eng":"So you should protect yourself. ","html":"<span class='verse-line'>{}</span>"},"an6.54:29.4":{"pli":"akkhato paṇḍito sadā”ti. ","eng":"An astute person is always uninjured.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.54:29.5":{"pli":"Dvādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an6.54:29.6":{"pli":"Dhammikavaggo pañcamo. ","html":"<p class='endvagga'>{}</p>"},"an6.54:30.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an6.54:30.1":{"pli":"Nāgamigasālā iṇaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an6.54:30.2":{"pli":"Cundaṃ dve sandiṭṭhikā duve; ","html":"<span class='verse-line'>{}</span>"},"an6.54:30.3":{"pli":"Khemaindriya ānanda, ","html":"<span class='verse-line'>{}</span>"},"an6.54:30.4":{"pli":"Khattiyā appamādena dhammikoti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an6.54:30.5":{"pli":"Paṭhamo paṇṇāsako samatto. ","html":"<p class='endbook'>{}</p></article>"}}}