{"an7.66":{"an7.66:0.1":{"pli":"Aṅguttara Nikāya 7.66 ","eng":"Numbered Discourses 7.66 ","html":"<article id='an7.66'><header><ul><li class='division'>{}</li>"},"an7.66:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.66:0.3":{"pli":"Sattasūriyasutta ","eng":"The Seven Suns ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.66:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an7.66:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati ambapālivane. ","eng":"At one time the Buddha was staying near Vesālī, in Ambapālī’s Mango Grove. ","html":"{}"},"an7.66:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"an7.66:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"an7.66:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"an7.66:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an7.66:2.1":{"pli":"“Aniccā, bhikkhave, saṅkhārā; ","eng":"“Mendicants, conditions are impermanent. ","html":"<p>{}"},"an7.66:2.2":{"pli":"adhuvā, bhikkhave, saṅkhārā; ","eng":"Conditions are unstable. ","html":"{}"},"an7.66:2.3":{"pli":"anassāsikā, bhikkhave, saṅkhārā. ","eng":"Conditions are unreliable. ","html":"{}"},"an7.66:2.4":{"pli":"Yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccituṃ. ","eng":"This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ","html":"{}</p>"},"an7.66:3.1":{"pli":"Sineru, bhikkhave, pabbatarājā caturāsītiyojanasahassāni āyāmena, caturāsītiyojanasahassāni vitthārena, caturāsītiyojanasahassāni mahāsamudde ajjhogāḷho, caturāsītiyojanasahassāni mahāsamuddā accuggato. ","eng":"Sineru, the king of mountains, is 84,000 leagues long and 84,000 leagues wide. It sinks 84,000 leagues below the ocean and rises 84,000 leagues above it. ","html":"<p data-counter='1'>{}"},"an7.66:3.2":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni devo na vassati. ","eng":"There comes a time when, after a very long period has passed—many years, many hundreds, many thousands, many hundreds of thousands of years—the heavens fail to rain. ","html":"{}"},"an7.66:3.3":{"pli":"Deve kho pana, bhikkhave, avassante ye kecime bījagāmabhūtagāmā osadhitiṇavanappatayo te ussussanti visussanti, na bhavanti. ","eng":"When this happens, the plants and seeds, the herbs, grass, and big trees wither away and dry up, and are no more. ","html":"{}"},"an7.66:3.4":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā; ","eng":"So impermanent are conditions, ","html":"{}"},"an7.66:3.5":{"pli":"evaṃ adhuvā, bhikkhave, saṅkhārā …pe… ","eng":"so unstable, so unreliable. ","html":"{}"},"an7.66:3.6":{"pli":"alaṃ vimuccituṃ. ","eng":"This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ","html":"{}</p>"},"an7.66:4.1":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena dutiyo sūriyo pātubhavati. ","eng":"There comes a time when, after a very long period has passed, a second sun appears. ","html":"<p data-counter='2'>{}"},"an7.66:4.2":{"pli":"Dutiyassa, bhikkhave, sūriyassa pātubhāvā yā kāci kunnadiyo kusobbhā tā ussussanti visussanti, na bhavanti. ","eng":"When this happens, the streams and pools wither away and dry up, and are no more. ","html":"{}"},"an7.66:4.3":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā …pe… ","eng":"So impermanent are conditions … ","html":"{}"},"an7.66:4.4":{"pli":"alaṃ vimuccituṃ. ","html":"{}</p>"},"an7.66:5.1":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena tatiyo sūriyo pātubhavati. ","eng":"There comes a time when, after a very long period has passed, a third sun appears. ","html":"<p data-counter='3'>{}"},"an7.66:5.2":{"pli":"Tatiyassa, bhikkhave, sūriyassa pātubhāvā yā kāci mahānadiyo, seyyathidaṃ—","eng":"When this happens, the great rivers—","html":"{}"},"an7.66:5.3":{"pli":"gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā ussussanti visussanti, na bhavanti. ","eng":"the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—wither away and dry up, and are no more. ","html":"{}"},"an7.66:5.4":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā …pe… ","eng":"So impermanent are conditions … ","html":"{}"},"an7.66:5.5":{"pli":"alaṃ vimuccituṃ. ","html":"{}</p>"},"an7.66:6.1":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena catuttho sūriyo pātubhavati. ","eng":"There comes a time when, after a very long period has passed, a fourth sun appears. ","html":"<p data-counter='4'>{}"},"an7.66:6.2":{"pli":"Catutthassa, bhikkhave, sūriyassa pātubhāvā ye te mahāsarā yato imā mahānadiyo pavattanti, seyyathidaṃ—","eng":"When this happens, the great lakes from which the rivers originate—","html":"{}"},"an7.66:6.3":{"pli":"anotattā, sīhapapātā, rathakārā, kaṇṇamuṇḍā, kuṇālā, chaddantā, mandākiniyā, tā ussussanti visussanti, na bhavanti. ","eng":"the Anotattā, Sīhapapātā, Rathakārā, Kaṇṇamuṇḍā, Kuṇālā, Chaddantā, and Mandākinī—wither away and dry up, and are no more. ","html":"{}"},"an7.66:6.4":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā …pe… ","eng":"So impermanent are conditions … ","html":"{}"},"an7.66:6.5":{"pli":"alaṃ vimuccituṃ. ","html":"{}</p>"},"an7.66:7.1":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena pañcamo sūriyo pātubhavati. ","eng":"There comes a time when, after a very long period has passed, a fifth sun appears. ","html":"<p data-counter='5'>{}"},"an7.66:7.2":{"pli":"Pañcamassa, bhikkhave, sūriyassa pātubhāvā yojanasatikānipi mahāsamudde udakāni ogacchanti, dviyojanasatikānipi mahāsamudde udakāni ogacchanti, tiyojanasatikānipi, catuyojanasatikānipi, pañcayojanasatikānipi, chayojanasatikānipi, sattayojanasatikānipi mahāsamudde udakāni ogacchanti; ","eng":"When this happens, the water in the ocean sinks by a hundred leagues. It sinks by two, three, four, five, six, or even seven hundred leagues. ","html":"{}"},"an7.66:7.3":{"pli":"sattatālampi mahāsamudde udakaṃ saṇṭhāti, chatālampi, pañcatālampi, catutālampi, titālampi, dvitālampi, tālamattampi mahāsamudde udakaṃ saṇṭhāti; ","eng":"The water that remains in the ocean is only seven palm trees deep. It’s six, five, four, three, two, or even one palm tree deep. ","html":"{}"},"an7.66:7.4":{"pli":"sattaporisampi mahāsamudde udakaṃ saṇṭhāti, chaporisampi, pañcaporisampi, catuporisampi, tiporisampi, dviporisampi, porisampi, aḍḍhaporisampi, kaṭimattampi, jaṇṇukāmattampi, gopphakamattampi mahāsamudde udakaṃ saṇṭhāti. ","eng":"The water that remains in the ocean is only seven fathoms deep. It’s six, five, four, three, two, one or even half a fathom deep. It’s waist high, knee high, or even ankle high. ","html":"{}"},"an7.66:7.5":{"pli":"Seyyathāpi, bhikkhave, saradasamaye thullaphusitake deve vassante tattha tattha gopadesu udakāni ṭhitāni honti; ","eng":"It’s like in autumn, when the heavens rain heavily and water remains here and there in the cows’ hoofprints. ","html":"{}"},"an7.66:7.6":{"pli":"evamevaṃ kho, bhikkhave, tattha tattha gopphakamattāni mahāsamudde udakāni ṭhitāni honti. ","eng":"In the same way, water in the ocean remains here and there in puddles like cows’ hoofprints. ","html":"{}"},"an7.66:7.7":{"pli":"Pañcamassa, bhikkhave, sūriyassa pātubhāvā aṅgulipabbamattampi mahāsamudde udakaṃ na hoti. ","eng":"When the fifth sun appears there’s not even enough water left in the great ocean for the tip of the toe. ","html":"{}"},"an7.66:7.8":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā …pe… ","eng":"So impermanent are conditions … ","html":"{}"},"an7.66:7.9":{"pli":"alaṃ vimuccituṃ. ","html":"{}</p>"},"an7.66:8.1":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena chaṭṭho sūriyo pātubhavati. ","eng":"There comes a time when, after a very long period has passed, a sixth sun appears. ","html":"<p data-counter='6'>{}"},"an7.66:8.2":{"pli":"Chaṭṭhassa, bhikkhave, sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā dhūmāyanti sandhūmāyanti sampadhūmāyanti. ","eng":"When this happens, this great earth and Sineru the king of mountains smoke and smolder and give off fumes. ","html":"{}"},"an7.66:8.3":{"pli":"Seyyathāpi, bhikkhave, kumbhakārapāko ālepito paṭhamaṃ dhūmeti sandhūmeti sampadhūmeti; ","eng":"It’s like when a potter’s kiln is first kindled, and it smokes and smolders and gives off fumes. ","html":"{}"},"an7.66:8.4":{"pli":"evamevaṃ kho, bhikkhave, chaṭṭhassa sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā dhūmāyanti sandhūmāyanti sampadhūmāyanti. ","eng":"In the same way, this great earth and Sineru the king of mountains smoke and smolder and give off fumes. ","html":"{}"},"an7.66:8.5":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā …pe… ","eng":"So impermanent are conditions … ","html":"{}"},"an7.66:8.6":{"pli":"alaṃ vimuccituṃ. ","html":"{}</p>"},"an7.66:9.1":{"pli":"Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena sattamo sūriyo pātubhavati. ","eng":"There comes a time when, after a very long period has passed, a seventh sun appears. ","html":"<p data-counter='7'>{}"},"an7.66:9.2":{"pli":"Sattamassa, bhikkhave, sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā ādippanti pajjalanti ekajālā bhavanti. ","eng":"When this happens, this great earth and Sineru the king of mountains erupt in one burning mass of fire. ","html":"{}"},"an7.66:9.3":{"pli":"Imissā ca, bhikkhave, mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṃ dayhamānānaṃ acci vātena khittā yāva brahmalokāpi gacchati. ","eng":"And as they blaze and burn the flames are swept by the wind as far as the realm of divinity. ","html":"{}"},"an7.66:9.4":{"pli":"Sinerussa, bhikkhave, pabbatarājassa jhāyamānassa dayhamānassa vinassamānassa mahatā tejokhandhena abhibhūtassa yojanasatikānipi kūṭāni palujjanti dviyojanasatikānipi, tiyojanasatikānipi, catuyojanasatikānipi, pañcayojanasatikānipi kūṭāni palujjanti. ","eng":"Sineru the king of mountains blazes and burns, crumbling as it’s overcome by the great fire. And meanwhile, mountain peaks a hundred leagues high, or two, three, four, or five hundred leagues high disintegrate as they burn. ","html":"{}"},"an7.66:9.5":{"pli":"Imissā ca, bhikkhave, mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṃ dayhamānānaṃ neva chārikā paññāyati na masi. ","eng":"And when the great earth and Sineru the king of mountains blaze and burn, no soot or ash is found. ","html":"{}"},"an7.66:9.6":{"pli":"Seyyathāpi, bhikkhave, sappissa vā telassa vā jhāyamānassa dayhamānassa neva chārikā paññāyati na masi; ","eng":"It’s like when ghee or oil blaze and burn, and neither ashes nor soot are found. ","html":"{}"},"an7.66:9.7":{"pli":"evamevaṃ kho, bhikkhave, imissā ca mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṃ dayhamānānaṃ neva chārikā paññāyati na masi. ","eng":"In the same way, when the great earth and Sineru the king of mountains blaze and burn, no soot or ash is found. ","html":"{}"},"an7.66:9.8":{"pli":"Evaṃ aniccā, bhikkhave, saṅkhārā; ","eng":"So impermanent are conditions, ","html":"{}"},"an7.66:9.9":{"pli":"evaṃ adhuvā, bhikkhave, saṅkhārā; ","eng":"so unstable are conditions, ","html":"{}"},"an7.66:9.10":{"pli":"evaṃ anassāsikā, bhikkhave, saṅkhārā. ","eng":"so unreliable are conditions. ","html":"{}"},"an7.66:9.11":{"pli":"Yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccituṃ. ","eng":"This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ","html":"{}</p>"},"an7.66:10.1":{"pli":"Tatra, bhikkhave, ko mantā ko saddhātā: ","eng":"Mendicants, who would ever think or believe that ","html":"<p>{}"},"an7.66:10.2":{"pli":"‘ayañca pathavī sineru ca pabbatarājā dayhissanti vinassissanti, na bhavissantī’ti aññatra diṭṭhapadehi? ","eng":"this earth and Sineru, king of mountains, will burn and crumble and be no more, except for one who has seen the truth? ","html":"{}</p>"},"an7.66:11.1":{"pli":"Bhūtapubbaṃ, bhikkhave, sunetto nāma satthā ahosi titthakaro kāmesu vītarāgo. ","eng":"Once upon a time, there was a teacher named Sunetta. He was a religious founder and was free of desire for sensual pleasures. ","html":"<p>{}"},"an7.66:11.2":{"pli":"Sunettassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ. ","eng":"He had many hundreds of disciples. ","html":"{}"},"an7.66:11.3":{"pli":"Sunetto, bhikkhave, satthā sāvakānaṃ brahmalokasahabyatāya dhammaṃ desesi. ","eng":"He taught them the path to rebirth in the company of Divinity. ","html":"{}"},"an7.66:11.4":{"pli":"Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṃ desentassa sabbena sabbaṃ sāsanaṃ ājāniṃsu te kāyassa bhedā paraṃ maraṇā sugatiṃ brahmalokaṃ upapajjiṃsu. ","eng":"Those who totally understood Sunetta’s teachings were—when their body broke up, after death—reborn in a good place, the company of Divinity. ","html":"{}"},"an7.66:11.5":{"pli":"Ye na sabbena sabbaṃ sāsanaṃ ājāniṃsu te kāyassa bhedā paraṃ maraṇā appekacce paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce nimmānaratīnaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce tusitānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce yāmānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce tāvatiṃsānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce khattiyamahāsālānaṃ sahabyataṃ upapajjiṃsu, appekacce brāhmaṇamahāsālānaṃ sahabyataṃ upapajjiṃsu, appekacce gahapatimahāsālānaṃ sahabyataṃ upapajjiṃsu. ","eng":"Of those who didn’t totally understand Sunetta’s teachings, some—when their body broke up, after death—were reborn in the company of the gods who control what is created by others. Some were reborn in the company of the gods who love to create, some with the joyful gods, some with the gods of Yama, some with the gods of the thirty-three, and some with the gods of the four great kings. Some were reborn in the company of well-to-do aristocrats or brahmins or householders. ","html":"{}</p>"},"an7.66:12.1":{"pli":"Atha kho, bhikkhave, sunettassa satthuno etadahosi: ","eng":"Then the teacher Sunetta thought: ","html":"<p>{}"},"an7.66:12.2":{"pli":"‘na kho metaṃ patirūpaṃ yohaṃ sāvakānaṃ samasamagatiyo assaṃ abhisamparāyaṃ, yannūnāhaṃ uttari mettaṃ bhāveyyan’ti. ","eng":"‘It’s not proper for me to be reborn in the next life in exactly the same place as my disciples. Why don’t I further develop love?’ ","html":"{}</p>"},"an7.66:13.1":{"pli":"Atha kho, bhikkhave, sunetto satthā satta vassāni mettaṃ cittaṃ bhāvesi. ","eng":"Then Sunetta developed love for seven years. ","html":"<p>{}"},"an7.66:13.2":{"pli":"Satta vassāni mettaṃ cittaṃ bhāvetvā satta saṃvaṭṭavivaṭṭakappe nayimaṃ lokaṃ punarāgamāsi. ","eng":"Having done so he did not return to this world for seven eons of cosmic expansion and contraction. ","html":"{}"},"an7.66:13.3":{"pli":"Saṃvaṭṭamāne sudaṃ, bhikkhave, loke ābhassarūpago hoti. ","eng":"As the cosmos contracted he went to the realm of streaming radiance. ","html":"{}"},"an7.66:13.4":{"pli":"Vivaṭṭamāne loke suññaṃ brahmavimānaṃ upapajjati. ","eng":"As it expanded he was reborn in an empty mansion of divinity. ","html":"{}"},"an7.66:13.5":{"pli":"Tatra sudaṃ, bhikkhave, brahmā hoti mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī. ","eng":"There he was the Divinity, the Great Divinity, the vanquisher, the unvanquished, the universal seer, the wielder of power. ","html":"{}"},"an7.66:13.6":{"pli":"Chattiṃsakkhattuṃ kho pana, bhikkhave, sakko ahosi devānamindo. ","eng":"He was Sakka, lord of gods, thirty-six times. ","html":"{}"},"an7.66:13.7":{"pli":"Anekasatakkhattuṃ rājā ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"Many hundreds of times he was a king, a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures. ","html":"{}"},"an7.66:13.8":{"pli":"Parosahassaṃ kho panassa puttā ahesuṃ sūrā vīraṅgarūpā parasenappamaddanā. ","eng":"He had over a thousand sons who were valiant and heroic, crushing the armies of his enemies. ","html":"{}"},"an7.66:13.9":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi. ","eng":"After conquering this land girt by sea, he reigned by principle, without rod or sword. ","html":"{}"},"an7.66:13.10":{"pli":"So hi nāma, bhikkhave, sunetto satthā evaṃ dīghāyuko samāno evaṃ ciraṭṭhitiko aparimutto ahosi: ","eng":"Yet even though Sunetta lived so long, he was not free from ","html":"{}"},"an7.66:13.11":{"pli":"jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, ‘aparimutto dukkhasmā’ti vadāmi. ","eng":"rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. He was not free from suffering, I say. ","html":"{}</p>"},"an7.66:14.1":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"<p>{}"},"an7.66:14.2":{"pli":"Catunnaṃ dhammānaṃ ananubodhā appaṭivedhā. ","eng":"Because of not understanding and not penetrating four things. ","html":"{}"},"an7.66:14.3":{"pli":"Katamesaṃ catunnaṃ? ","eng":"What four? ","html":"{}"},"an7.66:14.4":{"pli":"Ariyassa, bhikkhave, sīlassa ananubodhā appaṭivedhā, ariyassa samādhissa ananubodhā appaṭivedhā, ariyāya paññāya ananubodhā appaṭivedhā, ariyāya vimuttiyā ananubodhā appaṭivedhā. ","eng":"Noble ethics, immersion, wisdom, and freedom. ","html":"{}"},"an7.66:14.5":{"pli":"Tayidaṃ, bhikkhave, ariyaṃ sīlaṃ anubuddhaṃ paṭividdhaṃ, ariyo samādhi anubodho paṭividdho, ariyā paññā anubodhā paṭividdhā, ariyā vimutti anubodhā paṭividdhā, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti. ","eng":"These noble ethics, immersion, wisdom, and freedom have been understood and penetrated. Craving for continued existence has been cut off; the leash to existence is ended; now there’ll be no more future lives.” ","html":"{}</p>"},"an7.66:14.6":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an7.66:14.7":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"an7.66:15.1":{"pli":"“Sīlaṃ samādhi paññā ca, ","eng":"“Ethics, immersion, and wisdom, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an7.66:15.2":{"pli":"vimutti ca anuttarā; ","eng":"and the supreme freedom: ","html":"<span class='verse-line'>{}</span>"},"an7.66:15.3":{"pli":"Anubuddhā ime dhammā, ","eng":"these things have been understood ","html":"<span class='verse-line'>{}</span>"},"an7.66:15.4":{"pli":"gotamena yasassinā. ","eng":"by Gotama the renowned. ","html":"<span class='verse-line'>{}</span></p>"},"an7.66:16.1":{"pli":"Iti buddho abhiññāya, ","eng":"And so the Buddha, having insight, ","html":"<p><span class='verse-line'>{}</span>"},"an7.66:16.2":{"pli":"dhammamakkhāsi bhikkhunaṃ; ","eng":"explained this teaching to the mendicants. ","html":"<span class='verse-line'>{}</span>"},"an7.66:16.3":{"pli":"Dukkhassantakaro satthā, ","eng":"The Teacher has made an end of suffering; ","html":"<span class='verse-line'>{}</span>"},"an7.66:16.4":{"pli":"cakkhumā parinibbuto”ti. ","eng":"seeing clearly, he is quenched.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an7.66:16.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.67":{"an7.67:0.1":{"pli":"Aṅguttara Nikāya 7.67 ","eng":"Numbered Discourses 7.67 ","html":"<article id='an7.67'><header><ul><li class='division'>{}</li>"},"an7.67:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.67:0.3":{"pli":"Nagaropamasutta ","eng":"The Simile of the Citadel ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.67:1.1":{"pli":"“Yato kho, bhikkhave, rañño paccantimaṃ nagaraṃ sattahi nagaraparikkhārehi suparikkhataṃ hoti, catunnañca āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"“Mendicants, when a king’s frontier citadel is well provided with seven essentials and gets four kinds of sustenance when needed, without trouble or difficulty, ","html":"<p>{}"},"an7.67:1.2":{"pli":"Idaṃ vuccati, bhikkhave, rañño paccantimaṃ nagaraṃ akaraṇīyaṃ bāhirehi paccatthikehi paccāmittehi. ","eng":"it is then called a king’s frontier citadel that cannot be overrun by external foes and enemies. ","html":"{}</p>"},"an7.67:2.1":{"pli":"Katamehi sattahi nagaraparikkhārehi suparikkhataṃ hoti? ","eng":"With what seven essentials is a citadel well provided? ","html":"<p>{}</p>"},"an7.67:2.2":{"pli":"Idha, bhikkhave, rañño paccantime nagare esikā hoti gambhīranemā sunikhātā acalā asampavedhī. ","eng":"Firstly, a citadel has a pillar with deep foundations, firmly embedded, imperturbable and unshakable. ","html":"<p data-counter='1'>{}"},"an7.67:2.3":{"pli":"Iminā paṭhamena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the first essential with which a king’s frontier citadel is well provided, to defend those within and repel those outside. ","html":"{}</p>"},"an7.67:3.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare parikkhā hoti gambhīrā ceva vitthatā ca. ","eng":"Furthermore, a citadel has a moat that is deep and wide. ","html":"<p data-counter='2'>{}"},"an7.67:3.2":{"pli":"Iminā dutiyena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the second essential … ","html":"{}</p>"},"an7.67:4.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare anupariyāyapatho hoti ucco ceva vitthato ca. ","eng":"Furthermore, a citadel has a patrol path that is high and wide. ","html":"<p data-counter='3'>{}"},"an7.67:4.2":{"pli":"Iminā tatiyena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the third essential … ","html":"{}</p>"},"an7.67:5.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ āvudhaṃ sannicitaṃ hoti salākañceva jevanikañca. ","eng":"Furthermore, a citadel has stores of many weapons, both projectile and hand-held. ","html":"<p data-counter='4'>{}"},"an7.67:5.2":{"pli":"Iminā catutthena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the fourth essential … ","html":"{}</p>"},"an7.67:6.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare bahubalakāyo paṭivasati, seyyathidaṃ—","eng":"Furthermore, many kinds of armed forces reside in a citadel, such as ","html":"<p data-counter='5'>{}"},"an7.67:6.2":{"pli":"hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsakaputtā. ","eng":"elephant riders, cavalry, charioteers, archers, bannermen, adjutants, food servers, warrior-chiefs, princes, chargers, great warriors, heroes, leather-clad soldiers, and sons of bondservants. ","html":"{}"},"an7.67:6.3":{"pli":"Iminā pañcamena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the fifth essential … ","html":"{}</p>"},"an7.67:7.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare dovāriko hoti paṇḍito byatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā. ","eng":"Furthermore, a citadel has a gatekeeper who is astute, competent, and intelligent. He keeps strangers out and lets known people in. ","html":"<p data-counter='6'>{}"},"an7.67:7.2":{"pli":"Iminā chaṭṭhena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the sixth essential … ","html":"{}</p>"},"an7.67:8.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare pākāro hoti ucco ceva vitthato ca vāsanalepanasampanno ca. ","eng":"Furthermore, a citadel has a wall that’s high and wide, covered with plaster. ","html":"<p>{}"},"an7.67:8.2":{"pli":"Iminā sattamena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"This is the seventh essential with which a king’s frontier citadel is well provided, to defend those within and repel those outside. ","html":"{}</p>"},"an7.67:8.3":{"pli":"Imehi sattahi nagaraparikkhārehi suparikkhataṃ hoti. ","eng":"With these seven essentials a citadel is well provided. ","html":"<p data-counter='7'>{}</p>"},"an7.67:9.1":{"pli":"Katamesaṃ catunnaṃ āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī? ","eng":"What are the four kinds of sustenance it gets when needed, without trouble or difficulty? ","html":"<p>{}</p>"},"an7.67:9.2":{"pli":"Idha, bhikkhave, rañño paccantime nagare bahuṃ tiṇakaṭṭhodakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"Firstly, a king’s frontier citadel has much hay, wood, and water stored up for the enjoyment, relief, and comfort of those within and to repel those outside. ","html":"<p data-counter='1'>{}</p>"},"an7.67:10.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ sāliyavakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"Furthermore, a king’s frontier citadel has much rice and barley stored up for those within. ","html":"<p data-counter='2'>{}</p>"},"an7.67:11.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ tilamuggamāsāparaṇṇaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"Furthermore, a king’s frontier citadel has much food such as sesame, green gram, and black gram stored up for those within. ","html":"<p data-counter='3'>{}</p>"},"an7.67:12.1":{"pli":"Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ bhesajjaṃ sannicitaṃ hoti, seyyathidaṃ—","eng":"Furthermore, a king’s frontier citadel has much medicine—","html":"<p>{}"},"an7.67:12.2":{"pli":"sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"ghee, butter, oil, honey, molasses, and salt—stored up for the enjoyment, relief, and comfort of those within and to repel those outside. ","html":"{}</p>"},"an7.67:12.3":{"pli":"Imesaṃ kho, bhikkhave, catunnaṃ āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"These are the four kinds of sustenance it gets when needed, without trouble or difficulty. ","html":"<p data-counter='4'>{}</p>"},"an7.67:13.1":{"pli":"Yato kho, bhikkhave, rañño paccantimaṃ nagaraṃ imehi sattahi nagaraparikkhārehi suparikkhataṃ hoti, imesañca catunnaṃ āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"When a king’s frontier citadel is well provided with seven essentials and gets four kinds of sustenance when needed, without trouble or difficulty, ","html":"<p>{}"},"an7.67:13.2":{"pli":"Idaṃ vuccati, bhikkhave, rañño paccantimaṃ nagaraṃ akaraṇīyaṃ bāhirehi paccatthikehi paccāmittehi. ","eng":"it is then called a king’s frontier citadel that cannot be overrun by external foes and enemies. ","html":"{}"},"an7.67:13.3":{"pli":"Evamevaṃ kho, bhikkhave, yato ariyasāvako sattahi saddhammehi samannāgato hoti, catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"In the same way, when a noble disciple has seven good qualities, and they get the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty, ","html":"{}"},"an7.67:13.4":{"pli":"Ayaṃ vuccati, bhikkhave, ariyasāvako akaraṇīyo mārassa akaraṇīyo pāpimato. ","eng":"they are then called a noble disciple who cannot be overrun by Māra, who cannot be overrun by the Wicked One. ","html":"{}"},"an7.67:13.5":{"pli":"Katamehi sattahi saddhammehi samannāgato hoti? ","eng":"What are the seven good qualities that they possess? ","html":"{}</p>"},"an7.67:14.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare esikā hoti gambhīranemā sunikhātā acalā asampavedhī abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"Just as a king’s frontier citadel has a pillar with deep foundations, firmly embedded, imperturbable and unshakable, to defend those within and repel those outside, ","html":"<p data-counter='1'>{}"},"an7.67:14.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ ","eng":"in the same way a noble disciple has faith in the Realized One’s awakening: ","html":"{}"},"an7.67:14.3":{"pli":"‘itipi so …pe… buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an7.67:14.4":{"pli":"Saddhesiko, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with faith as their pillar gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:14.5":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:14.6":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:14.7":{"pli":"Iminā paṭhamena saddhammena samannāgato hoti. ","eng":"This is the first good quality they have. ","html":"{}</p>"},"an7.67:15.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare parikkhā hoti gambhīrā ceva vitthatā ca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"Just as a citadel has a moat that is deep and wide, ","html":"<p data-counter='2'>{}"},"an7.67:15.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako hirīmā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā. ","eng":"in the same way a noble disciple has a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unskillful qualities. ","html":"{}"},"an7.67:15.3":{"pli":"Hirīparikkho kho, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with a conscience as their moat gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:15.4":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:15.5":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:15.6":{"pli":"Iminā dutiyena saddhammena samannāgato hoti. ","eng":"This is the second good quality they have. ","html":"{}</p>"},"an7.67:16.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare anupariyāyapatho hoti ucco ceva vitthato ca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"Just as a citadel has a patrol path that is high and wide, ","html":"<p data-counter='3'>{}"},"an7.67:16.2":{"pli":"Evamevaṃ, kho, bhikkhave, ariyasāvako ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā. ","eng":"in the same way a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to acquiring any bad, unskillful qualities. ","html":"{}"},"an7.67:16.3":{"pli":"Ottappapariyāyapatho, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with prudence as their patrol path gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:16.4":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:16.5":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:16.6":{"pli":"Iminā tatiyena saddhammena samannāgato hoti. ","eng":"This is the third good quality they have. ","html":"{}</p>"},"an7.67:17.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ āvudhaṃ sannicitaṃ hoti salākañceva jevanikañca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"Just as a citadel has stores of many weapons, both projectile and hand-held, ","html":"<p data-counter='4'>{}"},"an7.67:17.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā. ","eng":"in the same way a noble disciple is very learned. They remember and keep what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and penetrating them theoretically. ","html":"{}"},"an7.67:17.3":{"pli":"Sutāvudho, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with learning as their weapon gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:17.4":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:17.5":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:17.6":{"pli":"Iminā catutthena saddhammena samannāgato hoti. ","eng":"This is the fourth good quality they have. ","html":"{}</p>"},"an7.67:18.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare bahubalakāyo paṭivasati, seyyathidaṃ—","eng":"Just as many kinds of armed forces reside in a citadel … ","html":"<p data-counter='5'>{}"},"an7.67:18.2":{"pli":"hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsakaputtā abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","html":"{}"},"an7.67:18.3":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"in the same way a noble disciple is energetic. They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"{}"},"an7.67:18.4":{"pli":"Vīriyabalakāyo, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with energy as their armed forces gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:18.5":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:18.6":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:18.7":{"pli":"Iminā pañcamena saddhammena samannāgato hoti. ","eng":"This is the fifth good quality they have. ","html":"{}</p>"},"an7.67:19.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare dovāriko hoti paṇḍito byatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"Just as a citadel has a gatekeeper who is astute, competent, and intelligent, who keeps strangers out and lets known people in, ","html":"<p data-counter='6'>{}"},"an7.67:19.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā. ","eng":"in the same way a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. ","html":"{}"},"an7.67:19.3":{"pli":"Satidovāriko, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with mindfulness as their gatekeeper gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:19.4":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:19.5":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:19.6":{"pli":"Iminā chaṭṭhena saddhammena samannāgato hoti. ","eng":"This is the sixth good quality they have. ","html":"{}</p>"},"an7.67:20.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare pākāro hoti ucco ceva vitthato ca vāsanalepanasampanno ca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. ","eng":"Just as a citadel has a wall that’s high and wide, covered with plaster, to defend those within and repel those outside, ","html":"<p data-counter='7'>{}"},"an7.67:20.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"in the same way a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"{}"},"an7.67:20.3":{"pli":"Paññāvāsanalepanasampanno, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti; ","eng":"A noble disciple with wisdom as their wall gives up the unskillful and develops the skillful, ","html":"{}"},"an7.67:20.4":{"pli":"sāvajjaṃ pajahati, anavajjaṃ bhāveti; ","eng":"they give up the blameworthy and develop the blameless, ","html":"{}"},"an7.67:20.5":{"pli":"suddhaṃ attānaṃ pariharati. ","eng":"and they keep themselves pure. ","html":"{}"},"an7.67:20.6":{"pli":"Iminā sattamena saddhammena samannāgato hoti. ","eng":"This is the seventh good quality they have. ","html":"{}"},"an7.67:20.7":{"pli":"Imehi sattahi saddhammehi samannāgato hoti. ","eng":"These are the seven good qualities that they possess. ","html":"{}</p>"},"an7.67:21.1":{"pli":"Katamesaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī? ","eng":"And what are the four absorptions—blissful meditations in this life that belong to the higher mind—that they get when they want, without trouble or difficulty? ","html":"<p data-counter='1'>{}"},"an7.67:21.2":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ tiṇakaṭṭhodakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"Just as a king’s frontier citadel has much hay, wood, and water stored up for the enjoyment, relief, and comfort of those within and to repel those outside, ","html":"{}"},"an7.67:21.3":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati ","eng":"in the same way a noble disciple, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"an7.67:21.4":{"pli":"attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ","eng":"This is for their own enjoyment, relief, and comfort, and for alighting upon extinguishment. ","html":"{}</p>"},"an7.67:22.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ sāliyavakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"Just as a king’s frontier citadel has much rice and barley stored up, ","html":"<p data-counter='2'>{}"},"an7.67:22.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati ","eng":"in the same way, as the placing of the mind and keeping it connected are stilled, a noble disciple enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"an7.67:22.3":{"pli":"attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ","eng":"This is for their own enjoyment, relief, and comfort, and for alighting upon extinguishment. ","html":"{}</p>"},"an7.67:23.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ tilamuggamāsāparaṇṇaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"Just as a king’s frontier citadel has much food such as sesame, green gram, and black gram stored up, ","html":"<p data-counter='3'>{}"},"an7.67:23.2":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati ","eng":"in the same way with the fading away of rapture, a noble disciple enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"an7.67:23.3":{"pli":"attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ","eng":"This is for their own enjoyment, relief, and comfort, and for alighting upon extinguishment. ","html":"{}</p>"},"an7.67:24.1":{"pli":"Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ bhesajjaṃ sannicitaṃ hoti, seyyathidaṃ—","eng":"Just as a king’s frontier citadel has much medicine—","html":"<p data-counter='4'>{}"},"an7.67:24.2":{"pli":"sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. ","eng":"ghee, butter, oil, honey, molasses, and salt—stored up for the enjoyment, relief, and comfort of those within and to repel those outside, ","html":"{}"},"an7.67:24.3":{"pli":"Evamevaṃ kho, bhikkhave, ariyasāvako sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati ","eng":"in the same way, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a noble disciple enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"an7.67:24.4":{"pli":"attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ","eng":"This is for their own enjoyment, relief, and comfort, and for alighting upon extinguishment. ","html":"{}"},"an7.67:24.5":{"pli":"Imesaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"These are the four absorptions—blissful meditations in this life that belong to the higher mind—which they get when they want, without trouble or difficulty. ","html":"{}</p>"},"an7.67:25.1":{"pli":"Yato kho, bhikkhave, ariyasāvako imehi sattahi saddhammehi samannāgato hoti, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"When a noble disciple has seven good qualities, and they get the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty, ","html":"<p>{}"},"an7.67:25.2":{"pli":"Ayaṃ vuccati, bhikkhave, ariyasāvako akaraṇīyo mārassa akaraṇīyo pāpimato”ti. ","eng":"they are then called a noble disciple who cannot be overrun by Māra, who cannot be overrun by the Wicked One.” ","html":"{}</p>"},"an7.67:25.3":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}