{"an7.49":{"an7.49:0.1":{"pli":"Aṅguttara Nikāya 7.49 ","eng":"Numbered Discourses 7.49 ","html":"<article id='an7.49'><header><ul><li class='division'>{}</li>"},"an7.49:0.2":{"pli":"5. Mahāyaññavagga ","eng":"5. A Great Sacrifice ","html":"<li>{}</li></ul>"},"an7.49:0.3":{"pli":"Dutiyasaññāsutta ","eng":"Perceptions in Detail ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.49:1.1":{"pli":"“Sattimā, bhikkhave, saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānā. ","eng":"“Mendicants, these seven perceptions, when developed and cultivated, are very fruitful and beneficial. They have freedom from death as their objective and culmination. ","html":"<p>{}"},"an7.49:1.2":{"pli":"Katamā satta? ","eng":"What seven? ","html":"{}"},"an7.49:1.3":{"pli":"Asubhasaññā, maraṇasaññā, āhāre paṭikūlasaññā, sabbaloke anabhiratasaññā, aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā. ","eng":"The perceptions of ugliness, death, repulsiveness of food, dissatisfaction with the whole world, impermanence, suffering in impermanence, and not-self in suffering. ","html":"{}"},"an7.49:1.4":{"pli":"Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānāti. ","eng":"These seven perceptions, when developed and cultivated, are very fruitful and beneficial. They have freedom from death as their objective and culmination. ","html":"{}</p>"},"an7.49:2.1":{"pli":"‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti. ","eng":"‘When the perception of ugliness is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ ","html":"<p>{}"},"an7.49:2.2":{"pli":"iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ","eng":"That’s what I said, but why did I say it? ","html":"{}"},"an7.49:2.3":{"pli":"Asubhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ","eng":"When a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse. They shrink away, turn aside, and don’t get drawn into it. And either equanimity or revulsion become stabilized. ","html":"{}"},"an7.49:2.4":{"pli":"Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati. ","eng":"It’s like a chicken’s feather or a scrap of sinew thrown in a fire. It shrivels up, shrinks, rolls up, and doesn’t stretch out. ","html":"{}"},"an7.49:2.5":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ","eng":"In the same way, when a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse. … ","html":"{}</p>"},"an7.49:3.1":{"pli":"Sace, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ","eng":"If a mendicant often meditates with a mind reinforced with the perception of ugliness, but their mind is drawn to sexual intercourse, and not repulsed, ","html":"<p data-counter='1'>{}"},"an7.49:3.2":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me asubhasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","eng":"they should know: ‘My perception of ugliness is undeveloped. I don’t have any distinction higher than before. I haven’t attained a fruit of development.’ ","html":"{}"},"an7.49:3.3":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"an7.49:3.4":{"pli":"Sace pana, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ","eng":"But if a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse … ","html":"{}"},"an7.49:3.5":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me asubhasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","eng":"they should know: ‘My perception of ugliness is well developed. I have realized a distinction higher than before. I have attained a fruit of development.’ ","html":"{}"},"an7.49:3.6":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"an7.49:3.7":{"pli":"‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","eng":"‘When the perception of ugliness is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ ","html":"{}"},"an7.49:3.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:4.1":{"pli":"‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ kiñcetaṃ paṭicca vuttaṃ? ","eng":"‘When the perception of death is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ That’s what I said, but why did I say it? ","html":"<p data-counter='2'>{}"},"an7.49:4.2":{"pli":"Maraṇasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ","eng":"When a mendicant often meditates with a mind reinforced with the perception of death, their mind draws back from desire to be reborn. … ","html":"{}"},"an7.49:4.3":{"pli":"Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati. ","html":"{}"},"an7.49:4.4":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ","html":"{}"},"an7.49:5.1":{"pli":"Sace, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ","html":"{}"},"an7.49:5.2":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me maraṇasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:5.3":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:5.4":{"pli":"Sace pana, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ","html":"{}"},"an7.49:5.5":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me maraṇasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:5.6":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:5.7":{"pli":"‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","html":"{}"},"an7.49:5.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:6.1":{"pli":"‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","eng":"‘When the perception of the repulsiveness of food is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ That’s what I said, but why did I say it? ","html":"<p data-counter='3'>{}"},"an7.49:6.2":{"pli":"Āhāre paṭikūlasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ","eng":"When a mendicant often meditates with a mind reinforced with the perception of the repulsiveness of food, their mind draws back from craving for tastes. … ","html":"{}"},"an7.49:6.3":{"pli":"Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati. ","html":"{}"},"an7.49:6.4":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ","html":"{}"},"an7.49:7.1":{"pli":"Sace, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ","html":"{}"},"an7.49:7.2":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me āhāre paṭikūlasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:7.3":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:7.4":{"pli":"Sace pana, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti; ","html":"{}"},"an7.49:7.5":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me āhāre paṭikūlasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:7.6":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:7.7":{"pli":"‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","html":"{}"},"an7.49:7.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:8.1":{"pli":"‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ","eng":"‘When the perception of dissatisfaction with the whole world is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ That’s what I said, but why did I say it? ","html":"<p data-counter='4'>{}"},"an7.49:8.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an7.49:8.3":{"pli":"Sabbaloke anabhiratasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati …pe… ","eng":"When a mendicant often meditates with a mind reinforced with the perception of dissatisfaction with the whole world, their mind draws back from the world’s shiny things. … ","html":"{}"},"an7.49:8.4":{"pli":"seyyathāpi bhikkhave …pe… patilīyati patikuṭati pativattati, na sampasāriyati. ","html":"{}"},"an7.49:8.5":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ","html":"{}"},"an7.49:9.1":{"pli":"Sace, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ","html":"{}"},"an7.49:9.2":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me sabbaloke anabhiratasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:9.3":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:9.4":{"pli":"Sace pana, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti; ","html":"{}"},"an7.49:9.5":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me sabbaloke anabhiratasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:9.6":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:9.7":{"pli":"‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","html":"{}"},"an7.49:9.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:10.1":{"pli":"‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ","eng":"‘When the perception of impermanence is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ That’s what I said, but why did I say it? ","html":"<p data-counter='5'>{}"},"an7.49:10.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an7.49:10.3":{"pli":"Aniccasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ","eng":"When a mendicant often meditates with a mind reinforced with the perception of impermanence, their mind draws back from material things, honors, and fame. … ","html":"{}"},"an7.49:10.4":{"pli":"Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati na sampasāriyati. ","html":"{}"},"an7.49:10.5":{"pli":"Evamevaṃ kho, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ","html":"{}"},"an7.49:11.1":{"pli":"Sace, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ","html":"{}"},"an7.49:11.2":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me aniccasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:11.3":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:11.4":{"pli":"Sace pana, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ","html":"{}"},"an7.49:11.5":{"pli":"veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me aniccasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:11.6":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:11.7":{"pli":"‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","html":"{}"},"an7.49:11.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:12.1":{"pli":"‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ","eng":"‘When the perception of suffering in impermanence is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ That’s what I said, but why did I say it? ","html":"<p data-counter='6'>{}"},"an7.49:12.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an7.49:12.3":{"pli":"Anicce dukkhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ","eng":"When a mendicant often meditates with a mind reinforced with the perception of suffering in impermanence, they establish a keen perception of the danger of sloth, laziness, slackness, negligence, lack of commitment, and failure to review, like a killer with a drawn sword. … ","html":"{}"},"an7.49:13.1":{"pli":"Sace, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā, na paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ","html":"{}"},"an7.49:13.2":{"pli":"Veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me anicce dukkhasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:13.3":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:13.4":{"pli":"Sace pana, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ","html":"{}"},"an7.49:13.5":{"pli":"Veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me anicce dukkhasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","html":"{}"},"an7.49:13.6":{"pli":"Itiha tattha sampajāno hoti. ","html":"{}"},"an7.49:13.7":{"pli":"‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","html":"{}"},"an7.49:13.8":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:14.1":{"pli":"‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ","eng":"‘When the perception of not-self in suffering is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ That’s what I said, but why did I say it? ","html":"<p>{}"},"an7.49:14.2":{"pli":"Kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"an7.49:14.3":{"pli":"Dukkhe anattasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ. ","eng":"When a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, their heart is rid of I-making, mine-making, and conceit for this conscious body and externally for all signs. It has gone beyond discrimination, and is peaceful and well freed. ","html":"{}</p>"},"an7.49:15.1":{"pli":"Sace, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu na ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ. ","eng":"If a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, but their heart is not rid of I-making, mine-making, and conceit for this conscious body and externally for all signs; nor has it gone beyond discrimination, and is not peaceful or well freed, ","html":"<p>{}"},"an7.49:15.2":{"pli":"Veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me dukkhe anattasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ","eng":"they should know: ‘My perception of not-self in suffering is undeveloped. I don’t have any distinction higher than before. I haven’t attained a fruit of development.’ ","html":"{}"},"an7.49:15.3":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"an7.49:16.1":{"pli":"Sace pana, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ. ","eng":"But if a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, and their heart is rid of I-making, mine-making, and conceit for this conscious body and externally for all signs; and it has gone beyond discrimination, and is peaceful and well freed, ","html":"<p data-counter='7'>{}"},"an7.49:16.2":{"pli":"Veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me dukkhe anattasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ","eng":"they should know: ‘My perception of not-self in suffering is well developed. I have realized a distinction higher than before. I have attained a fruit of development.’ ","html":"{}"},"an7.49:16.3":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"an7.49:16.4":{"pli":"‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ","eng":"‘When the perception of not-self in suffering is developed and cultivated it’s very fruitful and beneficial. It has freedom from death as its objective and culmination.’ ","html":"{}"},"an7.49:16.5":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ","eng":"That’s what I said, and this is why I said it. ","html":"{}</p>"},"an7.49:17.1":{"pli":"Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānā”ti. ","eng":"These seven perceptions, when developed and cultivated, are very fruitful and beneficial. Their objective and culmination is freedom from death.” ","html":"<p>{}</p>"},"an7.49:17.2":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.5":{"an7.5:0.1":{"pli":"Aṅguttara Nikāya 7.5 ","eng":"Numbered Discourses 7.5 ","html":"<article id='an7.5'><header><ul><li class='division'>{}</li>"},"an7.5:0.2":{"pli":"1. Dhanavagga ","eng":"1. Wealth ","html":"<li>{}</li></ul>"},"an7.5:0.3":{"pli":"Saṅkhittadhanasutta ","eng":"Wealth in Brief ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.5:1.1":{"pli":"“Sattimāni, bhikkhave, dhanāni. ","eng":"“Mendicants, there are these seven kinds of wealth. ","html":"<p>{}"},"an7.5:1.2":{"pli":"Katamāni satta? ","eng":"What seven? ","html":"{}"},"an7.5:1.3":{"pli":"Saddhādhanaṃ, sīladhanaṃ, hirīdhanaṃ, ottappadhanaṃ, sutadhanaṃ, cāgadhanaṃ, paññādhanaṃ. ","eng":"The wealth of faith, ethics, conscience, prudence, learning, generosity, and wisdom. ","html":"{}"},"an7.5:1.4":{"pli":"Imāni kho, bhikkhave, satta dhanānīti. ","eng":"These are the seven kinds of wealth. ","html":"{}</p>"},"an7.5:2.1":{"pli":"Saddhādhanaṃ sīladhanaṃ, ","eng":"Faith and ethical conduct are kinds of wealth, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an7.5:2.2":{"pli":"hirī ottappiyaṃ dhanaṃ; ","eng":"as are conscience and prudence, ","html":"<span class='verse-line'>{}</span>"},"an7.5:2.3":{"pli":"Sutadhanañca cāgo ca, ","eng":"learning and generosity, ","html":"<span class='verse-line'>{}</span>"},"an7.5:2.4":{"pli":"paññā ve sattamaṃ dhanaṃ. ","eng":"and wisdom is the seventh kind of wealth. ","html":"<span class='verse-line'>{}</span></p>"},"an7.5:3.1":{"pli":"Yassa ete dhanā atthi, ","eng":"When a woman or man ","html":"<p><span class='verse-line'>{}</span>"},"an7.5:3.2":{"pli":"itthiyā purisassa vā; ","eng":"has these kinds of wealth, ","html":"<span class='verse-line'>{}</span>"},"an7.5:3.3":{"pli":"Adaliddoti taṃ āhu, ","eng":"they’re said to be prosperous, ","html":"<span class='verse-line'>{}</span>"},"an7.5:3.4":{"pli":"amoghaṃ tassa jīvitaṃ. ","eng":"their life is not in vain. ","html":"<span class='verse-line'>{}</span></p>"},"an7.5:4.1":{"pli":"Tasmā saddhañca sīlañca, ","eng":"So let the wise devote themselves ","html":"<p><span class='verse-line'>{}</span>"},"an7.5:4.2":{"pli":"Pasādaṃ dhammadassanaṃ; ","eng":"to faith, ethical behavior, ","html":"<span class='verse-line'>{}</span>"},"an7.5:4.3":{"pli":"Anuyuñjetha medhāvī, ","eng":"confidence, and insight into the teaching, ","html":"<span class='verse-line'>{}</span>"},"an7.5:4.4":{"pli":"Saraṃ buddhāna sāsanan”ti. ","eng":"remembering the instructions of the Buddhas.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an7.5:4.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.50":{"an7.50:0.1":{"pli":"Aṅguttara Nikāya 7.50 ","eng":"Numbered Discourses 7.50 ","html":"<article id='an7.50'><header><ul><li class='division'>{}</li>"},"an7.50:0.2":{"pli":"5. Mahāyaññavagga ","eng":"5. A Great Sacrifice ","html":"<li>{}</li></ul>"},"an7.50:0.3":{"pli":"Methunasutta ","eng":"Sex ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.50:1.1":{"pli":"Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an7.50:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ","html":"{}"},"an7.50:1.3":{"pli":"“bhavampi no gotamo brahmacārī paṭijānātī”ti? ","eng":"“Does Mister Gotama claim to be chaste?” ","html":"{}</p>"},"an7.50:1.4":{"pli":"“Yañhi taṃ, brāhmaṇa, sammā vadamāno vadeyya: ","eng":"“Brahmin, if anyone should be rightly said to ","html":"<p>{}"},"an7.50:1.5":{"pli":"‘akhaṇḍaṃ acchiddaṃ asabalaṃ akammāsaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caratī’ti, mameva taṃ, brāhmaṇa, sammā vadamāno vadeyya: ","eng":"live the chaste life intact, impeccable, spotless, and unmarred, full and pure, it’s me.” ","html":"{}"},"an7.50:1.6":{"pli":"‘ahañhi, brāhmaṇa, akhaṇḍaṃ acchiddaṃ asabalaṃ akammāsaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carāmī’”ti. ","html":"{}</p>"},"an7.50:1.7":{"pli":"“Kiṃ pana, bho gotama, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampī”ti? ","eng":"“But what, Mister Gotama, is a break, taint, stain, or mar in chastity?” ","html":"<p>{}</p>"},"an7.50:2.1":{"pli":"“Idha, brāhmaṇa, ekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati; ","eng":"“Firstly, an ascetic or brahmin who claims to be perfectly chaste does not mutually engage in sex with a lady. ","html":"<p data-counter='1'>{}"},"an7.50:2.2":{"pli":"api ca kho mātugāmassa ucchādanaparimaddananhāpanasambāhanaṃ sādiyati. ","eng":"However, they consent to being anointed, massaged, bathed, and rubbed by a lady. ","html":"{}"},"an7.50:2.3":{"pli":"So taṃ assādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ","eng":"They enjoy it and like it and find it rewarding. ","html":"{}"},"an7.50:2.4":{"pli":"Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. ","eng":"This is a break, taint, stain, or mar in chastity. ","html":"{}"},"an7.50:2.5":{"pli":"Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati, saṃyutto methunena saṃyogena na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ‘Na parimuccati dukkhasmā’ti vadāmi. ","eng":"This is called one who lives the chaste life impurely, yoked by the yoke of sex. They’re not freed from rebirth, old age, death, sorrow, lamentation, pain, sadness, and distress. They’re not freed from suffering, I say. ","html":"{}</p>"},"an7.50:3.1":{"pli":"Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati, napi mātugāmassa ucchādanaparimaddananhāpanasambāhanaṃ sādiyati; ","eng":"Furthermore, an ascetic or brahmin who claims to be perfectly chaste does not mutually engage in sex with a lady. Nor do they consent to massage and bathing. ","html":"<p data-counter='2'>{}"},"an7.50:3.2":{"pli":"api ca kho mātugāmena saddhiṃ sañjagghati saṅkīḷati saṅkelāyati …pe…. ","eng":"However, they giggle and play and have fun with ladies. … ","html":"{}</p>"},"an7.50:4.1":{"pli":"Napi mātugāmena saddhiṃ sañjagghati saṅkīḷati saṅkelāyati; ","html":"<p data-counter='3'>{}"},"an7.50:4.2":{"pli":"api ca kho mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati …pe…. ","eng":"they gaze into a lady’s eyes. … ","html":"{}</p>"},"an7.50:5.1":{"pli":"Napi mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati; ","html":"<p data-counter='4'>{}"},"an7.50:5.2":{"pli":"api ca kho mātugāmassa saddaṃ suṇāti tirokuṭṭaṃ vā tiropākāraṃ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā …pe…. ","eng":"they listen through a wall or rampart to the sound of ladies laughing or chatting or singing or crying. … ","html":"{}</p>"},"an7.50:6.1":{"pli":"Napi mātugāmassa saddaṃ suṇāti tirokuṭṭaṃ vā tiropākāraṃ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā; ","html":"<p data-counter='5'>{}"},"an7.50:6.2":{"pli":"api ca kho yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni tāni anussarati …pe…. ","eng":"they recall when they used to laugh, chat, and have fun with ladies … ","html":"{}</p>"},"an7.50:7.1":{"pli":"Napi yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni tāni anussarati; ","html":"<p data-counter='6'>{}"},"an7.50:7.2":{"pli":"api ca kho passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ …pe…. ","eng":"they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. … ","html":"{}</p>"},"an7.50:8.1":{"pli":"Napi passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ; ","eng":"They don’t see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. ","html":"<p data-counter='7'>{}"},"an7.50:8.2":{"pli":"api ca kho aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vāti. ","eng":"However, they live the chaste life wishing to be reborn in one of the orders of gods. They think: ‘By this precept or observance or fervent austerity or spiritual life, may I become one of the gods!’ ","html":"{}"},"an7.50:8.3":{"pli":"So taṃ assādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ","eng":"They enjoy it and like it and find it rewarding. ","html":"{}"},"an7.50:8.4":{"pli":"Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. ","eng":"This is a break, taint, stain, or mar in chastity. ","html":"{}"},"an7.50:8.5":{"pli":"Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati saṃyutto methunena saṃyogena, na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ‘Na parimuccati dukkhasmā’ti vadāmi. ","eng":"This is called one who lives the chaste life impurely, yoked by the yoke of sex. They’re not free from rebirth, old age, death, sorrow, lamentation, pain, sadness, and distress. They’re not free from suffering, I say. ","html":"{}</p>"},"an7.50:9.1":{"pli":"Yāvakīvañcāhaṃ, brāhmaṇa, imesaṃ sattannaṃ methunasaṃyogānaṃ aññataraññataramethunasaṃyogaṃ attani appahīnaṃ samanupassiṃ, neva tāvāhaṃ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ","eng":"As long as I saw that these seven sexual yokes—or even one of them—had not been given up in me, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans. ","html":"<p>{}</p>"},"an7.50:10.1":{"pli":"Yato ca khohaṃ, brāhmaṇa, imesaṃ sattannaṃ methunasaṃyogānaṃ aññataraññataramethunasaṃyogaṃ attani appahīnaṃ na samanupassiṃ, athāhaṃ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ","eng":"But when I saw that these seven sexual yokes—every one of them—had been given up in me, I announced my supreme perfect awakening in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans. ","html":"<p>{}"},"an7.50:10.2":{"pli":"‘Ñāṇañca pana me dassanaṃ udapādi, ","eng":"Knowledge and vision arose in me: ","html":"{}"},"an7.50:10.3":{"pli":"akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ","eng":"‘My freedom is unshakable; this is my last rebirth; now there’ll be no more future lives.’” ","html":"{}</p>"},"an7.50:11.1":{"pli":"Evaṃ vutte, jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When he said this, the brahmin Jānussoṇi said to the Buddha, ","html":"<p>{}"},"an7.50:11.2":{"pli":"“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"{}"},"an7.50:11.3":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"an7.50:11.4":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.51":{"an7.51:0.1":{"pli":"Aṅguttara Nikāya 7.51 ","eng":"Numbered Discourses 7.51 ","html":"<article id='an7.51'><header><ul><li class='division'>{}</li>"},"an7.51:0.2":{"pli":"5. Mahāyaññavagga ","eng":"5. A Great Sacrifice ","html":"<li>{}</li></ul>"},"an7.51:0.3":{"pli":"Saṃyogasutta ","eng":"Yoking and Unyoking ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.51:1.1":{"pli":"“Saṃyogavisaṃyogaṃ vo, bhikkhave, dhammapariyāyaṃ desessāmi. ","eng":"“Mendicants, I will teach you an exposition of the teaching on yoking and unyoking. ","html":"<p>{}"},"an7.51:1.2":{"pli":"Taṃ suṇātha …pe… ","eng":"Listen and apply your mind well, I will speak. … ","html":"{}"},"an7.51:1.3":{"pli":"katamo ca so, bhikkhave, saṃyogo visaṃyogo dhammapariyāyo? ","eng":"And what is the exposition of the teaching on yoking and unyoking? ","html":"{}</p>"},"an7.51:2.1":{"pli":"Itthī, bhikkhave, ajjhattaṃ itthindriyaṃ manasi karoti—","eng":"A woman focuses on her own femininity: ","html":"<p>{}"},"an7.51:2.2":{"pli":"itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ. ","eng":"her feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ","html":"{}"},"an7.51:2.3":{"pli":"Sā tattha rajjati tatrābhiramati. ","eng":"She’s stimulated by this and takes pleasure in it. ","html":"{}"},"an7.51:2.4":{"pli":"Sā tattha rattā tatrābhiratā bahiddhā purisindriyaṃ manasi karoti—","eng":"So she focuses on the masculinity of others: ","html":"{}"},"an7.51:2.5":{"pli":"purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ. ","eng":"masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ","html":"{}"},"an7.51:2.6":{"pli":"Sā tattha rajjati tatrābhiramati. ","eng":"She’s stimulated by this and takes pleasure in it. ","html":"{}"},"an7.51:2.7":{"pli":"Sā tattha rattā tatrābhiratā bahiddhā saṃyogaṃ ākaṅkhati. ","eng":"So she desires to yoke herself to another. ","html":"{}"},"an7.51:2.8":{"pli":"Yañcassā saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca ākaṅkhati. ","eng":"And she desires the pleasure and happiness that comes from such yoking. ","html":"{}"},"an7.51:2.9":{"pli":"Itthatte, bhikkhave, abhiratā sattā purisesu saṃyogaṃ gatā. ","eng":"Sentient beings who relish their femininity are yoked to men. ","html":"{}"},"an7.51:2.10":{"pli":"Evaṃ kho, bhikkhave, itthī itthattaṃ nātivattati. ","eng":"This is how a woman does not transcend her femininity. ","html":"{}</p>"},"an7.51:3.1":{"pli":"Puriso, bhikkhave, ajjhattaṃ purisindriyaṃ manasi karoti—","eng":"A man focuses on his own masculinity: ","html":"<p>{}"},"an7.51:3.2":{"pli":"purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ. ","eng":"his masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ","html":"{}"},"an7.51:3.3":{"pli":"So tattha rajjati tatrābhiramati. ","eng":"He’s stimulated by this and takes pleasure in it. ","html":"{}"},"an7.51:3.4":{"pli":"So tattha ratto tatrābhirato bahiddhā itthindriyaṃ manasi karoti—","eng":"So he focuses on the femininity of others: ","html":"{}"},"an7.51:3.5":{"pli":"itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ. ","eng":"feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ","html":"{}"},"an7.51:3.6":{"pli":"So tattha rajjati tatrābhiramati. ","eng":"He’s stimulated by this and takes pleasure in it. ","html":"{}"},"an7.51:3.7":{"pli":"So tattha ratto tatrābhirato bahiddhā saṃyogaṃ ākaṅkhati. ","eng":"So he desires to yoke himself to another. ","html":"{}"},"an7.51:3.8":{"pli":"Yañcassa saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca ākaṅkhati. ","eng":"And he desires the pleasure and happiness that comes from such yoking. ","html":"{}"},"an7.51:3.9":{"pli":"Purisatte, bhikkhave, abhiratā sattā itthīsu saṃyogaṃ gatā. ","eng":"Sentient beings who relish their masculinity are yoked to women. ","html":"{}"},"an7.51:3.10":{"pli":"Evaṃ kho, bhikkhave, puriso purisattaṃ nātivattati. ","eng":"This is how a man does not transcend his masculinity. ","html":"{}"},"an7.51:3.11":{"pli":"Evaṃ kho, bhikkhave, saṃyogo hoti. ","eng":"This is how yoking comes about. ","html":"{}</p>"},"an7.51:4.1":{"pli":"Kathañca, bhikkhave, visaṃyogo hoti? ","eng":"And how does unyoking come about? ","html":"<p>{}"},"an7.51:4.2":{"pli":"Itthī, bhikkhave, ajjhattaṃ itthindriyaṃ na manasi karoti—","eng":"A woman doesn’t focus on her own femininity: ","html":"{}"},"an7.51:4.3":{"pli":"itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ. ","eng":"her feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ","html":"{}"},"an7.51:4.4":{"pli":"Sā tattha na rajjati, sā tatra nābhiramati. ","eng":"She isn’t stimulated by this and takes no pleasure in it. ","html":"{}"},"an7.51:4.5":{"pli":"Sā tattha arattā tatra anabhiratā bahiddhā purisindriyaṃ na manasi karoti—","eng":"So she doesn’t focus on the masculinity of others: ","html":"{}"},"an7.51:4.6":{"pli":"purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ. ","eng":"masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ","html":"{}"},"an7.51:4.7":{"pli":"Sā tattha na rajjati, tatra nābhiramati. ","eng":"She isn’t stimulated by this and takes no pleasure in it. ","html":"{}"},"an7.51:4.8":{"pli":"Sā tattha arattā tatra anabhiratā bahiddhā saṃyogaṃ nākaṅkhati. ","eng":"So she doesn’t desire to yoke herself to another. ","html":"{}"},"an7.51:4.9":{"pli":"Yañcassā saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca nākaṅkhati. ","eng":"Nor does she desire the pleasure and happiness that comes from such yoking. ","html":"{}"},"an7.51:4.10":{"pli":"Itthatte, bhikkhave, anabhiratā sattā purisesu visaṃyogaṃ gatā. ","eng":"Sentient beings who do not relish their femininity are not yoked to men. ","html":"{}"},"an7.51:4.11":{"pli":"Evaṃ kho, bhikkhave, itthī itthattaṃ ativattati. ","eng":"This is how a woman transcends her femininity. ","html":"{}</p>"},"an7.51:5.1":{"pli":"Puriso, bhikkhave, ajjhattaṃ purisindriyaṃ na manasi karoti—","eng":"A man doesn’t focus on his own masculinity: ","html":"<p>{}"},"an7.51:5.2":{"pli":"purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ. ","eng":"masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ","html":"{}"},"an7.51:5.3":{"pli":"So tattha na rajjati, so tatra nābhiramati. ","eng":"He isn’t stimulated by this and takes no pleasure in it. ","html":"{}"},"an7.51:5.4":{"pli":"So tattha aratto tatra anabhirato bahiddhā itthindriyaṃ na manasi karoti—","eng":"So he doesn’t focus on the femininity of others: ","html":"{}"},"an7.51:5.5":{"pli":"itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ. ","eng":"feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ","html":"{}"},"an7.51:5.6":{"pli":"So tattha na rajjati, tatra nābhiramati. ","eng":"He isn’t stimulated by this and takes no pleasure in it. ","html":"{}"},"an7.51:5.7":{"pli":"So tattha aratto tatra anabhirato bahiddhā saṃyogaṃ nākaṅkhati. ","eng":"So he doesn’t desire to yoke himself to another. ","html":"{}"},"an7.51:5.8":{"pli":"Yañcassa saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca nākaṅkhati. ","eng":"Nor does he desire the pleasure and happiness that comes from such yoking. ","html":"{}"},"an7.51:5.9":{"pli":"Purisatte, bhikkhave, anabhiratā sattā itthīsu visaṃyogaṃ gatā. ","eng":"Sentient beings who do not relish their masculinity are not yoked to women. ","html":"{}"},"an7.51:5.10":{"pli":"Evaṃ kho, bhikkhave, puriso purisattaṃ ativattati. ","eng":"This is how a man transcends his masculinity. ","html":"{}"},"an7.51:5.11":{"pli":"Evaṃ kho, bhikkhave, visaṃyogo hoti. ","eng":"This is how unyoking comes about. ","html":"{}"},"an7.51:5.12":{"pli":"Ayaṃ kho, bhikkhave, saṃyogo visaṃyogo dhammapariyāyo”ti. ","eng":"This is the exposition of the teaching on yoking and unyoking.” ","html":"{}</p>"},"an7.51:5.13":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}