{"an7.72":{"an7.72:0.1":{"pli":"Aṅguttara Nikāya 7.72 ","eng":"Numbered Discourses 7.72 ","html":"<article id='an7.72'><header><ul><li class='division'>{}</li>"},"an7.72:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.72:0.3":{"pli":"Aggikkhandhopamasutta ","eng":"The Simile of the Great Mass of Fire ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.72:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an7.72:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. ","html":"{}</p>"},"an7.72:1.3":{"pli":"Addasā kho bhagavā addhānamaggappaṭipanno aññatarasmiṃ padese mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ. ","eng":"While walking along the road, at a certain spot he saw a great mass of fire burning, blazing, and glowing. ","html":"<p>{}"},"an7.72:1.4":{"pli":"Disvāna maggā okkamma aññatarasmiṃ rukkhamūle paññatte āsane nisīdi. ","eng":"Seeing this he left the road, sat at the root of a tree on a seat spread out, ","html":"{}"},"an7.72:1.5":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants, ","html":"{}"},"an7.72:1.6":{"pli":"“passatha no tumhe, bhikkhave, amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtan”ti? ","eng":"“Mendicants, do you see that great mass of fire burning, blazing, and glowing?” ","html":"{}</p>"},"an7.72:1.7":{"pli":"“Evaṃ, bhante”ti. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an7.72:2.1":{"pli":"“Taṃ kiṃ maññatha, bhikkhave? ","eng":"“What do you think, mendicants? ","html":"<p>{}"},"an7.72:2.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā, yaṃ vā khattiyakaññaṃ vā brāhmaṇakaññaṃ vā gahapatikaññaṃ vā mudutalunahatthapādaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā”ti? ","eng":"Which is better—to sit or lie down embracing that great mass of fire? Or to sit or lie down embracing a girl of the aristocrats or brahmins or householders with soft and tender hands and feet?” ","html":"{}</p>"},"an7.72:2.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyakaññaṃ vā brāhmaṇakaññaṃ vā gahapatikaññaṃ vā mudutalunahatthapādaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā, dukkhañhetaṃ, bhante, yaṃ amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā”ti. ","eng":"“Sir, it would be much better to sit or lie down embracing a girl of the aristocrats or brahmins or householders with soft and tender hands and feet. For it would be painful to sit or lie down embracing that great mass of fire.” ","html":"<p>{}</p>"},"an7.72:3.1":{"pli":"“Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa pāpadhammassa asucisaṅkassarasamācārassa paṭicchannakammantassa assamaṇassa samaṇapaṭiññassa abrahmacārissa brahmacāripaṭiññassa antopūtikassa avassutassa kasambujātassa yaṃ amuṃ mahantaṃ aggikkhandhaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āliṅgetvā upanisīdeyya vā upanipajjeyya vā. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man—of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner, though claiming to be one, rotten inside, festering, and depraved—to sit or lie down embracing that great mass of fire. ","html":"<p>{}"},"an7.72:3.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:3.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:4.1":{"pli":"Yañca kho so, bhikkhave, dussīlo pāpadhammo asucisaṅkassarasamācāro …pe… kasambujāto khattiyakaññaṃ vā brāhmaṇakaññaṃ vā gahapatikaññaṃ vā mudutalunahatthapādaṃ āliṅgetvā upanisīdati vā upanipajjati vā, tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man sits or lies down embracing a girl of the aristocrats or brahmins or householders with soft and tender hands and feet, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"<p data-counter='1'>{}</p>"},"an7.72:5.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.72:5.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ balavā puriso daḷhāya vālarajjuyā ubho jaṅghā veṭhetvā ghaṃseyya—sā chaviṃ chindeyya chaviṃ chetvā cammaṃ chindeyya cammaṃ chetvā maṃsaṃ chindeyya maṃsaṃ chetvā nhāruṃ chindeyya nhāruṃ chetvā aṭṭhiṃ chindeyya aṭṭhiṃ chetvā aṭṭhimiñjaṃ āhacca tiṭṭheyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā abhivādanaṃ sādiyeyyā”ti? ","eng":"Which is better—to have a strong man twist a strong horse-hair rope around both shins and tighten it so that it cuts through your outer skin, your inner skin, your flesh, sinews, and bones, until it reaches your marrow and keeps pressing? Or to consent to well-to-do aristocrats or brahmins or householders bowing down to you?” ","html":"{}</p>"},"an7.72:5.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā abhivādanaṃ sādiyeyya, dukkhañhetaṃ, bhante, yaṃ balavā puriso daḷhāya vālarajjuyā …pe… aṭṭhimiñjaṃ āhacca tiṭṭheyyā”ti. ","eng":"“Sir, it would be much better to consent to well-to-do aristocrats or brahmins or householders bowing down. For it would be painful to have a strong man twist a strong horse-hair rope around your shins and tighten it so that it cut through the outer skin until it reached the marrow and kept pressing.” ","html":"<p>{}</p>"},"an7.72:6.1":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa …pe… kasambujātassa yaṃ balavā puriso daḷhāya vālarajjuyā ubho jaṅghā veṭhetvā …pe… aṭṭhimiñjaṃ āhacca tiṭṭheyya. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man to have a strong man twist a strong horse-hair rope around both shins and tighten it until it reached the marrow and kept pressing. ","html":"<p data-counter='2'>{}"},"an7.72:6.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:6.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.72:6.4":{"pli":"Yañca kho so, bhikkhave, dussīlo …pe… kasambujāto khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā abhivādanaṃ sādiyati, tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man consents to well-to-do aristocrats or brahmins or householders bowing down, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:7.1":{"pli":"“Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.72:7.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ balavā puriso tiṇhāya sattiyā teladhotāya paccorasmiṃ pahareyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā añjalikammaṃ sādiyeyyā”ti? ","eng":"Which is better—to have a strong man stab you in the chest with a sharp, oiled sword? Or to consent to well-to-do aristocrats or brahmins or householders revering you with joined palms?” ","html":"{}</p>"},"an7.72:7.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā añjalikammaṃ sādiyeyya, dukkhañhetaṃ, bhante, yaṃ balavā puriso tiṇhāya sattiyā teladhotāya paccorasmiṃ pahareyyā”ti. ","eng":"“Sir, it would be much better to consent to well-to-do aristocrats or brahmins or householders revering you with joined palms. For it would be painful to have a strong man stab you in the chest with a sharp, oiled sword.” ","html":"<p>{}</p>"},"an7.72:8.1":{"pli":"“Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa …pe… kasambujātassa yaṃ balavā puriso tiṇhāya sattiyā teladhotāya paccorasmiṃ pahareyya. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man to have a strong man stab him in the chest with a sharp, oiled sword. ","html":"<p data-counter='3'>{}"},"an7.72:8.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:8.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.72:8.4":{"pli":"Yañca kho so, bhikkhave, dussīlo pāpadhammo …pe… kasambujāto khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā añjalikammaṃ sādiyati, tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man consents to well-to-do aristocrats or brahmins or householders revering him with joined palms, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:9.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.72:9.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ balavā puriso tattena ayopaṭṭena ādittena sampajjalitena sajotibhūtena kāyaṃ sampaliveṭheyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ cīvaraṃ paribhuñjeyyā”ti? ","eng":"Which is better—to have a strong man wrap you up in a red-hot sheet of iron, burning, blazing, and glowing? Or to enjoy the use of a robe given in faith by well-to-do aristocrats or brahmins or householders?” ","html":"{}</p>"},"an7.72:9.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyamahāsālānaṃ vā …pe… ","eng":"“Sir, it would be much better to enjoy the use of a robe given in faith by well-to-do aristocrats or brahmins or householders. ","html":"<p>{}"},"an7.72:9.4":{"pli":"saddhādeyyaṃ cīvaraṃ paribhuñjeyya, dukkhañhetaṃ, bhante, yaṃ balavā puriso tattena ayopaṭṭena ādittena sampajjalitena sajotibhūtena kāyaṃ sampaliveṭheyyā”ti. ","eng":"For it would be painful to have a strong man wrap you up in a red-hot sheet of iron, burning, blazing, and glowing.” ","html":"{}</p>"},"an7.72:10.1":{"pli":"“Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa …pe… kasambujātassa yaṃ balavā puriso tattena ayopaṭṭena ādittena sampajjalitena sajotibhūtena kāyaṃ sampaliveṭheyya. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man to have a strong man wrap him up in a red-hot sheet of iron, burning, blazing, and glowing. ","html":"<p data-counter='4'>{}"},"an7.72:10.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:10.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.72:10.4":{"pli":"Yañca kho so, bhikkhave, dussīlo …pe… kasambujāto khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ cīvaraṃ paribhuñjati, tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man enjoys the use of a robe given in faith by well-to-do aristocrats or brahmins or householders, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:11.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.72:11.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ balavā puriso tattena ayosaṅkunā mukhaṃ vivaritvā tattaṃ lohaguḷaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ mukhe pakkhipeyya—taṃ tassa oṭṭhampi daheyya mukhampi daheyya jivhampi daheyya kaṇṭhampi daheyya urampi daheyya antampi antaguṇampi ādāya adhobhāgā nikkhameyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ piṇḍapātaṃ paribhuñjeyyā”ti? ","eng":"Which is better—to have a strong man force your mouth open with a hot iron spike and shove in a red-hot copper ball, burning, blazing, and glowing, that burns your lips, mouth, tongue, throat, and stomach before coming out below dragging your entrails? Or to enjoy almsfood given in faith by well-to-do aristocrats or brahmins or householders?” ","html":"{}</p>"},"an7.72:11.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ piṇḍapātaṃ paribhuñjeyya, dukkhañhetaṃ, bhante, yaṃ balavā puriso tattena ayosaṅkunā mukhaṃ vivaritvā tattaṃ lohaguḷaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ mukhe pakkhipeyya—taṃ tassa oṭṭhampi daheyya mukhampi daheyya jivhampi daheyya kaṇṭhampi daheyya urampi daheyya antampi antaguṇampi ādāya adhobhāgaṃ nikkhameyyā”ti. ","eng":"“Sir, it would be much better to enjoy almsfood given in faith by well-to-do aristocrats or brahmins or householders. For it would be painful to have a strong man force your mouth open with a hot iron spike and shove in a red-hot copper ball, burning, blazing, and glowing, that burns your lips, mouth, tongue, throat, and stomach before coming out below dragging your entrails.” ","html":"<p>{}</p>"},"an7.72:12.1":{"pli":"“Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa …pe… kasambujātassa yaṃ balavā puriso tattena ayosaṅkunā mukhaṃ vivaritvā tattaṃ lohaguḷaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ mukhe pakkhipeyya—taṃ tassa oṭṭhampi daheyya mukhampi daheyya jivhampi daheyya kaṇṭhampi daheyya urampi daheyya antampi antaguṇampi ādāya adhobhāgaṃ nikkhameyya. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man to have a strong man force his mouth open with a hot iron spike and shove in a red-hot copper ball, burning, blazing, and glowing, that burns his lips, mouth, tongue, throat, and stomach before coming out below with his entrails. ","html":"<p data-counter='5'>{}"},"an7.72:12.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:12.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.72:12.4":{"pli":"Yañca kho so, bhikkhave, dussīlo pāpadhammo …pe… kasambujāto khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ piṇḍapātaṃ paribhuñjati, tañhi tassa hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man enjoys almsfood given in faith by well-to-do aristocrats or brahmins or householders, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:13.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.72:13.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ balavā puriso sīse vā gahetvā khandhe vā gahetvā tattaṃ ayomañcaṃ vā ayopīṭhaṃ vā abhinisīdāpeyya vā abhinipajjāpeyya vā, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ mañcapīṭhaṃ paribhuñjeyyā”ti? ","eng":"Which is better—to have a strong man grab you by the head or shoulders and make you sit or lie down on red-hot iron bed or seat? Or to enjoy the use of beds and chairs given in faith by well-to-do aristocrats or brahmins or householders?” ","html":"{}</p>"},"an7.72:13.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ mañcapīṭhaṃ paribhuñjeyya, dukkhañhetaṃ, bhante, yaṃ balavā puriso sīse vā gahetvā khandhe vā gahetvā tattaṃ ayomañcaṃ vā ayopīṭhaṃ vā abhinisīdāpeyya vā abhinipajjāpeyya vā”ti. ","eng":"“Sir, it would be much better to enjoy the use of beds and chairs given in faith by well-to-do aristocrats or brahmins or householders. For it would be painful to have a strong man grab you by the head or shoulders and make you sit or lie down on a red-hot iron bed or seat.” ","html":"<p>{}</p>"},"an7.72:14.1":{"pli":"“Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa …pe… kasambujātassa yaṃ balavā puriso sīse vā gahetvā khandhe vā gahetvā tattaṃ ayomañcaṃ vā ayopīṭhaṃ vā abhinisīdāpeyya vā abhinipajjāpeyya vā. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man to have a strong man grab him by the head or shoulders and make him sit or lie down on a red-hot iron bed or seat. ","html":"<p data-counter='6'>{}"},"an7.72:14.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:14.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.72:14.4":{"pli":"Yañca kho so, bhikkhave, dussīlo pāpadhammo …pe… kasambujāto khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ mañcapīṭhaṃ paribhuñjati. Tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man enjoys the use of beds and seats given in faith by well-to-do aristocrats or brahmins or householders, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:15.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.72:15.2":{"pli":"katamaṃ nu kho varaṃ—yaṃ balavā puriso uddhampādaṃ adhosiraṃ gahetvā tattāya lohakumbhiyā pakkhipeyya ādittāya sampajjalitāya sajotibhūtāya—so tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gaccheyya sakimpi adho gaccheyya sakimpi tiriyaṃ gaccheyya, yaṃ vā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ vihāraṃ paribhuñjeyyā”ti? ","eng":"Which is better—to have a strong man grab you, turn you upside down, and shove you in a red-hot copper pot, burning, blazing, and glowing, where you’re seared in boiling scum, and swept up and down and round and round. Or to enjoy the use of dwellings given in faith by well-to-do aristocrats or brahmins or householders?” ","html":"{}</p>"},"an7.72:15.3":{"pli":"“Etadeva, bhante, varaṃ—yaṃ khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ vihāraṃ paribhuñjeyya, dukkhañhetaṃ, bhante, yaṃ balavā puriso uddhampādaṃ adhosiraṃ gahetvā tattāya lohakumbhiyā pakkhipeyya ādittāya sampajjalitāya sajotibhūtāya—so tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gaccheyya sakimpi adho gaccheyya sakimpi tiriyaṃ gaccheyyā”ti. ","eng":"“Sir, it would be much better to enjoy the use of dwellings given in faith by well-to-do aristocrats or brahmins or householders. For it would be painful to have a strong man grab you, turn you upside down, and shove you in a red-hot copper pot, burning, blazing, and glowing, where you’re seared in boiling scum, and swept up and down and round and round.” ","html":"<p>{}</p>"},"an7.72:16.1":{"pli":"“Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave, yathā etadeva tassa varaṃ dussīlassa pāpadhammassa …pe… kasambujātassa yaṃ balavā puriso uddhampādaṃ adhosiraṃ gahetvā …pe… sakimpi tiriyaṃ gaccheyya. ","eng":"“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man to have a strong man grab him, turn him upside down, and shove him in a red-hot copper pot, burning, blazing, and glowing, where he’s seared in boiling scum, and swept up and down and round and round. ","html":"<p data-counter='7'>{}"},"an7.72:16.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.72:16.3":{"pli":"Tatonidānañhi so, bhikkhave, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.72:16.4":{"pli":"Yañca kho so, bhikkhave, dussīlo pāpadhammo …pe… kasambujāto khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā saddhādeyyaṃ vihāraṃ paribhuñjati. Tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"But when such an unethical man enjoys the use of dwellings given in faith by well-to-do aristocrats or brahmins or householders, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"an7.72:17.1":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an7.72:17.2":{"pli":"‘yesañca mayaṃ paribhuñjāma cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ tesaṃ te kārā mahapphalā bhavissanti mahānisaṃsā, amhākañcevāyaṃ pabbajjā avañjhā bhavissati saphalā saudrayā’ti. ","eng":"‘The services of those whose robes, almsfood, lodgings, and medicines and supplies for the sick we enjoy shall be very fruitful and beneficial for them. And our going forth will not be wasted, but will be fruitful and fertile.’ ","html":"{}"},"an7.72:17.3":{"pli":"Evañhi vo, bhikkhave, sikkhitabbaṃ: ","eng":"That’s how you should train. ","html":"{}"},"an7.72:17.4":{"pli":"‘attatthaṃ vā, bhikkhave, sampassamānena alameva appamādena sampādetuṃ; ","eng":"Considering what is good for yourself, mendicants, is quite enough for you to persist with diligence. ","html":"{}"},"an7.72:17.5":{"pli":"paratthaṃ vā, bhikkhave, sampassamānena alameva appamādena sampādetuṃ; ","eng":"Considering what is good for others is quite enough for you to persist with diligence. ","html":"{}"},"an7.72:17.6":{"pli":"ubhayatthaṃ vā, bhikkhave, sampassamānena alameva appamādena sampādetun’”ti. ","eng":"Considering what is good for both is quite enough for you to persist with diligence.” ","html":"{}</p>"},"an7.72:18.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an7.72:18.2":{"pli":"Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne saṭṭhimattānaṃ bhikkhūnaṃ uṇhaṃ lohitaṃ mukhato uggañchi. ","eng":"And while this discourse was being spoken, sixty monks spewed hot blood from their mouths. ","html":"{}"},"an7.72:18.3":{"pli":"Saṭṭhimattā bhikkhū sikkhaṃ paccakkhāya hīnāyāvattiṃsu: ","eng":"Sixty mendicants resigned the training and returned to a lesser life, saying: ","html":"{}</p>"},"an7.72:18.4":{"pli":"“sudukkaraṃ bhagavā, sudukkaraṃ bhagavā”ti. ","eng":"“It’s too hard, Blessed One! It’s just too hard!” ","html":"<p>{}"},"an7.72:18.5":{"pli":"Saṭṭhimattānaṃ bhikkhūnaṃ anupādāya āsavehi cittāni vimucciṃsūti. ","eng":"And sixty monks were freed from defilements by not grasping. ","html":"{}</p>"},"an7.72:18.6":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.73":{"an7.73:0.1":{"pli":"Aṅguttara Nikāya 7.73 ","eng":"Numbered Discourses 7.73 ","html":"<article id='an7.73'><header><ul><li class='division'>{}</li>"},"an7.73:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.73:0.3":{"pli":"Sunettasutta ","eng":"About Sunetta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.73:1.1":{"pli":"“Bhūtapubbaṃ, bhikkhave, sunetto nāma satthā ahosi titthakaro kāmesu vītarāgo. ","eng":"“Once upon a time, mendicants, there was a Teacher named Sunetta. He was a religious founder and was free of desire for sensual pleasures. ","html":"<p>{}"},"an7.73:1.2":{"pli":"Sunettassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ. ","eng":"He had many hundreds of disciples. ","html":"{}"},"an7.73:1.3":{"pli":"Sunetto satthā sāvakānaṃ brahmalokasahabyatāya dhammaṃ desesi. ","eng":"He taught them the path to rebirth in the company of Divinity. ","html":"{}"},"an7.73:1.4":{"pli":"Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni nappasādesuṃ te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjiṃsu. ","eng":"Those lacking confidence in Sunetta were—when their body broke up, after death—reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.73:1.5":{"pli":"Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni pasādesuṃ te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjiṃsu. ","eng":"Those full of confidence in Sunetta were—when their body broke up, after death—reborn in a good place, a heavenly realm. ","html":"{}</p>"},"an7.73:2.1":{"pli":"Bhūtapubbaṃ, bhikkhave, mūgapakkho nāma satthā ahosi …pe… ","eng":"Once upon a time there was a teacher named Mūgapakkha … ","html":"<p>{}"},"an7.73:2.2":{"pli":"aranemi nāma satthā ahosi …pe… ","eng":"Aranemi … ","html":"{}"},"an7.73:2.3":{"pli":"kuddālako nāma satthā ahosi …pe… ","eng":"Kuddālaka … ","html":"{}"},"an7.73:2.4":{"pli":"hatthipālo nāma satthā ahosi …pe… ","eng":"Hatthipāla … ","html":"{}"},"an7.73:2.5":{"pli":"jotipālo nāma satthā ahosi …pe… ","eng":"Jotipāla … ","html":"{}"},"an7.73:2.6":{"pli":"arako nāma satthā ahosi titthakaro kāmesu vītarāgo. ","eng":"Araka. He was a religious founder and was free of desire for sensual pleasures. ","html":"{}"},"an7.73:2.7":{"pli":"Arakassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ. ","eng":"He had many hundreds of disciples. ","html":"{}"},"an7.73:2.8":{"pli":"Arako nāma satthā sāvakānaṃ brahmalokasahabyatāya dhammaṃ desesi. ","eng":"He taught them the way to rebirth in the company of Divinity. ","html":"{}"},"an7.73:2.9":{"pli":"Ye kho pana, bhikkhave, arakassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni nappasādesuṃ, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjiṃsu. ","eng":"Those lacking confidence in Araka were—when their body broke up, after death—reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"an7.73:2.10":{"pli":"Ye kho pana, bhikkhave, arakassa satthuno brahmalokasahabyatāya dhammaṃ desentassa cittāni pasādesuṃ, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjiṃsu. ","eng":"Those full of confidence in Araka were—when their body broke up, after death—reborn in a good place, a heavenly realm. ","html":"{}</p>"},"an7.73:3.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"an7.73:3.2":{"pli":"yo ime satta satthāre titthakare kāmesu vītarāge anekasataparivāre sasāvakasaṅghe paduṭṭhacitto akkoseyya paribhāseyya, bahuṃ so apuññaṃ pasaveyyā”ti? ","eng":"If someone with malicious intent were to abuse and insult these seven teachers with their hundreds of followers, would they not brim with much wickedness?” ","html":"{}</p>"},"an7.73:3.3":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"an7.73:3.4":{"pli":"“Yo, bhikkhave, ime satta satthāre titthakare kāmesu vītarāge anekasataparivāre sasāvakasaṅghe paduṭṭhacitto akkoseyya paribhāseyya, bahuṃ so apuññaṃ pasaveyya. ","eng":"“They would indeed. ","html":"<p>{}"},"an7.73:3.5":{"pli":"Yo ekaṃ diṭṭhisampannaṃ puggalaṃ paduṭṭhacitto akkosati paribhāsati, ayaṃ tato bahutaraṃ apuññaṃ pasavati. ","eng":"But someone who abuses and insults a single individual accomplished in view with malicious intent brims even more with wickedness. ","html":"{}"},"an7.73:3.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.73:3.7":{"pli":"Nāhaṃ, bhikkhave, ito bahiddhā evarūpiṃ khantiṃ vadāmi yathāmaṃ sabrahmacārīsu. ","eng":"I say that any injury done by those outside of the Buddhist community does not compare with what is done to one’s own spiritual companions. ","html":"{}</p>"},"an7.73:4.1":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"an7.73:4.2":{"pli":"‘na no sabrahmacārīsu cittāni paduṭṭhāni bhavissantī’ti. ","eng":"‘We will have no malicious intent for our spiritual companions.’ ","html":"{}"},"an7.73:4.3":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"an7.73:4.4":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.74":{"an7.74:0.1":{"pli":"Aṅguttara Nikāya 7.74 ","eng":"Numbered Discourses 7.74 ","html":"<article id='an7.74'><header><ul><li class='division'>{}</li>"},"an7.74:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.74:0.3":{"pli":"Arakasutta ","eng":"About Araka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.74:1.1":{"pli":"“Bhūtapubbaṃ, bhikkhave, arako nāma satthā ahosi titthakaro kāmesu vītarāgo. ","eng":"“Once upon a time, mendicants, there was a teacher named Araka. He was a religious founder and was free of desire for sensual pleasures. ","html":"<p>{}"},"an7.74:1.2":{"pli":"Arakassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ. ","eng":"He had many hundreds of disciples, ","html":"{}"},"an7.74:1.3":{"pli":"Arako satthā sāvakānaṃ evaṃ dhammaṃ deseti: ","eng":"and he taught them like this: ","html":"{}"},"an7.74:1.4":{"pli":"‘appakaṃ, brāhmaṇa, jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ","eng":"‘Brahmins, life as a human is short, brief, and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death. ","html":"{}</p>"},"an7.74:2.1":{"pli":"Seyyathāpi, brāhmaṇa, tiṇagge ussāvabindu sūriye uggacchante khippaṃyeva paṭivigacchati, na ciraṭṭhitikaṃ hoti; ","eng":"It’s like a drop of dew on a grass tip. When the sun comes up it vanishes right away and doesn’t last long. ","html":"<p data-counter='1'>{}"},"an7.74:2.2":{"pli":"evamevaṃ kho, brāhmaṇa, ussāvabindūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ","eng":"In the same way, life as a human is like a dewdrop. It’s brief and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death. ","html":"{}</p>"},"an7.74:3.1":{"pli":"Seyyathāpi, brāhmaṇa, thullaphusitake deve vassante udakabubbuḷaṃ khippaṃyeva paṭivigacchati, na ciraṭṭhitikaṃ hoti; ","eng":"It’s like when the heavens rain heavily. The bubbles vanish right away and don’t last long. ","html":"<p data-counter='2'>{}"},"an7.74:3.2":{"pli":"evamevaṃ kho, brāhmaṇa, udakabubbuḷūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ","eng":"In the same way, life as a human is like a bubble. … ","html":"{}</p>"},"an7.74:4.1":{"pli":"Seyyathāpi, brāhmaṇa, udake daṇḍarāji khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti; ","eng":"It’s like a line drawn in water. It vanishes right away and doesn’t last long. ","html":"<p data-counter='3'>{}"},"an7.74:4.2":{"pli":"evamevaṃ kho, brāhmaṇa, udake daṇḍarājūpamaṃ jīvitaṃ manussānaṃ parittaṃ …pe… ","eng":"In the same way, life as a human is like a line drawn in water. … ","html":"{}"},"an7.74:4.3":{"pli":"natthi jātassa amaraṇaṃ. ","html":"{}</p>"},"an7.74:5.1":{"pli":"Seyyathāpi, brāhmaṇa, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī, natthi so khaṇo vā layo vā muhutto vā yaṃ sā āvattati, atha kho sā gacchateva vattateva sandateva; ","eng":"It’s like a mountain river traveling far, flowing fast, carrying all before it. It doesn’t turn back—not for a moment, a second, an hour—but runs, rolls, and flows on. ","html":"<p data-counter='4'>{}"},"an7.74:5.2":{"pli":"evamevaṃ kho, brāhmaṇa, nadīpabbateyyūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ …pe… ","eng":"In the same way, life as a human is like a mountain river. … ","html":"{}"},"an7.74:5.3":{"pli":"natthi jātassa amaraṇaṃ. ","html":"{}</p>"},"an7.74:6.1":{"pli":"Seyyathāpi, brāhmaṇa, balavā puriso jivhagge kheḷapiṇḍaṃ saṃyūhitvā akasireneva vameyya; ","eng":"It’s like a strong man who has formed a glob of spit on the tip of his tongue. He could easily spit it out. ","html":"<p data-counter='5'>{}"},"an7.74:6.2":{"pli":"evamevaṃ kho, brāhmaṇa, kheḷapiṇḍūpamaṃ jīvitaṃ manussānaṃ parittaṃ …pe… ","eng":"In the same way, life as a human is like a glob of spit. … ","html":"{}"},"an7.74:6.3":{"pli":"natthi jātassa amaraṇaṃ. ","html":"{}</p>"},"an7.74:7.1":{"pli":"Seyyathāpi, brāhmaṇa, divasaṃsantatte ayokaṭāhe maṃsapesi pakkhittā khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti; ","eng":"Suppose there was an iron cauldron that had been heated all day. If you tossed a scrap of meat in, it would vanish right away and not last long. ","html":"<p data-counter='6'>{}"},"an7.74:7.2":{"pli":"evamevaṃ kho, brāhmaṇa, maṃsapesūpamaṃ jīvitaṃ manussānaṃ parittaṃ …pe… ","eng":"In the same way, life as a human is like a scrap of meat. … ","html":"{}"},"an7.74:7.3":{"pli":"natthi jātassa amaraṇaṃ. ","html":"{}</p>"},"an7.74:8.1":{"pli":"Seyyathāpi, brāhmaṇa, gāvī vajjhā āghātanaṃ nīyamānā yaṃ yadeva pādaṃ uddharati, santikeva hoti vadhassa santikeva maraṇassa; ","eng":"It’s like a cow being led to the slaughterhouse. With every step she comes closer to the slaughter, closer to death. ","html":"<p data-counter='7'>{}"},"an7.74:8.2":{"pli":"evamevaṃ kho, brāhmaṇa, govajjhūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. ","eng":"In the same way, life as a human is like a cow being slaughtered. It’s brief and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death.’ ","html":"{}</p>"},"an7.74:9.1":{"pli":"Tena kho pana, bhikkhave, samayena manussānaṃ saṭṭhivassasahassāni āyuppamāṇaṃ ahosi, pañcavassasatikā kumārikā alaṃpateyyā ahosi. ","eng":"Now, mendicants, at that time human beings had a lifespan of 60,000 years. Girls could be married at 500 years of age. ","html":"<p>{}"},"an7.74:9.2":{"pli":"Tena kho pana, bhikkhave, samayena manussānaṃ chaḷeva ābādhā ahesuṃ—","eng":"And human beings only had six afflictions: ","html":"{}"},"an7.74:9.3":{"pli":"sītaṃ, uṇhaṃ, jighacchā, pipāsā, uccāro, passāvo. ","eng":"cold, heat, hunger, thirst, and the need to defecate and urinate. ","html":"{}"},"an7.74:9.4":{"pli":"So hi nāma, bhikkhave, arako satthā evaṃ dīghāyukesu manussesu evaṃ ciraṭṭhitikesu evaṃ appābādhesu sāvakānaṃ evaṃ dhammaṃ desessati: ","eng":"But even though humans were so long-lived with so few afflictions, Araka still taught in this way: ","html":"{}"},"an7.74:9.5":{"pli":"‘appakaṃ, brāhmaṇa, jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. ","eng":"‘Life as a human is short, brief, and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death.’ ","html":"{}</p>"},"an7.74:10.1":{"pli":"Etarahi taṃ, bhikkhave, sammā vadamāno vadeyya: ","eng":"These days it’d be right to say: ","html":"<p>{}"},"an7.74:10.2":{"pli":"‘appakaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. ","eng":"‘Life as a human is short, brief, and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death.’ ","html":"{}"},"an7.74:10.3":{"pli":"Etarahi, bhikkhave, yo ciraṃ jīvati so vassasataṃ appaṃ vā bhiyyo. ","eng":"For these days a long life is a hundred years or a little more. ","html":"{}"},"an7.74:10.4":{"pli":"Vassasataṃ kho pana, bhikkhave, jīvanto tīṇiyeva utusatāni jīvati—","eng":"Living for a hundred years, there are just three hundred seasons, ","html":"{}"},"an7.74:10.5":{"pli":"utusataṃ hemantānaṃ, utusataṃ gimhānaṃ, utusataṃ vassānaṃ. ","eng":"a hundred each of the winter, summer, and rains. ","html":"{}"},"an7.74:10.6":{"pli":"Tīṇi kho pana, bhikkhave, utusatāni jīvanto dvādasayeva māsasatāni jīvati—","eng":"Living for three hundred seasons, there are just twelve hundred months, ","html":"{}"},"an7.74:10.7":{"pli":"cattāri māsasatāni hemantānaṃ, cattāri māsasatāni gimhānaṃ, cattāri māsasatāni vassānaṃ. ","eng":"four hundred in each of the winter, summer, and rains. ","html":"{}"},"an7.74:10.8":{"pli":"Dvādasa kho pana, bhikkhave, māsasatāni jīvanto catuvīsatiyeva addhamāsasatāni jīvati—","eng":"Living for twelve hundred months, there are just twenty-four hundred fortnights, ","html":"{}"},"an7.74:10.9":{"pli":"aṭṭhaddhamāsasatāni hemantānaṃ, aṭṭhaddhamāsasatāni gimhānaṃ, aṭṭhaddhamāsasatāni vassānaṃ. ","eng":"eight hundred in each of the winter, summer, and rains. ","html":"{}"},"an7.74:10.10":{"pli":"Catuvīsati kho pana, bhikkhave, addhamāsasatāni jīvanto chattiṃsaṃyeva rattisahassāni jīvati—","eng":"Living for 2,400 fortnights, there are just 36,000 days, ","html":"{}"},"an7.74:10.11":{"pli":"dvādasa rattisahassāni hemantānaṃ, dvādasa rattisahassāni gimhānaṃ, dvādasa rattisahassāni vassānaṃ. ","eng":"12,000 in each of the summer, winter, and rains. ","html":"{}"},"an7.74:10.12":{"pli":"Chattiṃsaṃ kho pana, bhikkhave, rattisahassāni jīvanto dvesattatiyeva bhattasahassāni bhuñjati—","eng":"Living for 36,000 days, you just eat 72,000 meals, ","html":"{}"},"an7.74:10.13":{"pli":"catuvīsati bhattasahassāni hemantānaṃ, catuvīsati bhattasahassāni gimhānaṃ, catuvīsati bhattasahassāni vassānaṃ saddhiṃ mātuthaññāya saddhiṃ bhattantarāyena. ","eng":"24,000 in each of the summer, winter, and rains, including when you’re suckling at the breast, and when you’re prevented from eating. ","html":"{}</p>"},"an7.74:11.1":{"pli":"Tatrime bhattantarāyā kapimiddhopi bhattaṃ na bhuñjati, dukkhitopi bhattaṃ na bhuñjati, byādhitopi bhattaṃ na bhuñjati, uposathikopi bhattaṃ na bhuñjati, alābhakenapi bhattaṃ na bhuñjati. ","eng":"Things that prevent you from eating include anger, pain, sickness, sabbath, or being unable to get food. ","html":"<p>{}"},"an7.74:11.2":{"pli":"Iti kho, bhikkhave, mayā vassasatāyukassa manussassa āyupi saṅkhāto, āyuppamāṇampi saṅkhātaṃ, utūpi saṅkhātā, saṃvaccharāpi saṅkhātā, māsāpi saṅkhātā, addhamāsāpi saṅkhātā, rattipi saṅkhātā, divāpi saṅkhātā, bhattāpi saṅkhātā, bhattantarāyāpi saṅkhātā. ","eng":"So mendicants, for a human being with a hundred years lifespan I have counted the lifespan, the limit of the lifespan, the seasons, the years, the months, the fortnights, the nights, the days, the meals, and the things that prevent them from eating. ","html":"{}"},"an7.74:11.3":{"pli":"Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya; ","eng":"Out of sympathy, I’ve done what a teacher should do who wants what’s best for their disciples. ","html":"{}"},"an7.74:11.4":{"pli":"kataṃ vo taṃ mayā etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti. ","eng":"Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.” ","html":"{}</p>"},"an7.74:11.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an7.74:11.6":{"pli":"Mahāvaggo sattamo. ","html":"<p class='endvagga'>{}</p>"},"an7.74:12.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an7.74:12.1":{"pli":"Hirīsūriyaṃ upamā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an7.74:12.2":{"pli":"dhammaññū pārichattakaṃ; ","html":"<span class='verse-line'>{}</span>"},"an7.74:12.3":{"pli":"Sakkaccaṃ bhāvanā aggi, ","html":"<span class='verse-line'>{}</span>"},"an7.74:12.4":{"pli":"sunettaarakena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an7.75":{"an7.75:0.1":{"pli":"Aṅguttara Nikāya 7.75 ","eng":"Numbered Discourses 7.75 ","html":"<article id='an7.75'><header><ul><li class='division'>{}</li>"},"an7.75:0.2":{"pli":"8. Vinayavagga ","eng":"8. The Monastic Law ","html":"<li>{}</li></ul>"},"an7.75:0.3":{"pli":"Paṭhamavinayadharasutta ","eng":"An Expert in the Monastic Law (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.75:1.1":{"pli":"“Sattahi, bhikkhave, dhammehi samannāgato bhikkhu vinayadharo hoti. ","eng":"“Mendicants, a mendicant with seven qualities is an expert in the monastic law. ","html":"<p>{}"},"an7.75:1.2":{"pli":"Katamehi sattahi? ","eng":"What seven? ","html":"{}"},"an7.75:1.3":{"pli":"Āpattiṃ jānāti, ","eng":"They know what is an offense. ","html":"{}"},"an7.75:1.4":{"pli":"anāpattiṃ jānāti, ","eng":"They know what is not an offense. ","html":"{}"},"an7.75:1.5":{"pli":"lahukaṃ āpattiṃ jānāti, ","eng":"They know what is a light offense. ","html":"{}"},"an7.75:1.6":{"pli":"garukaṃ āpattiṃ jānāti, ","eng":"They know what is a serious offense. ","html":"{}"},"an7.75:1.7":{"pli":"sīlavā hoti pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī samādāya sikkhati sikkhāpadesu, ","eng":"They’re ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"an7.75:1.8":{"pli":"catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ","eng":"They get the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty. ","html":"{}"},"an7.75:1.9":{"pli":"āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"They realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"an7.75:1.10":{"pli":"Imehi kho, bhikkhave, sattahi dhammehi samannāgato bhikkhu vinayadharo hotī”ti. ","eng":"A mendicant with these seven qualities is an expert in the monastic law.” ","html":"{}</p>"},"an7.75:1.11":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}