{"an7.70":{"an7.70:0.1":{"pli":"Aṅguttara Nikāya 7.70 ","eng":"Numbered Discourses 7.70 ","html":"<article id='an7.70'><header><ul><li class='division'>{}</li>"},"an7.70:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.70:0.3":{"pli":"Sakkaccasutta ","eng":"Honor ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.70:1.1":{"pli":"Atha kho āyasmato sāriputtassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as Venerable Sāriputta was in private retreat this thought came to his mind, ","html":"<p>{}"},"an7.70:1.2":{"pli":"“kiṃ nu kho, bhikkhu, sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti? ","eng":"“What should a mendicant honor and respect and rely on, to give up the unskillful and develop the skillful?” ","html":"{}</p>"},"an7.70:1.3":{"pli":"Atha kho āyasmato sāriputtassa etadahosi: ","eng":"Then he thought, ","html":"<p>{}"},"an7.70:1.4":{"pli":"“satthāraṃ kho, bhikkhu, sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ","eng":"“A mendicant should honor and respect and rely on the Teacher … ","html":"{}"},"an7.70:1.5":{"pli":"Dhammaṃ kho, bhikkhu …pe… ","eng":"the teaching … ","html":"{}"},"an7.70:1.6":{"pli":"saṅghaṃ kho, bhikkhu …pe… ","eng":"the Saṅgha … ","html":"{}"},"an7.70:1.7":{"pli":"sikkhaṃ kho, bhikkhu …pe… ","eng":"the training … ","html":"{}"},"an7.70:1.8":{"pli":"samādhiṃ kho, bhikkhu …pe… ","eng":"immersion … ","html":"{}"},"an7.70:1.9":{"pli":"appamādaṃ kho, bhikkhu …pe… ","eng":"diligence … ","html":"{}"},"an7.70:1.10":{"pli":"paṭisanthāraṃ kho, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti. ","eng":"A mendicant should honor and respect and rely on hospitality, to give up the unskillful and develop the skillful.” ","html":"{}</p>"},"an7.70:2.1":{"pli":"Atha kho āyasmato sāriputtassa etadahosi: ","eng":"Then he thought, ","html":"<p>{}"},"an7.70:2.2":{"pli":"“ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ","eng":"“These qualities are pure and bright in me. Why don’t I go and tell them to the Buddha? ","html":"{}"},"an7.70:2.3":{"pli":"Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca. ","eng":"Then these qualities will not only be purified in me, but will be better known as purified. ","html":"{}"},"an7.70:2.4":{"pli":"Seyyathāpi nāma puriso suvaṇṇanikkhaṃ adhigaccheyya parisuddhaṃ pariyodātaṃ. ","eng":"Suppose a man were to acquire a gold ingot, pure and bright. ","html":"{}"},"an7.70:2.5":{"pli":"Tassa evamassa: ","eng":"They’d think, ","html":"{}"},"an7.70:2.6":{"pli":"‘ayaṃ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṃ imaṃ suvaṇṇanikkhaṃ gantvā kammārānaṃ dasseyyaṃ. ","eng":"‘My gold ingot is pure and bright. Why don’t I take it to show the smiths? ","html":"{}"},"an7.70:2.7":{"pli":"Evaṃ me ayaṃ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca. ","eng":"Then it will not only be purified, but will be better known as purified.’ ","html":"{}"},"an7.70:2.8":{"pli":"Evamevaṃ me ime dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ","eng":"In the same way, these qualities are pure and bright in me. Why don’t I go and tell them to the Buddha? ","html":"{}"},"an7.70:2.9":{"pli":"Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti. ","eng":"Then these qualities will not only be purified in me, but will be better known as purified.” ","html":"{}</p>"},"an7.70:3.1":{"pli":"Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"Then in the late afternoon, Sāriputta came out of retreat and went to the Buddha. He bowed, sat down to one side, and told the Buddha of his thoughts while on retreat. ","html":"<p>{}</p>"},"an7.70:4.1":{"pli":"“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","html":"<p>{}"},"an7.70:4.2":{"pli":"‘kiṃ nu kho bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā’ti? ","html":"{}"},"an7.70:4.3":{"pli":"Atha kho tassa mayhaṃ, bhante, etadahosi: ","html":"{}"},"an7.70:4.4":{"pli":"‘satthāraṃ kho bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ","html":"{}"},"an7.70:4.5":{"pli":"Dhammaṃ kho bhikkhu …pe… ","html":"{}"},"an7.70:4.6":{"pli":"paṭisanthāraṃ kho bhikkhu sakkatvā …pe… ","html":"{}"},"an7.70:4.7":{"pli":"kusalaṃ bhāveyyā’ti. ","html":"{}"},"an7.70:4.8":{"pli":"Atha kho tassa mayhaṃ, bhante, etadahosi: ","html":"{}"},"an7.70:4.9":{"pli":"‘ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ","html":"{}"},"an7.70:4.10":{"pli":"Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca. ","html":"{}"},"an7.70:4.11":{"pli":"Seyyathāpi nāma puriso suvaṇṇanikkhaṃ adhigaccheyya parisuddhaṃ pariyodātaṃ. ","html":"{}"},"an7.70:4.12":{"pli":"Tassa evamassa—","html":"{}"},"an7.70:4.13":{"pli":"ayaṃ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṃ imaṃ suvaṇṇanikkhaṃ gantvā kammārānaṃ dasseyyaṃ. ","html":"{}"},"an7.70:4.14":{"pli":"Evaṃ me ayaṃ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca. ","html":"{}"},"an7.70:4.15":{"pli":"Evamevaṃ me ime dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ","html":"{}"},"an7.70:4.16":{"pli":"Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti. ","html":"{}</p>"},"an7.70:5.1":{"pli":"“Sādhu sādhu, sāriputta. ","eng":"“Good, good, Sāriputta! ","html":"<p>{}"},"an7.70:5.2":{"pli":"Satthāraṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ","eng":"A mendicant should honor and respect and rely on the Teacher, to give up the unskillful and develop the skillful. ","html":"{}"},"an7.70:5.3":{"pli":"Dhammaṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ","eng":"A mendicant should honor and respect and rely on the teaching … ","html":"{}"},"an7.70:5.4":{"pli":"Saṅghaṃ kho …pe… ","eng":"the Saṅgha … ","html":"{}"},"an7.70:5.5":{"pli":"sikkhaṃ kho … ","eng":"the training … ","html":"{}"},"an7.70:5.6":{"pli":"samādhiṃ kho … ","eng":"immersion … ","html":"{}"},"an7.70:5.7":{"pli":"appamādaṃ kho … ","eng":"diligence … ","html":"{}"},"an7.70:5.8":{"pli":"paṭisanthāraṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti. ","eng":"A mendicant should honor and respect and rely on hospitality, to give up the unskillful and develop the skillful.” ","html":"{}</p>"},"an7.70:6.1":{"pli":"Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Sāriputta said to the Buddha: ","html":"<p>{}</p>"},"an7.70:6.2":{"pli":"“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi. ","eng":"“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. ","html":"<p data-counter='1–2'>{}"},"an7.70:6.3":{"pli":"So vata, bhante, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher to respect the teaching. ","html":"{}"},"an7.70:6.4":{"pli":"Yo so, bhante, bhikkhu satthari agāravo dhammepi so agāravo. ","eng":"A mendicant who disrespects the Teacher disrespects the teaching. ","html":"{}</p>"},"an7.70:7.1":{"pli":"So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher and the teaching to respect the Saṅgha. ","html":"<p data-counter='3'>{}"},"an7.70:7.2":{"pli":"Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghepi so agāravo. ","eng":"A mendicant who disrespects the Teacher and the teaching disrespects the Saṅgha. ","html":"{}</p>"},"an7.70:8.1":{"pli":"So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, and the Saṅgha to respect the training. ","html":"<p data-counter='4'>{}"},"an7.70:8.2":{"pli":"Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāyapi so agāravo. ","eng":"A mendicant who disrespects the Teacher, the teaching, and the Saṅgha disrespects the training. ","html":"{}</p>"},"an7.70:9.1":{"pli":"So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, and the training to respect immersion. ","html":"<p data-counter='5'>{}"},"an7.70:9.2":{"pli":"Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismimpi so agāravo. ","eng":"A mendicant who disrespects the Teacher, the teaching, the Saṅgha, and the training disrespects immersion. ","html":"{}</p>"},"an7.70:10.1":{"pli":"So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, the training, and immersion to respect diligence. ","html":"<p data-counter='6'>{}"},"an7.70:10.2":{"pli":"Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamādepi so agāravo. ","eng":"A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, and immersion disrespects diligence. ","html":"{}</p>"},"an7.70:11.1":{"pli":"So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence to respect hospitality. ","html":"<p data-counter='7'>{}"},"an7.70:11.2":{"pli":"Yo so, bhante, bhikkhu satthari agāravo …pe… appamāde agāravo paṭisanthārepi so agāravo. ","eng":"A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence disrespects hospitality. ","html":"{}</p>"},"an7.70:12.1":{"pli":"So vata, bhante, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ","eng":"It is quite impossible for a mendicant who does respect the Teacher to disrespect the teaching. … ","html":"<p data-counter='1–6'>{}</p>"},"an7.70:13.1":{"pli":"So vata, bhante, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthāre agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","html":"<p data-counter='7'>{}"},"an7.70:13.2":{"pli":"Yo so, bhante, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravo. ","eng":"A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. ","html":"{}</p>"},"an7.70:14.1":{"pli":"So vata, bhante, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṃ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ","eng":"It’s quite possible for a mendicant who respects the Teacher to respect the teaching. … ","html":"<p data-counter='1–6'>{}</p>"},"an7.70:15.1":{"pli":"So vata, bhante, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi sagāravo bhavissatīti ṭhānametaṃ vijjati. ","html":"<p data-counter='7'>{}"},"an7.70:15.2":{"pli":"Yo so, bhante, bhikkhu satthari sagāravo dhamme sagāravo saṅghe sagāravo sikkhāya sagāravo samādhismiṃ sagāravo appamāde sagāravo paṭisanthārepi so sagāravoti. ","eng":"A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. ","html":"{}</p>"},"an7.70:16.1":{"pli":"Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti. ","eng":"That’s how I understand the detailed meaning of the Buddha’s brief statement.” ","html":"<p>{}</p>"},"an7.70:17.1":{"pli":"“Sādhu sādhu, sāriputta. ","eng":"“Good, good, Sāriputta! ","html":"<p>{}"},"an7.70:17.2":{"pli":"Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāsi. ","eng":"It’s good that you understand the detailed meaning of what I’ve said in brief like this. ","html":"{}</p>"},"an7.70:17.3":{"pli":"So vata, sāriputta, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati …pe… ","eng":"It is quite impossible for a mendicant who doesn’t respect the Teacher to respect the teaching. … ","html":"<p data-counter='1–6'>{}"},"an7.70:17.4":{"pli":"yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamādepi so agāravo. ","html":"{}</p>"},"an7.70:18.1":{"pli":"So vata, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","html":"<p data-counter='7'>{}"},"an7.70:18.2":{"pli":"Yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthārepi so agāravo. ","eng":"A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence disrespects hospitality. ","html":"{}</p>"},"an7.70:19.1":{"pli":"So vata, sāriputta, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṃ ṭhānaṃ vijjati …pe… yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ","eng":"It is quite impossible for a mendicant who does respect the Teacher to disrespect the teaching. … ","html":"<p data-counter='1–6'>{}</p>"},"an7.70:20.1":{"pli":"So vata, sāriputta, bhikkhu satthari sagāravo dhamme sagāravo …pe… appamāde sagāravo paṭisanthāre agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ","html":"<p data-counter='7'>{}"},"an7.70:20.2":{"pli":"Yo so, sāriputta, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravo. ","eng":"A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. ","html":"{}</p>"},"an7.70:21.1":{"pli":"So vata, sāriputta, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṃ vijjati. Yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ","eng":"It’s quite possible for a mendicant who does respect the Teacher to respect the teaching. … ","html":"<p data-counter='1–6'>{}</p>"},"an7.70:22.1":{"pli":"So vata, sāriputta, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravo bhavissatīti ṭhānametaṃ vijjati. ","html":"<p data-counter='7'>{}"},"an7.70:22.2":{"pli":"Yo so, sāriputta, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravoti. ","eng":"A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. ","html":"{}</p>"},"an7.70:23.1":{"pli":"Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti. ","eng":"This is how to understand the detailed meaning of what I said in brief.” ","html":"<p>{}</p>"},"an7.70:23.2":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an7.71":{"an7.71:0.1":{"pli":"Aṅguttara Nikāya 7.71 ","eng":"Numbered Discourses 7.71 ","html":"<article id='an7.71'><header><ul><li class='division'>{}</li>"},"an7.71:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"an7.71:0.3":{"pli":"Bhāvanāsutta ","eng":"Committed to Development ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an7.71:1.1":{"pli":"“Bhāvanaṃ ananuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya: ","eng":"“Mendicants, when a mendicant is not committed to development, they might wish: ","html":"<p>{}"},"an7.71:1.2":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, ","eng":"‘If only my mind were freed from the defilements by not grasping!’ ","html":"{}"},"an7.71:1.3":{"pli":"atha khvassa neva anupādāya āsavehi cittaṃ vimuccati. ","eng":"Even so, their mind is not freed from defilements by not grasping. ","html":"{}"},"an7.71:1.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.71:1.5":{"pli":"‘Abhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they’re undeveloped.’ ","html":"{}"},"an7.71:1.6":{"pli":"Kissa abhāvitattā? ","eng":"Undeveloped in what? ","html":"{}"},"an7.71:1.7":{"pli":"Catunnaṃ satipaṭṭhānānaṃ, catunnaṃ sammappadhānānaṃ, catunnaṃ iddhipādānaṃ, pañcannaṃ indriyānaṃ, pañcannaṃ balānaṃ, sattannaṃ bojjhaṅgānaṃ, ariyassa aṭṭhaṅgikassa maggassa. ","eng":"The four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"an7.71:2.1":{"pli":"Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā. ","eng":"Suppose there was a chicken with eight or ten or twelve eggs. ","html":"<p>{}"},"an7.71:2.2":{"pli":"Tānassu kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni. ","eng":"But she had not properly sat on them to keep them warm and incubated. ","html":"{}"},"an7.71:2.3":{"pli":"Kiñcāpi tassā kukkuṭiyā evaṃ icchā uppajjeyya: ","eng":"Even if that chicken might wish: ","html":"{}"},"an7.71:2.4":{"pli":"‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, ","eng":"‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ ","html":"{}"},"an7.71:2.5":{"pli":"atha kho abhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ. ","eng":"Still they can’t break out and hatch safely. ","html":"{}"},"an7.71:2.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.71:2.7":{"pli":"Tathā hi, bhikkhave, kukkuṭiyā aṇḍāni na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni. ","eng":"Because she has not properly sat on them to keep them warm and incubated. ","html":"{}</p>"},"an7.71:2.8":{"pli":"Evamevaṃ kho, bhikkhave, bhāvanaṃ ananuyuttassa bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya: ","eng":"In the same way, when a mendicant is not committed to development, they might wish: ","html":"<p>{}"},"an7.71:2.9":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, ","eng":"‘If only my mind were freed from the defilements by not grasping!’ ","html":"{}"},"an7.71:2.10":{"pli":"atha khvassa neva anupādāya āsavehi cittaṃ vimuccati. ","eng":"Even so, their mind is not freed from defilements by not grasping. ","html":"{}"},"an7.71:2.11":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.71:2.12":{"pli":"‘Abhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they’re undeveloped.’ ","html":"{}"},"an7.71:2.13":{"pli":"Kissa abhāvitattā? ","eng":"Undeveloped in what? ","html":"{}"},"an7.71:2.14":{"pli":"Catunnaṃ satipaṭṭhānānaṃ, catunnaṃ sammappadhānānaṃ, catunnaṃ iddhipādānaṃ, pañcannaṃ indriyānaṃ, pañcannaṃ balānaṃ, sattannaṃ bojjhaṅgānaṃ, ariyassa aṭṭhaṅgikassa maggassa. ","eng":"The four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"an7.71:3.1":{"pli":"Bhāvanaṃ anuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"When a mendicant is committed to development, they might not wish: ","html":"<p>{}"},"an7.71:3.2":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, ","eng":"‘If only my mind were freed from the defilements by not grasping!’ ","html":"{}"},"an7.71:3.3":{"pli":"atha khvassa anupādāya āsavehi cittaṃ vimuccati. ","eng":"Even so, their mind is freed from defilements by not grasping. ","html":"{}"},"an7.71:3.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.71:3.5":{"pli":"‘Bhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they are developed.’ ","html":"{}"},"an7.71:3.6":{"pli":"Kissa bhāvitattā? ","eng":"Developed in what? ","html":"{}"},"an7.71:3.7":{"pli":"Catunnaṃ satipaṭṭhānānaṃ, catunnaṃ sammappadhānānaṃ, catunnaṃ iddhipādānaṃ, pañcannaṃ indriyānaṃ, pañcannaṃ balānaṃ, sattannaṃ bojjhaṅgānaṃ, ariyassa aṭṭhaṅgikassa maggassa. ","eng":"The four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"an7.71:4.1":{"pli":"Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā. ","eng":"Suppose there was a chicken with eight or ten or twelve eggs. ","html":"<p>{}"},"an7.71:4.2":{"pli":"Tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni. ","eng":"And she properly sat on them to keep them warm and incubated. ","html":"{}"},"an7.71:4.3":{"pli":"Kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya: ","eng":"Even if that chicken doesn’t wish: ","html":"{}"},"an7.71:4.4":{"pli":"‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, ","eng":"‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ ","html":"{}"},"an7.71:4.5":{"pli":"atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ. ","eng":"Still they can break out and hatch safely. ","html":"{}"},"an7.71:4.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.71:4.7":{"pli":"Tathā hi, bhikkhave, kukkuṭiyā aṇḍāni sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni. ","eng":"Because she properly sat on them to keep them warm and incubated. ","html":"{}</p>"},"an7.71:4.8":{"pli":"Evamevaṃ kho, bhikkhave, bhāvanaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"In the same way, when a mendicant is committed to development, they might not wish: ","html":"<p>{}"},"an7.71:4.9":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, ","eng":"‘If only my mind were freed from the defilements by not grasping!’ ","html":"{}"},"an7.71:4.10":{"pli":"atha khvassa anupādāya āsavehi cittaṃ vimuccati. ","eng":"Even so, their mind is freed from defilements by not grasping. ","html":"{}"},"an7.71:4.11":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an7.71:4.12":{"pli":"‘Bhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they are developed.’ ","html":"{}"},"an7.71:4.13":{"pli":"Kissa bhāvitattā? ","eng":"Developed in what? ","html":"{}"},"an7.71:4.14":{"pli":"Catunnaṃ satipaṭṭhānānaṃ …pe… ariyassa aṭṭhaṅgikassa maggassa. ","eng":"The four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"an7.71:5.1":{"pli":"Seyyathāpi, bhikkhave, phalagaṇḍassa vā phalagaṇḍantevāsikassa vā dissanteva vāsijaṭe aṅgulipadāni dissati aṅguṭṭhapadaṃ. No ca khvassa evaṃ ñāṇaṃ hoti: ‘ettakaṃ me ajja vāsijaṭassa khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti, atha khvassa khīṇe ‘khīṇan’teva ñāṇaṃ hoti. ","eng":"Suppose a carpenter or their apprentice sees the marks of his fingers and thumb on the handle of his adze. They don’t know how much of the handle was worn away today, how much yesterday, and how much previously. They just know what has been worn away. ","html":"<p>{}"},"an7.71:5.2":{"pli":"Evamevaṃ kho, bhikkhave, bhāvanaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ ñāṇaṃ hoti: ‘ettakaṃ me ajja āsavānaṃ khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti, atha khvassa khīṇe ‘khīṇan’teva ñāṇaṃ hoti. ","eng":"In the same way, when a mendicant is committed to development, they don’t know how much of the defilements were worn away today, how much yesterday, and how much previously. They just know what has been worn away. ","html":"{}</p>"},"an7.71:6.1":{"pli":"Seyyathāpi, bhikkhave, sāmuddikāya nāvāya vettabandhanabaddhāya cha māsāni udake pariyādāya hemantikena thale ukkhittāya vātātapaparetāni bandhanāni, tāni pāvussakena meghena abhippavuṭṭhāni appakasireneva parihāyanti, pūtikāni bhavanti. ","eng":"Suppose there was a sea-faring ship bound together with ropes. For six months they deteriorated in the water. Then in the cold season it was hauled up on dry land, where the ropes were weathered by wind and sun. When the clouds soaked it with rain, the ropes would readily collapse and rot away. ","html":"<p>{}"},"an7.71:6.2":{"pli":"Evamevaṃ kho, bhikkhave, bhāvanaṃ anuyuttassa bhikkhuno viharato appakasireneva saṃyojanāni paṭippassambhanti, pūtikāni bhavantī”ti. ","eng":"In the same way, when a mendicant is committed to development their fetters readily collapse and rot away.” ","html":"{}</p>"},"an7.71:6.3":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}