{"an8.52":{"an8.52:0.1":{"pli":"Aṅguttara Nikāya 8.52 ","eng":"Numbered Discourses 8.52 ","html":"<article id='an8.52'><header><ul><li class='division'>{}</li>"},"an8.52:0.2":{"pli":"6. Gotamīvagga ","eng":"6. Gotamī ","html":"<li>{}</li></ul>"},"an8.52:0.3":{"pli":"Ovādasutta ","eng":"An Adviser for Nuns ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.52:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}"},"an8.52:1.2":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to the Buddha: ","html":"{}</p>"},"an8.52:1.3":{"pli":"“katihi nu kho, bhante, dhammehi samannāgato bhikkhu bhikkhunovādako sammannitabbo”ti? ","eng":"“Sir, how many qualities should a monk have to be deemed an adviser for nuns?” ","html":"<p>{}</p>"},"an8.52:2.1":{"pli":"“Aṭṭhahi kho, ānanda, dhammehi samannāgato bhikkhu bhikkhunovādako sammannitabbo. ","eng":"“Ānanda, a monk with eight qualities may be deemed an adviser for nuns. ","html":"<p>{}"},"an8.52:2.2":{"pli":"Katamehi aṭṭhahi? ","eng":"What eight? ","html":"{}</p>"},"an8.52:2.3":{"pli":"Idhānanda, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu; ","eng":"Firstly, a monk is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p>{}</p>"},"an8.52:2.4":{"pli":"bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā; ","eng":"They’re learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and penetrating them theoretically. ","html":"<p>{}</p>"},"an8.52:2.5":{"pli":"ubhayāni kho panassa pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso; ","eng":"Both monastic codes have been passed down to them in detail, well analyzed, well mastered, well evaluated in both the rules and accompanying material. ","html":"<p>{}</p>"},"an8.52:2.6":{"pli":"kalyāṇavāco hoti kalyāṇavākkaraṇo, poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā; ","eng":"They’re a good speaker who enunciates well. Their voice is polished, clear, articulate, and expresses the meaning. ","html":"<p>{}</p>"},"an8.52:2.7":{"pli":"paṭibalo hoti bhikkhunisaṅghassa dhammiyā kathāya sandassetuṃ samādapetuṃ samuttejetuṃ sampahaṃsetuṃ; ","eng":"They’re able to educate, encourage, fire up, and inspire the community of nuns. ","html":"<p>{}</p>"},"an8.52:2.8":{"pli":"yebhuyyena bhikkhunīnaṃ piyo hoti manāpo; ","eng":"They’re likable and agreeable to most of the nuns. ","html":"<p>{}</p>"},"an8.52:2.9":{"pli":"na kho panetaṃ bhagavantaṃ uddissa pabbajitāya kāsāyavatthavasanāya garudhammaṃ ajjhāpannapubbo hoti; ","eng":"They have never previously sexually harassed any woman wearing the ocher robe who has gone forth in the Buddha’s name. ","html":"<p>{}</p>"},"an8.52:2.10":{"pli":"vīsativasso vā hoti atirekavīsativasso vā. ","eng":"They have been ordained for twenty years or more. ","html":"<p>{}</p>"},"an8.52:2.11":{"pli":"Imehi kho, ānanda, aṭṭhahi dhammehi samannāgato bhikkhu bhikkhunovādako sammannitabbo”ti. ","eng":"A monk with these eight qualities may be deemed an adviser for nuns.” ","html":"<p>{}</p>"},"an8.52:2.12":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.53":{"an8.53:0.1":{"pli":"Aṅguttara Nikāya 8.53 ","eng":"Numbered Discourses 8.53 ","html":"<article id='an8.53'><header><ul><li class='division'>{}</li>"},"an8.53:0.2":{"pli":"6. Gotamīvagga ","eng":"6. Gotamī ","html":"<li>{}</li></ul>"},"an8.53:0.3":{"pli":"Saṅkhittasutta ","eng":"Brief Advice to Gotamī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.53:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}"},"an8.53:1.2":{"pli":"Atha kho mahāpajāpatī gotamī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā mahāpajāpatī gotamī bhagavantaṃ etadavoca: ","eng":"Then Mahāpajāpati Gotamī went up to the Buddha, bowed, stood to one side, and said to him: ","html":"{}</p>"},"an8.53:2.1":{"pli":"“Sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā ekā vūpakaṭṭhā appamattā ātāpinī pahitattā vihareyyan”ti. ","eng":"“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ","html":"<p>{}</p>"},"an8.53:2.2":{"pli":"“Ye kho tvaṃ, gotami, dhamme jāneyyāsi: ","eng":"“Gotamī, you might know that certain things ","html":"<p>{}"},"an8.53:2.3":{"pli":"‘ime dhammā sarāgāya saṃvattanti, no virāgāya; ","eng":"lead to passion, not dispassion; ","html":"{}"},"an8.53:2.4":{"pli":"saṃyogāya saṃvattanti, no visaṃyogāya; ","eng":"to yoking, not to unyoking; ","html":"{}"},"an8.53:2.5":{"pli":"ācayāya saṃvattanti, no apacayāya; ","eng":"to accumulation, not dispersal; ","html":"{}"},"an8.53:2.6":{"pli":"mahicchatāya saṃvattanti, no appicchatāya; ","eng":"to more desires, not fewer; ","html":"{}"},"an8.53:2.7":{"pli":"asantuṭṭhiyā saṃvattanti, no santuṭṭhiyā; ","eng":"to lack of contentment, not contentment; ","html":"{}"},"an8.53:2.8":{"pli":"saṅgaṇikāya saṃvattanti, no pavivekāya; ","eng":"to crowding, not seclusion; ","html":"{}"},"an8.53:2.9":{"pli":"kosajjāya saṃvattanti, no vīriyārambhāya; ","eng":"to laziness, not energy; ","html":"{}"},"an8.53:2.10":{"pli":"dubbharatāya saṃvattanti, no subharatāyā’ti, ","eng":"to being burdensome, not being unburdensome. ","html":"{}"},"an8.53:2.11":{"pli":"ekaṃsena, gotami, dhāreyyāsi: ","eng":"Categorically, you should remember these things as ","html":"{}"},"an8.53:2.12":{"pli":"‘neso dhammo, neso vinayo, netaṃ satthusāsanan’ti. ","eng":"not the teaching, not the training, and not the Teacher’s instructions. ","html":"{}</p>"},"an8.53:3.1":{"pli":"Ye ca kho tvaṃ, gotami, dhamme jāneyyāsi: ","eng":"You might know that certain things ","html":"<p>{}"},"an8.53:3.2":{"pli":"‘ime dhammā virāgāya saṃvattanti, no sarāgāya; ","eng":"lead to dispassion, not passion; ","html":"{}"},"an8.53:3.3":{"pli":"visaṃyogāya saṃvattanti, no saṃyogāya; ","eng":"to unyoking, not to yoking; ","html":"{}"},"an8.53:3.4":{"pli":"apacayāya saṃvattanti, no ācayāya; ","eng":"to dispersal, not accumulation; ","html":"{}"},"an8.53:3.5":{"pli":"appicchatāya saṃvattanti, no mahicchatāya; ","eng":"to fewer desires, not more; ","html":"{}"},"an8.53:3.6":{"pli":"santuṭṭhiyā saṃvattanti, no asantuṭṭhiyā; ","eng":"to contentment, not lack of contentment; ","html":"{}"},"an8.53:3.7":{"pli":"pavivekāya saṃvattanti, no saṅgaṇikāya; ","eng":"to seclusion, not crowding; ","html":"{}"},"an8.53:3.8":{"pli":"vīriyārambhāya saṃvattanti, no kosajjāya; ","eng":"to energy, not laziness; ","html":"{}"},"an8.53:3.9":{"pli":"subharatāya saṃvattanti, no dubbharatāyā’ti, ","eng":"to being unburdensome, not being burdensome. ","html":"{}"},"an8.53:3.10":{"pli":"ekaṃsena, gotami, dhāreyyāsi: ","eng":"Categorically, you should remember these things as ","html":"{}"},"an8.53:3.11":{"pli":"‘eso dhammo, eso vinayo, etaṃ satthusāsanan’”ti. ","eng":"the teaching, the training, and the Teacher’s instructions.” ","html":"{}</p>"},"an8.53:3.12":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.54":{"an8.54:0.1":{"pli":"Aṅguttara Nikāya 8.54 ","eng":"Numbered Discourses 8.54 ","html":"<article id='an8.54'><header><ul><li class='division'>{}</li>"},"an8.54:0.2":{"pli":"6. Gotamīvagga ","eng":"6. Gotamī ","html":"<li>{}</li></ul>"},"an8.54:0.3":{"pli":"Dīghajāṇusutta ","eng":"With Dīghajāṇu ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.54:1.1":{"pli":"Ekaṃ samayaṃ bhagavā koliyesu viharati kakkarapattaṃ nāma koliyānaṃ nigamo. ","eng":"At one time the Buddha was staying in the land of the Koliyans, where they have a town named Kakkarapatta. ","html":"<p>{}"},"an8.54:1.2":{"pli":"Atha kho dīghajāṇu koliyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dīghajāṇu koliyaputto bhagavantaṃ etadavoca: ","eng":"Then Dīghajāṇu the Koliyan went up to the Buddha, bowed, sat down to one side, and said to the Buddha: ","html":"{}</p>"},"an8.54:1.3":{"pli":"“mayaṃ, bhante, gihī kāmabhogino puttasambādhasayanaṃ ajjhāvasāma, kāsikacandanaṃ paccanubhoma, mālāgandhavilepanaṃ dhārayāma, jātarūparajataṃ sādayāma. ","eng":"“Sir, we are laypeople who enjoy sensual pleasures and living at home with our children. We use sandalwood imported from Kāsi, we wear garlands, fragrance, and makeup, and we accept gold and currency. ","html":"<p>{}"},"an8.54:1.4":{"pli":"Tesaṃ no, bhante, bhagavā amhākaṃ tathā dhammaṃ desetu ye amhākaṃ assu dhammā diṭṭhadhammahitāya diṭṭhadhammasukhāya, samparāyahitāya samparāyasukhāyā”ti. ","eng":"May the Buddha please teach us the Dhamma in a way that leads to our welfare and happiness in this life and in future lives.” ","html":"{}</p>"},"an8.54:2.1":{"pli":"“Cattārome, byagghapajja, dhammā kulaputtassa diṭṭhadhammahitāya saṃvattanti diṭṭhadhammasukhāya. ","eng":"“Byagghapajja, these four things lead to the welfare and happiness of a gentleman in this life. ","html":"<p>{}"},"an8.54:2.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"an8.54:2.3":{"pli":"Uṭṭhānasampadā, ārakkhasampadā, kalyāṇamittatā, samajīvitā. ","eng":"Accomplishment in initiative, protection, good friendship, and balanced finances. ","html":"<p data-counter='1'>{}"},"an8.54:2.4":{"pli":"Katamā ca, byagghapajja, uṭṭhānasampadā? ","eng":"And what is accomplishment in initiative? ","html":"{}"},"an8.54:2.5":{"pli":"Idha, byagghapajja, kulaputto yena kammaṭṭhānena jīvikaṃ kappeti—","eng":"It’s when a gentleman earns a living by means such as ","html":"{}"},"an8.54:2.6":{"pli":"yadi kasiyā, yadi vaṇijjāya, yadi gorakkhena, yadi issattena, yadi rājaporisena, yadi sippaññatarena—","eng":"farming, trade, raising cattle, archery, government service, or one of the professions. ","html":"{}"},"an8.54:2.7":{"pli":"tattha dakkho hoti analaso, tatrupāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātuṃ. ","eng":"He understands how to go about these things in order to complete and organize the work. ","html":"{}"},"an8.54:2.8":{"pli":"Ayaṃ vuccati, byagghapajja, uṭṭhānasampadā. ","eng":"This is called accomplishment in initiative. ","html":"{}</p>"},"an8.54:3.1":{"pli":"Katamā ca, byagghapajja, ārakkhasampadā? ","eng":"And what is accomplishment in protection? ","html":"<p data-counter='2'>{}"},"an8.54:3.2":{"pli":"Idha, byagghapajja, kulaputtassa bhogā honti uṭṭhānavīriyādhigatā bāhābalaparicitā, sedāvakkhittā, dhammikā dhammaladdhā. ","eng":"It’s when a gentleman owns legitimate wealth that he has earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow. ","html":"{}"},"an8.54:3.3":{"pli":"Te ārakkhena guttiyā sampādeti: ","eng":"He ensures it is guarded and protected, thinking: ","html":"{}"},"an8.54:3.4":{"pli":"‘kinti me ime bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi ḍaheyya, na udakaṃ vaheyya, na appiyā dāyādā hareyyun’ti. ","eng":"‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’ ","html":"{}"},"an8.54:3.5":{"pli":"Ayaṃ vuccati, byagghapajja, ārakkhasampadā. ","eng":"This is called accomplishment in protection. ","html":"{}</p>"},"an8.54:4.1":{"pli":"Katamā ca, byagghapajja, kalyāṇamittatā? ","eng":"And what is accomplishment in good friendship? ","html":"<p data-counter='3'>{}"},"an8.54:4.2":{"pli":"Idha, byagghapajja, kulaputto yasmiṃ gāme vā nigame vā paṭivasati, tattha ye te honti—gahapatī vā gahapatiputtā vā daharā vā vuddhasīlino, vuddhā vā vuddhasīlino, saddhāsampannā, sīlasampannā, cāgasampannā, paññāsampannā—tehi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati; yathārūpānaṃ saddhāsampannānaṃ saddhāsampadaṃ anusikkhati, yathārūpānaṃ sīlasampannānaṃ sīlasampadaṃ anusikkhati, yathārūpānaṃ cāgasampannānaṃ cāgasampadaṃ anusikkhati, yathārūpānaṃ paññāsampannānaṃ paññāsampadaṃ anusikkhati. ","eng":"It’s when a gentleman resides in a town or village. And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom. He associates with them, converses and engages in discussion. And he emulates the same kind of accomplishment in faith, ethics, generosity, and wisdom. ","html":"{}"},"an8.54:4.3":{"pli":"Ayaṃ vuccati, byagghapajja, kalyāṇamittatā. ","eng":"This is called accomplishment in good friendship. ","html":"{}</p>"},"an8.54:5.1":{"pli":"Katamā ca, byagghapajja, samajīvitā? ","eng":"And what is accomplishment in balanced finances? ","html":"<p>{}"},"an8.54:5.2":{"pli":"Idha, byagghapajja, kulaputto āyañca bhogānaṃ viditvā, vayañca bhogānaṃ viditvā, samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti. ","eng":"It’s when a gentleman, knowing his income and expenditure, balances his finances, being neither too extravagant nor too frugal. He thinks, ‘In this way my income will exceed my expenditure, not the reverse.’ ","html":"{}"},"an8.54:5.3":{"pli":"Seyyathāpi, byagghapajja, tulādhāro vā tulādhārantevāsī vā tulaṃ paggahetvā jānāti: ‘ettakena vā onataṃ, ettakena vā unnatan’ti; ","eng":"It’s like an appraiser or their apprentice who, holding up the scales, knows that it’s low by this much or high by this much. ","html":"{}"},"an8.54:5.4":{"pli":"evamevaṃ kho, byagghapajja, kulaputto āyañca bhogānaṃ viditvā, vayañca bhogānaṃ viditvā, samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti. ","eng":"In the same way, a gentleman, knowing his income and expenditure, balances his finances, being neither too extravagant nor too frugal. He thinks, ‘In this way my income will exceed my expenditure, not the reverse.’ ","html":"{}"},"an8.54:5.5":{"pli":"Sacāyaṃ, byagghapajja, kulaputto appāyo samāno uḷāraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘udumbarakhādīvāyaṃ kulaputto bhoge khādatī’ti. ","eng":"If a gentleman has little income but an opulent life, people will say: ‘This gentleman eats their wealth like a fig-eater!’ ","html":"{}"},"an8.54:5.6":{"pli":"Sace panāyaṃ, byagghapajja, kulaputto mahāyo samāno kasiraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘ajeṭṭhamaraṇaṃvāyaṃ kulaputto marissatī’ti. ","eng":"If a gentleman has a large income but a spartan life, people will say: ‘This gentleman is starving themselves to death!’ ","html":"{}"},"an8.54:5.7":{"pli":"Yato ca khoyaṃ, byagghapajja, kulaputto āyañca bhogānaṃ viditvā, vayañca bhogānaṃ viditvā, samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti. ","eng":"But a gentleman, knowing his income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking, ‘In this way my income will exceed my expenditure, not the reverse.’ ","html":"{}"},"an8.54:5.8":{"pli":"Ayaṃ vuccati, byagghapajja, samajīvitā. ","eng":"This is called accomplishment in balanced finances. ","html":"{}</p>"},"an8.54:6.1":{"pli":"Evaṃ samuppannānaṃ, byagghapajja, bhogānaṃ cattāri apāyamukhāni honti—","eng":"There are four drains on wealth that has been gathered in this way. ","html":"<p>{}"},"an8.54:6.2":{"pli":"itthidhutto, surādhutto, akkhadhutto, pāpamitto pāpasahāyo pāpasampavaṅko. ","eng":"Womanizing, drinking, gambling, and having bad friends, companions, and associates. ","html":"{}"},"an8.54:6.3":{"pli":"Seyyathāpi, byagghapajja, mahato taḷākassa cattāri ceva āyamukhāni, cattāri ca apāyamukhāni. ","eng":"Suppose there was a large reservoir with four inlets and four drains. ","html":"{}"},"an8.54:6.4":{"pli":"Tassa puriso yāni ceva āyamukhāni tāni pidaheyya, yāni ca apāyamukhāni tāni vivareyya; ","eng":"And someone was to open up the drains and close off the inlets, ","html":"{}"},"an8.54:6.5":{"pli":"devo ca na sammā dhāraṃ anuppaveccheyya. ","eng":"and the heavens don’t provide enough rain. ","html":"{}"},"an8.54:6.6":{"pli":"Evañhi tassa, byagghapajja, mahato taḷākassa parihāniyeva pāṭikaṅkhā, no vuddhi; ","eng":"You’d expect that large reservoir to dwindle, not expand. ","html":"{}"},"an8.54:6.7":{"pli":"evamevaṃ, byagghapajja, evaṃ samuppannānaṃ bhogānaṃ cattāri apāyamukhāni honti—","eng":"In the same way, there are four drains on wealth that has been gathered in this way. ","html":"{}"},"an8.54:6.8":{"pli":"itthidhutto, surādhutto, akkhadhutto, pāpamitto pāpasahāyo pāpasampavaṅko. ","eng":"Womanizing, drinking, gambling, and having bad friends, companions, and associates. ","html":"{}</p>"},"an8.54:7.1":{"pli":"Evaṃ samuppannānaṃ, byagghapajja, bhogānaṃ cattāri āyamukhāni honti—","eng":"There are four inlets for wealth that has been gathered in this way. ","html":"<p data-counter='4'>{}"},"an8.54:7.2":{"pli":"na itthidhutto, na surādhutto, na akkhadhutto, kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ","html":"{}"},"an8.54:7.3":{"pli":"Seyyathāpi, byagghapajja, mahato taḷākassa cattāri ceva āyamukhāni, cattāri ca apāyamukhāni. ","eng":"Suppose there was a large reservoir with four inlets and four drains. ","html":"{}"},"an8.54:7.4":{"pli":"Tassa puriso yāni ceva āyamukhāni tāni vivareyya, yāni ca apāyamukhāni tāni pidaheyya; ","eng":"And someone was to open up the inlets and close off the drains, ","html":"{}"},"an8.54:7.5":{"pli":"devo ca sammā dhāraṃ anuppaveccheyya. ","eng":"and the heavens provide plenty of rain. ","html":"{}"},"an8.54:7.6":{"pli":"Evañhi tassa, byagghapajja, mahato taḷākassa vuddhiyeva pāṭikaṅkhā, no parihāni; ","eng":"You’d expect that large reservoir to expand, not dwindle. ","html":"{}"},"an8.54:7.7":{"pli":"evamevaṃ kho, byagghapajja, evaṃ samuppannānaṃ bhogānaṃ cattāri āyamukhāni honti—","eng":"In the same way, there are four inlets for wealth that has been gathered in this way. ","html":"{}"},"an8.54:7.8":{"pli":"na itthidhutto, na surādhutto, na akkhadhutto, kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ","html":"{}</p>"},"an8.54:8.1":{"pli":"Ime kho, byagghapajja, cattāro dhammā kulaputtassa diṭṭhadhammahitāya saṃvattanti diṭṭhadhammasukhāya. ","eng":"These are the four things that lead to the welfare and happiness of a gentleman in this life. ","html":"<p>{}</p>"},"an8.54:9.1":{"pli":"Cattārome, byagghapajja, dhammā kulaputtassa samparāyahitāya saṃvattanti samparāyasukhāya. ","eng":"These four things lead to the welfare and happiness of a gentleman in future lives. ","html":"<p>{}"},"an8.54:9.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"an8.54:9.3":{"pli":"Saddhāsampadā, sīlasampadā, cāgasampadā, paññāsampadā. ","eng":"Accomplishment in faith, ethics, generosity, and wisdom. ","html":"{}</p>"},"an8.54:10.1":{"pli":"Katamā ca, byagghapajja, saddhāsampadā? ","eng":"And what is accomplishment in faith? ","html":"<p data-counter='5'>{}"},"an8.54:10.2":{"pli":"Idha, byagghapajja, kulaputto saddho hoti, saddahati tathāgatassa bodhiṃ: ","eng":"It’s when a gentleman has faith in the Realized One’s awakening: ","html":"{}"},"an8.54:10.3":{"pli":"‘itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an8.54:10.4":{"pli":"Ayaṃ vuccati, byagghapajja, saddhāsampadā. ","eng":"This is called accomplishment in faith. ","html":"{}</p>"},"an8.54:11.1":{"pli":"Katamā ca, byagghapajja, sīlasampadā? ","eng":"And what is accomplishment in ethics? ","html":"<p data-counter='6'>{}"},"an8.54:11.2":{"pli":"Idha, byagghapajja, kulaputto pāṇātipātā paṭivirato hoti …pe… surāmerayamajjapamādaṭṭhānā paṭivirato hoti. ","eng":"It’s when a gentleman doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume beer, wine, and liquor intoxicants. ","html":"{}"},"an8.54:11.3":{"pli":"Ayaṃ vuccati, byagghapajja, sīlasampadā. ","eng":"This is called accomplishment in ethics. ","html":"{}</p>"},"an8.54:12.1":{"pli":"Katamā ca, byagghapajja, cāgasampadā? ","eng":"And what is accomplishment in generosity? ","html":"<p data-counter='7'>{}"},"an8.54:12.2":{"pli":"Idha, byagghapajja, kulaputto vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato. ","eng":"It’s when a gentleman lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ","html":"{}"},"an8.54:12.3":{"pli":"Ayaṃ vuccati, byagghapajja, cāgasampadā. ","eng":"This is called accomplishment in generosity. ","html":"{}</p>"},"an8.54:13.1":{"pli":"Katamā ca, byagghapajja, paññāsampadā? ","eng":"And what is accomplishment in wisdom? ","html":"<p data-counter='8'>{}"},"an8.54:13.2":{"pli":"Idha, byagghapajja, kulaputto paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"It’s when a gentleman is wise. He has the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"{}"},"an8.54:13.3":{"pli":"Ayaṃ vuccati, byagghapajja, paññāsampadā. ","eng":"This is called accomplishment in wisdom. ","html":"{}</p>"},"an8.54:14.1":{"pli":"Ime kho, byagghapajja, cattāro dhammā kulaputtassa samparāyahitāya saṃvattanti samparāyasukhāyāti. ","eng":"These are the four things that lead to the welfare and happiness of a gentleman in future lives. ","html":"<p>{}</p>"},"an8.54:15.1":{"pli":"Uṭṭhātā kammadheyyesu, ","eng":"They’re enterprising in the workplace, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an8.54:15.2":{"pli":"appamatto vidhānavā; ","eng":"diligent in managing things, ","html":"<span class='verse-line'>{}</span>"},"an8.54:15.3":{"pli":"Samaṃ kappeti jīvikaṃ, ","eng":"they balance their finances, ","html":"<span class='verse-line'>{}</span>"},"an8.54:15.4":{"pli":"sambhataṃ anurakkhati. ","eng":"and preserve their wealth. ","html":"<span class='verse-line'>{}</span></p>"},"an8.54:16.1":{"pli":"Saddho sīlena sampanno, ","eng":"Faithful, accomplished in ethics, ","html":"<p><span class='verse-line'>{}</span>"},"an8.54:16.2":{"pli":"vadaññū vītamaccharo; ","eng":"bountiful, rid of stinginess, ","html":"<span class='verse-line'>{}</span>"},"an8.54:16.3":{"pli":"Niccaṃ maggaṃ visodheti, ","eng":"they always purify the path ","html":"<span class='verse-line'>{}</span>"},"an8.54:16.4":{"pli":"sotthānaṃ samparāyikaṃ. ","eng":"to well-being in lives to come. ","html":"<span class='verse-line'>{}</span></p>"},"an8.54:17.1":{"pli":"Iccete aṭṭha dhammā ca, ","eng":"And so these eight qualities ","html":"<p><span class='verse-line'>{}</span>"},"an8.54:17.2":{"pli":"saddhassa gharamesino; ","eng":"of a faithful householder of discernment ","html":"<span class='verse-line'>{}</span>"},"an8.54:17.3":{"pli":"Akkhātā saccanāmena, ","eng":"are declared by the one who is truly named ","html":"<span class='verse-line'>{}</span>"},"an8.54:17.4":{"pli":"ubhayattha sukhāvahā. ","eng":"to lead to happiness in both spheres, ","html":"<span class='verse-line'>{}</span></p>"},"an8.54:18.1":{"pli":"Diṭṭhadhammahitatthāya, ","eng":"welfare and benefit in this life, ","html":"<p><span class='verse-line'>{}</span>"},"an8.54:18.2":{"pli":"samparāyasukhāya ca; ","eng":"and happiness in the future lives. ","html":"<span class='verse-line'>{}</span>"},"an8.54:18.3":{"pli":"Evametaṃ gahaṭṭhānaṃ, ","eng":"This is how, for a householder, ","html":"<span class='verse-line'>{}</span>"},"an8.54:18.4":{"pli":"cāgo puññaṃ pavaḍḍhatī”ti. ","eng":"merit grows by generosity.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an8.54:18.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.55":{"an8.55:0.1":{"pli":"Aṅguttara Nikāya 8.55 ","eng":"Numbered Discourses 8.55 ","html":"<article id='an8.55'><header><ul><li class='division'>{}</li>"},"an8.55:0.2":{"pli":"6. Gotamīvagga ","eng":"6. Gotamī ","html":"<li>{}</li></ul>"},"an8.55:0.3":{"pli":"Ujjayasutta ","eng":"With Ujjaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.55:1.1":{"pli":"Atha kho ujjayo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Ujjaya the brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"an8.55:1.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho ujjayo brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"an8.55:1.3":{"pli":"“mayaṃ, bho gotama, pavāsaṃ gantukāmā. ","eng":"“Worthy Gotama, we wish to travel abroad. ","html":"<p>{}"},"an8.55:1.4":{"pli":"Tesaṃ no bhavaṃ gotamo amhākaṃ tathā dhammaṃ desetu—ye amhākaṃ assu dhammā diṭṭhadhammahitāya, diṭṭhadhammasukhāya, samparāyahitāya, samparāyasukhāyā”ti. ","eng":"May the Buddha please teach us the Dhamma in a way that leads to our welfare and happiness in this life and in future lives.” ","html":"{}</p>"},"an8.55:2.1":{"pli":"“Cattārome, brāhmaṇa, dhammā kulaputtassa diṭṭhadhammahitāya saṃvattanti, diṭṭhadhammasukhāya. ","eng":"“Brahmin, these four things lead to the welfare and happiness of a gentleman in this life. ","html":"<p>{}"},"an8.55:2.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"an8.55:2.3":{"pli":"Uṭṭhānasampadā, ārakkhasampadā, kalyāṇamittatā, samajīvitā. ","eng":"Accomplishment in initiative, protection, good friendship, and balanced finances. ","html":"{}</p>"},"an8.55:3.1":{"pli":"Katamā ca, brāhmaṇa, uṭṭhānasampadā? ","eng":"And what is accomplishment in initiative? ","html":"<p data-counter='1'>{}"},"an8.55:3.2":{"pli":"Idha, brāhmaṇa, kulaputto yena kammaṭṭhānena jīvikaṃ kappeti—","eng":"A gentleman may earn a living by means such as ","html":"{}"},"an8.55:3.3":{"pli":"yadi kasiyā, yadi vaṇijjāya, yadi gorakkhena, yadi issattena, yadi rājaporisena, yadi sippaññatarena—","eng":"farming, trade, raising cattle, archery, government service, or one of the professions. ","html":"{}"},"an8.55:3.4":{"pli":"tattha dakkho hoti analaso, tatrupāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātuṃ. ","eng":"He understands how to go about these things in order to complete and organize the work. ","html":"{}"},"an8.55:3.5":{"pli":"Ayaṃ vuccati, brāhmaṇa, uṭṭhānasampadā. ","eng":"This is called accomplishment in initiative. ","html":"{}</p>"},"an8.55:4.1":{"pli":"Katamā ca, brāhmaṇa, ārakkhasampadā? ","eng":"And what is accomplishment in protection? ","html":"<p data-counter='2'>{}"},"an8.55:4.2":{"pli":"Idha, brāhmaṇa, kulaputtassa bhogā honti uṭṭhānavīriyādhigatā, bāhābalaparicitā, sedāvakkhittā, dhammikā dhammaladdhā. ","eng":"It’s when a gentleman owns legitimate wealth that he has earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow. ","html":"{}"},"an8.55:4.3":{"pli":"Te ārakkhena guttiyā sampādeti: ","eng":"He ensures it is guarded and protected, thinking: ","html":"{}"},"an8.55:4.4":{"pli":"‘kinti me ime bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi ḍaheyya, na udakaṃ vaheyya, na appiyā dāyādā hareyyun’ti. ","eng":"‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’ ","html":"{}"},"an8.55:4.5":{"pli":"Ayaṃ vuccati, brāhmaṇa, ārakkhasampadā. ","eng":"This is called accomplishment in protection. ","html":"{}</p>"},"an8.55:5.1":{"pli":"Katamā ca, brāhmaṇa, kalyāṇamittatā? ","eng":"And what is accomplishment in good friendship? ","html":"<p data-counter='3'>{}"},"an8.55:5.2":{"pli":"Idha, brāhmaṇa, kulaputto yasmiṃ gāme vā nigame vā paṭivasati tatra ye te honti—gahapatī vā gahapatiputtā vā daharā vā vuddhasīlino, vuddhā vā vuddhasīlino, saddhāsampannā, sīlasampannā, cāgasampannā, paññāsampannā—tehi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati; yathārūpānaṃ saddhāsampannānaṃ saddhāsampadaṃ anusikkhati, yathārūpānaṃ sīlasampannānaṃ sīlasampadaṃ anusikkhati, yathārūpānaṃ cāgasampannānaṃ cāgasampadaṃ anusikkhati, yathārūpānaṃ paññāsampannānaṃ paññāsampadaṃ anusikkhati. ","eng":"It’s when a gentleman resides in a town or village. And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom. He associates with them, converses and engages in discussion. And he emulates the same kind of accomplishment in faith, ethics, generosity, and wisdom. ","html":"{}"},"an8.55:5.3":{"pli":"Ayaṃ vuccati, brāhmaṇa, kalyāṇamittatā. ","eng":"This is called accomplishment in good friendship. ","html":"{}</p>"},"an8.55:6.1":{"pli":"Katamā ca, brāhmaṇa, samajīvitā? ","eng":"And what is accomplishment in balanced finances? ","html":"<p>{}"},"an8.55:6.2":{"pli":"Idha, brāhmaṇa, kulaputto āyañca bhogānaṃ viditvā vayañca bhogānaṃ viditvā samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti. ","eng":"It’s when a gentleman, knowing his income and expenditure, balances his finances, being neither too extravagant nor too frugal. He thinks, ‘In this way my income will exceed my expenditure, not the reverse.’ ","html":"{}"},"an8.55:6.3":{"pli":"Seyyathāpi, brāhmaṇa, tulādhāro vā tulādhārantevāsī vā tulaṃ paggahetvā jānāti: ‘ettakena vā onataṃ, ettakena vā unnatan’ti; ","eng":"It’s like an appraiser or their apprentice who, holding up the scales, knows that it’s low by this much or high by this much. ","html":"{}"},"an8.55:6.4":{"pli":"evamevaṃ kho, brāhmaṇa, kulaputto āyañca bhogānaṃ viditvā vayañca bhogānaṃ viditvā samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti. ","eng":"In the same way, a gentleman, knowing his income and expenditure, balances his finances, being neither too extravagant nor too frugal. He thinks, ‘In this way my income will exceed my expenditure, not the reverse.’ ","html":"{}"},"an8.55:6.5":{"pli":"Sacāyaṃ, brāhmaṇa, kulaputto appāyo samāno uḷāraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘udumbarakhādīvāyaṃ kulaputto bhoge khādatī’ti. ","eng":"If a gentleman has little income but an opulent life, people will say: ‘This gentleman eats their wealth like a fig-eater!’ ","html":"{}"},"an8.55:6.6":{"pli":"Sace panāyaṃ, brāhmaṇa, kulaputto mahāyo samāno kasiraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘ajeṭṭhamaraṇaṃvāyaṃ kulaputto marissatī’ti. ","eng":"If a gentleman has a large income but a spartan life, people will say: ‘This gentleman is starving themselves to death!’ ","html":"{}"},"an8.55:6.7":{"pli":"Yato ca khoyaṃ, brāhmaṇa, kulaputto āyañca bhogānaṃ viditvā vayañca bhogānaṃ viditvā samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti, ","eng":"But a gentleman, knowing his income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking, ‘In this way my income will exceed my expenditure, not the reverse.’ ","html":"{}"},"an8.55:6.8":{"pli":"ayaṃ vuccati, brāhmaṇa, samajīvitā. ","eng":"This is called accomplishment in balanced finances. ","html":"{}</p>"},"an8.55:7.1":{"pli":"Evaṃ samuppannānaṃ, brāhmaṇa, bhogānaṃ cattāri apāyamukhāni honti—","eng":"There are four drains on wealth that has been gathered in this way. ","html":"<p>{}"},"an8.55:7.2":{"pli":"itthidhutto, surādhutto, akkhadhutto, pāpamitto pāpasahāyo pāpasampavaṅko. ","eng":"Womanizing, drinking, gambling, and having bad friends, companions, and associates. ","html":"{}"},"an8.55:7.3":{"pli":"Seyyathāpi, brāhmaṇa, mahato taḷākassa cattāri ceva āyamukhāni, cattāri ca apāyamukhāni. Tassa puriso yāni ceva āyamukhāni tāni pidaheyya, yāni ca apāyamukhāni tāni vivareyya; devo ca na sammā dhāraṃ anuppaveccheyya. Evañhi tassa, brāhmaṇa, mahato taḷākassa parihāniyeva pāṭikaṅkhā, no vuddhi; ","eng":"Suppose there was a large reservoir with four inlets and four drains. And someone was to open up the drains and close off the inlets, and the heavens don’t provide enough rain. You’d expect that large reservoir to dwindle, not expand. ","html":"{}"},"an8.55:7.4":{"pli":"evamevaṃ kho, brāhmaṇa, evaṃ samuppannānaṃ bhogānaṃ cattāri apāyamukhāni honti—","eng":"In the same way, there are four drains on wealth that has been gathered in this way. ","html":"{}"},"an8.55:7.5":{"pli":"itthidhutto, surādhutto, akkhadhutto, pāpamitto pāpasahāyo pāpasampavaṅko. ","eng":"Womanizing, drinking, gambling, and having bad friends, companions, and associates. ","html":"{}</p>"},"an8.55:8.1":{"pli":"Evaṃ samuppannānaṃ, brāhmaṇa, bhogānaṃ cattāri āyamukhāni honti—","eng":"There are four inlets for wealth that has been gathered in this way. ","html":"<p data-counter='4'>{}"},"an8.55:8.2":{"pli":"na itthidhutto, na surādhutto, na akkhadhutto, kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ","html":"{}"},"an8.55:8.3":{"pli":"Seyyathāpi, brāhmaṇa, mahato taḷākassa cattāri ceva āyamukhāni cattāri ca apāyamukhāni. Tassa puriso yāni ceva āyamukhāni tāni vivareyya, yāni ca apāyamukhāni tāni pidaheyya; devo ca sammā dhāraṃ anuppaveccheyya. Evañhi tassa, brāhmaṇa, mahato taḷākassa vuddhiyeva pāṭikaṅkhā, no parihāni; ","eng":"Suppose there was a large reservoir with four inlets and four drains. And someone was to open up the inlets and close off the drains, and the heavens provide plenty of rain. You’d expect that large reservoir to expand, not dwindle. ","html":"{}"},"an8.55:8.4":{"pli":"evamevaṃ kho, brāhmaṇa, evaṃ samuppannānaṃ bhogānaṃ cattāri āyamukhāni honti—","eng":"In the same way, there are four inlets for wealth that has been gathered in this way. ","html":"{}"},"an8.55:8.5":{"pli":"na itthidhutto …pe… kalyāṇasampavaṅko. ","eng":"Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ","html":"{}</p>"},"an8.55:9.1":{"pli":"Ime kho, brāhmaṇa, cattāro dhammā kulaputtassa diṭṭhadhammahitāya saṃvattanti diṭṭhadhammasukhāya. ","eng":"These are the four things that lead to the welfare and happiness of a gentleman in this life. ","html":"<p>{}</p>"},"an8.55:10.1":{"pli":"Cattārome, brāhmaṇa, kulaputtassa dhammā samparāyahitāya saṃvattanti samparāyasukhāya. ","eng":"These four things lead to the welfare and happiness of a gentleman in future lives. ","html":"<p>{}"},"an8.55:10.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"an8.55:10.3":{"pli":"Saddhāsampadā, sīlasampadā, cāgasampadā, paññāsampadā. ","eng":"Accomplishment in faith, ethics, generosity, and wisdom. ","html":"{}</p>"},"an8.55:10.4":{"pli":"Katamā ca, brāhmaṇa, saddhāsampadā? ","eng":"And what is accomplishment in faith? ","html":"<p data-counter='5'>{}"},"an8.55:10.5":{"pli":"Idha, brāhmaṇa, kulaputto saddho hoti, saddahati tathāgatassa bodhiṃ: ","eng":"It’s when a gentleman has faith in the Realized One’s awakening: ","html":"{}"},"an8.55:10.6":{"pli":"‘itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"an8.55:10.7":{"pli":"Ayaṃ vuccati, brāhmaṇa, saddhāsampadā. ","eng":"This is called accomplishment in faith. ","html":"{}</p>"},"an8.55:11.1":{"pli":"Katamā ca, brāhmaṇa, sīlasampadā? ","eng":"And what is accomplishment in ethics? ","html":"<p data-counter='6'>{}"},"an8.55:11.2":{"pli":"Idha, brāhmaṇa, kulaputto pāṇātipātā paṭivirato hoti …pe… surāmerayamajjapamādaṭṭhānā paṭivirato hoti. ","eng":"It’s when a gentleman doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume beer, wine, and liquor intoxicants. ","html":"{}"},"an8.55:11.3":{"pli":"Ayaṃ vuccati, brāhmaṇa, sīlasampadā. ","eng":"This is called accomplishment in ethics. ","html":"{}</p>"},"an8.55:12.1":{"pli":"Katamā ca, brāhmaṇa, cāgasampadā? ","eng":"And what is accomplishment in generosity? ","html":"<p data-counter='7'>{}"},"an8.55:12.2":{"pli":"Idha, brāhmaṇa, kulaputto vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vosaggarato yācayogo dānasaṃvibhāgarato. ","eng":"It’s when a gentleman lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ","html":"{}"},"an8.55:12.3":{"pli":"Ayaṃ vuccati, brāhmaṇa, cāgasampadā. ","eng":"This is called accomplishment in generosity. ","html":"{}</p>"},"an8.55:13.1":{"pli":"Katamā ca, brāhmaṇa, paññāsampadā? ","eng":"And what is accomplishment in wisdom? ","html":"<p data-counter='8'>{}"},"an8.55:13.2":{"pli":"Idha, brāhmaṇa, kulaputto paññavā hoti …pe… sammā dukkhakkhayagāminiyā. ","eng":"It’s when a gentleman is wise. He has the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"{}"},"an8.55:13.3":{"pli":"Ayaṃ vuccati, brāhmaṇa, paññāsampadā. ","eng":"This is called accomplishment in wisdom. ","html":"{}</p>"},"an8.55:14.1":{"pli":"“Ime kho, brāhmaṇa, cattāro dhammā kulaputtassa samparāyahitāya saṃvattanti samparāyasukhāyāti. ","eng":"These are the four things that lead to the welfare and happiness of a gentleman in future lives. ","html":"<p>{}</p>"},"an8.55:15.1":{"pli":"Uṭṭhātā kammadheyyesu, ","eng":"They’re enterprising in the workplace, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an8.55:15.2":{"pli":"appamatto vidhānavā; ","eng":"diligent in managing things, ","html":"<span class='verse-line'>{}</span>"},"an8.55:15.3":{"pli":"Samaṃ kappeti jīvikaṃ, ","eng":"they balance their finances, ","html":"<span class='verse-line'>{}</span>"},"an8.55:15.4":{"pli":"sambhataṃ anurakkhati. ","eng":"and preserve their wealth. ","html":"<span class='verse-line'>{}</span></p>"},"an8.55:16.1":{"pli":"Saddho sīlena sampanno, ","eng":"Faithful, accomplished in ethics, ","html":"<p><span class='verse-line'>{}</span>"},"an8.55:16.2":{"pli":"vadaññū vītamaccharo; ","eng":"bountiful, rid of stinginess, ","html":"<span class='verse-line'>{}</span>"},"an8.55:16.3":{"pli":"Niccaṃ maggaṃ visodheti, ","eng":"they always purify the path ","html":"<span class='verse-line'>{}</span>"},"an8.55:16.4":{"pli":"sotthānaṃ samparāyikaṃ. ","eng":"to well-being in lives to come. ","html":"<span class='verse-line'>{}</span></p>"},"an8.55:17.1":{"pli":"Iccete aṭṭha dhammā ca, ","eng":"And so these eight qualities ","html":"<p><span class='verse-line'>{}</span>"},"an8.55:17.2":{"pli":"saddhassa gharamesino; ","eng":"of a faithful householder of discernment ","html":"<span class='verse-line'>{}</span>"},"an8.55:17.3":{"pli":"Akkhātā saccanāmena, ","eng":"are declared by the one who is truly named ","html":"<span class='verse-line'>{}</span>"},"an8.55:17.4":{"pli":"ubhayattha sukhāvahā. ","eng":"to lead to happiness in both spheres, ","html":"<span class='verse-line'>{}</span></p>"},"an8.55:18.1":{"pli":"Diṭṭhadhammahitatthāya, ","eng":"welfare and benefit in this life, ","html":"<p><span class='verse-line'>{}</span>"},"an8.55:18.2":{"pli":"samparāyasukhāya ca; ","eng":"and happiness in the next. ","html":"<span class='verse-line'>{}</span>"},"an8.55:18.3":{"pli":"Evametaṃ gahaṭṭhānaṃ, ","eng":"This is how, for a householder, ","html":"<span class='verse-line'>{}</span>"},"an8.55:18.4":{"pli":"cāgo puññaṃ pavaḍḍhatī”ti. ","eng":"merit grows by generosity.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an8.55:18.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.56":{"an8.56:0.1":{"pli":"Aṅguttara Nikāya 8.56 ","eng":"Numbered Discourses 8.56 ","html":"<article id='an8.56'><header><ul><li class='division'>{}</li>"},"an8.56:0.2":{"pli":"6. Gotamīvagga ","eng":"6. Gotamī ","html":"<li>{}</li></ul>"},"an8.56:0.3":{"pli":"Bhayasutta ","eng":"Danger ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.56:1.1":{"pli":"“‘Bhayan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"“Mendicants, ‘danger’ is a term for sensual pleasures. ","html":"<p>{}"},"an8.56:1.2":{"pli":"‘Dukkhan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘Suffering’, ","html":"{}"},"an8.56:1.3":{"pli":"‘Rogo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘disease’, ","html":"{}"},"an8.56:1.4":{"pli":"‘Gaṇḍo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘boil’, ","html":"{}"},"an8.56:1.5":{"pli":"‘Sallan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘dart’, ","html":"{}"},"an8.56:1.6":{"pli":"‘Saṅgo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘chain’, ","html":"{}"},"an8.56:1.7":{"pli":"‘Paṅko’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘bog’, ","html":"{}"},"an8.56:1.8":{"pli":"‘Gabbho’ti, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"and ‘womb’ are terms for sensual pleasures. ","html":"{}"},"an8.56:1.9":{"pli":"Kasmā ca, bhikkhave, ‘bhayan’ti kāmānametaṃ adhivacanaṃ? ","eng":"And why is ‘danger’ a term for sensual pleasures? ","html":"{}"},"an8.56:1.10":{"pli":"Yasmā ca kāmarāgarattāyaṃ, bhikkhave, chandarāgavinibaddho diṭṭhadhammikāpi bhayā na parimuccati, samparāyikāpi bhayā na parimuccati, tasmā ‘bhayan’ti kāmānametaṃ adhivacanaṃ. ","eng":"Someone who is besotted by sensual greed and shackled by lustful desire is not freed from dangers in this life or in lives to come. That is why ‘danger’ is a term for sensual pleasures. ","html":"{}"},"an8.56:1.11":{"pli":"Kasmā ca, bhikkhave, ‘dukkhan’ti …pe… ","eng":"And why are ‘suffering’, ","html":"{}"},"an8.56:1.12":{"pli":"‘rogo’ti … ","eng":"‘disease’, ","html":"{}"},"an8.56:1.13":{"pli":"‘gaṇḍo’ti … ","eng":"‘boil’, ","html":"{}"},"an8.56:1.14":{"pli":"‘sallan’ti … ","eng":"‘dart’, ","html":"{}"},"an8.56:1.15":{"pli":"‘saṅgo’ti … ","eng":"‘chain’, ","html":"{}"},"an8.56:1.16":{"pli":"‘paṅko’ti … ","eng":"‘bog’, ","html":"{}"},"an8.56:1.17":{"pli":"‘gabbho’ti kāmānametaṃ adhivacanaṃ? ","eng":"and ‘womb’ terms for sensual pleasures? ","html":"{}"},"an8.56:1.18":{"pli":"Yasmā ca kāmarāgarattāyaṃ, bhikkhave, chandarāgavinibaddho diṭṭhadhammikāpi gabbhā na parimuccati, samparāyikāpi gabbhā na parimuccati, tasmā ‘gabbho’ti kāmānametaṃ adhivacanaṃ. ","eng":"Someone who is besotted by sensual greed and shackled by lustful desire is not freed from wombs in this life or in lives to come. That is why ‘womb’ is a term for sensual pleasures. ","html":"{}</p>"},"an8.56:2.1":{"pli":"Bhayaṃ dukkhañca rogo ca, ","eng":"Danger, suffering, and disease, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an8.56:2.2":{"pli":"gaṇḍo sallañca saṅgo ca; ","eng":"boil, dart, and chain, ","html":"<span class='verse-line'>{}</span>"},"an8.56:2.3":{"pli":"Paṅko gabbho ca ubhayaṃ, ","eng":"and bogs and wombs both. ","html":"<span class='verse-line'>{}</span>"},"an8.56:2.4":{"pli":"ete kāmā pavuccanti; ","eng":"These describe the sensual pleasures ","html":"<span class='verse-line'>{}</span>"},"an8.56:2.5":{"pli":"Yattha satto puthujjano. ","eng":"to which ordinary people are attached. ","html":"<span class='verse-line'>{}</span></p>"},"an8.56:3.1":{"pli":"Otiṇṇo sātarūpena, ","eng":"Swamped by things that seem pleasant, ","html":"<p><span class='verse-line'>{}</span>"},"an8.56:3.2":{"pli":"puna gabbhāya gacchati; ","eng":"you go to another womb. ","html":"<span class='verse-line'>{}</span>"},"an8.56:3.3":{"pli":"Yato ca bhikkhu ātāpī, ","eng":"But when a mendicant is keen, ","html":"<span class='verse-line'>{}</span>"},"an8.56:3.4":{"pli":"sampajaññaṃ na riccati. ","eng":"and doesn’t forget awareness, ","html":"<span class='verse-line'>{}</span></p>"},"an8.56:4.1":{"pli":"So imaṃ palipathaṃ duggaṃ, ","eng":"in this way that sort transcend ","html":"<p><span class='verse-line'>{}</span>"},"an8.56:4.2":{"pli":"atikkamma tathāvidho; ","eng":"this grueling swamp. ","html":"<span class='verse-line'>{}</span>"},"an8.56:4.3":{"pli":"Pajaṃ jātijarūpetaṃ, ","eng":"They watch this population flounder, ","html":"<span class='verse-line'>{}</span>"},"an8.56:4.4":{"pli":"phandamānaṃ avekkhatī”ti. ","eng":"fallen into rebirth and old age.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an8.56:4.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}