{"an8.23":{"an8.23:0.1":{"pli":"Aṅguttara Nikāya 8.23 ","eng":"Numbered Discourses 8.23 ","html":"<article id='an8.23'><header><ul><li class='division'>{}</li>"},"an8.23:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.23:0.3":{"pli":"Paṭhamahatthakasutta ","eng":"With Hatthaka (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.23:1.1":{"pli":"Ekaṃ samayaṃ bhagavā āḷaviyaṃ viharati aggāḷave cetiye. ","eng":"At one time the Buddha was staying near Āḷavī, at Āḷavī’s premier shrine. ","html":"<p>{}"},"an8.23:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants: ","html":"{}</p>"},"an8.23:1.3":{"pli":"“sattahi, bhikkhave, acchariyehi abbhutehi dhammehi samannāgataṃ hatthakaṃ āḷavakaṃ dhāretha. ","eng":"“Mendicants, you should remember the householder Hatthaka of Āḷavī as someone who has seven amazing and incredible qualities. ","html":"<p>{}"},"an8.23:1.4":{"pli":"Katamehi sattahi? ","eng":"What seven? ","html":"{}"},"an8.23:1.5":{"pli":"Saddho hi, bhikkhave, hatthako āḷavako; ","eng":"He’s faithful, ","html":"{}"},"an8.23:1.6":{"pli":"sīlavā, bhikkhave, hatthako āḷavako; ","eng":"ethical, ","html":"{}"},"an8.23:1.7":{"pli":"hirīmā, bhikkhave, hatthako āḷavako; ","eng":"conscientious, ","html":"{}"},"an8.23:1.8":{"pli":"ottappī, bhikkhave, hatthako āḷavako; ","eng":"prudent, ","html":"{}"},"an8.23:1.9":{"pli":"bahussuto, bhikkhave, hatthako āḷavako; ","eng":"learned, ","html":"{}"},"an8.23:1.10":{"pli":"cāgavā, bhikkhave, hatthako āḷavako; ","eng":"generous, ","html":"{}"},"an8.23:1.11":{"pli":"paññavā, bhikkhave, hatthako āḷavako—","eng":"and wise. ","html":"{}"},"an8.23:1.12":{"pli":"imehi kho, bhikkhave, sattahi acchariyehi abbhutehi dhammehi samannāgataṃ hatthakaṃ āḷavakaṃ dhārethā”ti. ","eng":"You should remember the householder Hatthaka of Āḷavī as someone who possesses these seven amazing and incredible qualities.” ","html":"{}</p>"},"an8.23:1.13":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an8.23:1.14":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>"},"an8.23:2.1":{"pli":"Atha kho aññataro bhikkhu pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena hatthakassa āḷavakassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then a certain mendicant robed up in the morning and, taking his bowl and robe, went to the home of the householder Hatthaka of Āḷavī, where he sat on the seat spread out. ","html":"<p>{}"},"an8.23:2.2":{"pli":"Atha kho hatthako āḷavako yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho hatthakaṃ āḷavakaṃ so bhikkhu etadavoca: ","eng":"Then Hatthaka went up to that mendicant, bowed, and sat down to one side. The mendicant said to Hatthaka: ","html":"{}</p>"},"an8.23:3.1":{"pli":"“Sattahi kho tvaṃ, āvuso, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato. ","eng":"“Householder, the Buddha declared that you have seven amazing and incredible qualities. ","html":"<p>{}"},"an8.23:3.2":{"pli":"Katamehi sattahi? ","eng":"What seven? ","html":"{}"},"an8.23:3.3":{"pli":"‘Saddho, bhikkhave, hatthako āḷavako; ","eng":"He said that you’re faithful, ","html":"{}"},"an8.23:3.4":{"pli":"sīlavā …pe… ","eng":"ethical, ","html":"{}"},"an8.23:3.5":{"pli":"hirīmā … ","eng":"conscientious, ","html":"{}"},"an8.23:3.6":{"pli":"ottappī … ","eng":"prudent, ","html":"{}"},"an8.23:3.7":{"pli":"bahussuto … ","eng":"learned, ","html":"{}"},"an8.23:3.8":{"pli":"cāgavā … ","eng":"generous, ","html":"{}"},"an8.23:3.9":{"pli":"paññavā, bhikkhave, hatthako āḷavako’ti. ","eng":"and wise. ","html":"{}"},"an8.23:3.10":{"pli":"Imehi kho tvaṃ, āvuso, sattahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato”ti. ","eng":"The Buddha declared that you possess these seven amazing and incredible qualities.” ","html":"{}</p>"},"an8.23:3.11":{"pli":"“Kaccittha, bhante, na koci gihī ahosi odātavasano”ti? ","eng":"“But sir, I trust that no white-clothed lay people were present?” ","html":"<p>{}</p>"},"an8.23:3.12":{"pli":"“Na hettha, āvuso, koci gihī ahosi odātavasano”ti. ","eng":"“No, there weren’t any white-clothed lay people present.” ","html":"<p>{}</p>"},"an8.23:3.13":{"pli":"“Sādhu, bhante, yadettha na koci gihī ahosi odātavasano”ti. ","eng":"“That’s good, sir.” ","html":"<p>{}</p>"},"an8.23:4.1":{"pli":"Atha kho so bhikkhu hatthakassa āḷavakassa nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi. ","eng":"Then that mendicant, after taking almsfood in Hatthaka of Āḷavī’s home, got up from his seat and left. ","html":"<p>{}"},"an8.23:4.2":{"pli":"Atha kho so bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then after the meal, on his return from almsround, he went to the Buddha, bowed, sat down to one side, and told him of what he had discussed with the householder Hatthaka. The Buddha said: ","html":"{}</p>"},"an8.23:5.1":{"pli":"“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena hatthakassa āḷavakassa nivesanaṃ tenupasaṅkamiṃ; upasaṅkamitvā paññatte āsane nisīdiṃ. ","html":"<p>{}"},"an8.23:5.2":{"pli":"Atha kho, bhante, hatthako āḷavako yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. ","html":"{}"},"an8.23:5.3":{"pli":"Ekamantaṃ nisinnaṃ kho ahaṃ, bhante, hatthakaṃ āḷavakaṃ etadavacaṃ: ","html":"{}"},"an8.23:5.4":{"pli":"‘sattahi kho tvaṃ, āvuso, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato. ","html":"{}"},"an8.23:5.5":{"pli":"Katamehi sattahi? ","html":"{}"},"an8.23:5.6":{"pli":"Saddho, bhikkhave, hatthako āḷavako; ","html":"{}"},"an8.23:5.7":{"pli":"sīlavā …pe… ","html":"{}"},"an8.23:5.8":{"pli":"hirīmā … ","html":"{}"},"an8.23:5.9":{"pli":"ottappī … ","html":"{}"},"an8.23:5.10":{"pli":"bahussuto … ","html":"{}"},"an8.23:5.11":{"pli":"cāgavā … ","html":"{}"},"an8.23:5.12":{"pli":"paññavā, bhikkhave, hatthako āḷavakoti. ","html":"{}"},"an8.23:5.13":{"pli":"Imehi kho tvaṃ, āvuso, sattahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’ti. ","html":"{}</p>"},"an8.23:6.1":{"pli":"Evaṃ vutte, bhante, hatthako maṃ etadavoca: ","html":"<p>{}"},"an8.23:6.2":{"pli":"‘kaccittha, bhante, na koci gihī ahosi odātavasano’ti? ","html":"{}"},"an8.23:6.3":{"pli":"‘Na hettha, āvuso, koci gihī ahosi odātavasano’ti. ","html":"{}"},"an8.23:6.4":{"pli":"‘Sādhu, bhante, yadettha na koci gihī ahosi odātavasano’”ti. ","html":"{}</p>"},"an8.23:7.1":{"pli":"“Sādhu sādhu, bhikkhu. ","eng":"“Good, good, mendicant! ","html":"<p>{}"},"an8.23:7.2":{"pli":"Appiccho so, bhikkhu, kulaputto. ","eng":"That gentleman has few wishes. ","html":"{}"},"an8.23:7.3":{"pli":"Santeyeva attani kusaladhamme na icchati parehi ñāyamāne. ","eng":"He doesn’t want his own good qualities to be made known to others. ","html":"{}"},"an8.23:7.4":{"pli":"Tena hi tvaṃ, bhikkhu, imināpi aṭṭhamena acchariyena abbhutena dhammena samannāgataṃ hatthakaṃ āḷavakaṃ dhārehi, yadidaṃ appicchatāyā”ti. ","eng":"Well then, mendicant, you should remember the householder Hatthaka of Āḷavī as someone who has this eighth amazing and incredible quality, that is, fewness of wishes.” ","html":"{}</p>"},"an8.23:7.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.24":{"an8.24:0.1":{"pli":"Aṅguttara Nikāya 8.24 ","eng":"Numbered Discourses 8.24 ","html":"<article id='an8.24'><header><ul><li class='division'>{}</li>"},"an8.24:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.24:0.3":{"pli":"Dutiyahatthakasutta ","eng":"With Hatthaka (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.24:1.1":{"pli":"Ekaṃ samayaṃ bhagavā āḷaviyaṃ viharati aggāḷave cetiye. ","eng":"At one time the Buddha was staying near Āḷavī, at Āḷavī’s premier shrine. ","html":"<p>{}"},"an8.24:1.2":{"pli":"Atha kho hatthako āḷavako pañcamattehi upāsakasatehi parivuto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho hatthakaṃ āḷavakaṃ bhagavā etadavoca: ","eng":"Then the householder Hatthaka of Āḷavī, escorted by around five hundred lay followers, went up to the Buddha, bowed, and sat down to one side. The Buddha said to Hatthaka: ","html":"{}</p>"},"an8.24:1.3":{"pli":"“mahatī kho tyāyaṃ, hatthaka, parisā. ","eng":"“Hatthaka, you have a large congregation. ","html":"<p>{}"},"an8.24:1.4":{"pli":"Kathaṃ pana tvaṃ, hatthaka, imaṃ mahatiṃ parisaṃ saṅgaṇhāsī”ti? ","eng":"How do you bring together such a large congregation?” ","html":"{}</p>"},"an8.24:1.5":{"pli":"“Yānimāni, bhante, bhagavatā desitāni cattāri saṅgahavatthūni, tehāhaṃ imaṃ mahatiṃ parisaṃ saṅgaṇhāmi. ","eng":"“Sir, I bring together such a large congregation by using the four ways of being inclusive as taught by the Buddha. ","html":"<p>{}"},"an8.24:1.6":{"pli":"Ahaṃ, bhante, yaṃ jānāmi: ","eng":"When I know that they ","html":"{}"},"an8.24:1.7":{"pli":"‘ayaṃ dānena saṅgahetabbo’ti, taṃ dānena saṅgaṇhāmi; ","eng":"can be included by a gift, I include them by giving a gift. ","html":"{}"},"an8.24:1.8":{"pli":"yaṃ jānāmi: ","eng":"When I know that they ","html":"{}"},"an8.24:1.9":{"pli":"‘ayaṃ peyyavajjena saṅgahetabbo’ti, taṃ peyyavajjena saṅgaṇhāmi; ","eng":"can be included by kindly words, I include them by kindly words. ","html":"{}"},"an8.24:1.10":{"pli":"yaṃ jānāmi: ","eng":"When I know that they ","html":"{}"},"an8.24:1.11":{"pli":"‘ayaṃ atthacariyāya saṅgahetabbo’ti, taṃ atthacariyāya saṅgaṇhāmi; ","eng":"can be included by taking care of them, I include them by caring for them. ","html":"{}"},"an8.24:1.12":{"pli":"yaṃ jānāmi: ","eng":"When I know that they ","html":"{}"},"an8.24:1.13":{"pli":"‘ayaṃ samānattatāya saṅgahetabbo’ti, taṃ samānattatāya saṅgaṇhāmi. ","eng":"can be included by equality, I include them by treating them equally. ","html":"{}"},"an8.24:1.14":{"pli":"Saṃvijjanti kho pana me, bhante, kule bhogā. ","eng":"But also, worthy sir, my family is wealthy. ","html":"{}"},"an8.24:1.15":{"pli":"Daliddassa kho no tathā sotabbaṃ maññantī”ti. ","eng":"They wouldn’t think that a poor person was worth listening to in the same way.” ","html":"{}</p>"},"an8.24:1.16":{"pli":"“Sādhu sādhu, hatthaka. ","eng":"“Good, good, Hatthaka! ","html":"<p>{}"},"an8.24:1.17":{"pli":"Yoni kho tyāyaṃ, hatthaka, mahatiṃ parisaṃ saṅgahetuṃ. ","eng":"This is the right way to bring together a large congregation. ","html":"{}"},"an8.24:1.18":{"pli":"Ye hi keci, hatthaka, atītamaddhānaṃ mahatiṃ parisaṃ saṅgahesuṃ, sabbe te imeheva catūhi saṅgahavatthūhi mahatiṃ parisaṃ saṅgahesuṃ. ","eng":"Whether in the past, future, or present, all those who have brought together a large congregation have done so by using these four ways of being inclusive.” ","html":"{}"},"an8.24:1.19":{"pli":"Yepi hi keci, hatthaka, anāgatamaddhānaṃ mahatiṃ parisaṃ saṅgaṇhissanti, sabbe te imeheva catūhi saṅgahavatthūhi mahatiṃ parisaṃ saṅgaṇhissanti. ","html":"{}"},"an8.24:1.20":{"pli":"Yepi hi keci, hatthaka, etarahi mahatiṃ parisaṃ saṅgaṇhanti, sabbe te imeheva catūhi saṅgahavatthūhi mahatiṃ parisaṃ saṅgaṇhantī”ti. ","html":"{}</p>"},"an8.24:2.1":{"pli":"Atha kho hatthako āḷavako bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then the Buddha educated, encouraged, fired up, and inspired Hatthaka of Āḷavī with a Dhamma talk, after which he got up from his seat, bowed, and respectfully circled the Buddha before leaving. ","html":"<p>{}"},"an8.24:2.2":{"pli":"Atha kho bhagavā acirapakkante hatthake āḷavake bhikkhū āmantesi: ","eng":"Then, not long after Hatthaka had left, the Buddha addressed the mendicants: ","html":"{}"},"an8.24:2.3":{"pli":"“aṭṭhahi, bhikkhave, acchariyehi abbhutehi dhammehi samannāgataṃ hatthakaṃ āḷavakaṃ dhāretha. ","eng":"“Mendicants, you should remember the householder Hatthaka of Āḷavī as someone who has eight amazing and incredible qualities. ","html":"{}"},"an8.24:2.4":{"pli":"Katamehi aṭṭhahi? ","eng":"What eight? ","html":"{}"},"an8.24:2.5":{"pli":"Saddho, bhikkhave, hatthako āḷavako; ","eng":"He’s faithful, ","html":"{}"},"an8.24:2.6":{"pli":"sīlavā, bhikkhave …pe… ","eng":"ethical, ","html":"{}"},"an8.24:2.7":{"pli":"hirīmā … ","eng":"conscientious, ","html":"{}"},"an8.24:2.8":{"pli":"ottappī … ","eng":"prudent, ","html":"{}"},"an8.24:2.9":{"pli":"bahussuto … ","eng":"learned, ","html":"{}"},"an8.24:2.10":{"pli":"cāgavā … ","eng":"generous, ","html":"{}"},"an8.24:2.11":{"pli":"paññavā, bhikkhave, hatthako āḷavako; ","eng":"wise, ","html":"{}"},"an8.24:2.12":{"pli":"appiccho, bhikkhave, hatthako āḷavako. ","eng":"and has few wishes. ","html":"{}"},"an8.24:2.13":{"pli":"Imehi kho, bhikkhave, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgataṃ hatthakaṃ āḷavakaṃ dhārethā”ti. ","eng":"You should remember the householder Hatthaka of Āḷavī as someone who possesses these eight amazing and incredible qualities.” ","html":"{}</p>"},"an8.24:2.14":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.25":{"an8.25:0.1":{"pli":"Aṅguttara Nikāya 8.25 ","eng":"Numbered Discourses 8.25 ","html":"<article id='an8.25'><header><ul><li class='division'>{}</li>"},"an8.25:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.25:0.3":{"pli":"Mahānāmasutta ","eng":"With Mahānāma ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.25:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"<p>{}"},"an8.25:1.2":{"pli":"Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca: ","eng":"Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"an8.25:1.3":{"pli":"“kittāvatā nu kho, bhante, upāsako hotī”ti? ","eng":"“Sir, how is a lay follower defined?” ","html":"<p>{}</p>"},"an8.25:1.4":{"pli":"“Yato kho, mahānāma, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti; ","eng":"“Mahānāma, when you’ve gone for refuge to the Buddha, the teaching, and the Saṅgha, ","html":"<p>{}"},"an8.25:1.5":{"pli":"ettāvatā kho, mahānāma, upāsako hotī”ti. ","eng":"you’re considered to be a lay follower.” ","html":"{}</p>"},"an8.25:2.1":{"pli":"“Kittāvatā pana, bhante, upāsako sīlavā hotī”ti? ","eng":"“But how is an ethical lay follower defined?” ","html":"<p>{}</p>"},"an8.25:2.2":{"pli":"“Yato kho, mahānāma, upāsako pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti; ","eng":"“When a lay follower doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume beer, wine, and liquor intoxicants, ","html":"<p>{}"},"an8.25:2.3":{"pli":"ettāvatā kho, mahānāma, upāsako sīlavā hotī”ti. ","eng":"they’re considered to be an ethical lay follower.” ","html":"{}</p>"},"an8.25:3.1":{"pli":"“Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti? ","eng":"“But how do we define a lay follower who is practicing to benefit themselves, not others?” ","html":"<p>{}</p>"},"an8.25:3.2":{"pli":"“Yato kho, mahānāma, upāsako attanāva saddhāsampanno hoti, no paraṃ saddhāsampadāya samādapeti; ","eng":"“A lay follower is accomplished in faith, but doesn’t encourage others to do the same. ","html":"<p>{}"},"an8.25:3.3":{"pli":"attanāva sīlasampanno hoti, no paraṃ sīlasampadāya samādapeti; ","eng":"They’re accomplished in ethical conduct, but don’t encourage others to do the same. ","html":"{}"},"an8.25:3.4":{"pli":"attanāva cāgasampanno hoti, no paraṃ cāgasampadāya samādapeti; ","eng":"They’re accomplished in generosity, but don’t encourage others to do the same. ","html":"{}"},"an8.25:3.5":{"pli":"attanāva bhikkhūnaṃ dassanakāmo hoti, no paraṃ bhikkhūnaṃ dassane samādapeti; ","eng":"They like to see the mendicants, but don’t encourage others to do the same. ","html":"{}"},"an8.25:3.6":{"pli":"attanāva saddhammaṃ sotukāmo hoti, no paraṃ saddhammassavane samādapeti; ","eng":"They like to hear the true teaching, but don’t encourage others to do the same. ","html":"{}"},"an8.25:3.7":{"pli":"attanāva sutānaṃ dhammānaṃ dhāraṇajātiko hoti, no paraṃ dhammadhāraṇāya samādapeti; ","eng":"They readily memorize the teachings they’ve heard, but don’t encourage others to do the same. ","html":"{}"},"an8.25:3.8":{"pli":"attanāva sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, no paraṃ atthūpaparikkhāya samādapeti; ","eng":"They examine the meaning of the teachings they’ve memorized, but don’t encourage others to do the same. ","html":"{}"},"an8.25:3.9":{"pli":"attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṃ dhammānudhammappaṭipattiyā samādapeti. ","eng":"Understanding the meaning and the teaching, they practice in line with the teaching, but they don’t encourage others to do the same. ","html":"{}"},"an8.25:3.10":{"pli":"Ettāvatā kho, mahānāma, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti. ","eng":"That’s how we define a lay follower who is practicing to benefit themselves, not others.” ","html":"{}</p>"},"an8.25:4.1":{"pli":"“Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti? ","eng":"“But how do we define a lay follower who is practicing to benefit both themselves and others?” ","html":"<p>{}</p>"},"an8.25:4.2":{"pli":"“Yato kho, mahānāma, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti; ","eng":"“A lay follower is accomplished in faith and encourages others to do the same. ","html":"<p>{}"},"an8.25:4.3":{"pli":"attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti; ","eng":"They’re accomplished in ethical conduct and encourage others to do the same. ","html":"{}"},"an8.25:4.4":{"pli":"attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti; ","eng":"They’re accomplished in generosity and encourage others to do the same. ","html":"{}"},"an8.25:4.5":{"pli":"attanā ca bhikkhūnaṃ dassanakāmo hoti, parañca bhikkhūnaṃ dassane samādapeti; ","eng":"They like to see the mendicants and encourage others to do the same. ","html":"{}"},"an8.25:4.6":{"pli":"attanā ca saddhammaṃ sotukāmo hoti, parañca saddhammassavane samādapeti; ","eng":"They like to hear the true teaching and encourage others to do the same. ","html":"{}"},"an8.25:4.7":{"pli":"attanā ca sutānaṃ dhammānaṃ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti; ","eng":"They readily memorize the teachings they’ve heard and encourage others to do the same. ","html":"{}"},"an8.25:4.8":{"pli":"attanā ca sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti, ","eng":"They examine the meaning of the teachings they’ve memorized and encourage others to do the same. ","html":"{}"},"an8.25:4.9":{"pli":"attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti. ","eng":"Understanding the meaning and the teaching, they practice in line with the teaching and they encourage others to do the same. ","html":"{}"},"an8.25:4.10":{"pli":"Ettāvatā kho, mahānāma, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti. ","eng":"That’s how we define a lay follower who is practicing to benefit both themselves and others.” ","html":"{}</p>"},"an8.25:4.11":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.26":{"an8.26:0.1":{"pli":"Aṅguttara Nikāya 8.26 ","eng":"Numbered Discourses 8.26 ","html":"<article id='an8.26'><header><ul><li class='division'>{}</li>"},"an8.26:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.26:0.3":{"pli":"Jīvakasutta ","eng":"With Jīvaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.26:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati jīvakambavane. ","eng":"At one time the Buddha was staying near Rājagaha in Jīvaka’s Mango Grove. ","html":"<p>{}"},"an8.26:1.2":{"pli":"Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jīvako komārabhacco bhagavantaṃ etadavoca: ","eng":"Then Jīvaka Komārabhacca went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"{}"},"an8.26:1.3":{"pli":"“kittāvatā nu kho, bhante, upāsako hotī”ti? ","eng":"“Sir, how is a lay follower defined?” ","html":"{}</p>"},"an8.26:1.4":{"pli":"“Yato kho, jīvaka, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti; ","eng":"“Jīvaka, when you’ve gone for refuge to the Buddha, the teaching, and the Saṅgha, ","html":"<p>{}"},"an8.26:1.5":{"pli":"ettāvatā kho, jīvaka, upāsako hotī”ti. ","eng":"you’re considered to be a lay follower.” ","html":"{}</p>"},"an8.26:2.1":{"pli":"“Kittāvatā pana, bhante, upāsako sīlavā hotī”ti? ","eng":"“But how is an ethical lay follower defined?” ","html":"<p>{}</p>"},"an8.26:2.2":{"pli":"“Yato kho, jīvaka, upāsako pāṇātipātā paṭivirato hoti …pe… surāmerayamajjapamādaṭṭhānā paṭivirato hoti; ","eng":"“When a lay follower doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume beer, wine, and liquor intoxicants, ","html":"<p>{}"},"an8.26:2.3":{"pli":"ettāvatā kho, jīvaka, upāsako sīlavā hotī”ti. ","eng":"they’re considered to be an ethical lay follower.” ","html":"{}</p>"},"an8.26:3.1":{"pli":"“Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti? ","eng":"“But how do we define a lay follower who is practicing to benefit themselves, not others?” ","html":"<p>{}</p>"},"an8.26:3.2":{"pli":"“Yato kho, jīvaka, upāsako attanāva saddhāsampanno hoti, no paraṃ saddhāsampadāya samādapeti …pe… ","eng":"“A lay follower is accomplished in faith, but doesn’t encourage others to do the same. They’re accomplished in ethical conduct … they’re accomplished in generosity … they like to see the mendicants … they like to hear the true teaching … they memorize the teachings … they examine the meaning … ","html":"<p>{}"},"an8.26:3.3":{"pli":"attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṃ dhammānudhammappaṭipattiyā samādapeti. ","eng":"Understanding the meaning and the teaching, they practice in line with the teaching, but they don’t encourage others to do the same. ","html":"{}"},"an8.26:3.4":{"pli":"Ettāvatā kho, jīvaka, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti. ","eng":"That’s how we define a lay follower who is practicing to benefit themselves, not others.” ","html":"{}</p>"},"an8.26:4.1":{"pli":"“Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti? ","eng":"“But how do we define a lay follower who is practicing to benefit both themselves and others?” ","html":"<p>{}</p>"},"an8.26:4.2":{"pli":"“Yato kho, jīvaka, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti; ","eng":"“A lay follower is accomplished in faith and encourages others to do the same. ","html":"<p>{}"},"an8.26:4.3":{"pli":"attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti; ","eng":"They’re accomplished in ethical conduct and encourage others to do the same. ","html":"{}"},"an8.26:4.4":{"pli":"attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti; ","eng":"They’re accomplished in generosity and encourage others to do the same. ","html":"{}"},"an8.26:4.5":{"pli":"attanā ca bhikkhūnaṃ dassanakāmo hoti, parañca bhikkhūnaṃ dassane samādapeti; ","eng":"They like to see the mendicants and encourage others to do the same. ","html":"{}"},"an8.26:4.6":{"pli":"attanā ca saddhammaṃ sotukāmo hoti, parañca saddhammassavane samādapeti; ","eng":"They like to hear the true teaching and encourage others to do the same. ","html":"{}"},"an8.26:4.7":{"pli":"attanā ca sutānaṃ dhammānaṃ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti; ","eng":"They readily memorize the teachings they’ve heard and encourage others to do the same. ","html":"{}"},"an8.26:4.8":{"pli":"attanā ca sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti; ","eng":"They examine the meaning of the teachings they’ve memorized and encourage others to do the same. ","html":"{}"},"an8.26:4.9":{"pli":"attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti. ","eng":"Understanding the meaning and the teaching, they practice in line with the teaching and they encourage others to do the same. ","html":"{}"},"an8.26:4.10":{"pli":"Ettāvatā kho, jīvaka, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti. ","eng":"That’s how we define a lay follower who is practicing to benefit both themselves and others.” ","html":"{}</p>"},"an8.26:4.11":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.27":{"an8.27:0.1":{"pli":"Aṅguttara Nikāya 8.27 ","eng":"Numbered Discourses 8.27 ","html":"<article id='an8.27'><header><ul><li class='division'>{}</li>"},"an8.27:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.27:0.3":{"pli":"Paṭhamabalasutta ","eng":"Powers (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.27:1.1":{"pli":"“Aṭṭhimāni, bhikkhave, balāni. ","eng":"“Mendicants, there are these eight powers. ","html":"<p>{}"},"an8.27:1.2":{"pli":"Katamāni aṭṭha? ","eng":"What eight? ","html":"{}"},"an8.27:1.3":{"pli":"Ruṇṇabalā, bhikkhave, dārakā, kodhabalā mātugāmā, āvudhabalā corā, issariyabalā rājāno, ujjhattibalā bālā, nijjhattibalā paṇḍitā, paṭisaṅkhānabalā bahussutā, khantibalā samaṇabrāhmaṇā—","eng":"Crying is the power of babies. Anger is the power of ladies. Weapons are the power of bandits. Authority is the power of rulers. Complaining is the power of fools. Reason is the power of the astute. Reflection is the power of the learned. Patience is the power of ascetics and brahmins. ","html":"{}"},"an8.27:1.4":{"pli":"imāni kho, bhikkhave, aṭṭha balānī”ti. ","eng":"These are the eight powers.” ","html":"{}</p>"},"an8.27:1.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.28":{"an8.28:0.1":{"pli":"Aṅguttara Nikāya 8.28 ","eng":"Numbered Discourses 8.28 ","html":"<article id='an8.28'><header><ul><li class='division'>{}</li>"},"an8.28:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.28:0.3":{"pli":"Dutiyabalasutta ","eng":"Powers (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.28:1.1":{"pli":"Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ","eng":"Then Venerable Sāriputta went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an8.28:1.2":{"pli":"“kati nu kho, sāriputta, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"“Sāriputta, how many powers does a mendicant who has ended the defilements have that qualify them to claim: ","html":"<p>{}"},"an8.28:1.3":{"pli":"‘khīṇā me āsavā’”ti? ","eng":"‘My defilements have ended’?” ","html":"{}</p>"},"an8.28:1.4":{"pli":"“Aṭṭha, bhante, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"“Sir, a mendicant who has ended the defilements has eight powers that qualify them to claim: ","html":"<p>{}"},"an8.28:1.5":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an8.28:2.1":{"pli":"Katamāni aṭṭha? ","eng":"What eight? ","html":"<p data-counter='1'>{}"},"an8.28:2.2":{"pli":"Idha, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti. ","eng":"Firstly, a mendicant with defilements ended has clearly seen with right wisdom all conditions as truly impermanent. ","html":"{}"},"an8.28:2.3":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an8.28:2.4":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an8.28:3.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti. ","eng":"Furthermore, a mendicant with defilements ended has clearly seen with right wisdom that sensual pleasures are truly like a pit of glowing coals. ","html":"<p data-counter='2'>{}"},"an8.28:3.2":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an8.28:3.3":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an8.28:4.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantibhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi. ","eng":"Furthermore, the mind of a mendicant with defilements ended slants, slopes, and inclines to seclusion. They’re withdrawn, loving renunciation, and have totally eliminated defiling influences. ","html":"<p data-counter='3'>{}"},"an8.28:4.2":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantibhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an8.28:4.3":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an8.28:5.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā. ","eng":"Furthermore, a mendicant with defilements ended has well developed the four kinds of mindfulness meditation. ","html":"<p data-counter='4'>{}"},"an8.28:5.2":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an8.28:5.3":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an8.28:6.1":{"pli":"Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro iddhipādā bhāvitā honti subhāvitā …pe… ","eng":"Furthermore, a mendicant with defilements ended has well developed the four bases of psychic power … ","html":"<p data-counter='5–8'>{}"},"an8.28:6.2":{"pli":"pañcindriyāni bhāvitāni honti subhāvitāni …pe… ","eng":"the five faculties … ","html":"{}"},"an8.28:6.3":{"pli":"satta bojjhaṅgā bhāvitā honti subhāvitā …pe… ","eng":"the seven awakening factors … ","html":"{}"},"an8.28:6.4":{"pli":"ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito. ","eng":"the noble eightfold path. ","html":"{}"},"an8.28:6.5":{"pli":"Yampi, bhante, khīṇāsavassa bhikkhuno ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"This is a power that a mendicant who has ended the defilements relies on to claim: ","html":"{}"},"an8.28:6.6":{"pli":"‘khīṇā me āsavā’ti. ","eng":"‘My defilements have ended.’ ","html":"{}</p>"},"an8.28:7.1":{"pli":"Imāni kho, bhante, aṭṭha khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti: ","eng":"A mendicant who has ended the defilements possesses these eight powers that qualify them to claim: ","html":"<p>{}"},"an8.28:7.2":{"pli":"‘khīṇā me āsavā’”ti. ","eng":"‘My defilements have ended.’” ","html":"{}</p>"},"an8.28:7.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.29":{"an8.29:0.1":{"pli":"Aṅguttara Nikāya 8.29 ","eng":"Numbered Discourses 8.29 ","html":"<article id='an8.29'><header><ul><li class='division'>{}</li>"},"an8.29:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.29:0.3":{"pli":"Akkhaṇasutta ","eng":"Lost Opportunities ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.29:1.1":{"pli":"“‘Khaṇakicco loko, khaṇakicco loko’ti, bhikkhave, assutavā puthujjano bhāsati, no ca kho so jānāti khaṇaṃ vā akkhaṇaṃ vā. ","eng":"“‘Now is the time! Now is the time!’ So says an unlearned ordinary person. But they don’t know whether it’s time or not. ","html":"<p>{}"},"an8.29:1.2":{"pli":"Aṭṭhime, bhikkhave, akkhaṇā asamayā brahmacariyavāsāya. ","eng":"Mendicants, there are eight lost opportunities for spiritual practice. ","html":"{}"},"an8.29:1.3":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"an8.29:1.4":{"pli":"Idha, bhikkhave, tathāgato ca loke uppanno hoti arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā, dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito; ","eng":"Firstly, a Realized One has arisen in the world—perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. ","html":"<p data-counter='1'>{}"},"an8.29:1.5":{"pli":"ayañca puggalo nirayaṃ upapanno hoti. ","eng":"But an individual has been reborn in hell. ","html":"{}"},"an8.29:1.6":{"pli":"Ayaṃ, bhikkhave, paṭhamo akkhaṇo asamayo brahmacariyavāsāya. ","eng":"This is the first lost opportunity for spiritual practice. ","html":"{}</p>"},"an8.29:2.1":{"pli":"Puna caparaṃ, bhikkhave, tathāgato ca loke uppanno hoti …pe… satthā devamanussānaṃ buddho bhagavā, dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito; ","eng":"Furthermore, a Realized One has arisen in the world. ","html":"<p data-counter='2'>{}"},"an8.29:2.2":{"pli":"ayañca puggalo tiracchānayoniṃ upapanno hoti …pe…. ","eng":"But an individual has been reborn in the animal realm. This is the second lost opportunity. ","html":"{}</p>"},"an8.29:3.1":{"pli":"Puna caparaṃ, bhikkhave …pe… ","eng":"Furthermore, a Realized One has arisen in the world. ","html":"<p data-counter='3'>{}"},"an8.29:3.2":{"pli":"ayañca puggalo pettivisayaṃ upapanno hoti …pe…. ","eng":"But an individual has been reborn in the ghost realm. This is the third lost opportunity. ","html":"{}</p>"},"an8.29:4.1":{"pli":"Puna caparaṃ, bhikkhave …pe… ","eng":"Furthermore, a Realized One has arisen in the world. ","html":"<p data-counter='4'>{}"},"an8.29:4.2":{"pli":"ayañca puggalo aññataraṃ dīghāyukaṃ devanikāyaṃ upapanno hoti …pe…. ","eng":"But an individual has been reborn in one of the long-lived orders of gods. This is the fourth lost opportunity. ","html":"{}</p>"},"an8.29:5.1":{"pli":"Puna caparaṃ, bhikkhave …pe… ","eng":"Furthermore, a Realized One has arisen in the world. ","html":"<p data-counter='5'>{}"},"an8.29:5.2":{"pli":"ayañca puggalo paccantimesu janapadesu paccājāto hoti, so ca hoti aviññātāresu milakkhesu, yattha natthi gati bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ …pe…. ","eng":"But an individual has been reborn in the borderlands, among uneducated foreigners, where monks, nuns, laymen, and laywomen do not go. This is the fifth lost opportunity … ","html":"{}</p>"},"an8.29:6.1":{"pli":"Puna caparaṃ, bhikkhave …pe… ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti micchādiṭṭhiko viparītadassano: ","eng":"Furthermore, a Realized One has arisen in the world. And an individual is reborn in a central country. But they have wrong view and distorted perspective: ","html":"<p data-counter='6'>{}"},"an8.29:6.2":{"pli":"‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti …pe…. ","eng":"‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is rightly comported and rightly practiced, and who describes the afterlife after realizing it with their own insight.’ This is the sixth lost opportunity … ","html":"{}</p>"},"an8.29:7.1":{"pli":"Puna caparaṃ, bhikkhave …pe… ","eng":"Furthermore, a Realized One has arisen in the world. ","html":"<p data-counter='7'>{}"},"an8.29:7.2":{"pli":"ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti duppañño jaḷo eḷamūgo appaṭibalo subhāsitadubbhāsitassa atthamaññātuṃ. ","eng":"And an individual is reborn in a central country. But they’re witless, dull, idiotic, and unable to distinguish what is well said from what is poorly said. ","html":"{}"},"an8.29:7.3":{"pli":"Ayaṃ, bhikkhave, sattamo akkhaṇo asamayo brahmacariyavāsāya. ","eng":"This is the seventh lost opportunity … ","html":"{}</p>"},"an8.29:8.1":{"pli":"Puna caparaṃ, bhikkhave, tathāgato ca loke anuppanno hoti arahaṃ sammāsambuddho …pe… satthā devamanussānaṃ buddho bhagavā. ","eng":"Furthermore, a Realized One has not arisen in the world … ","html":"<p data-counter='8'>{}"},"an8.29:8.2":{"pli":"Dhammo ca na desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito. Ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti paññavā ajaḷo aneḷamūgo paṭibalo subhāsitadubbhāsitassa atthamaññātuṃ. ","eng":"So he doesn’t teach the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. And an individual is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said. ","html":"{}"},"an8.29:8.3":{"pli":"Ayaṃ, bhikkhave, aṭṭhamo akkhaṇo asamayo brahmacariyavāsāya. ","eng":"This is the eighth lost opportunity … ","html":"{}</p>"},"an8.29:9.1":{"pli":"Ime kho, bhikkhave, aṭṭha akkhaṇā asamayā brahmacariyavāsāya. ","eng":"There are these eight lost opportunities for spiritual practice. ","html":"<p>{}</p>"},"an8.29:10.1":{"pli":"Ekova kho, bhikkhave, khaṇo ca samayo ca brahmacariyavāsāya. ","eng":"Mendicants, there is just one opportunity for spiritual practice. ","html":"<p>{}"},"an8.29:10.2":{"pli":"Katamo eko? ","eng":"What is that one? ","html":"{}"},"an8.29:10.3":{"pli":"Idha, bhikkhave, tathāgato ca loke uppanno hoti arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"It’s when a Realized One has arisen in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"{}"},"an8.29:10.4":{"pli":"Dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito. Ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti paññavā ajaḷo aneḷamūgo paṭibalo subhāsitadubbhāsitassa atthamaññātuṃ. ","eng":"He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. And an individual is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said. ","html":"{}"},"an8.29:10.5":{"pli":"Ayaṃ, bhikkhave, ekova khaṇo ca samayo ca brahmacariyavāsāyāti. ","eng":"This is the one opportunity for spiritual practice. ","html":"{}</p>"},"an8.29:11.1":{"pli":"Manussalābhaṃ laddhāna, ","eng":"When you’ve gained the human state, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"an8.29:11.2":{"pli":"saddhamme suppavedite; ","eng":"and the true teaching has been so well proclaimed, ","html":"<span class='verse-line'>{}</span>"},"an8.29:11.3":{"pli":"Ye khaṇaṃ nādhigacchanti, ","eng":"those who don’t seize the moment ","html":"<span class='verse-line'>{}</span>"},"an8.29:11.4":{"pli":"atināmenti te khaṇaṃ. ","eng":"are wasting their time. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:12.1":{"pli":"Bahū hi akkhaṇā vuttā, ","eng":"For many wrong times are spoken of, ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:12.2":{"pli":"maggassa antarāyikā; ","eng":"which obstruct the path. ","html":"<span class='verse-line'>{}</span>"},"an8.29:12.3":{"pli":"Kadāci karahaci loke, ","eng":"Only on rare occasions ","html":"<span class='verse-line'>{}</span>"},"an8.29:12.4":{"pli":"uppajjanti tathāgatā. ","eng":"do Realized Ones arise. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:13.1":{"pli":"Tayidaṃ sammukhībhūtaṃ, ","eng":"If you find yourself in their presence, ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:13.2":{"pli":"yaṃ lokasmiṃ sudullabhaṃ; ","eng":"so hard to find in the world, ","html":"<span class='verse-line'>{}</span>"},"an8.29:13.3":{"pli":"Manussapaṭilābho ca, ","eng":"and if you’ve gained a human birth, ","html":"<span class='verse-line'>{}</span>"},"an8.29:13.4":{"pli":"saddhammassa ca desanā; ","eng":"and the teaching of the Dhamma; ","html":"<span class='verse-line'>{}</span>"},"an8.29:13.5":{"pli":"Alaṃ vāyamituṃ tattha, ","eng":"that’s enough to make an effort, ","html":"<span class='verse-line'>{}</span>"},"an8.29:13.6":{"pli":"attakāmena jantunā. ","eng":"for a personage who desires self-knowledge. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:14.1":{"pli":"Kathaṃ vijaññā saddhammaṃ, ","eng":"How is the true teaching to be understood ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:14.2":{"pli":"khaṇo ve mā upaccagā; ","eng":"so that the moment doesn’t pass you by? ","html":"<span class='verse-line'>{}</span>"},"an8.29:14.3":{"pli":"Khaṇātītā hi socanti, ","eng":"For if you miss your moment ","html":"<span class='verse-line'>{}</span>"},"an8.29:14.4":{"pli":"nirayamhi samappitā. ","eng":"you’ll grieve when sent to hell. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:15.1":{"pli":"Idha ce naṃ virādheti, ","eng":"If you fail to achieve ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:15.2":{"pli":"saddhammassa niyāmataṃ; ","eng":"certainty regarding the true teaching ","html":"<span class='verse-line'>{}</span>"},"an8.29:15.3":{"pli":"Vāṇijova atītattho, ","eng":"you’ll regret it for a long time, ","html":"<span class='verse-line'>{}</span>"},"an8.29:15.4":{"pli":"cirattaṃ anutapissati. ","eng":"like the merchant in the story of the past. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:16.1":{"pli":"Avijjānivuto poso, ","eng":"A man shrouded by ignorance, ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:16.2":{"pli":"saddhammaṃ aparādhiko; ","eng":"a failure in the true teaching, ","html":"<span class='verse-line'>{}</span>"},"an8.29:16.3":{"pli":"Jātimaraṇasaṃsāraṃ, ","eng":"will long undergo ","html":"<span class='verse-line'>{}</span>"},"an8.29:16.4":{"pli":"ciraṃ paccanubhossati. ","eng":"transmigration through birth and death. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:17.1":{"pli":"Ye ca laddhā manussattaṃ, ","eng":"Those who’ve gained the human state ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:17.2":{"pli":"saddhamme suppavedite; ","eng":"when the true teaching has been so well proclaimed, ","html":"<span class='verse-line'>{}</span>"},"an8.29:17.3":{"pli":"Akaṃsu satthu vacanaṃ, ","eng":"and have completed what the Teacher taught—","html":"<span class='verse-line'>{}</span>"},"an8.29:17.4":{"pli":"karissanti karonti vā. ","eng":"or will do so, or are doing so now—","html":"<span class='verse-line'>{}</span></p>"},"an8.29:18.1":{"pli":"Khaṇaṃ paccaviduṃ loke, ","eng":"have realized the right time in the world ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:18.2":{"pli":"brahmacariyaṃ anuttaraṃ; ","eng":"for the supreme spiritual life. ","html":"<span class='verse-line'>{}</span>"},"an8.29:18.3":{"pli":"Ye maggaṃ paṭipajjiṃsu, ","eng":"You should live guarded, ever mindful, ","html":"<span class='verse-line'>{}</span>"},"an8.29:18.4":{"pli":"tathāgatappaveditaṃ. ","eng":"not festering with defilements, ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:19.1":{"pli":"Ye saṃvarā cakkhumatā, ","eng":"among those restrained ones ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:19.2":{"pli":"desitādiccabandhunā; ","eng":"who have practiced the path ","html":"<span class='verse-line'>{}</span>"},"an8.29:19.3":{"pli":"Tesu gutto sadā sato, ","eng":"proclaimed by the Realized One, the Clear-eyed One, ","html":"<span class='verse-line'>{}</span>"},"an8.29:19.4":{"pli":"vihare anavassuto. ","eng":"and taught by the Kinsman of the Sun. ","html":"<span class='verse-line'>{}</span></p>"},"an8.29:20.1":{"pli":"Sabbe anusaye chetvā, ","eng":"Having cut off all underlying tendencies ","html":"<p><span class='verse-line'>{}</span>"},"an8.29:20.2":{"pli":"māradheyyaparānuge; ","eng":"that follow those drifting in Māra’s dominion, ","html":"<span class='verse-line'>{}</span>"},"an8.29:20.3":{"pli":"Te ve pāraṅgatā loke, ","eng":"they’re the ones in this world <j>who’ve truly crossed over, ","html":"<span class='verse-line'>{}</span>"},"an8.29:20.4":{"pli":"ye pattā āsavakkhayan”ti. ","eng":"having reached the ending of defilements.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"an8.29:20.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}