{"an8.20":{"an8.20:0.1":{"pli":"Aṅguttara Nikāya 8.20 ","eng":"Numbered Discourses 8.20 ","html":"<article id='an8.20'><header><ul><li class='division'>{}</li>"},"an8.20:0.2":{"pli":"2. Mahāvagga ","eng":"2. The Great Chapter ","html":"<li>{}</li></ul>"},"an8.20:0.3":{"pli":"Uposathasutta ","eng":"Sabbath ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.20:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. ","html":"<p>{}</p>"},"an8.20:1.2":{"pli":"Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ","eng":"Now, at that time it was the sabbath, and the Buddha was sitting surrounded by the Saṅgha of monks. ","html":"<p>{}"},"an8.20:1.3":{"pli":"Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"{}"},"an8.20:1.4":{"pli":"“abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho. ","eng":"“Sir, the night is getting late. It is the first watch of the night, and the Saṅgha of monks has been sitting long. ","html":"{}"},"an8.20:1.5":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}</p>"},"an8.20:2.1":{"pli":"Evaṃ vutte, bhagavā tuṇhī ahosi. ","eng":"But when he said this, the Buddha kept silent. ","html":"<p>{}</p>"},"an8.20:2.2":{"pli":"Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"an8.20:2.3":{"pli":"“abhikkantā, bhante, ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṅgho. ","eng":"“Sir, the night is getting late. It is the middle watch of the night, and the Saṅgha of monks has been sitting long. ","html":"{}"},"an8.20:2.4":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}</p>"},"an8.20:2.5":{"pli":"Dutiyampi kho bhagavā tuṇhī ahosi. ","eng":"But for a second time the Buddha kept silent. ","html":"<p>{}</p>"},"an8.20:2.6":{"pli":"Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"For a third time, as the night was getting late, in the last watch of the night, as dawn stirred, bringing joy to the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"an8.20:2.7":{"pli":"“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṃ aruṇaṃ, nandimukhī ratti; ","eng":"“Sir, the night is getting late. It is the last watch of the night and dawn stirs, bringing joy to the night. ","html":"{}"},"an8.20:2.8":{"pli":"ciranisinno bhikkhusaṅgho. ","eng":"And the Saṅgha has been sitting long. ","html":"{}"},"an8.20:2.9":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}</p>"},"an8.20:2.10":{"pli":"“Aparisuddhā, ānanda, parisā”ti. ","eng":"“Ānanda, the assembly is not pure.” ","html":"<p>{}</p>"},"an8.20:3.1":{"pli":"Atha kho āyasmato mahāmoggallānassa etadahosi: ","eng":"Then Venerable Mahāmoggallāna thought, ","html":"<p>{}"},"an8.20:3.2":{"pli":"“kaṃ nu kho bhagavā puggalaṃ sandhāya evamāha: ","eng":"“Who is the Buddha talking about?” ","html":"{}"},"an8.20:3.3":{"pli":"‘aparisuddhā, ānanda, parisā’”ti? ","html":"{}</p>"},"an8.20:3.4":{"pli":"Atha kho āyasmā mahāmoggallāno sabbāvantaṃ bhikkhusaṅghaṃ cetasā ceto paricca manasākāsi. ","eng":"Then he focused on encompassing the minds of everyone in the Saṅgha. ","html":"<p>{}"},"an8.20:3.5":{"pli":"Addasā kho āyasmā mahāmoggallāno taṃ puggalaṃ dussīlaṃ pāpadhammaṃ asuciṃ saṅkassarasamācāraṃ paṭicchannakammantaṃ assamaṇaṃ samaṇapaṭiññaṃ abrahmacāriṃ brahmacāripaṭiññaṃ antopūtiṃ avassutaṃ kasambujātaṃ majjhe bhikkhusaṅghassa nisinnaṃ; ","eng":"He saw that unethical individual, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved, sitting in the middle of the Saṅgha. ","html":"{}</p>"},"an8.20:3.6":{"pli":"disvāna uṭṭhāyāsanā yena so puggalo tenupasaṅkami; upasaṅkamitvā taṃ puggalaṃ etadavoca: ","eng":"When he saw him he got up from his seat, went up to him and said, ","html":"<p>{}"},"an8.20:3.7":{"pli":"“uṭṭhehāvuso, diṭṭhosi bhagavatā. ","eng":"“Get up, reverend. The Buddha has seen you. ","html":"{}"},"an8.20:3.8":{"pli":"Natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","eng":"You can’t live in communion with the monks.” ","html":"{}</p>"},"an8.20:4.1":{"pli":"Evaṃ vutte, so puggalo tuṇhī ahosi. ","eng":"But when he said this, that individual kept silent. ","html":"<p>{}</p>"},"an8.20:4.2":{"pli":"Dutiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca: ","eng":"For a second time ","html":"<p>{}"},"an8.20:4.3":{"pli":"“uṭṭhehāvuso, diṭṭhosi bhagavatā. ","html":"{}"},"an8.20:4.4":{"pli":"Natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","html":"{}"},"an8.20:4.5":{"pli":"Dutiyampi kho so puggalo tuṇhī ahosi. ","html":"{}</p>"},"an8.20:4.6":{"pli":"Tatiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca: ","eng":"and a third time, ","html":"<p>{}"},"an8.20:4.7":{"pli":"“uṭṭhehāvuso, diṭṭhosi bhagavatā. ","eng":"he asked that monk to leave. ","html":"{}"},"an8.20:4.8":{"pli":"Natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","html":"{}</p>"},"an8.20:4.9":{"pli":"Tatiyampi kho so puggalo tuṇhī ahosi. ","eng":"But for a third time that individual kept silent. ","html":"<p>{}</p>"},"an8.20:5.1":{"pli":"Atha kho āyasmā mahāmoggallāno taṃ puggalaṃ bāhāyaṃ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṃ datvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ","eng":"Then Venerable Mahāmoggallāna took that individual by the arm, ejected him out the gate, and bolted the door. Then he went up to the Buddha, and said to him, ","html":"<p>{}"},"an8.20:5.2":{"pli":"“nikkhāmito so, bhante, puggalo mayā. ","eng":"“I have ejected that individual. ","html":"{}"},"an8.20:5.3":{"pli":"Parisuddhā parisā. ","eng":"The assembly is pure. ","html":"{}"},"an8.20:5.4":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}</p>"},"an8.20:5.5":{"pli":"“Acchariyaṃ, moggallāna, abbhutaṃ, moggallāna. ","eng":"“It’s incredible, Moggallāna, it’s amazing, ","html":"<p>{}"},"an8.20:5.6":{"pli":"Yāva bāhā gahaṇāpi nāma so moghapuriso āgamissatī”ti. ","eng":"how that futile man waited to be taken by the arm!” ","html":"{}</p>"},"an8.20:6.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the monks: ","html":"<p>{}</p>"},"an8.20:6.2":{"pli":"“tumheva dāni, bhikkhave, uposathaṃ kareyyātha, pātimokkhaṃ uddiseyyātha. ","eng":"“Now, monks, you should perform the sabbath and recite the monastic code. ","html":"<p>{}"},"an8.20:6.3":{"pli":"Na dānāhaṃ, bhikkhave, ajjatagge uposathaṃ karissāmi, pātimokkhaṃ uddisissāmi. ","eng":"From this day forth, I will not perform the sabbath or recite the monastic code. ","html":"{}"},"an8.20:6.4":{"pli":"Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ tathāgato aparisuddhāya parisāya pātimokkhaṃ uddiseyya. ","eng":"It’s impossible, monks, it can’t happen that a Realized One could recite the monastic code in an impure assembly. ","html":"{}</p>"},"an8.20:7.1":{"pli":"Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ","eng":"Seeing these eight incredible and amazing things the titans love the ocean. ","html":"<p>{}"},"an8.20:7.2":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}"},"an8.20:7.3":{"pli":"Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ","eng":"The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ","html":"{}"},"an8.20:7.4":{"pli":"Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ","html":"{}"},"an8.20:7.5":{"pli":"ayaṃ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti (yathā purime tathā vitthāro.) ","eng":"This is the first thing the titans love about the ocean. ","html":"{}</p>"},"an8.20:7.6":{"pli":"…pe… ","eng":"(Tell in full as in the previous discourse.) ","html":"<p class='expansion-instructions'>{}</p>"},"an8.20:8.1":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā. Vasanti mahāsamudde yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā. ","eng":"Furthermore, many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ","html":"<p>{}"},"an8.20:8.2":{"pli":"Yampi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; vasanti mahāsamudde yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā; ","html":"{}"},"an8.20:8.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the eighth thing the titans love about the ocean. ","html":"{}"},"an8.20:8.4":{"pli":"Ime kho, bhikkhave, mahāsamudde aṭṭha acchariyā abbhutā dhammā, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"Seeing these eight incredible and amazing things the titans love the ocean. ","html":"{}</p>"},"an8.20:9.1":{"pli":"Evamevaṃ kho, bhikkhave, aṭṭha imasmiṃ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"In the same way, seeing eight incredible and amazing things, mendicants, the mendicants love this teaching and training. ","html":"<p>{}"},"an8.20:9.2":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"an8.20:9.3":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ","eng":"The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ","html":"<p>{}"},"an8.20:9.4":{"pli":"evamevaṃ kho, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ","eng":"In the same way in this teaching and training the penetration to enlightenment comes from gradual training, progress, and practice, not abruptly. ","html":"{}"},"an8.20:9.5":{"pli":"Yampi, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ","html":"{}"},"an8.20:9.6":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti …pe… ","eng":"This is the first thing the mendicants love about this teaching and training. … ","html":"{}</p>"},"an8.20:9.7":{"pli":"seyyathāpi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā, vasanti mahāsamudde yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā; ","eng":"Many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ","html":"<p>{}"},"an8.20:9.8":{"pli":"evamevaṃ kho, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno …pe… arahā arahattāya paṭipanno. ","eng":"In the same way, great beings live in this teaching and training, and these are those beings. The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. ","html":"{}"},"an8.20:9.9":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno …pe… arahā arahattāya paṭipanno; ","html":"{}"},"an8.20:9.10":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the eighth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.20:9.11":{"pli":"Ime kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti. ","eng":"Seeing these eight incredible and amazing things, the mendicants love this teaching and training.” ","html":"<p>{}</p>"},"an8.20:9.12":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an8.20:9.13":{"pli":"Mahāvaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an8.20:10.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an8.20:10.1":{"pli":"Verañjo sīho ājaññaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an8.20:10.2":{"pli":"khaḷuṅkena malāni ca; ","html":"<span class='verse-line'>{}</span>"},"an8.20:10.3":{"pli":"Dūteyyaṃ dve ca bandhanā, ","html":"<span class='verse-line'>{}</span>"},"an8.20:10.4":{"pli":"pahārādo uposathoti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an8.21":{"an8.21:0.1":{"pli":"Aṅguttara Nikāya 8.21 ","eng":"Numbered Discourses 8.21 ","html":"<article id='an8.21'><header><ul><li class='division'>{}</li>"},"an8.21:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.21:0.3":{"pli":"Paṭhamauggasutta ","eng":"With Ugga of Vesālī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.21:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}"},"an8.21:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants: ","html":"{}"},"an8.21:1.3":{"pli":"“aṭṭhahi, bhikkhave, acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ vesālikaṃ dhārethā”ti. ","eng":"“Mendicants, you should remember the householder Ugga of Vesālī as someone who has eight amazing and incredible qualities.” ","html":"{}</p>"},"an8.21:1.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an8.21:1.5":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>"},"an8.21:2.1":{"pli":"Atha kho aññataro bhikkhu pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena uggassa gahapatino vesālikassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then a certain mendicant robed up in the morning and, taking his bowl and robe, went to the home of the householder Ugga of Vesālī, where he sat on the seat spread out. ","html":"<p>{}"},"an8.21:2.2":{"pli":"Atha kho uggo gahapati vesāliko yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uggaṃ gahapatiṃ vesālikaṃ so bhikkhu etadavoca: ","eng":"Then Ugga of Vesālī went up to that mendicant, bowed, and sat down to one side. The mendicant said to him: ","html":"{}</p>"},"an8.21:3.1":{"pli":"“Aṭṭhahi kho tvaṃ, gahapati, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato. ","eng":"“Householder, the Buddha declared that you have eight amazing and incredible qualities. ","html":"<p>{}"},"an8.21:3.2":{"pli":"Katame te, gahapati, aṭṭha acchariyā abbhutā dhammā, yehi tvaṃ samannāgato bhagavatā byākato”ti? ","eng":"What are the eight qualities that he spoke of?” ","html":"{}</p>"},"an8.21:3.3":{"pli":"“Na kho ahaṃ, bhante, jānāmi: ","eng":"“Sir, I don’t know ","html":"<p>{}"},"an8.21:3.4":{"pli":"‘katamehi aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’ti. ","eng":"what eight amazing and incredible qualities the Buddha was referring to. ","html":"{}"},"an8.21:3.5":{"pli":"Api ca, bhante, ye me aṭṭha acchariyā abbhutā dhammā saṃvijjanti,; ","eng":"But these eight amazing and incredible qualities are found in me. ","html":"{}"},"an8.21:3.6":{"pli":"taṃ suṇohi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an8.21:3.7":{"pli":"“Evaṃ, gahapatī”ti kho so bhikkhu uggassa gahapatino vesālikassa paccassosi. ","eng":"“Yes, householder,” replied the mendicant. ","html":"<p>{}"},"an8.21:3.8":{"pli":"Uggo gahapati vesāliko etadavoca: ","eng":"Ugga of Vesālī said this: ","html":"{}</p>"},"an8.21:3.9":{"pli":"“yadāhaṃ, bhante, bhagavantaṃ paṭhamaṃ dūratova addasaṃ; ","eng":"“Sir, when I first saw the Buddha off in the distance, ","html":"<p data-counter='1'>{}"},"an8.21:3.10":{"pli":"saha dassaneneva me, bhante, bhagavato cittaṃ pasīdi. ","eng":"my heart was inspired as soon as I saw him. ","html":"{}"},"an8.21:3.11":{"pli":"Ayaṃ kho me, bhante, paṭhamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the first incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:4.1":{"pli":"So kho ahaṃ, bhante, pasannacitto bhagavantaṃ payirupāsiṃ. ","eng":"With confident heart I paid homage to the Buddha. ","html":"<p data-counter='2'>{}"},"an8.21:4.2":{"pli":"Tassa me bhagavā anupubbiṃ kathaṃ kathesi, seyyathidaṃ—","eng":"The Buddha taught me step by step, ","html":"{}"},"an8.21:4.3":{"pli":"dānakathaṃ sīlakathaṃ saggakathaṃ; kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ","eng":"with a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ","html":"{}"},"an8.21:4.4":{"pli":"Yadā maṃ bhagavā aññāsi kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—","eng":"And when he knew that my mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ","html":"{}"},"an8.21:4.5":{"pli":"dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ. ","eng":"suffering, its origin, its cessation, and the path. ","html":"{}"},"an8.21:4.6":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","eng":"Just as a clean cloth rid of stains would properly absorb dye, ","html":"{}"},"an8.21:4.7":{"pli":"evamevaṃ kho me tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"in that very seat the stainless, immaculate vision of the Dhamma arose in me: ","html":"{}"},"an8.21:4.8":{"pli":"‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ","eng":"‘Everything that has a beginning has an end.’ ","html":"{}"},"an8.21:4.9":{"pli":"So kho ahaṃ, bhante, diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane ","eng":"I saw, attained, understood, and fathomed the Dhamma. I went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. ","html":"{}"},"an8.21:4.10":{"pli":"tattheva buddhañca dhammañca saṅghañca saraṇaṃ agamāsiṃ, brahmacariyapañcamāni ca sikkhāpadāni samādiyiṃ. ","eng":"Right there I went for refuge to the Buddha, his teaching, and the Saṅgha. And I undertook the five training rules with chastity as the fifth. ","html":"{}"},"an8.21:4.11":{"pli":"Ayaṃ kho me, bhante, dutiyo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the second incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:5.1":{"pli":"Tassa mayhaṃ, bhante, catasso komāriyo pajāpatiyo ahesuṃ. ","eng":"I had four teenage wives. ","html":"<p data-counter='3'>{}"},"an8.21:5.2":{"pli":"Atha khvāhaṃ, bhante, yena tā pajāpatiyo tenupasaṅkamiṃ; upasaṅkamitvā tā pajāpatiyo etadavacaṃ: ","eng":"And I went to them and said: ","html":"{}"},"an8.21:5.3":{"pli":"‘mayā kho, bhaginiyo, brahmacariyapañcamāni sikkhāpadāni samādinnāni. ","eng":"‘Sisters, I’ve undertaken the five training rules with chastity as fifth. ","html":"{}"},"an8.21:5.4":{"pli":"Yā icchati sā idheva bhoge ca bhuñjatu puññāni ca karotu, sakāni vā ñātikulāni gacchatu. ","eng":"If you wish, you may stay here, enjoy my wealth, and do good deeds. Or you can return to your own families. ","html":"{}"},"an8.21:5.5":{"pli":"Hoti vā pana purisādhippāyo, kassa vo dammī’ti? ","eng":"Or would you prefer if I gave you to another man?’ ","html":"{}"},"an8.21:5.6":{"pli":"Evaṃ vutte, sā, bhante, jeṭṭhā pajāpati maṃ etadavoca: ","eng":"When I said this, my eldest wife said to me: ","html":"{}"},"an8.21:5.7":{"pli":"‘itthannāmassa maṃ, ayyaputta, purisassa dehī’ti. ","eng":"‘Master, please give me to such-and-such a man.’ ","html":"{}"},"an8.21:5.8":{"pli":"Atha kho ahaṃ, bhante, taṃ purisaṃ pakkosāpetvā vāmena hatthena pajāpatiṃ gahetvā dakkhiṇena hatthena bhiṅgāraṃ gahetvā tassa purisassa oṇojesiṃ. ","eng":"Then I summoned that man. Taking my wife with my left hand and a ceremonial vase with my right, I presented her to that man with the pouring of water. ","html":"{}"},"an8.21:5.9":{"pli":"Komāriṃ kho panāhaṃ, bhante, dāraṃ pariccajanto nābhijānāmi cittassa aññathattaṃ. ","eng":"But I can’t recall getting upset while giving away my teenage wife. ","html":"{}"},"an8.21:5.10":{"pli":"Ayaṃ kho me, bhante, tatiyo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the third incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:6.1":{"pli":"Saṃvijjanti kho pana me, bhante, kule bhogā. ","eng":"And though my family has wealth, ","html":"<p data-counter='4'>{}"},"an8.21:6.2":{"pli":"Te ca kho appaṭivibhattā sīlavantehi kalyāṇadhammehi. ","eng":"it’s shared without reserve with ethical people of good character. ","html":"{}"},"an8.21:6.3":{"pli":"Ayaṃ kho me, bhante, catuttho acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the fourth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:7.1":{"pli":"Yaṃ kho panāhaṃ, bhante, bhikkhuṃ payirupāsāmi; ","eng":"When I pay homage to a mendicant, ","html":"<p data-counter='5'>{}"},"an8.21:7.2":{"pli":"sakkaccaṃyeva payirupāsāmi, no asakkaccaṃ. ","eng":"I do so carefully, not carelessly. ","html":"{}"},"an8.21:7.3":{"pli":"Ayaṃ kho me, bhante, pañcamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the fifth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:8.1":{"pli":"So ce, bhante, me āyasmā dhammaṃ deseti; ","eng":"If that venerable teaches me the Dhamma, ","html":"<p data-counter='6'>{}"},"an8.21:8.2":{"pli":"sakkaccaṃyeva suṇomi, no asakkaccaṃ. ","eng":"I listen carefully, not carelessly. ","html":"{}"},"an8.21:8.3":{"pli":"No ce me so āyasmā dhammaṃ deseti, ahamassa dhammaṃ desemi. ","eng":"But if they don’t teach me the Dhamma, I teach them. ","html":"{}"},"an8.21:8.4":{"pli":"Ayaṃ kho me, bhante, chaṭṭho acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the sixth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:9.1":{"pli":"Anacchariyaṃ kho pana maṃ, bhante, devatā upasaṅkamitvā ārocenti: ","eng":"It’s not unusual for deities to come to me and announce: ","html":"<p data-counter='7'>{}"},"an8.21:9.2":{"pli":"‘svākkhāto, gahapati, bhagavatā dhammo’ti. ","eng":"‘Householder, the Buddha’s teaching is well explained!’ ","html":"{}"},"an8.21:9.3":{"pli":"Evaṃ vutte, ahaṃ, bhante, tā devatā evaṃ vadāmi: ","eng":"When they say this I say to them: ","html":"{}"},"an8.21:9.4":{"pli":"‘vadeyyātha vā evaṃ kho tumhe devatā no vā vadeyyātha, atha kho svākkhāto bhagavatā dhammo’ti. ","eng":"‘The Buddha’s teaching is well explained, regardless of whether or not you deities say so!’ ","html":"{}"},"an8.21:9.5":{"pli":"Na kho panāhaṃ, bhante, abhijānāmi tatonidānaṃ cittassa unnatiṃ: ","eng":"But I don’t recall getting too excited by the fact that ","html":"{}"},"an8.21:9.6":{"pli":"‘maṃ vā devatā upasaṅkamanti, ahaṃ vā devatāhi saddhiṃ sallapāmī’ti. ","eng":"the deities come to me, and I have a conversation with them. ","html":"{}"},"an8.21:9.7":{"pli":"Ayaṃ kho me, bhante, sattamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the seventh incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:10.1":{"pli":"Yānimāni, bhante, bhagavatā desitāni pañcorambhāgiyāni saṃyojanāni, nāhaṃ tesaṃ kiñci attani appahīnaṃ samanupassāmi. ","eng":"Of the five lower fetters taught by the Buddha, I don’t see any that I haven’t given up. ","html":"<p data-counter='8'>{}"},"an8.21:10.2":{"pli":"Ayaṃ kho me, bhante, aṭṭhamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the eighth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.21:11.1":{"pli":"Ime kho me, bhante, aṭṭha acchariyā abbhutā dhammā saṃvijjanti. ","eng":"These eight amazing and incredible qualities are found in me. ","html":"<p>{}"},"an8.21:11.2":{"pli":"Na ca kho ahaṃ jānāmi—","eng":"But I don’t know ","html":"{}"},"an8.21:11.3":{"pli":"katamehi cāhaṃ aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato”ti. ","eng":"what eight amazing and incredible qualities the Buddha was referring to.” ","html":"{}</p>"},"an8.21:12.1":{"pli":"Atha kho so bhikkhu uggassa gahapatino vesālikassa nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi. ","eng":"Then that mendicant, after taking almsfood in Ugga of Vesālī’s home, got up from his seat and left. ","html":"<p>{}"},"an8.21:12.2":{"pli":"Atha kho so bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then after the meal, on his return from almsround, he went to the Buddha, bowed, and sat down to one side. ","html":"{}"},"an8.21:12.3":{"pli":"Ekamantaṃ nisinno kho so bhikkhu yāvatako ahosi uggena gahapatinā vesālikena saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesi. ","eng":"He informed the Buddha of all he had discussed with the householder Ugga of Vesālī. The Buddha said: ","html":"{}</p>"},"an8.21:13.1":{"pli":"“Sādhu sādhu, bhikkhu. ","eng":"“Good, good, mendicant! ","html":"<p>{}"},"an8.21:13.2":{"pli":"Yathā taṃ uggo gahapati vesāliko sammā byākaramāno byākareyya, imeheva kho, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato uggo gahapati vesāliko mayā byākato. ","eng":"When I declared that the householder Ugga of Vesālī was someone who has eight amazing and incredible qualities, I was referring to the same eight qualities that he rightly explained to you. ","html":"{}"},"an8.21:13.3":{"pli":"Imehi ca pana, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ vesālikaṃ dhārehī”ti. ","eng":"You should remember the householder Ugga of Vesālī as someone who possesses these eight amazing and incredible qualities.” ","html":"{}</p>"},"an8.21:13.4":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.22":{"an8.22:0.1":{"pli":"Aṅguttara Nikāya 8.22 ","eng":"Numbered Discourses 8.22 ","html":"<article id='an8.22'><header><ul><li class='division'>{}</li>"},"an8.22:0.2":{"pli":"3. Gahapativagga ","eng":"3. Householders ","html":"<li>{}</li></ul>"},"an8.22:0.3":{"pli":"Dutiyauggasutta ","eng":"With Uggata of Elephant Village ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.22:1.1":{"pli":"Ekaṃ samayaṃ bhagavā vajjīsu viharati hatthigāme. ","eng":"At one time the Buddha was staying in the land of the Vajjis at Elephant Village. ","html":"<p>{}"},"an8.22:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants: ","html":"{}"},"an8.22:1.3":{"pli":"“aṭṭhahi, bhikkhave, acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ hatthigāmakaṃ dhārethā”ti. ","eng":"“Mendicants, you should remember the householder Uggata of Elephant Village as someone who has eight amazing and incredible qualities.” ","html":"{}</p>"},"an8.22:1.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an8.22:1.5":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>"},"an8.22:2.1":{"pli":"Atha kho aññataro bhikkhu pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena uggassa gahapatino hatthigāmakassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then a certain mendicant robed up in the morning and, taking his bowl and robe, went to the home of the householder Uggata of Elephant Village, where he sat on the seat spread out. ","html":"<p>{}"},"an8.22:2.2":{"pli":"Atha kho uggo gahapati hatthigāmako yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uggaṃ gahapatiṃ hatthigāmakaṃ so bhikkhu etadavoca: ","eng":"Then Uggata of Elephant Village went up to that mendicant, bowed, and sat down to one side. The mendicant said to him: ","html":"{}</p>"},"an8.22:2.3":{"pli":"“aṭṭhahi kho tvaṃ, gahapati, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato. ","eng":"“Householder, the Buddha declared that you have eight amazing and incredible qualities. ","html":"<p>{}"},"an8.22:2.4":{"pli":"Katame te, gahapati, aṭṭha acchariyā abbhutā dhammā, yehi tvaṃ samannāgato bhagavatā byākato”ti? ","eng":"What are the eight qualities that he spoke of?” ","html":"{}</p>"},"an8.22:3.1":{"pli":"“Na kho ahaṃ, bhante, jānāmi: ","eng":"“Sir, I don’t know ","html":"<p>{}"},"an8.22:3.2":{"pli":"‘katamehi aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’ti. ","eng":"what eight amazing and incredible qualities the Buddha was referring to. ","html":"{}"},"an8.22:3.3":{"pli":"Api ca, bhante, ye me aṭṭha acchariyā abbhutā dhammā saṃvijjanti, ","eng":"But these eight amazing and incredible qualities are found in me. ","html":"{}"},"an8.22:3.4":{"pli":"taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"an8.22:3.5":{"pli":"“Evaṃ, gahapatī”ti kho so bhikkhu uggassa gahapatino hatthigāmakassa paccassosi. ","eng":"“Yes, householder,” replied the mendicant. ","html":"<p>{}"},"an8.22:3.6":{"pli":"Uggo gahapati hatthigāmako etadavoca: ","eng":"Uggata of Elephant Village said this: ","html":"{}</p>"},"an8.22:3.7":{"pli":"“yadāhaṃ, bhante, nāgavane paricaranto bhagavantaṃ paṭhamaṃ dūratova addasaṃ; ","eng":"“Sir, when I first saw the Buddha off in the distance I was partying in the Dragon’s Park. ","html":"<p data-counter='1'>{}"},"an8.22:3.8":{"pli":"saha dassaneneva me, bhante, bhagavato cittaṃ pasīdi, surāmado ca pahīyi. ","eng":"My heart was inspired as soon as I saw him, and I sobered up. ","html":"{}"},"an8.22:3.9":{"pli":"Ayaṃ kho me, bhante, paṭhamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the first incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:4.1":{"pli":"So kho ahaṃ, bhante, pasannacitto bhagavantaṃ payirupāsiṃ. ","eng":"With confident heart I paid homage to the Buddha. ","html":"<p data-counter='2'>{}"},"an8.22:4.2":{"pli":"Tassa me bhagavā anupubbiṃ kathaṃ kathesi, seyyathidaṃ—","eng":"The Buddha taught me step by step, with ","html":"{}"},"an8.22:4.3":{"pli":"dānakathaṃ sīlakathaṃ saggakathaṃ; kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ","eng":"a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ","html":"{}"},"an8.22:4.4":{"pli":"Yadā maṃ bhagavā aññāsi kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—","eng":"And when he knew that my mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ","html":"{}"},"an8.22:4.5":{"pli":"dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ. ","eng":"suffering, its origin, its cessation, and the path. ","html":"{}"},"an8.22:4.6":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","eng":"Just as a clean cloth rid of stains would properly absorb dye, ","html":"{}"},"an8.22:4.7":{"pli":"evamevaṃ kho me tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"in that very seat the stainless, immaculate vision of the Dhamma arose in me: ","html":"{}"},"an8.22:4.8":{"pli":"‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ","eng":"‘Everything that has a beginning has an end.’ ","html":"{}"},"an8.22:4.9":{"pli":"So kho ahaṃ, bhante, diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane tattheva buddhañca dhammañca saṅghañca saraṇaṃ agamāsiṃ, brahmacariyapañcamāni ca sikkhāpadāni samādiyiṃ. ","eng":"I saw, attained, understood, and fathomed the Dhamma. I went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. Right there I went for refuge to the Buddha, his teaching, and the Saṅgha. And I undertook the five training rules with chastity as the fifth. ","html":"{}"},"an8.22:4.10":{"pli":"Ayaṃ kho me, bhante, dutiyo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the second incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:5.1":{"pli":"Tassa mayhaṃ, bhante, catasso komāriyo pajāpatiyo ahesuṃ. ","eng":"I had four teenage wives. ","html":"<p data-counter='3'>{}"},"an8.22:5.2":{"pli":"Atha khvāhaṃ, bhante, yena tā pajāpatiyo tenupasaṅkamiṃ; upasaṅkamitvā tā pajāpatiyo etadavacaṃ: ","eng":"And I went to them and said: ","html":"{}"},"an8.22:5.3":{"pli":"‘mayā kho, bhaginiyo, brahmacariyapañcamāni sikkhāpadāni samādinnāni. ","eng":"‘Sisters, I’ve undertaken the five training rules with chastity as fifth. ","html":"{}"},"an8.22:5.4":{"pli":"Yā icchati sā idheva bhoge ca bhuñjatu puññāni ca karotu, sakāni vā ñātikulāni gacchatu. ","eng":"If you wish, you may stay here, enjoy my wealth, and do good deeds. Or you can return to your own families. ","html":"{}"},"an8.22:5.5":{"pli":"Hoti vā pana purisādhippāyo, kassa vo dammī’ti? ","eng":"Or would you prefer if I gave you to another man?’ ","html":"{}"},"an8.22:5.6":{"pli":"Evaṃ vutte, sā, bhante, jeṭṭhā pajāpati maṃ etadavoca: ","eng":"When I said this, my eldest wife said to me: ","html":"{}"},"an8.22:5.7":{"pli":"‘itthannāmassa maṃ, ayyaputta, purisassa dehī’ti. ","eng":"‘Master, please give me to such-and-such a man.’ ","html":"{}"},"an8.22:5.8":{"pli":"Atha kho ahaṃ, bhante, taṃ purisaṃ pakkosāpetvā vāmena hatthena pajāpatiṃ gahetvā dakkhiṇena hatthena bhiṅgāraṃ gahetvā tassa purisassa oṇojesiṃ. ","eng":"Then I summoned that man. Taking my wife with my left hand and a ceremonial vase with my right, I presented her to that man with the pouring of water. ","html":"{}"},"an8.22:5.9":{"pli":"Komāriṃ kho panāhaṃ, bhante, dāraṃ pariccajanto nābhijānāmi cittassa aññathattaṃ. ","eng":"But I can’t recall getting upset while giving away my teenage wife. ","html":"{}"},"an8.22:5.10":{"pli":"Ayaṃ kho me, bhante, tatiyo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the third incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:6.1":{"pli":"Saṃvijjanti kho pana me, bhante, kule bhogā. ","eng":"And though my family has wealth, ","html":"<p data-counter='4'>{}"},"an8.22:6.2":{"pli":"Te ca kho appaṭivibhattā sīlavantehi kalyāṇadhammehi. ","eng":"it’s shared without reserve with ethical people of good character. ","html":"{}"},"an8.22:6.3":{"pli":"Ayaṃ kho me, bhante, catuttho acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the fourth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:7.1":{"pli":"Yaṃ kho panāhaṃ, bhante, bhikkhuṃ payirupāsāmi; ","eng":"When I pay homage to a mendicant, ","html":"<p data-counter='5'>{}"},"an8.22:7.2":{"pli":"sakkaccaṃyeva payirupāsāmi, no asakkaccaṃ. ","eng":"I do so carefully, not carelessly. ","html":"{}"},"an8.22:7.3":{"pli":"So ce me āyasmā dhammaṃ deseti; ","eng":"If that venerable teaches me the Dhamma, ","html":"{}"},"an8.22:7.4":{"pli":"sakkaccaṃyeva suṇomi, no asakkaccaṃ. ","eng":"I listen carefully, not carelessly. ","html":"{}"},"an8.22:7.5":{"pli":"No ce me so āyasmā dhammaṃ deseti, ahamassa dhammaṃ desemi. ","eng":"But if they don’t teach me the Dhamma, I teach them. ","html":"{}"},"an8.22:7.6":{"pli":"Ayaṃ kho me, bhante, pañcamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the fifth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:8.1":{"pli":"Anacchariyaṃ kho pana, bhante, saṅghe nimantite devatā upasaṅkamitvā ārocenti: ","eng":"It’s not unusual for deities to come to me when the Saṅgha has been invited and announce: ","html":"<p data-counter='6'>{}"},"an8.22:8.2":{"pli":"‘asuko, gahapati, bhikkhu ubhatobhāgavimutto asuko paññāvimutto asuko kāyasakkhī asuko diṭṭhippatto asuko saddhāvimutto asuko dhammānusārī asuko saddhānusārī asuko sīlavā kalyāṇadhammo asuko dussīlo pāpadhammo’ti. ","eng":"‘Householder, that mendicant is freed both ways. That one is freed by wisdom. That one is a direct witness. That one is attained to view. That one is freed by faith. That one is a follower of teachings. That one is a follower by faith. That one is ethical, of good character. That one is unethical, of bad character.’ ","html":"{}"},"an8.22:8.3":{"pli":"Saṅghaṃ kho panāhaṃ, bhante, parivisanto nābhijānāmi evaṃ cittaṃ uppādento: ","eng":"But while I’m serving the Saṅgha I don’t recall thinking: ","html":"{}"},"an8.22:8.4":{"pli":"‘imassa vā thokaṃ demi imassa vā bahukan’ti. ","eng":"‘Let me give this one just a little, and that one a lot.’ ","html":"{}"},"an8.22:8.5":{"pli":"Atha khvāhaṃ, bhante, samacittova demi. ","eng":"Rather, I give impartially. ","html":"{}"},"an8.22:8.6":{"pli":"Ayaṃ kho me, bhante, chaṭṭho acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the sixth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:9.1":{"pli":"Anacchariyaṃ kho pana maṃ, bhante, devatā upasaṅkamitvā ārocenti: ","eng":"It’s not unusual for deities to come to me and announce: ","html":"<p data-counter='7'>{}"},"an8.22:9.2":{"pli":"‘svākkhāto, gahapati, bhagavatā dhammo’ti. ","eng":"‘Householder, the Buddha’s teaching is well explained!’ ","html":"{}"},"an8.22:9.3":{"pli":"Evaṃ vutte, ahaṃ, bhante, tā devatā evaṃ vademi: ","eng":"When they say this I say to them: ","html":"{}"},"an8.22:9.4":{"pli":"‘vadeyyātha vā evaṃ kho tumhe devatā no vā vadeyyātha, atha kho svākkhāto bhagavatā dhammo’ti. ","eng":"‘The Buddha’s teaching is well explained, regardless of whether or not you deities say so!’ ","html":"{}"},"an8.22:9.5":{"pli":"Na kho panāhaṃ, bhante, abhijānāmi tatonidānaṃ cittassa unnatiṃ: ","eng":"But I don’t recall getting too excited by the fact that ","html":"{}"},"an8.22:9.6":{"pli":"‘maṃ tā devatā upasaṅkamanti, ahaṃ vā devatāhi saddhiṃ sallapāmī’ti. ","eng":"the deities come to me, and I have a conversation with them. ","html":"{}"},"an8.22:9.7":{"pli":"Ayaṃ kho me, bhante, sattamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the seventh incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:10.1":{"pli":"Sace kho panāhaṃ, bhante, bhagavato paṭhamataraṃ kālaṃ kareyyaṃ, anacchariyaṃ kho panetaṃ yaṃ maṃ bhagavā evaṃ byākareyya: ","eng":"If I pass away before the Buddha, it would be no wonder if the Buddha declares of me: ","html":"<p data-counter='8'>{}"},"an8.22:10.2":{"pli":"‘natthi taṃ saṃyojanaṃ yena saṃyutto uggo gahapati hatthigāmako puna imaṃ lokaṃ āgaccheyyā’ti. ","eng":"‘The householder Uggata of Elephant Village is bound by no fetter that might return him to this world.’ ","html":"{}"},"an8.22:10.3":{"pli":"Ayaṃ kho me, bhante, aṭṭhamo acchariyo abbhuto dhammo saṃvijjati. ","eng":"This is the eighth incredible and amazing quality found in me. ","html":"{}</p>"},"an8.22:11.1":{"pli":"Ime kho me, bhante, aṭṭha acchariyā abbhutā dhammā saṃvijjanti. ","eng":"These eight amazing and incredible qualities are found in me. ","html":"<p>{}"},"an8.22:11.2":{"pli":"Na ca kho ahaṃ jānāmi: ","eng":"But I don’t know ","html":"{}"},"an8.22:11.3":{"pli":"‘katamehi cāhaṃ aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’”ti. ","eng":"what eight amazing and incredible qualities the Buddha was referring to.” ","html":"{}</p>"},"an8.22:12.1":{"pli":"Atha kho so bhikkhu uggassa gahapatino hatthigāmakassa nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi. ","eng":"Then that mendicant, after taking almsfood in Uggata of Elephant Village’s home, got up from his seat and left. ","html":"<p>{}"},"an8.22:12.2":{"pli":"Atha kho so bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then after the meal, on his return from almsround, he went to the Buddha, bowed, and sat down to one side. ","html":"{}"},"an8.22:12.3":{"pli":"Ekamantaṃ nisinno kho so bhikkhu yāvatako ahosi uggena gahapatinā hatthigāmakena saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesi. ","eng":"He informed the Buddha of all he had discussed with the householder Uggata of Elephant Village. The Buddha said: ","html":"{}</p>"},"an8.22:13.1":{"pli":"“Sādhu sādhu, bhikkhu. ","eng":"“Good, good, mendicant! ","html":"<p>{}"},"an8.22:13.2":{"pli":"Yathā taṃ uggo gahapati hatthigāmako sammā byākaramāno byākareyya, imeheva kho, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato uggo gahapati hatthigāmako mayā byākato. ","eng":"When I declared that the householder Uggata of Elephant Village was someone who has eight amazing and incredible qualities, I was referring to the same eight qualities that he rightly explained to you. ","html":"{}"},"an8.22:13.3":{"pli":"Imehi ca pana, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ hatthigāmakaṃ dhārehī”ti. ","eng":"You should remember the householder Uggata of Elephant Village as someone who has these eight amazing and incredible qualities.” ","html":"{}</p>"},"an8.22:13.4":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}