{"an8.19":{"an8.19:0.1":{"pli":"Aṅguttara Nikāya 8.19 ","eng":"Numbered Discourses 8.19 ","html":"<article id='an8.19'><header><ul><li class='division'>{}</li>"},"an8.19:0.2":{"pli":"2. Mahāvagga ","eng":"2. The Great Chapter ","html":"<li>{}</li></ul>"},"an8.19:0.3":{"pli":"Pahārādasutta ","eng":"With Pahārāda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.19:1.1":{"pli":"Ekaṃ samayaṃ bhagavā verañjāyaṃ viharati naḷerupucimandamūle. ","eng":"At one time the Buddha was staying in Verañjā at the root of a neem tree dedicated to Naḷeru. ","html":"<p>{}</p>"},"an8.19:1.2":{"pli":"Atha kho pahārādo asurindo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho pahārādaṃ asurindaṃ bhagavā etadavoca: ","eng":"Then Pahārāda, lord of titans, went up to the Buddha, bowed, and stood to one side. The Buddha said to him, ","html":"<p>{}"},"an8.19:2.1":{"pli":"“Api pana, pahārāda, asurā mahāsamudde abhiramantī”ti? ","eng":"“Well, Pahārāda, do the titans love the ocean?” ","html":"{}</p>"},"an8.19:2.2":{"pli":"“Abhiramanti, bhante, asurā mahāsamudde”ti. ","eng":"“Sir, they do indeed.” ","html":"<p>{}</p>"},"an8.19:2.3":{"pli":"“Kati pana, pahārāda, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramantī”ti? ","eng":"“But seeing what incredible and amazing things do the titans love the ocean?” ","html":"<p>{}</p>"},"an8.19:2.4":{"pli":"“Aṭṭha, bhante, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ","eng":"“Sir, seeing eight incredible and amazing things the titans love the ocean. ","html":"<p data-counter='1'>{}"},"an8.19:2.5":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}"},"an8.19:2.6":{"pli":"Mahāsamuddo, bhante, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ","eng":"The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ","html":"{}"},"an8.19:2.7":{"pli":"Yampi, bhante, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ","html":"{}"},"an8.19:2.8":{"pli":"ayaṃ, bhante, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the first thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:3.1":{"pli":"Puna caparaṃ, bhante, mahāsamuddo ṭhitadhammo velaṃ nātivattati. ","eng":"Furthermore, the ocean is consistent and doesn’t overflow its boundaries. ","html":"<p data-counter='2'>{}"},"an8.19:3.2":{"pli":"Yampi, bhante, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ","html":"{}"},"an8.19:3.3":{"pli":"ayaṃ, bhante, mahāsamudde dutiyo acchariyo abbhuto dhammo yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the second thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:4.1":{"pli":"Puna caparaṃ, bhante, mahāsamuddo na matena kuṇapena saṃvasati. Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti. ","eng":"Furthermore, the ocean doesn’t accommodate a carcass, but quickly carries it to the shore and strands it on the beach. ","html":"<p data-counter='3'>{}"},"an8.19:4.2":{"pli":"Yampi, bhante, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti; ","html":"{}"},"an8.19:4.3":{"pli":"ayaṃ, bhante, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the third thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:5.1":{"pli":"Puna caparaṃ, bhante, yā kāci mahānadiyo, seyyathidaṃ—","eng":"Furthermore, when they reach the ocean, all the great rivers—that is, ","html":"<p data-counter='4'>{}"},"an8.19:5.2":{"pli":"gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’ tveva saṅkhaṃ gacchanti. ","eng":"the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply reckoned as ‘the ocean’. ","html":"{}"},"an8.19:5.3":{"pli":"Yampi, bhante, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’ tveva saṅkhaṃ gacchanti; ","html":"{}"},"an8.19:5.4":{"pli":"ayaṃ, bhante, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the fourth thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:6.1":{"pli":"Puna caparaṃ, bhante, yā ca loke savantiyo mahāsamuddaṃ appenti yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati. ","eng":"Furthermore, for all the world’s streams that reach it, and the showers that fall from the sky, the ocean never empties or fills up. ","html":"<p data-counter='5'>{}"},"an8.19:6.2":{"pli":"Yampi, bhante, yā ca loke savantiyo mahāsamuddaṃ appenti yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ","html":"{}"},"an8.19:6.3":{"pli":"ayaṃ, bhante, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the fifth thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:7.1":{"pli":"Puna caparaṃ, bhante, mahāsamuddo ekaraso loṇaraso. ","eng":"Furthermore, the ocean has just one taste, the taste of salt. ","html":"<p data-counter='6'>{}"},"an8.19:7.2":{"pli":"Yampi, bhante, mahāsamuddo ekaraso loṇaraso; ","html":"{}"},"an8.19:7.3":{"pli":"ayaṃ, bhante, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the sixth thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:8.1":{"pli":"Puna caparaṃ, bhante, mahāsamuddo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitako masāragallaṃ. ","eng":"Furthermore, the ocean is full of many kinds of treasures, such as pearls, gems, beryl, conch, quartz, coral, silver, native gold, rubies, and emeralds. ","html":"<p data-counter='7'>{}"},"an8.19:8.2":{"pli":"Yampi, bhante, mahāsamuddo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitako masāragallaṃ; ","html":"{}"},"an8.19:8.3":{"pli":"ayaṃ, bhante, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the seventh thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:9.1":{"pli":"Puna caparaṃ, bhante, mahāsamuddo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā. Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā. ","eng":"Furthermore, many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ","html":"<p>{}"},"an8.19:9.2":{"pli":"Yampi, bhante, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; santi mahāsamudde yojanasatikāpi attabhāvā …pe… tiyojana … catuyojana … pañcayojanasatikāpi attabhāvā; ","html":"{}"},"an8.19:9.3":{"pli":"ayaṃ, bhante, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the eighth thing the titans love about the ocean. ","html":"{}</p>"},"an8.19:9.4":{"pli":"Ime kho, bhante, mahāsamudde aṭṭha acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramantīti. ","eng":"Seeing these eight incredible and amazing things the titans love the ocean. ","html":"<p data-counter='8'>{}</p>"},"an8.19:10.1":{"pli":"Api pana, bhante, bhikkhū imasmiṃ dhammavinaye abhiramantī”ti? ","eng":"Well, sir, do the mendicants love this teaching and training?” ","html":"<p>{}</p>"},"an8.19:10.2":{"pli":"“Abhiramanti, pahārāda, bhikkhū imasmiṃ dhammavinaye”ti. ","eng":"“They do indeed, Pahārāda.” ","html":"<p>{}</p>"},"an8.19:10.3":{"pli":"“Kati pana, bhante, imasmiṃ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti? ","eng":"“But seeing how many incredible and amazing things do the mendicants love this teaching and training?” ","html":"<p>{}</p>"},"an8.19:10.4":{"pli":"“Aṭṭha, pahārāda, imasmiṃ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"“Seeing eight incredible and amazing things, Pahārāda, the mendicants love this teaching and training. ","html":"<p>{}"},"an8.19:10.5":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"an8.19:10.6":{"pli":"Seyyathāpi, pahārāda, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ","eng":"The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ","html":"<p data-counter='1'>{}"},"an8.19:10.7":{"pli":"evamevaṃ kho, pahārāda, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ","eng":"In the same way in this teaching and training the penetration to enlightenment comes from gradual training, progress, and practice, not abruptly. ","html":"{}"},"an8.19:10.8":{"pli":"Yampi, pahārāda, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ","html":"{}"},"an8.19:10.9":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the first thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:11.1":{"pli":"Seyyathāpi, pahārāda, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ","eng":"The ocean is consistent and doesn’t overflow its boundaries. ","html":"<p data-counter='2'>{}"},"an8.19:11.2":{"pli":"evamevaṃ kho, pahārāda, yaṃ mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ taṃ mama sāvakā jīvitahetupi nātikkamanti. ","eng":"In the same way, when a training rule is laid down for my disciples they wouldn’t break it even for the sake of their own life. ","html":"{}"},"an8.19:11.3":{"pli":"Yampi, pahārāda, mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ taṃ mama sāvakā jīvitahetupi nātikkamanti; ","html":"{}"},"an8.19:11.4":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the second thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:12.1":{"pli":"Seyyathāpi, pahārāda, mahāsamuddo na matena kuṇapena saṃvasati. Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ vāheti thalaṃ ussāreti; ","eng":"The ocean doesn’t accommodate a carcass, but quickly carries it to the shore and strands it on the beach. ","html":"<p data-counter='3'>{}"},"an8.19:13.1":{"pli":"evamevaṃ kho, pahārāda, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati; khippameva naṃ sannipatitvā ukkhipati. Kiñcāpi so hoti majjhe bhikkhusaṅghassa sannisinno, atha kho so ārakāva saṅghamhā saṅgho ca tena. ","eng":"In the same way, the Saṅgha doesn’t accommodate an individual who is unethical, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved. But they quickly gather and expel them. Even if they are sitting in the middle of the Saṅgha, they’re far from the Saṅgha, and the Saṅgha is far from them. ","html":"{}"},"an8.19:13.2":{"pli":"Yampi, pahārāda, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati; khippameva naṃ sannipatitvā ukkhipati; kiñcāpi so hoti majjhe bhikkhusaṅghassa sannisinno, atha kho so ārakāva saṅghamhā saṅgho ca tena; ","html":"{}"},"an8.19:13.3":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the third thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:14.1":{"pli":"Seyyathāpi, pahārāda, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’ tveva saṅkhaṃ gacchanti; ","eng":"When they reach the ocean, all the great rivers—that is, the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply reckoned as ‘the ocean’. ","html":"<p data-counter='4'>{}"},"an8.19:14.2":{"pli":"evamevaṃ kho, pahārāda, cattārome vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’ tveva saṅkhaṃ gacchanti. ","eng":"In the same way, when they go forth from the lay life to homelessness, all four classes—aristocrats, brahmins, peasants, and menials—lose their former names and clans and are simply reckoned as ‘ascetics who follow the Sakyan’. ","html":"{}"},"an8.19:14.3":{"pli":"Yampi, pahārāda, cattārome vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’ tveva saṅkhaṃ gacchanti; ","html":"{}"},"an8.19:14.4":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the fourth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:15.1":{"pli":"Seyyathāpi, pahārāda, yā ca loke savantiyo mahāsamuddaṃ appenti yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ","eng":"For all the world’s streams that reach it, and the showers that fall from the sky, the ocean never empties or fills up. ","html":"<p data-counter='5'>{}"},"an8.19:15.2":{"pli":"evamevaṃ kho, pahārāda, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati. ","eng":"In the same way, though several mendicants become fully extinguished in the element of extinguishment with no residue, the element of extinguishment never empties or fills up. ","html":"{}"},"an8.19:15.3":{"pli":"Yampi, pahārāda, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati; ","html":"{}"},"an8.19:15.4":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the fifth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:16.1":{"pli":"Seyyathāpi, pahārāda, mahāsamuddo ekaraso loṇaraso; ","eng":"The ocean has just one taste, the taste of salt. ","html":"<p data-counter='6'>{}"},"an8.19:16.2":{"pli":"evamevaṃ kho, pahārāda, ayaṃ dhammavinayo ekaraso, vimuttiraso. ","eng":"In the same way, this teaching and training has one taste, the taste of freedom. ","html":"{}"},"an8.19:16.3":{"pli":"Yampi, pahārāda, ayaṃ dhammavinayo ekaraso, vimuttiraso; ","html":"{}"},"an8.19:16.4":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the sixth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:17.1":{"pli":"Seyyathāpi, pahārāda, mahāsamuddo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitako masāragallaṃ; ","eng":"The ocean is full of many kinds of treasures, such as pearls, gems, beryl, conch, quartz, coral, silver, native gold, rubies, and emeralds. ","html":"<p data-counter='7'>{}"},"an8.19:17.2":{"pli":"evamevaṃ kho, pahārāda, ayaṃ dhammavinayo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"In the same way, this teaching and training is full of many kinds of treasures, such as the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}"},"an8.19:17.3":{"pli":"Yampi, pahārāda, ayaṃ dhammavinayo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo; ","html":"{}"},"an8.19:17.4":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the seventh thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:18.1":{"pli":"Seyyathāpi, pahārāda, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā; ","eng":"Many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ","html":"<p data-counter='8'>{}"},"an8.19:18.2":{"pli":"evamevaṃ kho, pahārāda, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī anāgāmiphalasacchikiriyāya paṭipanno, arahā arahattāya paṭipanno. ","eng":"In the same way, great beings live in this teaching and training, and these are those beings. The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. ","html":"{}"},"an8.19:18.3":{"pli":"Yampi, pahārāda, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī anāgāmiphalasacchikiriyāya paṭipanno, arahā arahattāya paṭipanno; ","html":"{}"},"an8.19:18.4":{"pli":"ayaṃ, pahārāda, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the eighth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"an8.19:19.1":{"pli":"Ime kho, pahārāda, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti. ","eng":"Seeing these eight incredible and amazing things, Pahārāda, the mendicants love this teaching and training.” ","html":"<p>{}</p>"},"an8.19:19.2":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an8.2":{"an8.2:0.1":{"pli":"Aṅguttara Nikāya 8.2 ","eng":"Numbered Discourses 8.2 ","html":"<article id='an8.2'><header><ul><li class='division'>{}</li>"},"an8.2:0.2":{"pli":"1. Mettāvagga ","eng":"1. Love ","html":"<li>{}</li></ul>"},"an8.2:0.3":{"pli":"Paññāsutta ","eng":"Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an8.2:1.1":{"pli":"“Aṭṭhime, bhikkhave, hetū aṭṭha paccayā ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattanti. ","eng":"“Mendicants, there are eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, and full development once it has been acquired. ","html":"<p>{}"},"an8.2:1.2":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"an8.2:1.3":{"pli":"Idha, bhikkhave, bhikkhu satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca. ","eng":"It’s when a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role. And they set up a keen sense of conscience and prudence for them, with warmth and respect. ","html":"<p>{}"},"an8.2:1.4":{"pli":"Ayaṃ, bhikkhave, paṭhamo hetu paṭhamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the first cause. ","html":"{}</p>"},"an8.2:2.1":{"pli":"So taṃ satthāraṃ upanissāya viharanto aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca, te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati: ","eng":"When a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role—with a keen sense of conscience and prudence for them, with warmth and respect—from time to time they go and ask them questions: ","html":"<p>{}"},"an8.2:2.2":{"pli":"‘idaṃ, bhante, kathaṃ; imassa ko attho’ti? ","eng":"‘Why, sir, does it say this? What does that mean?’ ","html":"{}"},"an8.2:2.3":{"pli":"Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti. ","eng":"Those venerables reveal what is hidden, clarify what is unclear, and dispel doubt regarding the many doubtful matters. ","html":"{}"},"an8.2:2.4":{"pli":"Ayaṃ, bhikkhave, dutiyo hetu dutiyo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the second cause. ","html":"{}</p>"},"an8.2:3.1":{"pli":"So taṃ dhammaṃ sutvā dvayena vūpakāsena sampādeti—kāyavūpakāsena ca cittavūpakāsena ca. ","eng":"After hearing that teaching they perfect withdrawal of both body and mind. ","html":"<p>{}"},"an8.2:3.2":{"pli":"Ayaṃ, bhikkhave, tatiyo hetu tatiyo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the third cause. ","html":"{}</p>"},"an8.2:4.1":{"pli":"Sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"A mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p>{}"},"an8.2:4.2":{"pli":"Ayaṃ, bhikkhave, catuttho hetu catuttho paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the fourth cause. ","html":"{}</p>"},"an8.2:5.1":{"pli":"Bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, rehearsing them, mentally scrutinizing them, and penetrating them theoretically. ","html":"<p>{}"},"an8.2:5.2":{"pli":"Ayaṃ, bhikkhave, pañcamo hetu pañcamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the fifth cause. ","html":"{}</p>"},"an8.2:6.1":{"pli":"Āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"<p>{}"},"an8.2:6.2":{"pli":"Ayaṃ, bhikkhave, chaṭṭho hetu chaṭṭho paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the sixth cause. ","html":"{}</p>"},"an8.2:7.1":{"pli":"Saṅghagato kho pana anānākathiko hoti atiracchānakathiko. ","eng":"When in the Saṅgha they don’t engage in motley talk or low talk. ","html":"<p>{}"},"an8.2:7.2":{"pli":"Sāmaṃ vā dhammaṃ bhāsati paraṃ vā ajjhesati ariyaṃ vā tuṇhībhāvaṃ nātimaññati. ","eng":"Either they talk on Dhamma, or they invite someone else to do so, or they respect noble silence. ","html":"{}"},"an8.2:7.3":{"pli":"Ayaṃ, bhikkhave, sattamo hetu sattamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the seventh cause. ","html":"{}</p>"},"an8.2:8.1":{"pli":"Pañcasu kho pana upādānakkhandhesu udayabbayānupassī viharati: ","eng":"They meditate observing rise and fall in the five grasping aggregates. ","html":"<p>{}"},"an8.2:8.2":{"pli":"‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","eng":"‘Such is form, such is the origin of form, such is the disappearance of form. ","html":"{}"},"an8.2:8.3":{"pli":"iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ","eng":"Such is feeling, such is the origin of feeling, such is the disappearance of feeling. ","html":"{}"},"an8.2:8.4":{"pli":"iti saññā …pe… ","eng":"Such is perception, such is the origin of perception, such is the ending of perception. ","html":"{}"},"an8.2:8.5":{"pli":"iti saṅkhārā … ","eng":"Such are choices, such is the origin of choices, such is the ending of choices. ","html":"{}"},"an8.2:8.6":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ","eng":"Such is consciousness, such is the origin of consciousness, such is the disappearance of consciousness.’ ","html":"{}"},"an8.2:8.7":{"pli":"Ayaṃ, bhikkhave, aṭṭhamo hetu aṭṭhamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati. ","eng":"This is the eighth cause. ","html":"{}</p>"},"an8.2:9.1":{"pli":"Tamenaṃ sabrahmacārī evaṃ sambhāventi: ","eng":"Their spiritual companions esteem them: ","html":"<p data-counter='1'>{}"},"an8.2:9.2":{"pli":"‘ayaṃ kho āyasmā satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca. ","eng":"‘This venerable lives relying on the Teacher or a spiritual companion in a teacher’s role. They set up a keen sense of conscience and prudence for them, with warmth and respect. ","html":"{}"},"an8.2:9.3":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:9.4":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:10.1":{"pli":"‘Taṃ kho panāyamāyasmā satthāraṃ upanissāya viharanto aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca, te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati: ","eng":"‘This venerable lives relying on the Teacher or a spiritual companion in a teacher’s role, and from time to time they go and ask them questions … ","html":"<p data-counter='2'>{}"},"an8.2:10.2":{"pli":"“idaṃ, bhante, kathaṃ; imassa ko attho”ti? ","html":"{}"},"an8.2:10.3":{"pli":"Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti. ","html":"{}"},"an8.2:10.4":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:10.5":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:11.1":{"pli":"‘Taṃ kho panāyamāyasmā dhammaṃ sutvā dvayena vūpakāsena sampādeti—kāyavūpakāsena ca cittavūpakāsena ca. ","eng":"‘After hearing that teaching they perfect withdrawal of both body and mind. ","html":"<p data-counter='3'>{}"},"an8.2:11.2":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:11.3":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:12.1":{"pli":"‘Sīlavā kho panāyamāyasmā pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"‘This venerable is ethical … ","html":"<p data-counter='4'>{}"},"an8.2:12.2":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:12.3":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:13.1":{"pli":"‘Bahussuto kho panāyamāyasmā sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"‘This venerable is very learned, remembering and keeping what they’ve learned. … ","html":"<p data-counter='5'>{}"},"an8.2:13.2":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:13.3":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:14.1":{"pli":"‘Āraddhavīriyo kho panāyamāyasmā viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"‘This venerable lives with energy roused up … ","html":"<p data-counter='6'>{}"},"an8.2:14.2":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:14.3":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:15.1":{"pli":"‘Saṅghagato kho panāyamāyasmā anānākathiko hoti atiracchānakathiko. ","eng":"‘When in the Saṅgha they don’t engage in motley talk or low talk. ","html":"<p data-counter='7'>{}"},"an8.2:15.2":{"pli":"Sāmaṃ vā dhammaṃ bhāsati paraṃ vā ajjhesati ariyaṃ vā tuṇhībhāvaṃ nātimaññati. ","eng":"Either they talk on Dhamma, or they invite someone else to do so, or they respect noble silence. ","html":"{}"},"an8.2:15.3":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:15.4":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:16.1":{"pli":"‘Pañcasu kho panāyamāyasmā upādānakkhandhesu udayabbayānupassī viharati—","eng":"‘They meditate observing rise and fall in the five grasping aggregates. … ","html":"<p data-counter='8'>{}"},"an8.2:16.2":{"pli":"iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","html":"{}"},"an8.2:16.3":{"pli":"iti vedanā …pe… ","html":"{}"},"an8.2:16.4":{"pli":"iti saññā … ","html":"{}"},"an8.2:16.5":{"pli":"iti saṅkhārā … ","html":"{}"},"an8.2:16.6":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamoti. ","html":"{}"},"an8.2:16.7":{"pli":"Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti. ","eng":"Clearly this venerable knows and sees.’ ","html":"{}"},"an8.2:16.8":{"pli":"Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. ","eng":"This quality also leads to fondness, respect, esteem, harmony, and unity. ","html":"{}</p>"},"an8.2:17.1":{"pli":"Ime kho, bhikkhave, aṭṭha hetū aṭṭha paccayā ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattantī”ti. ","eng":"These are the eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, and full development once it has been acquired.” ","html":"<p>{}</p>"},"an8.2:17.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}