{"an9.20":{"an9.20:0.1":{"pli":"Aṅguttara Nikāya 9.20 ","eng":"Numbered Discourses 9.20 ","html":"<article id='an9.20'><header><ul><li class='division'>{}</li>"},"an9.20:0.2":{"pli":"2. Sīhanādavagga ","eng":"2. The Lion’s Roar ","html":"<li>{}</li></ul>"},"an9.20:0.3":{"pli":"Velāmasutta ","eng":"About Velāma ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.20:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"an9.20:1.2":{"pli":"Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ","eng":"Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"{}"},"an9.20:2.1":{"pli":"“Api nu te, gahapati, kule dānaṃ dīyatī”ti? ","eng":"“Householder, I wonder whether your family gives gifts?” ","html":"{}</p>"},"an9.20:2.2":{"pli":"“Dīyati me, bhante, kule dānaṃ; ","eng":"“It does, sir. ","html":"<p>{}"},"an9.20:2.3":{"pli":"tañca kho lūkhaṃ kaṇājakaṃ biḷaṅgadutiyan”ti. ","eng":"But only coarse gruel with false black pepper.” ","html":"{}</p>"},"an9.20:2.4":{"pli":"“Lūkhañcepi, gahapati, dānaṃ deti paṇītaṃ vā; ","eng":"“Householder, someone might give a gift that’s either coarse or fine. ","html":"<p>{}"},"an9.20:2.5":{"pli":"tañca asakkaccaṃ deti, acittīkatvā deti, asahatthā deti, apaviddhaṃ deti, anāgamanadiṭṭhiko deti. ","eng":"But they give it carelessly, thoughtlessly, not with their own hand. They give the dregs, and they give without consideration for consequences. ","html":"{}"},"an9.20:2.6":{"pli":"Yattha yattha tassa tassa dānassa vipāko nibbattati, na uḷārāya bhattabhogāya cittaṃ namati, na uḷārāya vatthabhogāya cittaṃ namati, na uḷārāya yānabhogāya cittaṃ namati, na uḷāresu pañcasu kāmaguṇesu bhogāya cittaṃ namati. ","eng":"Then wherever the result of any such gift manifests, their mind doesn’t incline toward enjoyment of nice food, clothes, vehicles, or the five refined kinds of sensual stimulation. ","html":"{}"},"an9.20:2.7":{"pli":"Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi na sussūsanti na sotaṃ odahanti na aññā cittaṃ upaṭṭhapenti. ","eng":"And their children, wives, bondservants, servants, and workers don’t want to listen to them. They don’t actively listen or try to understand. ","html":"{}"},"an9.20:2.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an9.20:2.9":{"pli":"Evañhetaṃ, gahapati, hoti asakkaccaṃ katānaṃ kammānaṃ vipāko. ","eng":"Because that is the result of deeds done carelessly. ","html":"{}</p>"},"an9.20:3.1":{"pli":"Lūkhañcepi, gahapati, dānaṃ deti paṇītaṃ vā; ","eng":"Someone might give a gift that’s either coarse or fine. ","html":"<p>{}"},"an9.20:3.2":{"pli":"tañca sakkaccaṃ deti, cittīkatvā deti, sahatthā deti, anapaviddhaṃ deti, āgamanadiṭṭhiko deti. ","eng":"And they give it carefully, thoughtfully, with their own hand. They don’t give the dregs, and they give with consideration for consequences. ","html":"{}"},"an9.20:3.3":{"pli":"Yattha yattha tassa tassa dānassa vipāko nibbattati, uḷārāya bhattabhogāya cittaṃ namati, uḷārāya vatthabhogāya cittaṃ namati, uḷārāya yānabhogāya cittaṃ namati, uḷāresu pañcasu kāmaguṇesu bhogāya cittaṃ namati. ","eng":"Then wherever the result of any such gift manifests, their mind inclines toward enjoyment of nice food, clothes, vehicles, or the five refined kinds of sensual stimulation. ","html":"{}"},"an9.20:3.4":{"pli":"Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi sussūsanti sotaṃ odahanti aññā cittaṃ upaṭṭhapenti. ","eng":"And their children, wives, bondservants, servants, and workers want to listen. They actively listen and try to understand. ","html":"{}"},"an9.20:3.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an9.20:3.6":{"pli":"Evañhetaṃ, gahapati, hoti sakkaccaṃ katānaṃ kammānaṃ vipāko. ","eng":"Because that is the result of deeds done carefully. ","html":"{}</p>"},"an9.20:4.1":{"pli":"Bhūtapubbaṃ, gahapati, velāmo nāma brāhmaṇo ahosi. ","eng":"Once upon a time, householder, there was a brahmin named Velāma. ","html":"<p>{}"},"an9.20:4.2":{"pli":"So evarūpaṃ dānaṃ adāsi mahādānaṃ. ","eng":"He gave the following gift, a great offering. ","html":"{}"},"an9.20:4.3":{"pli":"Caturāsīti suvaṇṇapātisahassāni adāsi rūpiyapūrāni, caturāsīti rūpiyapātisahassāni adāsi suvaṇṇapūrāni, caturāsīti kaṃsapātisahassāni adāsi hiraññapūrāni, caturāsīti hatthisahassāni adāsi sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālappaṭicchannāni, caturāsīti rathasahassāni adāsi sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālappaṭicchannāni, caturāsīti dhenusahassāni adāsi dukūlasandhanāni kaṃsūpadhāraṇāni, caturāsīti kaññāsahassāni adāsi āmuttamaṇikuṇḍalāyo, caturāsīti pallaṅkasahassāni adāsi gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni, caturāsīti vatthakoṭisahassāni adāsi khomasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ kappāsikasukhumānaṃ, ko pana vādo annassa pānassa khajjassa bhojjassa leyyassa peyyassa, najjo maññe vissandanti. ","eng":"84,000 gold cups filled with silver. 84,000 silver cups filled with gold. 84,000 bronze cups filled with gold coins. 84,000 elephants with gold adornments and banners, covered with snow gold netting. 84,000 chariots upholstered with the hide of lions, tigers, and leopards, and cream rugs, with gold adornments and banners, covered with snow gold netting. 84,000 milk cows with muslin halter and bronze pails. 84,000 maidens bedecked with jeweled earrings. 84,000 couches spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with canopies above and red pillows at both ends. 8,400,000,000 delicate cloths of linen, cotton, silk, and wool. And who can say how much food, drink, snacks, meals, refreshments, and beverages? It seemed like an overflowing river. ","html":"{}</p>"},"an9.20:5.1":{"pli":"Siyā kho pana te, gahapati, evamassa: ","eng":"Householder, you might think: ","html":"<p>{}"},"an9.20:5.2":{"pli":"‘añño nūna tena samayena velāmo brāhmaṇo ahosi, so taṃ dānaṃ adāsi mahādānan’ti. ","eng":"‘Surely the brahmin Velāma must have been someone else at that time?’ ","html":"{}"},"an9.20:5.3":{"pli":"Na kho panetaṃ, gahapati, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"an9.20:5.4":{"pli":"Ahaṃ tena samayena velāmo brāhmaṇo ahosiṃ. ","eng":"I myself was the brahmin Velāma at that time. ","html":"{}"},"an9.20:5.5":{"pli":"Ahaṃ taṃ dānaṃ adāsiṃ mahādānaṃ. ","eng":"I gave that gift, a great offering. ","html":"{}"},"an9.20:5.6":{"pli":"Tasmiṃ kho pana, gahapati, dāne na koci dakkhiṇeyyo ahosi, na taṃ koci dakkhiṇaṃ visodheti. ","eng":"But at that event there was no-one worthy of a religious donation, and no-one to purify the religious donation. ","html":"{}</p>"},"an9.20:6.1":{"pli":"Yaṃ, gahapati, velāmo brāhmaṇo dānaṃ adāsi mahādānaṃ, yo cekaṃ diṭṭhisampannaṃ bhojeyya, idaṃ tato mahapphalataraṃ. ","eng":"It would be more fruitful to feed one individual accomplished in view than that great offering of Velāma. ","html":"<p>{}</p>"},"an9.20:7.1":{"pli":"(…) Yo ca sataṃ diṭṭhisampannānaṃ bhojeyya, yo cekaṃ sakadāgāmiṃ bhojeyya, idaṃ tato mahapphalataraṃ. ","eng":"It would be more fruitful to feed one once-returner than a hundred of those accomplished in view. ","html":"<p>{}</p>"},"an9.20:8.1":{"pli":"(…) Yo ca sataṃ sakadāgāmīnaṃ bhojeyya, yo cekaṃ anāgāmiṃ bhojeyya …pe… ","eng":"It would be more fruitful to feed one non-returner than a hundred once-returners. ","html":"<p>{}</p>"},"an9.20:8.2":{"pli":"yo ca sataṃ anāgāmīnaṃ bhojeyya, yo cekaṃ arahantaṃ bhojeyya …pe… ","eng":"It would be more fruitful to feed one perfected one than a hundred non-returners. ","html":"<p>{}</p>"},"an9.20:8.3":{"pli":"yo ca sataṃ arahantānaṃ bhojeyya, yo cekaṃ paccekabuddhaṃ bhojeyya …pe… ","eng":"It would be more fruitful to feed one Independent Buddha than a hundred perfected ones. ","html":"<p>{}</p>"},"an9.20:8.4":{"pli":"yo ca sataṃ paccekabuddhānaṃ bhojeyya, yo ca tathāgataṃ arahantaṃ sammāsambuddhaṃ bhojeyya …pe… ","eng":"It would be more fruitful to feed one Realized One, a perfected one, a fully awakened Buddha than a hundred Independent Buddhas. ","html":"<p>{}</p>"},"an9.20:8.5":{"pli":"yo ca buddhappamukhaṃ bhikkhusaṅghaṃ bhojeyya …pe… ","eng":"It would be more fruitful to feed the mendicant Saṅgha headed by the Buddha than to feed one Realized One, a perfected one, a fully awakened Buddha. ","html":"<p>{}</p>"},"an9.20:8.6":{"pli":"yo ca cātuddisaṃ saṅghaṃ uddissa vihāraṃ kārāpeyya …pe… ","eng":"It would be more fruitful to build a dwelling especially for the Saṅgha of the four quarters than to feed the mendicant Saṅgha headed by the Buddha. ","html":"<p>{}</p>"},"an9.20:8.7":{"pli":"yo ca pasannacitto buddhañca dhammañca saṅghañca saraṇaṃ gaccheyya …pe… ","eng":"It would be more fruitful to go for refuge to the Buddha, the teaching, and the Saṅgha with a confident heart than to build a dwelling for the Saṅgha of the four quarters. ","html":"<p>{}</p>"},"an9.20:8.8":{"pli":"yo ca pasannacitto sikkhāpadāni samādiyeyya—","eng":"It would be more fruitful to undertake the training rules—not to kill living creatures, steal, commit sexual misconduct, lie, or consume beer, wine, and liquor intoxicants—than to go for refuge to the Buddha, the teaching, and the Saṅgha with a confident heart. ","html":"<p>{}</p>"},"an9.20:8.9":{"pli":"pāṇātipātā veramaṇiṃ, adinnādānā veramaṇiṃ, kāmesumicchācārā veramaṇiṃ, musāvādā veramaṇiṃ, surāmerayamajjapamādaṭṭhānā veramaṇiṃ, yo ca antamaso gandhohanamattampi mettacittaṃ bhāveyya, (…) idaṃ tato mahapphalataraṃ. ","eng":"It would be more fruitful to develop a heart of love—even just as long as it takes to pull a cow’s udder—than to undertake the training rules. ","html":"<p>{}</p>"},"an9.20:9.1":{"pli":"Yañca, gahapati, velāmo brāhmaṇo dānaṃ adāsi mahādānaṃ, yo cekaṃ diṭṭhisampannaṃ bhojeyya … ","eng":"It would be more fruitful to develop the perception of impermanence—even for as long as a finger-snap—than to do all of these things, including developing a heart of love for as long as it takes to pull a cow’s udder.” ","html":"<p>{}"},"an9.20:9.2":{"pli":"yo ca sataṃ diṭṭhisampannānaṃ bhojeyya, yo cekaṃ sakadāgāmiṃ bhojeyya … ","html":"{}"},"an9.20:9.3":{"pli":"yo ca sataṃ sakadāgāmīnaṃ bhojeyya, yo cekaṃ anāgāmiṃ bhojeyya … ","html":"{}"},"an9.20:9.4":{"pli":"yo ca sataṃ anāgāmīnaṃ bhojeyya, yo cekaṃ arahantaṃ bhojeyya … ","html":"{}"},"an9.20:9.5":{"pli":"yo ca sataṃ arahantānaṃ bhojeyya, yo cekaṃ paccekabuddhaṃ bhojeyya … ","html":"{}"},"an9.20:9.6":{"pli":"yo ca sataṃ paccekabuddhānaṃ bhojeyya, yo ca tathāgataṃ arahantaṃ sammāsambuddhaṃ bhojeyya … ","html":"{}"},"an9.20:9.7":{"pli":"yo ca buddhappamukhaṃ bhikkhusaṅghaṃ bhojeyya, yo ca cātuddisaṃ saṅghaṃ uddissa vihāraṃ kārāpeyya … ","html":"{}"},"an9.20:9.8":{"pli":"yo ca pasannacitto buddhañca dhammañca saṅghañca saraṇaṃ gaccheyya, yo ca pasannacitto sikkhāpadāni samādiyeyya—","html":"{}"},"an9.20:9.9":{"pli":"pāṇātipātā veramaṇiṃ …pe… surāmerayamajjapamādaṭṭhānā veramaṇiṃ, yo ca antamaso gandhohanamattampi mettacittaṃ bhāveyya, yo ca accharāsaṅghātamattampi aniccasaññaṃ bhāveyya, idaṃ tato mahapphalataran”ti. ","html":"{}</p>"},"an9.20:9.10":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an9.20:9.11":{"pli":"Sīhanādavaggo dutiyo. ","html":"<p class='endvagga'>{}</p>"},"an9.20:10.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an9.20:10.1":{"pli":"Nādo saupādiseso ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an9.20:10.2":{"pli":"koṭṭhikena samiddhinā; ","html":"<span class='verse-line'>{}</span>"},"an9.20:10.3":{"pli":"Gaṇḍasaññā kulaṃ mettā, ","html":"<span class='verse-line'>{}</span>"},"an9.20:10.4":{"pli":"devatā velāmena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an9.21":{"an9.21:0.1":{"pli":"Aṅguttara Nikāya 9.21 ","eng":"Numbered Discourses 9.21 ","html":"<article id='an9.21'><header><ul><li class='division'>{}</li>"},"an9.21:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.21:0.3":{"pli":"Tiṭhānasutta ","eng":"In Three Particulars ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.21:1.1":{"pli":"“Tīhi, bhikkhave, ṭhānehi uttarakurukā manussā deve ca tāvatiṃse adhiggaṇhanti jambudīpake ca manusse. ","eng":"“The humans of the land north of Kuru surpass the gods of the thirty-three and the humans of the Black Plum Tree Land in three particulars. ","html":"<p>{}"},"an9.21:1.2":{"pli":"Katamehi tīhi? ","eng":"What three? ","html":"{}"},"an9.21:1.3":{"pli":"Amamā, apariggahā, niyatāyukā, visesaguṇā—","eng":"They’re selfless and not possessive. They have a fixed lifespan. They have a distinctive nature. ","html":"{}"},"an9.21:1.4":{"pli":"imehi kho, bhikkhave, tīhi ṭhānehi uttarakurukā manussā deve ca tāvatiṃse adhiggaṇhanti jambudīpake ca manusse. ","eng":"The humans of the land north of Kuru surpass the gods of the thirty-three and the humans of the Black Plum Tree Land in these three particulars. ","html":"{}</p>"},"an9.21:2.1":{"pli":"Tīhi, bhikkhave, ṭhānehi devā tāvatiṃsā uttarakuruke ca manusse adhiggaṇhanti jambudīpake ca manusse. ","eng":"The gods of the thirty-three surpass the humans of the land north of Kuru and the Black Plum Tree Land in three particulars. ","html":"<p>{}"},"an9.21:2.2":{"pli":"Katamehi tīhi? ","eng":"What three? ","html":"{}"},"an9.21:2.3":{"pli":"Dibbena āyunā, dibbena vaṇṇena, dibbena sukhena—","eng":"Heavenly lifespan, beauty, and happiness. ","html":"{}"},"an9.21:2.4":{"pli":"imehi kho, bhikkhave, tīhi ṭhānehi devā tāvatiṃsā uttarakuruke ca manusse adhiggaṇhanti jambudīpake ca manusse. ","eng":"The gods of the thirty-three surpass the humans of the land north of Kuru and the Black Plum Tree Land in these three particulars. ","html":"{}</p>"},"an9.21:3.1":{"pli":"Tīhi, bhikkhave, ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṃse. ","eng":"The humans of the Black Plum Tree Land surpass the humans of the land north of Kuru and the gods of the thirty-three in three particulars. ","html":"<p>{}"},"an9.21:3.2":{"pli":"Katamehi tīhi? ","eng":"What three? ","html":"{}"},"an9.21:3.3":{"pli":"Sūrā, satimanto, idha brahmacariyavāso—","eng":"Bravery, mindfulness, and the spiritual life is lived here. ","html":"{}"},"an9.21:3.4":{"pli":"imehi kho, bhikkhave, tīhi ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṃse”ti. ","eng":"The humans of the Black Plum Tree Land surpass the humans of the land north of Kuru and the gods of the thirty-three in these three particulars.” ","html":"{}</p>"},"an9.21:3.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.22":{"an9.22:0.1":{"pli":"Aṅguttara Nikāya 9.22 ","eng":"Numbered Discourses 9.22 ","html":"<article id='an9.22'><header><ul><li class='division'>{}</li>"},"an9.22:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.22:0.3":{"pli":"Assakhaḷuṅkasutta ","eng":"A Wild Colt ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.22:1.1":{"pli":"“Tayo ca, bhikkhave, assakhaḷuṅke desessāmi tayo ca purisakhaḷuṅke tayo ca assaparasse tayo ca purisaparasse tayo ca bhadde assājānīye tayo ca bhadde purisājānīye. ","eng":"“Mendicants, I will teach you about three wild colts and three wild people; three excellent horses and three excellent people; and three fine thoroughbred horses and three fine thoroughbred people. ","html":"<p>{}"},"an9.22:1.2":{"pli":"Taṃ suṇātha. (…) ","eng":"Listen and apply your mind well, I will speak. ","html":"{}</p>"},"an9.22:2.1":{"pli":"Katame ca, bhikkhave, tayo assakhaḷuṅkā? ","eng":"And what are the three wild colts? ","html":"<p>{}"},"an9.22:2.2":{"pli":"Idha, bhikkhave, ekacco assakhaḷuṅko javasampanno hoti, na vaṇṇasampanno, na ārohapariṇāhasampanno. ","eng":"One wild colt is fast, but not beautiful or well proportioned. ","html":"{}"},"an9.22:2.3":{"pli":"Idha pana, bhikkhave, ekacco assakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca, na ārohapariṇāhasampanno. ","eng":"Another wild colt is fast and beautiful, but not well proportioned. ","html":"{}"},"an9.22:2.4":{"pli":"Idha pana, bhikkhave, ekacco assakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"While another wild colt is fast, beautiful, and well proportioned. ","html":"{}"},"an9.22:2.5":{"pli":"Ime kho, bhikkhave, tayo assakhaḷuṅkā. ","eng":"These are the three wild colts. ","html":"{}</p>"},"an9.22:3.1":{"pli":"Katame ca, bhikkhave, tayo purisakhaḷuṅkā? ","eng":"And what are the three wild people? ","html":"<p>{}"},"an9.22:3.2":{"pli":"Idha, bhikkhave, ekacco purisakhaḷuṅko javasampanno hoti, na vaṇṇasampanno, na ārohapariṇāhasampanno. ","eng":"One wild person is fast, but not beautiful or well proportioned. ","html":"{}"},"an9.22:3.3":{"pli":"Idha pana, bhikkhave, ekacco purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca, na ārohapariṇāhasampanno. ","eng":"Another wild person is fast and beautiful, but not well proportioned. ","html":"{}"},"an9.22:3.4":{"pli":"Idha pana, bhikkhave, ekacco purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"While another wild person is fast, beautiful, and well proportioned. ","html":"{}</p>"},"an9.22:4.1":{"pli":"Kathañca, bhikkhave, purisakhaḷuṅko javasampanno hoti, na vaṇṇasampanno na ārohapariṇāhasampanno? ","eng":"And how is a wild person fast, but not beautiful or well proportioned? ","html":"<p>{}"},"an9.22:4.2":{"pli":"Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"an9.22:4.3":{"pli":"Idamassa javasmiṃ vadāmi. ","eng":"This is how they’re fast, I say. ","html":"{}"},"an9.22:4.4":{"pli":"Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho saṃsādeti, no vissajjeti. ","eng":"But when asked a question about the teaching or training, they falter without answering. ","html":"{}"},"an9.22:4.5":{"pli":"Idamassa na vaṇṇasmiṃ vadāmi. ","eng":"This is how they’re not beautiful, I say. ","html":"{}"},"an9.22:4.6":{"pli":"Na kho pana lābhī hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"And they don’t receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an9.22:4.7":{"pli":"Idamassa na ārohapariṇāhasmiṃ vadāmi. ","eng":"This is how they’re not well proportioned, I say. ","html":"{}"},"an9.22:4.8":{"pli":"Evaṃ kho, bhikkhave, purisakhaḷuṅko javasampanno hoti, na vaṇṇasampanno na ārohapariṇāhasampanno. ","eng":"This is how a wild person is fast, but not beautiful or well proportioned. ","html":"{}</p>"},"an9.22:5.1":{"pli":"Kathañca, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca, na ārohapariṇāhasampanno? ","eng":"And how is a wild person fast and beautiful, but not well proportioned? ","html":"<p>{}"},"an9.22:5.2":{"pli":"Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"an9.22:5.3":{"pli":"Idamassa javasmiṃ vadāmi. ","eng":"This is how they’re fast, I say. ","html":"{}"},"an9.22:5.4":{"pli":"Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti. ","eng":"When asked a question about the teaching or training, they answer without faltering. ","html":"{}"},"an9.22:5.5":{"pli":"Idamassa vaṇṇasmiṃ vadāmi. ","eng":"This is how they’re beautiful, I say. ","html":"{}"},"an9.22:5.6":{"pli":"Na kho pana lābhī hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"But they don’t receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an9.22:5.7":{"pli":"Idamassa na ārohapariṇāhasmiṃ vadāmi. ","eng":"This is how they’re not well proportioned, I say. ","html":"{}"},"an9.22:5.8":{"pli":"Evaṃ kho, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca, na ārohapariṇāhasampanno. ","eng":"This is how a wild person is fast and beautiful, but not well proportioned. ","html":"{}</p>"},"an9.22:6.1":{"pli":"Kathañca, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca? ","eng":"And how is a wild person fast, beautiful, and well proportioned? ","html":"<p>{}"},"an9.22:6.2":{"pli":"Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"an9.22:6.3":{"pli":"Idamassa javasmiṃ vadāmi. ","eng":"This is how they’re fast, I say. ","html":"{}"},"an9.22:6.4":{"pli":"Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti. ","eng":"When asked a question about the teaching or training, they answer without faltering. ","html":"{}"},"an9.22:6.5":{"pli":"Idamassa vaṇṇasmiṃ vadāmi. ","eng":"This is how they’re beautiful, I say. ","html":"{}"},"an9.22:6.6":{"pli":"Lābhī kho pana hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"They receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an9.22:6.7":{"pli":"Idamassa ārohapariṇāhasmiṃ vadāmi. ","eng":"This is how they’re well proportioned, I say. ","html":"{}"},"an9.22:6.8":{"pli":"Evaṃ kho, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"This is how a wild person is fast, beautiful, and well proportioned. ","html":"{}"},"an9.22:6.9":{"pli":"Ime kho, bhikkhave, tayo purisakhaḷuṅkā. ","eng":"These are the three wild people. ","html":"{}</p>"},"an9.22:7.1":{"pli":"Katame ca, bhikkhave, tayo assaparassā? ","eng":"And what are the three excellent horses? ","html":"<p>{}"},"an9.22:7.2":{"pli":"Idha, bhikkhave, ekacco assaparasso …pe… ","eng":"One excellent horse … ","html":"{}"},"an9.22:7.3":{"pli":"javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"is fast, beautiful, and well proportioned. ","html":"{}"},"an9.22:7.4":{"pli":"Ime kho, bhikkhave, tayo assaparassā. ","eng":"These are the three excellent horses. ","html":"{}</p>"},"an9.22:8.1":{"pli":"Katame ca, bhikkhave, tayo purisaparassā? ","eng":"What are the three excellent people? ","html":"<p>{}"},"an9.22:8.2":{"pli":"Idha, bhikkhave, ekacco purisaparasso …pe… ","eng":"One excellent person … ","html":"{}"},"an9.22:8.3":{"pli":"javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"is fast, beautiful, and well proportioned. ","html":"{}</p>"},"an9.22:9.1":{"pli":"Kathañca, bhikkhave, purisaparasso …pe… ","eng":"And how is an excellent person … ","html":"<p>{}"},"an9.22:9.2":{"pli":"javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca? ","eng":"fast, beautiful, and well proportioned? ","html":"{}"},"an9.22:9.3":{"pli":"Idha, bhikkhave, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī anāvattidhammo tasmā lokā. ","eng":"It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world. ","html":"{}"},"an9.22:9.4":{"pli":"Idamassa javasmiṃ vadāmi. ","eng":"This is how they’re fast, I say. ","html":"{}"},"an9.22:9.5":{"pli":"Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti. ","eng":"When asked a question about the teaching or training, they answer without faltering. ","html":"{}"},"an9.22:9.6":{"pli":"Idamassa vaṇṇasmiṃ vadāmi. ","eng":"This is how they’re beautiful, I say. ","html":"{}"},"an9.22:9.7":{"pli":"Lābhī kho pana hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"They receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an9.22:9.8":{"pli":"Idamassa ārohapariṇāhasmiṃ vadāmi. ","eng":"This is how they’re well proportioned, I say. ","html":"{}"},"an9.22:9.9":{"pli":"Evaṃ kho, bhikkhave, purisaparasso javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"This is how an excellent person is fast, beautiful, and well proportioned. ","html":"{}"},"an9.22:9.10":{"pli":"Ime kho, bhikkhave, tayo purisaparassā. ","eng":"These are the three excellent people. ","html":"{}</p>"},"an9.22:10.1":{"pli":"Katame ca, bhikkhave, tayo bhaddā assājānīyā? ","eng":"And what are the three fine thoroughbred horses? ","html":"<p>{}"},"an9.22:10.2":{"pli":"Idha, bhikkhave, ekacco bhaddo assājānīyo …pe… ","eng":"One fine thoroughbred horse … ","html":"{}"},"an9.22:10.3":{"pli":"javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"is fast, beautiful, and well proportioned. ","html":"{}"},"an9.22:10.4":{"pli":"Ime kho, bhikkhave, tayo bhaddā assājānīyā. ","eng":"These are the three fine thoroughbred horses. ","html":"{}</p>"},"an9.22:11.1":{"pli":"Katame ca, bhikkhave, tayo bhaddā purisājānīyā? ","eng":"And what are the three fine thoroughbred people? ","html":"<p>{}"},"an9.22:11.2":{"pli":"Idha, bhikkhave, ekacco bhaddo purisājānīyo …pe… ","eng":"One fine thoroughbred person … ","html":"{}"},"an9.22:11.3":{"pli":"javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"is fast, beautiful, and well proportioned. ","html":"{}</p>"},"an9.22:12.1":{"pli":"Kathañca, bhikkhave, bhaddo purisājānīyo …pe… ","eng":"And how is a fine thoroughbred person … ","html":"<p>{}"},"an9.22:12.2":{"pli":"javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca? ","eng":"fast, beautiful, and well proportioned? ","html":"{}"},"an9.22:12.3":{"pli":"Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"It’s a mendicant who realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"an9.22:12.4":{"pli":"Idamassa javasmiṃ vadāmi. ","eng":"This is how they’re fast, I say. ","html":"{}"},"an9.22:12.5":{"pli":"Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti. ","eng":"When asked a question about the teaching or training, they answer without faltering. ","html":"{}"},"an9.22:12.6":{"pli":"Idamassa vaṇṇasmiṃ vadāmi. ","eng":"This is how they’re beautiful, I say. ","html":"{}"},"an9.22:12.7":{"pli":"Lābhī kho pana hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"They receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"an9.22:12.8":{"pli":"Idamassa ārohapariṇāhasmiṃ vadāmi. ","eng":"This is how they’re well proportioned, I say. ","html":"{}"},"an9.22:12.9":{"pli":"Evaṃ kho, bhikkhave, bhaddo purisājānīyo javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca. ","eng":"This is how a fine thoroughbred person is fast, beautiful, and well proportioned. ","html":"{}"},"an9.22:12.10":{"pli":"Ime kho, bhikkhave, tayo bhaddā purisājānīyā”ti. ","eng":"These are the three fine thoroughbred people.” ","html":"{}</p>"},"an9.22:12.11":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.23":{"an9.23:0.1":{"pli":"Aṅguttara Nikāya 9.23 ","eng":"Numbered Discourses 9.23 ","html":"<article id='an9.23'><header><ul><li class='division'>{}</li>"},"an9.23:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.23:0.3":{"pli":"Taṇhāmūlakasutta ","eng":"Rooted in Craving ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.23:1.1":{"pli":"“Nava, bhikkhave, taṇhāmūlake dhamme desessāmi, taṃ suṇātha. ","eng":"“Mendicants, I will teach you about nine things rooted in craving. ","html":"<p>{}"},"an9.23:1.2":{"pli":"Katame ca, bhikkhave, nava taṇhāmūlakā dhammā? ","eng":"And what are the nine things rooted in craving? ","html":"{}"},"an9.23:1.3":{"pli":"Taṇhaṃ paṭicca pariyesanā, pariyesanaṃ paṭicca lābho, lābhaṃ paṭicca vinicchayo, vinicchayaṃ paṭicca chandarāgo, chandarāgaṃ paṭicca ajjhosānaṃ, ajjhosānaṃ paṭicca pariggaho, pariggahaṃ paṭicca macchariyaṃ, macchariyaṃ paṭicca ārakkho, ārakkhādhikaraṇaṃ daṇḍādānaṃ satthādānaṃ kalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ","eng":"Craving gives rise to searching. Searching gives rise to gaining material things. Gaining material things gives rise to evaluation. Evaluation gives rise to desire and lust. Desire and lust gives rise to attachment. Attachment gives rise to ownership. Ownership gives rise to stinginess. Stinginess gives rise to safeguarding. Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies. ","html":"{}"},"an9.23:1.4":{"pli":"Ime kho, bhikkhave, nava taṇhāmūlakā dhammā”ti. ","eng":"These are the nine things rooted in craving.” ","html":"{}</p>"},"an9.23:1.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.24":{"an9.24:0.1":{"pli":"Aṅguttara Nikāya 9.24 ","eng":"Numbered Discourses 9.24 ","html":"<article id='an9.24'><header><ul><li class='division'>{}</li>"},"an9.24:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.24:0.3":{"pli":"Sattāvāsasutta ","eng":"Abodes of Sentient Beings ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.24:1.1":{"pli":"“Navayime, bhikkhave, sattāvāsā. ","eng":"“Mendicants, there are nine abodes of sentient beings. ","html":"<p>{}"},"an9.24:1.2":{"pli":"Katame nava? ","eng":"What nine? ","html":"{}</p>"},"an9.24:1.3":{"pli":"Santi, bhikkhave, sattā nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā. ","eng":"There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ","html":"<p data-counter='1'>{}"},"an9.24:1.4":{"pli":"Ayaṃ paṭhamo sattāvāso. ","eng":"This is the first abode of sentient beings. ","html":"{}</p>"},"an9.24:2.1":{"pli":"Santi, bhikkhave, sattā nānattakāyā ekattasaññino, seyyathāpi devā brahmakāyikā paṭhamābhinibbattā. ","eng":"There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in the Divinity’s host through the first absorption. ","html":"<p data-counter='2'>{}"},"an9.24:2.2":{"pli":"Ayaṃ dutiyo sattāvāso. ","eng":"This is the second abode of sentient beings. ","html":"{}</p>"},"an9.24:3.1":{"pli":"Santi, bhikkhave, sattā ekattakāyā nānattasaññino, seyyathāpi devā ābhassarā. ","eng":"There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ","html":"<p data-counter='3'>{}"},"an9.24:3.2":{"pli":"Ayaṃ tatiyo sattāvāso. ","eng":"This is the third abode of sentient beings. ","html":"{}</p>"},"an9.24:4.1":{"pli":"Santi, bhikkhave, sattā ekattakāyā ekattasaññino, seyyathāpi devā subhakiṇhā. ","eng":"There are sentient beings that are unified in body and unified in perception, such as the gods of universal beauty. ","html":"<p data-counter='4'>{}"},"an9.24:4.2":{"pli":"Ayaṃ catuttho sattāvāso. ","eng":"This is the fourth abode of sentient beings. ","html":"{}</p>"},"an9.24:5.1":{"pli":"Santi, bhikkhave, sattā asaññino appaṭisaṃvedino, seyyathāpi devā asaññasattā. ","eng":"There are sentient beings that are non-percipient and do not experience anything, such as the gods who are non-percipient beings. ","html":"<p data-counter='5'>{}"},"an9.24:5.2":{"pli":"Ayaṃ pañcamo sattāvāso. ","eng":"This is the fifth abode of sentient beings. ","html":"{}</p>"},"an9.24:6.1":{"pli":"Santi, bhikkhave, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond perceptions of form. With the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ","html":"<p data-counter='6'>{}"},"an9.24:6.2":{"pli":"Ayaṃ chaṭṭho sattāvāso. ","eng":"This is the sixth abode of sentient beings. ","html":"{}</p>"},"an9.24:7.1":{"pli":"Santi, bhikkhave, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ","html":"<p data-counter='7'>{}"},"an9.24:7.2":{"pli":"Ayaṃ sattamo sattāvāso. ","eng":"This is the seventh abode of sentient beings. ","html":"{}</p>"},"an9.24:8.1":{"pli":"Santi, bhikkhave, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ","html":"<p data-counter='8'>{}"},"an9.24:8.2":{"pli":"Ayaṃ aṭṭhamo sattāvāso. ","eng":"This is the eighth abode of sentient beings. ","html":"{}</p>"},"an9.24:9.1":{"pli":"Santi, bhikkhave, sattā sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond the dimension of nothingness. They have been reborn in the dimension of neither perception nor non-perception. ","html":"<p data-counter='9'>{}"},"an9.24:9.2":{"pli":"Ayaṃ navamo sattāvāso. ","eng":"This is the ninth abode of sentient beings. ","html":"{}</p>"},"an9.24:10.1":{"pli":"Ime kho, bhikkhave, nava sattāvāsā”ti. ","eng":"These are the nine abodes of sentient beings.” ","html":"<p>{}</p>"},"an9.24:10.2":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.25":{"an9.25:0.1":{"pli":"Aṅguttara Nikāya 9.25 ","eng":"Numbered Discourses 9.25 ","html":"<article id='an9.25'><header><ul><li class='division'>{}</li>"},"an9.25:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.25:0.3":{"pli":"Paññāsutta ","eng":"Consolidated by Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.25:1.1":{"pli":"“Yato kho, bhikkhave, bhikkhuno paññāya cittaṃ suparicitaṃ hoti, tassetaṃ, bhikkhave, bhikkhuno kallaṃ vacanāya: ","eng":"“Mendicants, when a mendicant’s mind has been well consolidated with wisdom it’s appropriate for them to say: ","html":"<p>{}"},"an9.25:1.2":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti. ","eng":"‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.”’ ","html":"{}</p>"},"an9.25:2.1":{"pli":"Kathañca, bhikkhave, bhikkhuno paññāya cittaṃ suparicitaṃ hoti? ","eng":"And how is a mendicant’s mind well consolidated with wisdom? ","html":"<p>{}"},"an9.25:2.2":{"pli":"‘Vītarāgaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"The mind is well consolidated with wisdom when they know: ‘My mind is without greed.’ ","html":"{}"},"an9.25:2.3":{"pli":"‘vītadosaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is without hate.’ ","html":"{}"},"an9.25:2.4":{"pli":"‘vītamohaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is without delusion.’ ","html":"{}"},"an9.25:2.5":{"pli":"‘asarāgadhammaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to become greedy.’ ","html":"{}"},"an9.25:2.6":{"pli":"‘asadosadhammaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to become hateful.’ ","html":"{}"},"an9.25:2.7":{"pli":"‘asamohadhammaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to become deluded.’ ","html":"{}"},"an9.25:2.8":{"pli":"‘anāvattidhammaṃ me cittaṃ kāmabhavāyā’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to return to rebirth in the sensual realm.’ ","html":"{}"},"an9.25:2.9":{"pli":"‘anāvattidhammaṃ me cittaṃ rūpabhavāyā’ti paññāya cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to return to rebirth in the realm of luminous form.’ ","html":"{}"},"an9.25:2.10":{"pli":"‘anāvattidhammaṃ me cittaṃ arūpabhavāyā’ti paññāya cittaṃ suparicitaṃ hoti. ","eng":"… ‘My mind is not liable to return to rebirth in the formless realm.’ ","html":"{}"},"an9.25:2.11":{"pli":"Yato kho, bhikkhave, bhikkhuno paññāya cittaṃ suparicitaṃ hoti, tassetaṃ, bhikkhave, bhikkhuno kallaṃ vacanāya: ","eng":"When a mendicant’s mind has been well consolidated with wisdom it’s appropriate for them to say: ","html":"{}"},"an9.25:2.12":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti. ","eng":"‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.”’” ","html":"{}</p>"},"an9.25:2.13":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}