{"an9.26":{"an9.26:0.1":{"pli":"Aṅguttara Nikāya 9.26 ","eng":"Numbered Discourses 9.26 ","html":"<article id='an9.26'><header><ul><li class='division'>{}</li>"},"an9.26:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.26:0.3":{"pli":"Silāyūpasutta ","eng":"The Simile of the Stone Pillar ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.26:1.1":{"pli":"(…) ","eng":"So I have heard. ","html":"<p>{}"},"an9.26:1.2":{"pli":"Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca candikāputto rājagahe viharanti veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"an9.26:1.3":{"pli":"Tatra kho āyasmā candikāputto bhikkhū āmantesi (…): ","eng":"There Venerable Candikāputta addressed the mendicants, ","html":"<p>{}"},"an9.26:1.4":{"pli":"“devadatto, āvuso, bhikkhūnaṃ evaṃ dhammaṃ deseti: ","eng":"“Reverends, Devadatta teaches the mendicants like this: ","html":"{}"},"an9.26:1.5":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā citaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","eng":"‘When a mendicant’s mind is solidified by heart, it’s appropriate for them to say: ","html":"{}"},"an9.26:1.6":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti. ","eng":"“I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’”’” ","html":"{}</p>"},"an9.26:2.1":{"pli":"Evaṃ vutte, āyasmā sāriputto āyasmantaṃ candikāputtaṃ etadavoca: ","eng":"When he said this, Venerable Sāriputta said to him, ","html":"<p>{}"},"an9.26:2.2":{"pli":"“na kho, āvuso candikāputta, devadatto bhikkhūnaṃ evaṃ dhammaṃ deseti: ","eng":"“Reverend Candikāputta, Devadatta does not teach the mendicants like that. ","html":"{}"},"an9.26:2.3":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā citaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","html":"{}"},"an9.26:2.4":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti. ","html":"{}"},"an9.26:2.5":{"pli":"Evañca kho, āvuso, candikāputta, devadatto bhikkhūnaṃ dhammaṃ deseti: ","eng":"He teaches like this: ","html":"{}"},"an9.26:2.6":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā cittaṃ suparicitaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","eng":"‘When a mendicant’s mind is well consolidated by heart, it’s appropriate for them to say: ","html":"{}"},"an9.26:2.7":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti. ","eng":"“I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’”’” ","html":"{}</p>"},"an9.26:3.1":{"pli":"Dutiyampi kho āyasmā candikāputto bhikkhū āmantesi: ","eng":"For a second time … ","html":"<p>{}"},"an9.26:3.2":{"pli":"“devadatto, āvuso, bhikkhūnaṃ evaṃ dhammaṃ deseti: ","html":"{}"},"an9.26:3.3":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā citaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","html":"{}"},"an9.26:3.4":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti. ","html":"{}"},"an9.26:3.5":{"pli":"Dutiyampi kho āyasmā sāriputto āyasmantaṃ candikāputtaṃ etadavoca: ","html":"{}"},"an9.26:3.6":{"pli":"“na kho, āvuso candikāputta, devadatto bhikkhūnaṃ evaṃ dhammaṃ deseti: ","html":"{}"},"an9.26:3.7":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā citaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","html":"{}"},"an9.26:3.8":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti. ","html":"{}"},"an9.26:3.9":{"pli":"Evañca kho, āvuso candikāputta, devadatto bhikkhūnaṃ dhammaṃ deseti: ","html":"{}"},"an9.26:3.10":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā cittaṃ suparicitaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","html":"{}"},"an9.26:3.11":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti. ","html":"{}</p>"},"an9.26:4.1":{"pli":"Tatiyampi kho āyasmā candikāputto bhikkhū āmantesi: ","eng":"And for a third time Venerable Candikāputta addressed the mendicants … ","html":"<p>{}"},"an9.26:4.2":{"pli":"“devadatto, āvuso, bhikkhūnaṃ evaṃ dhammaṃ deseti: ","html":"{}"},"an9.26:4.3":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā citaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","html":"{}"},"an9.26:4.4":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti. ","html":"{}</p>"},"an9.26:4.5":{"pli":"Tatiyampi kho āyasmā sāriputto āyasmantaṃ candikāputtaṃ etadavoca: ","eng":"And for a third time, Sāriputta said to him, ","html":"<p>{}"},"an9.26:4.6":{"pli":"“na kho, āvuso candikāputta, devadatto bhikkhūnaṃ evaṃ dhammaṃ deseti: ","eng":"“Reverend Candikāputta, Devadatta does not teach the mendicants like that. ","html":"{}"},"an9.26:4.7":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā citaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","html":"{}"},"an9.26:4.8":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti. ","html":"{}"},"an9.26:4.9":{"pli":"Evañca kho, āvuso candikāputta, devadatto bhikkhūnaṃ dhammaṃ deseti: ","eng":"He teaches like this: ","html":"{}"},"an9.26:4.10":{"pli":"‘yato kho, āvuso, bhikkhuno cetasā cittaṃ suparicitaṃ hoti, tassetaṃ bhikkhuno kallaṃ veyyākaraṇāya—","eng":"‘When a mendicant’s mind is well consolidated by heart, it’s appropriate for them to say: ","html":"{}"},"an9.26:4.11":{"pli":"khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti. ","eng":"“I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’”’ ","html":"{}</p>"},"an9.26:5.1":{"pli":"Kathañca, āvuso, bhikkhuno cetasā cittaṃ suparicitaṃ hoti? ","eng":"And how is a mendicant’s mind well consolidated by heart? ","html":"<p>{}"},"an9.26:5.2":{"pli":"‘Vītarāgaṃ me cittan’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"The mind is well consolidated by heart when they know: ‘My mind is without greed.’ ","html":"{}"},"an9.26:5.3":{"pli":"‘vītadosaṃ me cittan’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is without hate.’ ","html":"{}"},"an9.26:5.4":{"pli":"‘vītamohaṃ me cittan’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is without delusion.’ ","html":"{}"},"an9.26:5.5":{"pli":"‘asarāgadhammaṃ me cittan’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to become greedy.’ ","html":"{}"},"an9.26:5.6":{"pli":"‘asadosadhammaṃ me cittan’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to become hateful.’ ","html":"{}"},"an9.26:5.7":{"pli":"‘asamohadhammaṃ me cittan’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to become deluded.’ ","html":"{}"},"an9.26:5.8":{"pli":"‘anāvattidhammaṃ me cittaṃ kāmabhavāyā’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to return to rebirth in the sensual realm.’ ","html":"{}"},"an9.26:5.9":{"pli":"‘anāvattidhammaṃ me cittaṃ rūpabhavāyā’ti cetasā cittaṃ suparicitaṃ hoti; ","eng":"… ‘My mind is not liable to return to rebirth in the realm of luminous form.’ ","html":"{}"},"an9.26:5.10":{"pli":"‘anāvattidhammaṃ me cittaṃ arūpabhavāyā’ti cetasā cittaṃ suparicitaṃ hoti. ","eng":"… ‘My mind is not liable to return to rebirth in the formless realm.’ ","html":"{}</p>"},"an9.26:5.11":{"pli":"Evaṃ sammā vimuttacittassa kho, āvuso, bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti; ","eng":"When a mendicant’s mind is rightly freed like this, even if compelling sights come into the range of vision they don’t occupy their mind. ","html":"<p>{}"},"an9.26:5.12":{"pli":"amissīkatamevassa cittaṃ hoti ṭhitaṃ āneñjappattaṃ, vayaṃ cassānupassati. ","eng":"Their mind is quite untainted. It is steady, imperturbable, observing disappearance. ","html":"{}</p>"},"an9.26:6.1":{"pli":"Seyyathāpi, āvuso, silāyūpo soḷasakukkuko. ","eng":"Suppose there was a stone pillar, sixteen feet long. ","html":"<p>{}"},"an9.26:6.2":{"pli":"Tassassu aṭṭha kukkū heṭṭhā nemaṅgamā, aṭṭha kukkū upari nemassa. ","eng":"Eight feet were buried underground, and eight above ground. ","html":"{}"},"an9.26:6.3":{"pli":"Atha puratthimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi, neva naṃ saṅkampeyya na sampavedheyya; ","eng":"And violent storms were to blow up out of the east, the west, the north, and the south. ","html":"{}"},"an9.26:6.4":{"pli":"atha pacchimāya … ","html":"{}"},"an9.26:6.5":{"pli":"atha uttarāya … ","html":"{}"},"an9.26:6.6":{"pli":"atha dakkhiṇāya cepi disāya āgaccheyya bhusā vātavuṭṭhi, neva naṃ saṅkampeyya na sampavedheyya. ","eng":"They couldn’t make it tremor and tremble and quake. ","html":"{}"},"an9.26:6.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an9.26:6.8":{"pli":"Gambhīrattā, āvuso, nemassa, sunikhātattā silāyūpassa. ","eng":"It’s because that stone pillar is firmly embedded, with deep foundations. ","html":"{}"},"an9.26:6.9":{"pli":"Evamevaṃ kho, āvuso, sammā vimuttacittassa bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti; ","eng":"In the same way, when a mendicant’s mind is rightly freed like this, even if compelling sights come into the range of vision they don’t occupy their mind. ","html":"{}"},"an9.26:6.10":{"pli":"amissīkatamevassa cittaṃ hoti ṭhitaṃ āneñjappattaṃ, vayaṃ cassānupassati. ","eng":"Their mind is quite untainted. It is steady, imperturbable, observing disappearance. ","html":"{}</p>"},"an9.26:7.1":{"pli":"Bhusā cepi sotaviññeyyā saddā … ","eng":"If even compelling sounds … ","html":"<p>{}"},"an9.26:7.2":{"pli":"ghānaviññeyyā gandhā … ","eng":"smells … ","html":"{}"},"an9.26:7.3":{"pli":"jivhāviññeyyā rasā … ","eng":"tastes … ","html":"{}"},"an9.26:7.4":{"pli":"kāyaviññeyyā phoṭṭhabbā … ","eng":"touches … ","html":"{}"},"an9.26:7.5":{"pli":"manoviññeyyā dhammā manassa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti; ","eng":"and ideas come into the range of the mind they don’t occupy the mind. ","html":"{}"},"an9.26:7.6":{"pli":"amissīkatamevassa cittaṃ hoti ṭhitaṃ āneñjappattaṃ, vayaṃ cassānupassatī”ti. ","eng":"Their mind is quite untainted. It is steady, imperturbable, observing disappearance.” ","html":"{}</p>"},"an9.26:7.7":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.27":{"an9.27:0.1":{"pli":"Aṅguttara Nikāya 9.27 ","eng":"Numbered Discourses 9.27 ","html":"<article id='an9.27'><header><ul><li class='division'>{}</li>"},"an9.27:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.27:0.3":{"pli":"Paṭhamaverasutta ","eng":"Fears and Enmities (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.27:1.1":{"pli":"Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ","eng":"Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an9.27:2.1":{"pli":"“Yato kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"“Householder, when a noble disciple has quelled five fears and enmities, and possesses the four factors of stream-entry, they may, if they wish, declare of themselves: ","html":"<p>{}"},"an9.27:2.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’ ","html":"{}</p>"},"an9.27:3.1":{"pli":"Katamāni pañca bhayāni verāni vūpasantāni honti? ","eng":"What are the five fears and enmities they have quelled? ","html":"<p data-counter='1'>{}"},"an9.27:3.2":{"pli":"Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati, na samparāyikampi bhayaṃ veraṃ pasavati, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"Anyone who kills living creatures brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures does not brim with fear and enmity either in this life or in lives to come, and doesn’t experience mental pain and sadness. ","html":"{}"},"an9.27:3.3":{"pli":"Pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from killing living creatures. ","html":"{}</p>"},"an9.27:4.1":{"pli":"Yaṃ, gahapati, adinnādāyī …pe… ","eng":"Anyone who steals … ","html":"<p>{}</p>"},"an9.27:4.2":{"pli":"kāmesumicchācārī … ","eng":"Anyone who commits sexual misconduct … ","html":"<p>{}</p>"},"an9.27:4.3":{"pli":"musāvādī … ","eng":"Anyone who lies … ","html":"<p>{}</p>"},"an9.27:4.4":{"pli":"surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati, na samparāyikampi bhayaṃ veraṃ pasavati, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"Anyone who consumes beer, wine, and liquor intoxicants brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from consuming beer, wine, and liquor intoxicants does not brim with fear and enmity either in this life or in lives to come, and doesn’t experience mental pain and sadness. ","html":"<p data-counter='4–5'>{}"},"an9.27:4.5":{"pli":"Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from consuming beer, wine, and liquor intoxicants. ","html":"{}</p>"},"an9.27:5.1":{"pli":"Imāni pañca bhayāni verāni vūpasantāni honti. ","eng":"These are the five fears and enmities they have quelled. ","html":"<p>{}</p>"},"an9.27:6.1":{"pli":"“Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ","eng":"What are the four factors of stream-entry that they possess? ","html":"<p data-counter='6'>{}"},"an9.27:6.2":{"pli":"Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti: ","eng":"It’s when a noble disciple has experiential confidence in the Buddha: ","html":"{}"},"an9.27:6.3":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}</p>"},"an9.27:7.1":{"pli":"Dhamme aveccappasādena samannāgato hoti: ","eng":"They have experiential confidence in the teaching: ","html":"<p data-counter='7'>{}"},"an9.27:7.2":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}</p>"},"an9.27:8.1":{"pli":"Saṅghe aveccappasādena samannāgato hoti: ","eng":"They have experiential confidence in the Saṅgha: ","html":"<p data-counter='8'>{}"},"an9.27:8.2":{"pli":"‘suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho; yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. ","eng":"‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ","html":"{}</p>"},"an9.27:9.1":{"pli":"Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi. ","eng":"And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"<p data-counter='9'>{}"},"an9.27:9.2":{"pli":"Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ","eng":"These are the four factors of stream-entry that they possess. ","html":"{}</p>"},"an9.27:10.1":{"pli":"Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"When a noble disciple has quelled these five fears and enmities, and possesses these four factors of stream-entry, they may, if they wish, declare of themselves: ","html":"<p>{}"},"an9.27:10.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’” ","html":"{}</p>"},"an9.27:10.3":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.28":{"an9.28:0.1":{"pli":"Aṅguttara Nikāya 9.28 ","eng":"Numbered Discourses 9.28 ","html":"<article id='an9.28'><header><ul><li class='division'>{}</li>"},"an9.28:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.28:0.3":{"pli":"Dutiyaverasutta ","eng":"Fears and Enmities (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.28:1.1":{"pli":"“Yato kho, bhikkhave, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"“Mendicants, when a noble disciple has quelled five fears and enmities, and possesses the four factors of stream-entry, they may, if they wish, declare of themselves: ","html":"<p>{}"},"an9.28:1.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’ ","html":"{}</p>"},"an9.28:2.1":{"pli":"Katamāni pañca bhayāni verāni vūpasantāni honti? ","eng":"What are the five fears and enmities they have quelled? ","html":"<p>{}"},"an9.28:2.2":{"pli":"Yaṃ, bhikkhave, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato …pe… ","eng":"Anyone who kills living creatures brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures does not brim with fear and enmity either in this life or in lives to come, and doesn’t experience mental pain and sadness. ","html":"{}"},"an9.28:2.3":{"pli":"evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from killing living creatures. ","html":"{}</p>"},"an9.28:3.1":{"pli":"Yaṃ, bhikkhave, adinnādāyī …pe… ","eng":"Anyone who steals … commits sexual misconduct … lies … ","html":"<p>{}"},"an9.28:3.2":{"pli":"surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati, na samparāyikampi bhayaṃ veraṃ pasavati, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ","eng":"Anyone who consumes beer, wine, and liquor intoxicants brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from consuming beer, wine, and liquor intoxicants does not brim with fear and enmity either in this life or in lives to come, and doesn’t experience mental pain and sadness. ","html":"{}"},"an9.28:3.3":{"pli":"Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from consuming beer, wine, and liquor intoxicants. ","html":"{}"},"an9.28:3.4":{"pli":"Imāni pañca bhayāni verāni vūpasantāni honti. ","eng":"These are the five fears and enmities they have quelled. ","html":"{}</p>"},"an9.28:4.1":{"pli":"Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ","eng":"What are the four factors of stream-entry that they possess? ","html":"<p>{}"},"an9.28:4.2":{"pli":"Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti: ","eng":"When a noble disciple has experiential confidence in the Buddha … ","html":"{}"},"an9.28:4.3":{"pli":"‘itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavā’ti. ","html":"{}"},"an9.28:4.4":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"an9.28:4.5":{"pli":"saṅghe … ","eng":"the Saṅgha … ","html":"{}"},"an9.28:4.6":{"pli":"ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi. ","eng":"And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"{}"},"an9.28:4.7":{"pli":"Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ","eng":"These are the four factors of stream-entry that they possess. ","html":"{}</p>"},"an9.28:5.1":{"pli":"Yato kho, bhikkhave, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"When a noble disciple has quelled these five fears and enmities, and possesses these four factors of stream-entry, they may, if they wish, declare of themselves: ","html":"<p>{}"},"an9.28:5.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’” ","html":"{}</p>"},"an9.28:5.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.29":{"an9.29:0.1":{"pli":"Aṅguttara Nikāya 9.29 ","eng":"Numbered Discourses 9.29 ","html":"<article id='an9.29'><header><ul><li class='division'>{}</li>"},"an9.29:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.29:0.3":{"pli":"Āghātavatthusutta ","eng":"Grounds for Resentment ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.29:1.1":{"pli":"“Navayimāni, bhikkhave, āghātavatthūni. ","eng":"“Mendicants, there are nine grounds for resentment. ","html":"<p>{}"},"an9.29:1.2":{"pli":"Katamāni nava? ","eng":"What nine? ","html":"{}"},"an9.29:1.3":{"pli":"‘Anatthaṃ me acarī’ti āghātaṃ bandhati; ","eng":"Thinking: ‘They did wrong to me,’ you harbor resentment. ","html":"{}"},"an9.29:1.4":{"pli":"‘anatthaṃ me caratī’ti āghātaṃ bandhati; ","eng":"Thinking: ‘They are doing wrong to me’ … ","html":"{}"},"an9.29:1.5":{"pli":"‘anatthaṃ me carissatī’ti āghātaṃ bandhati; ","eng":"‘They will do wrong to me’ … ","html":"{}"},"an9.29:1.6":{"pli":"‘piyassa me manāpassa anatthaṃ acarī’ti …pe… ","eng":"‘They did wrong to someone I love’ … ","html":"{}"},"an9.29:1.7":{"pli":"‘anatthaṃ caratī’ti …pe… ","eng":"‘They are doing wrong to someone I love’ … ","html":"{}"},"an9.29:1.8":{"pli":"‘anatthaṃ carissatī’ti āghātaṃ bandhati; ","eng":"‘They will do wrong to someone I love’ … ","html":"{}"},"an9.29:1.9":{"pli":"‘appiyassa me amanāpassa atthaṃ acarī’ti …pe… ","eng":"‘They helped someone I dislike’ … ","html":"{}"},"an9.29:1.10":{"pli":"‘atthaṃ caratī’ti …pe… ","eng":"‘They are helping someone I dislike’ … ","html":"{}"},"an9.29:1.11":{"pli":"‘atthaṃ carissatī’ti āghātaṃ bandhati. ","eng":"Thinking: ‘They will help someone I dislike,’ you harbor resentment. ","html":"{}"},"an9.29:1.12":{"pli":"Imāni kho, bhikkhave, nava āghātavatthūnī”ti. ","eng":"These are the nine grounds for resentment.” ","html":"{}</p>"},"an9.29:1.13":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.3":{"an9.3:0.1":{"pli":"Aṅguttara Nikāya 9.3 ","eng":"Numbered Discourses 9.3 ","html":"<article id='an9.3'><header><ul><li class='division'>{}</li>"},"an9.3:0.2":{"pli":"1. Sambodhivagga ","eng":"1. Awakening ","html":"<li>{}</li></ul>"},"an9.3:0.3":{"pli":"Meghiyasutta ","eng":"With Meghiya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.3:1.1":{"pli":"Ekaṃ samayaṃ bhagavā cālikāyaṃ viharati cālikāpabbate. ","eng":"At one time the Buddha was staying near Cālikā, on the Cālikā mountain. ","html":"<p>{}</p>"},"an9.3:1.2":{"pli":"Tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hoti. ","eng":"Now, at that time Venerable Meghiya was the Buddha’s attendant. ","html":"<p>{}"},"an9.3:1.3":{"pli":"Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"Then Venerable Meghiya went up to the Buddha, bowed, stood to one side, and said to him, ","html":"{}"},"an9.3:1.4":{"pli":"“icchāmahaṃ, bhante, jantugāmaṃ piṇḍāya pavisitun”ti. ","eng":"“Sir, I’d like to enter Jantu village for alms.” ","html":"{}</p>"},"an9.3:1.5":{"pli":"“Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti. ","eng":"“Please, Meghiya, go at your convenience.” ","html":"<p>{}</p>"},"an9.3:2.1":{"pli":"Atha kho āyasmā meghiyo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisi. ","eng":"Then Meghiya robed up in the morning and, taking his bowl and robe, entered Jantu village for alms. ","html":"<p>{}"},"an9.3:2.2":{"pli":"Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkami. ","eng":"After the meal, on his return from almsround in Jantu village, he went to the shore of Kimikālā river. ","html":"{}"},"an9.3:2.3":{"pli":"Addasā kho āyasmā meghiyo kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ ramaṇīyaṃ. ","eng":"As he was going for a walk along the shore of the river he saw a lovely and delightful mango grove. ","html":"{}</p>"},"an9.3:2.4":{"pli":"Disvānassa etadahosi: ","eng":"It occurred to him, ","html":"<p>{}"},"an9.3:2.5":{"pli":"“pāsādikaṃ vatidaṃ ambavanaṃ ramaṇīyaṃ, alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya. ","eng":"“Oh, this mango grove is lovely and delightful! This is good enough for striving for a gentleman wanting to strive. ","html":"{}"},"an9.3:2.6":{"pli":"Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā”ti. ","eng":"If the Buddha allows me, I’ll come back to this mango grove to meditate.” ","html":"{}</p>"},"an9.3:3.1":{"pli":"Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"Then Venerable Meghiya went up to the Buddha, bowed, sat down to one side, and told him what had happened, adding, ","html":"<p>{}"},"an9.3:4.1":{"pli":"“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisiṃ. ","html":"{}"},"an9.3:4.2":{"pli":"Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkamiṃ. ","html":"{}"},"an9.3:4.3":{"pli":"Addasaṃ kho ahaṃ, bhante, kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ ramaṇīyaṃ. ","html":"{}"},"an9.3:4.4":{"pli":"Disvāna me etadahosi: ","html":"{}"},"an9.3:4.5":{"pli":"‘pāsādikaṃ vatidaṃ ambavanaṃ ramaṇīyaṃ. ","html":"{}"},"an9.3:4.6":{"pli":"Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya. ","html":"{}"},"an9.3:4.7":{"pli":"Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā’ti. ","html":"{}"},"an9.3:4.8":{"pli":"Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ","eng":"“If the Buddha allows me, I’ll go back to that mango grove to meditate.” ","html":"{}</p>"},"an9.3:4.9":{"pli":"“Āgamehi tāva, meghiya. Ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti. ","eng":"“We’re alone, Meghiya. Wait until another mendicant comes.” ","html":"<p>{}</p>"},"an9.3:5.1":{"pli":"Dutiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"For a second time Meghiya said to the Buddha, ","html":"<p>{}"},"an9.3:5.2":{"pli":"“bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa paṭicayo. ","eng":"“Sir, the Buddha has nothing more to do, and nothing that needs improvement. ","html":"{}"},"an9.3:5.3":{"pli":"Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paṭicayo. ","eng":"But I have. ","html":"{}"},"an9.3:5.4":{"pli":"Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ","eng":"If you allow me, I’ll go back to that mango grove to meditate.” ","html":"{}</p>"},"an9.3:5.5":{"pli":"“Āgamehi tāva, meghiya, ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti. ","eng":"“We’re alone, Meghiya. Wait until another mendicant comes.” ","html":"<p>{}</p>"},"an9.3:6.1":{"pli":"Tatiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"For a third time Meghiya said to the Buddha, ","html":"<p>{}"},"an9.3:6.2":{"pli":"“bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa paṭicayo. ","eng":"“Sir, the Buddha has nothing more to do, and nothing that needs improvement. ","html":"{}"},"an9.3:6.3":{"pli":"Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paṭicayo. ","eng":"But I have. ","html":"{}"},"an9.3:6.4":{"pli":"Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ","eng":"If you allow me, I’ll go back to that mango grove to meditate.” ","html":"{}</p>"},"an9.3:6.5":{"pli":"“Padhānanti kho, meghiya, vadamānaṃ kinti vadeyyāma. ","eng":"“Meghiya, since you speak of striving in meditation, what can I say? ","html":"<p>{}"},"an9.3:6.6":{"pli":"Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti. ","eng":"Please, Meghiya, go at your convenience.” ","html":"{}</p>"},"an9.3:7.1":{"pli":"Atha kho āyasmā meghiyo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena taṃ ambavanaṃ tenupasaṅkami; upasaṅkamitvā taṃ ambavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ","eng":"Then Meghiya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went to that mango grove, and, having plunged deep into it, sat at the root of a certain tree for the day’s meditation. ","html":"<p>{}"},"an9.3:7.2":{"pli":"Atha kho āyasmato meghiyassa tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—","eng":"But while Meghiya was meditating in that mango grove he was beset mostly by three kinds of bad, unskillful thoughts, namely, ","html":"{}"},"an9.3:7.3":{"pli":"kāmavitakko, byāpādavitakko, vihiṃsāvitakko. ","eng":"sensual, malicious, and cruel thoughts. ","html":"{}</p>"},"an9.3:7.4":{"pli":"Atha kho āyasmato meghiyassa etadahosi: ","eng":"Then he thought, ","html":"<p>{}"},"an9.3:7.5":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho. ","eng":"“Oh lord, how incredible, how amazing! ","html":"{}"},"an9.3:7.6":{"pli":"Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā; ","eng":"I’ve gone forth out of faith from the lay life to homelessness, ","html":"{}"},"an9.3:7.7":{"pli":"atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—","eng":"but I’m still harassed by these three kinds of bad, unskillful thoughts: ","html":"{}"},"an9.3:7.8":{"pli":"kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkenā”ti. ","eng":"sensual, malicious, and cruel thoughts.” ","html":"{}</p>"},"an9.3:8.1":{"pli":"Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"Then Venerable Meghiya went up to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}</p>"},"an9.3:9.1":{"pli":"“Idha mayhaṃ, bhante, tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—","html":"<p>{}"},"an9.3:9.2":{"pli":"kāmavitakko, byāpādavitakko, vihiṃsāvitakko. ","html":"{}"},"an9.3:9.3":{"pli":"Tassa mayhaṃ, bhante, etadahosi: ","html":"{}"},"an9.3:9.4":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho. ","html":"{}"},"an9.3:9.5":{"pli":"Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā; ","html":"{}"},"an9.3:9.6":{"pli":"atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—","html":"{}"},"an9.3:9.7":{"pli":"kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkenā’”ti. ","html":"{}</p>"},"an9.3:10.1":{"pli":"“Aparipakkāya, meghiya, cetovimuttiyā pañca dhammā paripakkāya saṃvattanti. ","eng":"“Meghiya, when the heart’s release is not ripe, five things help it ripen. ","html":"<p>{}"},"an9.3:10.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an9.3:10.3":{"pli":"Idha, meghiya, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Firstly, a mendicant has good friends, companions, and associates. ","html":"<p data-counter='1'>{}"},"an9.3:10.4":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ paṭhamo dhammo paripakkāya saṃvattati. ","eng":"This is the first thing … ","html":"{}</p>"},"an9.3:11.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"Furthermore, a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p data-counter='2'>{}"},"an9.3:11.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ dutiyo dhammo paripakkāya saṃvattati. ","eng":"This is the second thing … ","html":"{}</p>"},"an9.3:12.1":{"pli":"Puna caparaṃ, meghiya, yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. ","html":"<p data-counter='3'>{}"},"an9.3:12.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ tatiyo dhammo paripakkāya saṃvattati. ","eng":"This is the third thing … ","html":"{}</p>"},"an9.3:13.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"<p data-counter='4'>{}"},"an9.3:13.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ catuttho dhammo paripakkāya saṃvattati. ","eng":"This is the fourth thing … ","html":"{}</p>"},"an9.3:14.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"<p>{}"},"an9.3:14.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ pañcamo dhammo paripakkāya saṃvattati. ","eng":"This is the fifth thing that, when the heart’s release is not ripe, helps it ripen. ","html":"{}</p>"},"an9.3:15.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ","eng":"A mendicant with good friends, companions, and associates can expect to ","html":"<p>{}"},"an9.3:15.2":{"pli":"‘sīlavā bhavissati …pe… samādāya sikkhissati sikkhāpadesu’. ","eng":"be ethical … ","html":"{}</p>"},"an9.3:16.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ","eng":"A mendicant with good friends, companions, and associates can expect to ","html":"<p>{}"},"an9.3:16.2":{"pli":"‘yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā …pe… vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī’. ","eng":"take part in talk about self-effacement that helps open the heart … ","html":"{}</p>"},"an9.3:17.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘āraddhavīriyo viharissati …pe… anikkhittadhuro kusalesu dhammesu’. ","eng":"A mendicant with good friends, companions, and associates can expect to be energetic … ","html":"<p>{}</p>"},"an9.3:18.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘paññavā bhavissati …pe… sammādukkhakkhayagāminiyā’. ","eng":"A mendicant with good friends, companions, and associates can expect to be wise … ","html":"<p data-counter='5'>{}</p>"},"an9.3:19.1":{"pli":"Tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—","eng":"But then, a mendicant grounded on these five things should develop four further things. ","html":"<p data-counter='6–9'>{}"},"an9.3:19.2":{"pli":"asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ","eng":"They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’. ","html":"{}"},"an9.3:19.3":{"pli":"Aniccasaññino, meghiya, anattasaññā saṇṭhāti. ","eng":"When you perceive impermanence, the perception of not-self becomes stabilized. ","html":"{}"},"an9.3:19.4":{"pli":"Anattasaññī asmimānasamugghātaṃ pāpuṇāti diṭṭheva dhamme nibbānan”ti. ","eng":"Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.” ","html":"{}</p>"},"an9.3:19.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.30":{"an9.30:0.1":{"pli":"Aṅguttara Nikāya 9.30 ","eng":"Numbered Discourses 9.30 ","html":"<article id='an9.30'><header><ul><li class='division'>{}</li>"},"an9.30:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.30:0.3":{"pli":"Āghātapaṭivinayasutta ","eng":"Getting Rid of Resentment ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.30:1.1":{"pli":"“Navayime, bhikkhave, āghātapaṭivinayā. ","eng":"“Mendicants, there are these nine ways to get rid of resentment. ","html":"<p>{}"},"an9.30:1.2":{"pli":"Katame nava? ","eng":"What nine? ","html":"{}"},"an9.30:1.3":{"pli":"‘Anatthaṃ me acari, taṃ kutettha labbhā’ti āghātaṃ paṭivineti; ","eng":"Thinking: ‘They harmed me, but what can I possibly do?’ you get rid of resentment. ","html":"{}"},"an9.30:1.4":{"pli":"‘anatthaṃ me carati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti; ","eng":"Thinking: ‘They are harming me …’ … ","html":"{}"},"an9.30:1.5":{"pli":"‘anatthaṃ me carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti; ","eng":"‘They will harm me …’ … ","html":"{}"},"an9.30:1.6":{"pli":"piyassa me manāpassa anatthaṃ acari …pe… ","eng":"‘They harmed someone I love …’ … ","html":"{}"},"an9.30:1.7":{"pli":"anatthaṃ carati …pe… ","eng":"‘They are harming someone I love …’ ","html":"{}"},"an9.30:1.8":{"pli":"‘anatthaṃ carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti; ","eng":"‘They will harm someone I love …’ … ","html":"{}"},"an9.30:1.9":{"pli":"appiyassa me amanāpassa atthaṃ acari …pe… ","eng":"‘They helped someone I dislike …’ … ","html":"{}"},"an9.30:1.10":{"pli":"atthaṃ carati …pe… ","eng":"‘They are helping someone I dislike …’ … ","html":"{}"},"an9.30:1.11":{"pli":"‘atthaṃ carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti. ","eng":"Thinking: ‘They will help someone I dislike, but what can I possibly do?’ you get rid of resentment. ","html":"{}"},"an9.30:1.12":{"pli":"Ime kho, bhikkhave, nava āghātapaṭivinayā”ti. ","eng":"These are the nine ways to get rid of resentment.” ","html":"{}</p>"},"an9.30:1.13":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.31":{"an9.31:0.1":{"pli":"Aṅguttara Nikāya 9.31 ","eng":"Numbered Discourses 9.31 ","html":"<article id='an9.31'><header><ul><li class='division'>{}</li>"},"an9.31:0.2":{"pli":"3. Sattāvāsavagga ","eng":"3. Abodes of Sentient Beings ","html":"<li>{}</li></ul>"},"an9.31:0.3":{"pli":"Anupubbanirodhasutta ","eng":"Progressive Cessations ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.31:1.1":{"pli":"“Navayime, bhikkhave, anupubbanirodhā. ","eng":"“Mendicants, there are these nine progressive cessations. ","html":"<p>{}"},"an9.31:1.2":{"pli":"Katame nava? ","eng":"What nine? ","html":"{}</p>"},"an9.31:1.3":{"pli":"Paṭhamaṃ jhānaṃ samāpannassa kāmasaññā niruddhā hoti; ","eng":"For someone who has attained the first absorption, sensual perceptions have ceased. ","html":"<p>{}</p>"},"an9.31:1.4":{"pli":"dutiyaṃ jhānaṃ samāpannassa vitakkavicārā niruddhā honti; ","eng":"For someone who has attained the second absorption, the placing of the mind and keeping it connected have ceased. ","html":"<p>{}</p>"},"an9.31:1.5":{"pli":"tatiyaṃ jhānaṃ samāpannassa pīti niruddhā hoti; ","eng":"For someone who has attained the third absorption, rapture has ceased. ","html":"<p>{}</p>"},"an9.31:1.6":{"pli":"catutthaṃ jhānaṃ samāpannassa assāsapassāsā niruddhā honti; ","eng":"For someone who has attained the fourth absorption, breathing has ceased. ","html":"<p>{}</p>"},"an9.31:1.7":{"pli":"ākāsānañcāyatanaṃ samāpannassa rūpasaññā niruddhā hoti; ","eng":"For someone who has attained the dimension of infinite space, the perception of form has ceased. ","html":"<p>{}</p>"},"an9.31:1.8":{"pli":"viññāṇañcāyatanaṃ samāpannassa ākāsānañcāyatanasaññā niruddhā hoti; ","eng":"For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has ceased. ","html":"<p>{}</p>"},"an9.31:1.9":{"pli":"ākiñcaññāyatanaṃ samāpannassa viññāṇañcāyatanasaññā niruddhā hoti; ","eng":"For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has ceased. ","html":"<p>{}</p>"},"an9.31:1.10":{"pli":"nevasaññānāsaññāyatanaṃ samāpannassa ākiñcaññāyatanasaññā niruddhā hoti; ","eng":"For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has ceased. ","html":"<p>{}</p>"},"an9.31:1.11":{"pli":"saññāvedayitanirodhaṃ samāpannassa saññā ca vedanā ca niruddhā honti. ","eng":"For someone who has attained the cessation of perception and feeling, perception and feeling have ceased. ","html":"<p>{}</p>"},"an9.31:1.12":{"pli":"Ime kho, bhikkhave, nava anupubbanirodhā”ti. ","eng":"These are the nine progressive cessations.” ","html":"<p>{}</p>"},"an9.31:1.13":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an9.31:1.14":{"pli":"Sattāvāsavaggo tatiyo. ","html":"<p class='endvagga'>{}</p>"},"an9.31:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an9.31:2.1":{"pli":"Tiṭhānaṃ khaḷuṅko taṇhā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an9.31:2.2":{"pli":"Sattapaññā silāyupo; ","html":"<span class='verse-line'>{}</span>"},"an9.31:2.3":{"pli":"Dve verā dve āghātāni, ","html":"<span class='verse-line'>{}</span>"},"an9.31:2.4":{"pli":"Anupubbanirodhena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}