{"an9.4":{"an9.4:0.1":{"pli":"Aṅguttara Nikāya 9.4 ","eng":"Numbered Discourses 9.4 ","html":"<article id='an9.4'><header><ul><li class='division'>{}</li>"},"an9.4:0.2":{"pli":"1. Sambodhivagga ","eng":"1. Awakening ","html":"<li>{}</li></ul>"},"an9.4:0.3":{"pli":"Nandakasutta ","eng":"With Nandaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.4:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an9.4:1.2":{"pli":"Tena kho pana samayena āyasmā nandako upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti. ","eng":"Now at that time Venerable Nandaka was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dhamma talk. ","html":"<p>{}"},"an9.4:1.3":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā bahidvārakoṭṭhake aṭṭhāsi kathāpariyosānaṃ āgamayamāno. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He stood outside the door waiting for the talk to end. ","html":"{}"},"an9.4:1.4":{"pli":"Atha kho bhagavā kathāpariyosānaṃ viditvā ukkāsetvā aggaḷaṃ ākoṭesi. ","eng":"When he knew the talk had ended he cleared his throat and knocked on the door-panel. ","html":"{}"},"an9.4:1.5":{"pli":"Vivariṃsu kho te bhikkhū bhagavato dvāraṃ. ","eng":"The mendicants opened the door for the Buddha, ","html":"{}"},"an9.4:2.1":{"pli":"Atha kho bhagavā upaṭṭhānasālaṃ pavisitvā paññattāsane nisīdi. ","eng":"and he entered the assembly hall, where he sat on the seat spread out. ","html":"{}</p>"},"an9.4:2.2":{"pli":"Nisajja kho bhagavā āyasmantaṃ nandakaṃ etadavoca: ","eng":"He said to Nandaka, ","html":"<p>{}"},"an9.4:2.3":{"pli":"“dīgho kho tyāyaṃ, nandaka, dhammapariyāyo bhikkhūnaṃ paṭibhāsi. ","eng":"“Nandaka, that was a long exposition of the teaching you gave to the mendicants. ","html":"{}"},"an9.4:2.4":{"pli":"Api me piṭṭhi āgilāyati bahidvārakoṭṭhake ṭhitassa kathāpariyosānaṃ āgamayamānassā”ti. ","eng":"My back was aching while I stood outside the door waiting for the talk to end.” ","html":"{}</p>"},"an9.4:3.1":{"pli":"Evaṃ vutte, āyasmā nandako sārajjamānarūpo bhagavantaṃ etadavoca: ","eng":"When he said this, Nandaka felt embarrassed and said to the Buddha, ","html":"<p>{}"},"an9.4:3.2":{"pli":"“na kho pana mayaṃ, bhante, jānāma ‘bhagavā bahidvārakoṭṭhake ṭhito’ti. ","eng":"“Sir, we didn’t know that the Buddha was standing outside the door. ","html":"{}"},"an9.4:3.3":{"pli":"Sace hi mayaṃ, bhante, jāneyyāma ‘bhagavā bahidvārakoṭṭhake ṭhito’ti, ettakampi (…) no nappaṭibhāseyyā”ti. ","eng":"If we’d known, I wouldn’t have said so much.” ","html":"{}</p>"},"an9.4:4.1":{"pli":"Atha kho bhagavā āyasmantaṃ nandakaṃ sārajjamānarūpaṃ viditvā āyasmantaṃ nandakaṃ etadavoca: ","eng":"Then the Buddha, knowing that Nandaka was embarrassed, said to him, ","html":"<p>{}"},"an9.4:4.2":{"pli":"“sādhu sādhu, nandaka. ","eng":"“Good, good, Nandaka! ","html":"{}"},"an9.4:4.3":{"pli":"Etaṃ kho, nandaka, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe dhammiyā kathāya sannisīdeyyātha. ","eng":"It’s appropriate for gentlemen like you, who have gone forth out of faith from the lay life to homelessness, to sit together for a Dhamma talk. ","html":"{}"},"an9.4:4.4":{"pli":"Sannipatitānaṃ vo, nandaka, dvayaṃ karaṇīyaṃ—","eng":"When you’re sitting together you should do one of two things: ","html":"{}"},"an9.4:4.5":{"pli":"dhammī vā kathā ariyo vā tuṇhībhāvo. ","eng":"discuss the teachings or keep noble silence. ","html":"{}</p>"},"an9.4:4.6":{"pli":"Saddho ca, nandaka, bhikkhu hoti, no ca sīlavā. ","eng":"Nandaka, a mendicant is faithful but not ethical. ","html":"<p>{}"},"an9.4:4.7":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an9.4:4.8":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ: ","eng":"and should fulfill it, thinking, ","html":"{}"},"an9.4:4.9":{"pli":"‘kintāhaṃ saddho ca assaṃ sīlavā cā’ti. ","eng":"‘How can I become faithful and ethical?’ ","html":"{}"},"an9.4:4.10":{"pli":"Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti. ","eng":"When a mendicant is faithful and ethical, they’re complete in that respect. ","html":"{}</p>"},"an9.4:5.1":{"pli":"Saddho ca, nandaka, bhikkhu hoti sīlavā ca, no ca lābhī ajjhattaṃ cetosamādhissa. ","eng":"A mendicant is faithful and ethical, but does not get internal serenity of heart. ","html":"<p>{}"},"an9.4:5.2":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an9.4:5.3":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ: ","eng":"and should fulfill it, thinking, ","html":"{}"},"an9.4:5.4":{"pli":"‘kintāhaṃ saddho ca assaṃ sīlavā ca lābhī ca ajjhattaṃ cetosamādhissā’ti. ","eng":"‘How can I become faithful and ethical and get internal serenity of heart?’ ","html":"{}"},"an9.4:5.5":{"pli":"Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa, evaṃ so tenaṅgena paripūro hoti. ","eng":"When a mendicant is faithful and ethical and gets internal serenity of heart, they’re complete in that respect. ","html":"{}</p>"},"an9.4:6.1":{"pli":"Saddho ca, nandaka, bhikkhu hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya. ","eng":"A mendicant is faithful, ethical, and gets internal serenity of heart, but they don’t get the higher wisdom of discernment of principles. ","html":"<p>{}"},"an9.4:6.2":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect. ","html":"{}"},"an9.4:6.3":{"pli":"Seyyathāpi, nandaka, pāṇako catuppādako assa. ","eng":"Suppose, Nandaka, there was a four-footed animal ","html":"{}"},"an9.4:6.4":{"pli":"Tassa eko pādo omako lāmako. ","eng":"that was lame and disabled. ","html":"{}"},"an9.4:6.5":{"pli":"Evaṃ so tenaṅgena aparipūro assa. ","eng":"It would be incomplete in that respect. ","html":"{}"},"an9.4:6.6":{"pli":"Evamevaṃ kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya. ","eng":"In the same way, a mendicant is faithful, ethical, and gets internal serenity of heart, but they don’t get the higher wisdom of discernment of principles. ","html":"{}"},"an9.4:6.7":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an9.4:6.8":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ: ","eng":"and should fulfill it, thinking, ","html":"{}"},"an9.4:6.9":{"pli":"‘kintāhaṃ saddho ca assaṃ sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa lābhī ca adhipaññādhammavipassanāyā’ti. ","eng":"‘How can I become faithful and ethical and get internal serenity of heart and get the higher wisdom of discernment of principles?’ ","html":"{}</p>"},"an9.4:7.1":{"pli":"Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa lābhī ca adhipaññādhammavipassanāya, evaṃ so tenaṅgena paripūro hotī”ti. ","eng":"When a mendicant is faithful and ethical and gets internal serenity of heart and gets the higher wisdom of discernment of principles, they’re complete in that respect.” ","html":"<p>{}</p>"},"an9.4:7.2":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"an9.4:7.3":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>"},"an9.4:8.1":{"pli":"Atha kho āyasmā nandako acirapakkantassa bhagavato bhikkhū āmantesi: ","eng":"Then soon after the Buddha left, Venerable Nandaka said to the mendicants, ","html":"<p>{}"},"an9.4:8.2":{"pli":"“idāni, āvuso, bhagavā catūhi padehi kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“Just now, reverends, the Buddha explained a spiritual practice that’s entirely full and pure in four statements, before getting up from his seat and entering his dwelling: ","html":"{}</p>"},"an9.4:8.3":{"pli":"‘saddho ca, nandaka, bhikkhu hoti, no ca sīlavā. ","eng":"‘Nandaka, a mendicant is faithful but not ethical. ","html":"<p>{}"},"an9.4:8.4":{"pli":"Evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an9.4:8.5":{"pli":"Tena taṃ aṅgaṃ paripūretabbaṃ—","eng":"and should fulfill it, thinking, ","html":"{}"},"an9.4:8.6":{"pli":"kintāhaṃ saddho ca assaṃ sīlavā cā’ti. ","eng":"“How can I become faithful and ethical?” ","html":"{}"},"an9.4:8.7":{"pli":"Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti. ","eng":"When a mendicant is faithful and ethical, they’re complete in that respect. ","html":"{}</p>"},"an9.4:8.8":{"pli":"Saddho ca, nandaka, bhikkhu hoti sīlavā ca, no ca lābhī ajjhattaṃ cetosamādhissa …pe… ","eng":"A mendicant is faithful and ethical, but does not get internal serenity of heart. … ","html":"<p>{}</p>"},"an9.4:8.9":{"pli":"lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya, ","eng":"They get internal serenity of heart, but they don’t get the higher wisdom of discernment of principles. ","html":"<p>{}"},"an9.4:8.10":{"pli":"evaṃ so tenaṅgena aparipūro hoti. ","eng":"So they’re incomplete in that respect. ","html":"{}"},"an9.4:8.11":{"pli":"Seyyathāpi, nandaka, pāṇako catuppādako assa, tassa eko pādo omako lāmako, ","eng":"Suppose, Nandaka, there was a four-footed animal that was lame and disabled. ","html":"{}"},"an9.4:8.12":{"pli":"evaṃ so tenaṅgena aparipūro assa. ","eng":"It would be incomplete in that respect. ","html":"{}"},"an9.4:8.13":{"pli":"Evamevaṃ kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya, ","eng":"In the same way, a mendicant is faithful, ethical, and gets internal serenity of heart, but they don’t get the higher wisdom of discernment of principles. ","html":"{}"},"an9.4:8.14":{"pli":"evaṃ so tenaṅgena aparipūro hoti, ","eng":"So they’re incomplete in that respect, ","html":"{}"},"an9.4:8.15":{"pli":"tena taṃ aṅgaṃ paripūretabbaṃ ","eng":"and should fulfill it, thinking: ","html":"{}"},"an9.4:8.16":{"pli":"‘kintāhaṃ saddho ca assaṃ sīlavā ca, lābhī ca ajjhattaṃ cetosamādhissa, lābhī ca adhipaññādhammavipassanāyā’ti. ","eng":"“How can I become faithful and ethical and get internal serenity of heart and get the higher wisdom of discernment of principles?” ","html":"{}"},"an9.4:8.17":{"pli":"Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa lābhī ca adhipaññādhammavipassanāya, ","eng":"When a mendicant is faithful and ethical and gets internal serenity of heart and gets the higher wisdom of discernment of principles, ","html":"{}"},"an9.4:8.18":{"pli":"evaṃ so tenaṅgena paripūro hotīti. ","eng":"they’re complete in that respect.’ ","html":"{}</p>"},"an9.4:9.1":{"pli":"Pañcime, āvuso, ānisaṃsā kālena dhammassavane kālena dhammasākacchāya. ","eng":"Reverends, there are these five benefits of listening to the teachings at the right time and discussing the teachings at the right time. ","html":"<p>{}"},"an9.4:9.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"an9.4:9.3":{"pli":"Idhāvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"Firstly, a mendicant proclaims a teaching to the mendicants that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure. ","html":"<p>{}"},"an9.4:9.4":{"pli":"Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti tathā tathā so satthu piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ","eng":"Whenever they do this, they become liked and approved by the Teacher, respected and admired. ","html":"{}"},"an9.4:9.5":{"pli":"Ayaṃ, āvuso, paṭhamo ānisaṃso kālena dhammassavane kālena dhammasākacchāya. ","eng":"This is the first benefit … ","html":"{}</p>"},"an9.4:10.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ …pe… ","eng":"Furthermore, a mendicant teaches the mendicants the Dhamma … ","html":"<p>{}"},"an9.4:10.2":{"pli":"brahmacariyaṃ pakāseti tathā tathā so tasmiṃ dhamme atthappaṭisaṃvedī ca hoti dhammappaṭisaṃvedī ca. ","eng":"Whenever they do this, they feel inspired by the meaning and the teaching in that Dhamma. ","html":"{}"},"an9.4:10.3":{"pli":"Ayaṃ, āvuso, dutiyo ānisaṃso kālena dhammassavane kālena dhammasākacchāya. ","eng":"This is the second benefit … ","html":"{}</p>"},"an9.4:11.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"Furthermore, a mendicant teaches the mendicants the Dhamma … ","html":"<p>{}"},"an9.4:11.2":{"pli":"Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ …pe… brahmacariyaṃ pakāseti tathā tathā so tasmiṃ dhamme gambhīraṃ atthapadaṃ paññāya ativijjha passati. ","eng":"Whenever they do this, they see the meaning of a deep saying in that Dhamma with penetrating wisdom. ","html":"{}"},"an9.4:11.3":{"pli":"Ayaṃ, āvuso, tatiyo ānisaṃso kālena dhammassavane kālena dhammasākacchāya. ","eng":"This is the third benefit … ","html":"{}</p>"},"an9.4:12.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ …pe… brahmacariyaṃ pakāseti. ","eng":"Furthermore, a mendicant teaches the mendicants the Dhamma … ","html":"<p>{}"},"an9.4:12.2":{"pli":"Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ …pe… brahmacariyaṃ pakāseti tathā tathā naṃ sabrahmacārī uttari sambhāventi: ","eng":"Whenever they do this, their spiritual companions esteem them more highly, thinking, ","html":"{}"},"an9.4:12.3":{"pli":"‘addhā ayamāyasmā patto vā pajjati vā’. ","eng":"‘For sure this venerable has attained or will attain.’ ","html":"{}"},"an9.4:12.4":{"pli":"Ayaṃ, āvuso, catuttho ānisaṃso kālena dhammassavane kālena dhammasākacchāya. ","eng":"This is the fourth benefit … ","html":"{}</p>"},"an9.4:13.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"Furthermore, a mendicant teaches the mendicants the Dhamma … ","html":"<p>{}"},"an9.4:13.2":{"pli":"Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti, tattha ye kho bhikkhū sekhā appattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti, te taṃ dhammaṃ sutvā vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ","eng":"Whenever they do this, there may be trainee mendicants present, who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary from the yoke. Hearing that teaching, they rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ","html":"{}"},"an9.4:13.3":{"pli":"Ye pana tattha bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, te taṃ dhammaṃ sutvā diṭṭhadhammasukhavihāraṃyeva anuyuttā viharanti. ","eng":"There may be perfected mendicants present, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment. Hearing that teaching, they simply live happily in this life. ","html":"{}"},"an9.4:13.4":{"pli":"Ayaṃ, āvuso, pañcamo ānisaṃso kālena dhammassavane kālena dhammasākacchāya. ","eng":"This is the fifth benefit … ","html":"{}</p>"},"an9.4:13.5":{"pli":"Ime kho, āvuso, pañca ānisaṃsā kālena dhammassavane kālena dhammasākacchāyā”ti. ","eng":"These are the five benefits of listening to the teachings at the right time and discussing the teachings at the right time.” ","html":"<p>{}</p>"},"an9.4:13.6":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.40":{"an9.40:0.1":{"pli":"Aṅguttara Nikāya 9.40 ","eng":"Numbered Discourses 9.40 ","html":"<article id='an9.40'><header><ul><li class='division'>{}</li>"},"an9.40:0.2":{"pli":"4. Mahāvagga ","eng":"4. The Great Chapter ","html":"<li>{}</li></ul>"},"an9.40:0.3":{"pli":"Nāgasutta ","eng":"The Simile of the Bull Elephant in the Forest ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.40:1.1":{"pli":"“Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa gocarapasutassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi purato purato gantvā tiṇaggāni chindanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ","eng":"“Mendicants, when a wild bull elephant is engrossed in the pasture, but other elephants—males, females, younglings, or cubs—got there first and trampled the grass, the wild bull elephant is horrified, repelled, and disgusted by that. ","html":"<p>{}"},"an9.40:1.2":{"pli":"Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa gocarapasutassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi obhaggobhaggaṃ sākhābhaṅgaṃ khādanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ","eng":"When the wild bull elephant is engrossed in the pasture, but other elephants—males, females, younglings, or cubs—eat the broken branches that he has dragged down, the wild bull elephant is horrified, repelled, and disgusted by that. ","html":"{}"},"an9.40:1.3":{"pli":"Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa ogāhaṃ otiṇṇassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi purato purato gantvā soṇḍāya udakaṃ āloḷenti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ","eng":"When a wild bull elephant has plunged into the pool, but other elephants—males, females, younglings, or cubs—got there first and stirred up the water with their trunks, the wild bull elephant is horrified, repelled, and disgusted by that. ","html":"{}"},"an9.40:1.4":{"pli":"Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa ogāhā uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ","eng":"When a wild bull elephant has come out of the pool and the female elephants bump into him, the wild bull elephant is horrified, repelled, and disgusted by that. ","html":"{}</p>"},"an9.40:2.1":{"pli":"Tasmiṃ, bhikkhave, samaye āraññikassa nāgassa evaṃ hoti: ","eng":"At that time the wild bull elephant thinks: ","html":"<p>{}"},"an9.40:2.2":{"pli":"‘ahaṃ kho etarahi ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi. ","eng":"‘These days I live crowded by other males, females, younglings, and cubs. ","html":"{}"},"an9.40:2.3":{"pli":"Chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ khādanti, āvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti. ","eng":"I eat the grass they’ve trampled, and they eat the broken branches I’ve dragged down. I drink muddy water, and after my bath the female elephants bump into me. ","html":"{}"},"an9.40:2.4":{"pli":"Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan’ti. ","eng":"Why don’t I live alone, withdrawn from the herd?’ ","html":"{}"},"an9.40:2.5":{"pli":"So aparena samayena eko gaṇasmā vūpakaṭṭho viharati, acchinnaggāni ceva tiṇāni khādati, obhaggobhaggañcassa sākhābhaṅgaṃ na khādanti, anāvilāni ca pānīyāni pivati, ogāhā cassa uttiṇṇassa na hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti. ","eng":"After some time he lives alone, withdrawn from the herd, and he eats untrampled grass, and other elephants don’t eat the broken branches he has dragged down. He doesn’t drink muddy water, and the female elephants don’t bump into him after his bath. ","html":"{}</p>"},"an9.40:3.1":{"pli":"Tasmiṃ, bhikkhave, samaye āraññikassa nāgassa evaṃ hoti: ","eng":"At that time the wild bull elephant thinks: ","html":"<p>{}"},"an9.40:3.2":{"pli":"‘ahaṃ kho pubbe ākiṇṇo vihāsiṃ hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṃ, obhaggobhaggañca me sākhābhaṅgaṃ khādiṃsu, āvilāni ca pānīyāni apāyiṃ, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo agamaṃsu. Sohaṃ etarahi eko gaṇasmā vūpakaṭṭho viharāmi, acchinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ na khādanti, anāvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa na hatthiniyo kāyaṃ upanighaṃsantiyo gacchantī’ti. So soṇḍāya sākhābhaṅgaṃ bhañjitvā sākhābhaṅgena kāyaṃ parimajjitvā attamano soṇḍaṃ saṃharati. ","eng":"‘Formerly I lived crowded by other males, females, younglings, and cubs. I ate the grass they’d trampled, and they ate the broken branches I’d dragged down. I drank muddy water, and after my bath the female elephants bumped into me. Now I live alone, and I’m free of all these things.’ He breaks off a branch and scratches his body, happily relieving his itches. ","html":"{}</p>"},"an9.40:4.1":{"pli":"Evamevaṃ kho, bhikkhave, yasmiṃ samaye bhikkhu ākiṇṇo viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi, tasmiṃ, bhikkhave, samaye bhikkhussa evaṃ hoti: ","eng":"In the same way, when a mendicant lives crowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and by monastics of other religions and their disciples, they think: ","html":"<p>{}"},"an9.40:4.2":{"pli":"‘ahaṃ kho etarahi ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ","eng":"‘These days I live crowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and monastics of other religions and their disciples. ","html":"{}"},"an9.40:4.3":{"pli":"Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan’ti. ","eng":"Why don’t I live alone, withdrawn from the group?’ ","html":"{}"},"an9.40:4.4":{"pli":"So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"They frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"an9.40:4.5":{"pli":"So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"Gone to a wilderness, or to the root of a tree, or to an empty hut, they sit down cross-legged, set their body straight, and establish mindfulness in their presence. ","html":"{}</p>"},"an9.40:5.1":{"pli":"So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti; ","eng":"Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ","html":"<p>{}"},"an9.40:5.2":{"pli":"byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti; ","eng":"Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. ","html":"{}"},"an9.40:5.3":{"pli":"thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti; ","eng":"Giving up dullness and drowsiness, they meditate with a mind free of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ","html":"{}"},"an9.40:5.4":{"pli":"uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti; ","eng":"Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ","html":"{}"},"an9.40:5.5":{"pli":"vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ","eng":"Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ","html":"{}"},"an9.40:5.6":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"{}"},"an9.40:5.7":{"pli":"vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"an9.40:5.8":{"pli":"So attamano soṇḍaṃ saṃharati. ","eng":"They happily relieve their itches. ","html":"{}"},"an9.40:5.9":{"pli":"Vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ … ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … ","html":"{}"},"an9.40:5.10":{"pli":"tatiyaṃ jhānaṃ … ","eng":"third absorption … ","html":"{}"},"an9.40:5.11":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}"},"an9.40:5.12":{"pli":"So attamano soṇḍaṃ saṃharati. ","eng":"They happily relieve their itches. ","html":"{}</p>"},"an9.40:6.1":{"pli":"Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ","eng":"Going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ","html":"<p>{}"},"an9.40:6.2":{"pli":"So attamano soṇḍaṃ saṃharati. ","eng":"They happily relieve their itches. ","html":"{}"},"an9.40:6.3":{"pli":"Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati … ","eng":"Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. … ","html":"{}"},"an9.40:6.4":{"pli":"sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati … ","eng":"Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. … ","html":"{}"},"an9.40:6.5":{"pli":"sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati … ","eng":"Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. … ","html":"{}"},"an9.40:6.6":{"pli":"sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti. ","eng":"Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end. ","html":"{}"},"an9.40:6.7":{"pli":"So attamano soṇḍaṃ saṃharatī”ti. ","eng":"They happily relieve their itches.” ","html":"{}</p>"},"an9.40:6.8":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}