{"an9.1":{"an9.1:0.1":{"pli":"Aṅguttara Nikāya 9.1 ","eng":"Numbered Discourses 9.1 ","html":"<article id='an9.1'><header><ul><li class='division'>{}</li>"},"an9.1:0.2":{"pli":"1. Sambodhivagga ","eng":"1. Awakening ","html":"<li>{}</li></ul>"},"an9.1:0.3":{"pli":"Sambodhisutta ","eng":"Awakening ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"an9.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"an9.1:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants: ","html":"{}</p>"},"an9.1:2.1":{"pli":"“Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ: ","eng":"“Mendicants, if wanderers of other religions were to ask: ","html":"<p>{}"},"an9.1:2.2":{"pli":"‘sambodhipakkhikānaṃ, āvuso, dhammānaṃ kā upanisā bhāvanāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ kinti byākareyyāthā”ti? ","eng":"‘Reverends, what is the vital condition for the development of the awakening factors?’ How would you answer them?” ","html":"{}</p>"},"an9.1:2.3":{"pli":"“Bhagavaṃmūlakā no, bhante, dhammā …pe… bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"“Our teachings are rooted in the Buddha. … The mendicants will listen and remember it.” ","html":"<p>{}</p>"},"an9.1:3.1":{"pli":"“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha; bhāsissāmī”ti. ","eng":"“Well then, mendicants, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"an9.1:3.2":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"an9.1:3.3":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"an9.1:4.1":{"pli":"“Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ: ","eng":"“Mendicants, if wanderers of other religions were to ask: ","html":"<p>{}"},"an9.1:4.2":{"pli":"‘sambodhipakkhikānaṃ, āvuso, dhammānaṃ kā upanisā bhāvanāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha: ","eng":"‘Reverends, what is the vital condition for the development of the awakening factors?’ You should answer them: ","html":"{}</p>"},"an9.1:5.1":{"pli":"‘Idhāvuso, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"‘It’s when a mendicant has good friends, companions, and associates. ","html":"<p data-counter='1'>{}"},"an9.1:5.2":{"pli":"Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ paṭhamā upanisā bhāvanāya. ","eng":"This is the first vital condition for the development of the awakening factors. ","html":"{}</p>"},"an9.1:6.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"Furthermore, a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p data-counter='2'>{}"},"an9.1:6.2":{"pli":"Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ dutiyā upanisā bhāvanāya. ","eng":"This is the second vital condition for the development of the awakening factors. ","html":"{}</p>"},"an9.1:7.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. ","html":"<p data-counter='3'>{}"},"an9.1:7.2":{"pli":"Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ tatiyā upanisā bhāvanāya. ","eng":"This is the third vital condition for the development of the awakening factors. ","html":"{}</p>"},"an9.1:8.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"<p data-counter='4'>{}"},"an9.1:8.2":{"pli":"Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ catutthī upanisā bhāvanāya. ","eng":"This is the fourth vital condition for the development of the awakening factors. ","html":"{}</p>"},"an9.1:9.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"<p>{}"},"an9.1:9.2":{"pli":"Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ pañcamī upanisā bhāvanāya’. ","eng":"This is the fifth vital condition for the development of the awakening factors.’ ","html":"{}</p>"},"an9.1:10.1":{"pli":"Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—","eng":"A mendicant with good friends, companions, and associates can expect to ","html":"<p>{}"},"an9.1:10.2":{"pli":"sīlavā bhavissati, pātimokkhasaṃvarasaṃvuto viharissati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhissati sikkhāpadesu. ","eng":"be ethical … ","html":"{}</p>"},"an9.1:11.1":{"pli":"Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—","eng":"A mendicant with good friends, companions, and associates can expect to ","html":"<p>{}"},"an9.1:11.2":{"pli":"yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī. ","eng":"take part in talk about self-effacement that helps open the heart … ","html":"{}</p>"},"an9.1:12.1":{"pli":"Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—","eng":"A mendicant with good friends, companions, and associates can expect to ","html":"<p>{}"},"an9.1:12.2":{"pli":"āraddhavīriyo viharissati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"live with energy roused up … ","html":"{}</p>"},"an9.1:13.1":{"pli":"Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—","eng":"A mendicant with good friends, companions, and associates can expect to ","html":"<p data-counter='5'>{}"},"an9.1:13.2":{"pli":"paññavā bhavissati udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"be wise … ","html":"{}</p>"},"an9.1:14.1":{"pli":"Tena ca pana, bhikkhave, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—","eng":"But then, a mendicant grounded on these five things should develop four further things. ","html":"<p data-counter='6–9'>{}"},"an9.1:14.2":{"pli":"asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ","eng":"They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’. ","html":"{}"},"an9.1:14.3":{"pli":"Aniccasaññino, bhikkhave, anattasaññā saṇṭhāti. ","eng":"When you perceive impermanence, the perception of not-self becomes stabilized. ","html":"{}"},"an9.1:14.4":{"pli":"Anattasaññī asmimānasamugghātaṃ pāpuṇāti diṭṭheva dhamme nibbānan”ti. ","eng":"Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.” ","html":"{}</p>"},"an9.1:14.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.10":{"an9.10:0.1":{"pli":"Aṅguttara Nikāya 9.10 ","eng":"Numbered Discourses 9.10 ","html":"<article id='an9.10'><header><ul><li class='division'>{}</li>"},"an9.10:0.2":{"pli":"1. Sambodhivagga ","eng":"1. Awakening ","html":"<li>{}</li></ul>"},"an9.10:0.3":{"pli":"Āhuneyyasutta ","eng":"Worthy of Offerings Dedicated to the Gods ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.10:1.1":{"pli":"“Navayime, bhikkhave, puggalā āhuneyyā pāhuneyyā dakkhiṇeyyā añjalikaraṇīyā anuttaraṃ puññakkhettaṃ lokassa. ","eng":"“Mendicants, these nine individuals are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world. ","html":"<p>{}"},"an9.10:1.2":{"pli":"Katame nava? ","eng":"What nine? ","html":"{}"},"an9.10:1.3":{"pli":"Arahā, arahattāya paṭipanno, anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno, sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno, sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno, gotrabhū—","eng":"The perfected one and the one practicing for perfection. The non-returner and the one practicing to realize the fruit of non-return. The once-returner and the one practicing to realize the fruit of once-return. The stream-enterer and the one practicing to realize the fruit of stream-entry. And a lamb of the flock. ","html":"{}"},"an9.10:1.4":{"pli":"ime kho, bhikkhave, nava puggalā āhuneyyā …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ","eng":"These are the nine individuals who are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.” ","html":"{}</p>"},"an9.10:1.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"an9.10:1.6":{"pli":"Sambodhivaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"an9.10:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"an9.10:2.1":{"pli":"Sambodhi nissayo ceva, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"an9.10:2.2":{"pli":"Meghiya nandakaṃ balaṃ; ","html":"<span class='verse-line'>{}</span>"},"an9.10:2.3":{"pli":"Sevanā sutavā sajjho, ","html":"<span class='verse-line'>{}</span>"},"an9.10:2.4":{"pli":"Puggalo āhuneyyena cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"an9.11":{"an9.11:0.1":{"pli":"Aṅguttara Nikāya 9.11 ","eng":"Numbered Discourses 9.11 ","html":"<article id='an9.11'><header><ul><li class='division'>{}</li>"},"an9.11:0.2":{"pli":"2. Sīhanādavagga ","eng":"2. The Lion’s Roar ","html":"<li>{}</li></ul>"},"an9.11:0.3":{"pli":"Sīhanādasutta ","eng":"Sāriputta’s Lion’s Roar ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.11:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an9.11:1.2":{"pli":"Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"Then Venerable Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"an9.11:1.3":{"pli":"“vuttho me, bhante, sāvatthiyaṃ vassāvāso. ","eng":"“Sir, I have completed the rainy season residence at Sāvatthī. ","html":"{}"},"an9.11:1.4":{"pli":"Icchāmahaṃ, bhante, janapadacārikaṃ pakkamitun”ti. ","eng":"I wish to leave to wander the countryside.” ","html":"{}</p>"},"an9.11:1.5":{"pli":"“Yassadāni tvaṃ, sāriputta, kālaṃ maññasī”ti. ","eng":"“Please, Sāriputta, go at your convenience.” ","html":"<p>{}"},"an9.11:1.6":{"pli":"Atha kho āyasmā sāriputto uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then Sāriputta got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"{}</p>"},"an9.11:1.7":{"pli":"Atha kho aññataro bhikkhu acirapakkante āyasmante sāriputte bhagavantaṃ etadavoca: ","eng":"And then, not long after Sāriputta had left, a certain monk said to the Buddha, ","html":"<p>{}"},"an9.11:1.8":{"pli":"“āyasmā maṃ, bhante, sāriputto āsajja appaṭinissajja cārikaṃ pakkanto”ti. ","eng":"“Sir, Venerable Sāriputta attacked me and left without saying sorry.” ","html":"{}</p>"},"an9.11:1.9":{"pli":"Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ","eng":"So the Buddha addressed one of the monks, ","html":"<p>{}"},"an9.11:1.10":{"pli":"“ehi tvaṃ, bhikkhu, mama vacanena sāriputtaṃ āmantehi: ","eng":"“Please, monk, in my name tell Sāriputta that ","html":"{}"},"an9.11:1.11":{"pli":"‘satthā taṃ, āvuso sāriputta, āmantetī’”ti. ","eng":"the teacher summons him.” ","html":"{}</p>"},"an9.11:1.12":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"“Yes, sir,” that monk replied. He went to Sāriputta and said to him, ","html":"<p>{}"},"an9.11:1.13":{"pli":"“satthā taṃ, āvuso sāriputta, āmantetī”ti. ","eng":"“Reverend Sāriputta, the teacher summons you.” ","html":"{}</p>"},"an9.11:1.14":{"pli":"“Evamāvuso”ti kho āyasmā sāriputto tassa bhikkhuno paccassosi. ","eng":"“Yes, reverend,” Sāriputta replied. ","html":"<p>{}</p>"},"an9.11:2.1":{"pli":"Tena kho pana samayena āyasmā ca mahāmoggallāno āyasmā ca ānando avāpuraṇaṃ ādāya vihāre āhiṇḍanti: ","eng":"Now at that time the Venerables Mahāmoggallāna and Ānanda, taking a latchkey, went from dwelling to dwelling, saying: ","html":"<p>{}"},"an9.11:2.2":{"pli":"“abhikkamathāyasmanto, abhikkamathāyasmanto. ","eng":"“Come forth, venerables! Come forth, venerables! ","html":"{}"},"an9.11:2.3":{"pli":"Idānāyasmā sāriputto bhagavato sammukhā sīhanādaṃ nadissatī”ti. ","eng":"Now Venerable Sāriputta will roar his lion’s roar in the presence of the Buddha!” ","html":"{}</p>"},"an9.11:2.4":{"pli":"Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ","eng":"Then Venerable Sāriputta went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"an9.11:2.5":{"pli":"“idha te, sāriputta, aññataro sabrahmacārī khīyanadhammaṃ āpanno: ","eng":"“Sāriputta, one of your spiritual companions has made this complaint: ","html":"<p>{}"},"an9.11:2.6":{"pli":"‘āyasmā maṃ, bhante, sāriputto āsajja appaṭinissajjacārikaṃ pakkanto’”ti. ","eng":"‘Venerable Sāriputta attacked me and left without saying sorry.’” ","html":"{}</p>"},"an9.11:3.1":{"pli":"“Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"“Sir, someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"<p>{}</p>"},"an9.11:4.1":{"pli":"Seyyathāpi, bhante, pathaviyaṃ sucimpi nikkhipanti asucimpi nikkhipanti gūthagatampi nikkhipanti muttagatampi nikkhipanti kheḷagatampi nikkhipanti pubbagatampi nikkhipanti lohitagatampi nikkhipanti, na ca tena pathavī aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose they were to toss both clean and unclean things on the earth, like feces, urine, spit, pus, and blood. The earth isn’t horrified, repelled, and disgusted because of this. ","html":"<p data-counter='1'>{}"},"an9.11:4.2":{"pli":"evamevaṃ kho ahaṃ, bhante, pathavīsamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like the earth, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:4.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:5.1":{"pli":"Seyyathāpi, bhante, āpasmiṃ sucimpi dhovanti asucimpi dhovanti gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi dhovanti, na ca tena āpo aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose they were to wash both clean and unclean things in water, like feces, urine, spit, pus, and blood. The water isn’t horrified, repelled, and disgusted because of this. ","html":"<p data-counter='2'>{}"},"an9.11:5.2":{"pli":"evamevaṃ kho ahaṃ, bhante, āposamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like water, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:5.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:6.1":{"pli":"Seyyathāpi, bhante, tejo sucimpi ḍahati asucimpi ḍahati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi ḍahati, na ca tena tejo aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose a fire were to burn both clean and unclean things, like feces, urine, spit, pus, and blood. The fire isn’t horrified, repelled, and disgusted because of this. ","html":"<p data-counter='3'>{}"},"an9.11:6.2":{"pli":"evamevaṃ kho ahaṃ, bhante, tejosamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like fire, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:6.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:7.1":{"pli":"Seyyathāpi, bhante, vāyo sucimpi upavāyati asucimpi upavāyati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi upavāyati, na ca tena vāyo aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose the wind was to blow on both clean and unclean things, like feces, urine, spit, pus, and blood. The wind isn’t horrified, repelled, and disgusted because of this. ","html":"<p data-counter='4'>{}"},"an9.11:7.2":{"pli":"evamevaṃ kho ahaṃ, bhante, vāyosamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like the wind, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:7.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:8.1":{"pli":"Seyyathāpi, bhante, rajoharaṇaṃ sucimpi puñchati asucimpi puñchati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi puñchati, na ca tena rajoharaṇaṃ aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose a rag was to wipe up both clean and unclean things, like feces, urine, spit, pus, and blood. The rag isn’t horrified, repelled, and disgusted because of this. ","html":"<p data-counter='5'>{}"},"an9.11:8.2":{"pli":"evamevaṃ kho ahaṃ, bhante, rajoharaṇasamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like a rag, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:8.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:9.1":{"pli":"Seyyathāpi, bhante, caṇḍālakumārako vā caṇḍālakumārikā vā kaḷopihattho nantakavāsī gāmaṃ vā nigamaṃ vā pavisanto nīcacittaṃyeva upaṭṭhapetvā pavisati; ","eng":"Suppose a boy or girl of a corpse-worker tribe, holding a pot and clad in rags, were to enter a town or village. They’d enter with a humble mind. ","html":"<p data-counter='6'>{}"},"an9.11:9.2":{"pli":"evamevaṃ kho ahaṃ, bhante, caṇḍālakumārakacaṇḍālakumārikāsamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like a boy or girl of a corpse-worker tribe, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:9.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:10.1":{"pli":"Seyyathāpi, bhante, usabho chinnavisāṇo sūrato sudanto suvinīto rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ anvāhiṇḍanto na kiñci hiṃsati pādena vā visāṇena vā; ","eng":"Suppose there was a bull with his horns cut, gentle, well tamed and well trained. He’d wander from street to street and square to square without hurting anyone with his feet or horns. ","html":"<p data-counter='7'>{}"},"an9.11:10.2":{"pli":"evamevaṃ kho ahaṃ, bhante, usabhachinnavisāṇasamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ","eng":"In the same way, I live with a heart like a bull with horns cut, abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"an9.11:10.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:11.1":{"pli":"Seyyathāpi, bhante, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṃnhāto ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭīyeyya harāyeyya jiguccheyya; ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. If the carcass of a snake or a dog or a human were hung around their neck, they’d be horrified, repelled, and disgusted. ","html":"<p data-counter='8'>{}"},"an9.11:11.2":{"pli":"evamevaṃ kho ahaṃ, bhante, iminā pūtikāyena aṭṭīyāmi harāyāmi jigucchāmi. ","eng":"In the same way, I’m horrified, repelled, and disgusted by this rotting body. ","html":"{}"},"an9.11:11.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry. ","html":"{}</p>"},"an9.11:12.1":{"pli":"Seyyathāpi, bhante, puriso medakathālikaṃ parihareyya chiddāvachiddaṃ uggharantaṃ paggharantaṃ; ","eng":"Suppose someone was to carry around a bowl of fat that was leaking and oozing from holes and cracks. ","html":"<p data-counter='9'>{}"},"an9.11:12.2":{"pli":"evamevaṃ kho ahaṃ, bhante, imaṃ kāyaṃ pariharāmi chiddāvachiddaṃ uggharantaṃ paggharantaṃ. ","eng":"In the same way, I carry around this body that’s leaking and oozing from holes and cracks. ","html":"{}"},"an9.11:12.3":{"pli":"Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyyā”ti. ","eng":"Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.” ","html":"{}</p>"},"an9.11:13.1":{"pli":"Atha kho so bhikkhu uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavoca: ","eng":"Then that monk rose from his seat, placed his robe over one shoulder, bowed with his head at the Buddha’s feet, and said, ","html":"<p>{}"},"an9.11:13.2":{"pli":"“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo ahaṃ āyasmantaṃ sāriputtaṃ asatā tucchā musā abhūtena abbhācikkhiṃ. ","eng":"“I made a mistake, sir. It was foolish, stupid, and unskillful of me to speak ill of Venerable Sāriputta with an incorrect, hollow, false, untruthful claim. ","html":"{}"},"an9.11:13.3":{"pli":"Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhatu āyatiṃ saṃvarāyā”ti. ","eng":"Please, sir, accept my mistake for what it is, so I will restrain myself in future.” ","html":"{}</p>"},"an9.11:13.4":{"pli":"“Taggha taṃ, bhikkhu, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo tvaṃ sāriputtaṃ asatā tucchā musā abhūtena abbhācikkhi. ","eng":"“Indeed, monk, you made a mistake. It was foolish, stupid, and unskillful of you to act in that way. ","html":"<p>{}"},"an9.11:13.5":{"pli":"Yato ca kho tvaṃ, bhikkhu, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ","eng":"But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. ","html":"{}"},"an9.11:13.6":{"pli":"Vuḍḍhihesā, bhikkhu, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti āyatiṃ saṃvaraṃ āpajjatī”ti. ","eng":"For it is growth in the training of the Noble One to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.” ","html":"{}</p>"},"an9.11:14.1":{"pli":"Atha kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Sāriputta, ","html":"<p>{}"},"an9.11:14.2":{"pli":"“khama, sāriputta, imassa moghapurisassa, purā tassa tattheva sattadhā muddhā phalatī”ti. ","eng":"“Sāriputta, forgive that futile man before his head explodes into seven pieces right here.” ","html":"{}</p>"},"an9.11:14.3":{"pli":"“Khamāmahaṃ, bhante, tassa āyasmato sace maṃ so āyasmā evamāha: ","eng":"“I will pardon that venerable if he asks me: ","html":"<p>{}"},"an9.11:14.4":{"pli":"‘khamatu ca me so āyasmā’”ti. ","eng":"‘May the venerable please pardon me too.’” ","html":"{}</p>"},"an9.11:14.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"an9.113-432":{"an9.113-432:0.1":{"pli":"Aṅguttara Nikāya 9 ","eng":"Numbered Discourses 9 ","html":"<article id='an9.113-432'><header><ul><li class='division'>{}</li>"},"an9.113-432:0.2":{"pli":"10. Rāgapeyyāla ","eng":"10. Abbreviated Texts Beginning with Greed ","html":"<li>{}</li></ul>"},"an9.113-432:0.3":{"pli":"~ ","eng":"Untitled Discourses on Hate, Etc. ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.113-432:1.1":{"pli":"“Dosassa …pe… ","eng":"“For insight into hate … ","html":"<p>{}"},"an9.113-432:1.2":{"pli":"mohassa … ","eng":"delusion … ","html":"{}"},"an9.113-432:1.3":{"pli":"kodhassa … ","eng":"anger … ","html":"{}"},"an9.113-432:1.4":{"pli":"upanāhassa … ","eng":"acrimony … ","html":"{}"},"an9.113-432:1.5":{"pli":"makkhassa … ","eng":"disdain … ","html":"{}"},"an9.113-432:1.6":{"pli":"paḷāsassa … ","eng":"contempt … ","html":"{}"},"an9.113-432:1.7":{"pli":"issāya … ","eng":"jealousy … ","html":"{}"},"an9.113-432:1.8":{"pli":"macchariyassa … ","eng":"stinginess … ","html":"{}"},"an9.113-432:1.9":{"pli":"māyāya … ","eng":"deceitfulness … ","html":"{}"},"an9.113-432:1.10":{"pli":"sāṭheyyassa … ","eng":"deviousness … ","html":"{}"},"an9.113-432:1.11":{"pli":"thambhassa … ","eng":"obstinacy … ","html":"{}"},"an9.113-432:1.12":{"pli":"sārambhassa … ","eng":"aggression … ","html":"{}"},"an9.113-432:1.13":{"pli":"mānassa … ","eng":"conceit … ","html":"{}"},"an9.113-432:1.14":{"pli":"atimānassa … ","eng":"arrogance … ","html":"{}"},"an9.113-432:1.15":{"pli":"madassa … ","eng":"vanity … ","html":"{}"},"an9.113-432:1.16":{"pli":"pamādassa abhiññāya …pe… ","eng":"for insight into negligence … ","html":"{}"},"an9.113-432:1.17":{"pli":"pariññāya … ","eng":"complete understanding … ","html":"{}"},"an9.113-432:1.18":{"pli":"parikkhayāya … ","eng":"complete ending … ","html":"{}"},"an9.113-432:1.19":{"pli":"pahānāya … ","eng":"giving up … ","html":"{}"},"an9.113-432:1.20":{"pli":"khayāya … ","eng":"ending … ","html":"{}"},"an9.113-432:1.21":{"pli":"vayāya … ","eng":"vanishing … ","html":"{}"},"an9.113-432:1.22":{"pli":"virāgāya … ","eng":"fading away … ","html":"{}"},"an9.113-432:1.23":{"pli":"nirodhāya … ","eng":"ceasing … ","html":"{}"},"an9.113-432:1.24":{"pli":"cāgāya … ","eng":"giving away … ","html":"{}"},"an9.113-432:1.25":{"pli":"paṭinissaggāya …pe… ","eng":"letting go of negligence … ","html":"{}"},"an9.113-432:1.26":{"pli":"ime nava dhammā bhāvetabbā”ti. ","eng":"these nine things should be developed.” ","html":"{}</p>"},"an9.113-432:1.27":{"pli":"Rāgapeyyālaṃ niṭṭhitaṃ. ","html":"<p class='endsutta'>{}</p>"},"an9.113-432:1.28":{"pli":"Navakanipātapāḷi niṭṭhitā. ","eng":"The Book of the Nines is finished. ","html":"<p class='endbook'>{}</p></article>"}},"an9.12":{"an9.12:0.1":{"pli":"Aṅguttara Nikāya 9.12 ","eng":"Numbered Discourses 9.12 ","html":"<article id='an9.12'><header><ul><li class='division'>{}</li>"},"an9.12:0.2":{"pli":"2. Sīhanādavagga ","eng":"2. The Lion’s Roar ","html":"<li>{}</li></ul>"},"an9.12:0.3":{"pli":"Saupādisesasutta ","eng":"With Residue ","html":"<h1 class='sutta-title'>{}</h1></header>"},"an9.12:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}</p>"},"an9.12:1.2":{"pli":"Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ","eng":"Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ","html":"<p>{}"},"an9.12:1.3":{"pli":"Atha kho āyasmato sāriputtassa etadahosi: ","eng":"Then it occurred to him, ","html":"{}"},"an9.12:1.4":{"pli":"“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ, ","eng":"“It’s too early to wander for alms in Sāvatthī. ","html":"{}"},"an9.12:1.5":{"pli":"yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti. ","eng":"Why don’t I visit the monastery of the wanderers of other religions?” ","html":"{}"},"an9.12:1.6":{"pli":"Atha kho āyasmā sāriputto yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi. ","eng":"Then he went to the monastery of the wanderers of other religions and exchanged greetings with the wanderers there. ","html":"{}"},"an9.12:1.7":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ","eng":"When the greetings and polite conversation were over, he sat down to one side. ","html":"{}</p>"},"an9.12:2.1":{"pli":"Tena kho pana samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Now at that time while those wanderers of other religions were sitting together this discussion came up among them: ","html":"<p>{}</p>"},"an9.12:2.2":{"pli":"“yo hi koci, āvuso, saupādiseso kālaṃ karoti, sabbo so aparimutto nirayā aparimutto tiracchānayoniyā aparimutto pettivisayā aparimutto apāyaduggativinipātā”ti. ","eng":"“Reverends, no-one who dies with residue is exempt from hell, the animal realm, or the ghost realm. They’re not exempt from places of loss, bad places, the underworld.” ","html":"<p>{}</p>"},"an9.12:2.3":{"pli":"Atha kho āyasmā sāriputto tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandi nappaṭikkosi. ","eng":"Sāriputta neither approved nor rejected that statement of the wanderers of other religions. ","html":"<p>{}"},"an9.12:2.4":{"pli":"Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi: ","eng":"He got up from his seat, thinking, ","html":"{}"},"an9.12:2.5":{"pli":"“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmī”ti. ","eng":"“I will learn the meaning of this statement from the Buddha himself.” ","html":"{}</p>"},"an9.12:2.6":{"pli":"Atha kho āyasmā sāriputto sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"Then Sāriputta wandered for alms in Sāvatthī. After the meal, on his return from almsround, he went to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}</p>"},"an9.12:3.1":{"pli":"“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisiṃ. ","html":"<p>{}"},"an9.12:3.2":{"pli":"Tassa mayhaṃ, bhante, etadahosi: ","html":"{}"},"an9.12:3.3":{"pli":"‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ; ","html":"{}"},"an9.12:3.4":{"pli":"yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan’ti. ","html":"{}"},"an9.12:3.5":{"pli":"Atha kho ahaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃ. ","html":"{}"},"an9.12:3.6":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. ","html":"{}"},"an9.12:3.7":{"pli":"Tena kho pana samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","html":"{}"},"an9.12:3.8":{"pli":"‘yo hi koci, āvuso, saupādiseso kālaṃ karoti, sabbo so aparimutto nirayā aparimutto tiracchānayoniyā aparimutto pettivisayā aparimutto apāyaduggativinipātā’ti. ","html":"{}"},"an9.12:3.9":{"pli":"Atha kho ahaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ","html":"{}"},"an9.12:3.10":{"pli":"Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃ: ","html":"{}"},"an9.12:3.11":{"pli":"‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmī’”ti. ","html":"{}</p>"},"an9.12:4.1":{"pli":"“Ke ca, sāriputta, aññatitthiyā paribbājakā bālā abyattā, ke ca saupādisesaṃ vā ‘saupādiseso’ti jānissanti, anupādisesaṃ vā ‘anupādiseso’ti jānissanti. ","eng":"“Sāriputta, these foolish, incompetent wanderers following other religions: who are they to know whether someone has residue or not? ","html":"<p>{}</p>"},"an9.12:5.1":{"pli":"Navayime, sāriputta, puggalā saupādisesā kālaṃ kurumānā parimuttā nirayā parimuttā tiracchānayoniyā parimuttā pettivisayā parimuttā apāyaduggativinipātā. ","eng":"There are these nine individuals who, dying with residue, are exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld. ","html":"<p>{}"},"an9.12:5.2":{"pli":"Katame nava? ","eng":"What nine? ","html":"{}</p>"},"an9.12:5.3":{"pli":"Idha, sāriputta, ekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ paripūrakārī, paññāya mattaso kārī. ","eng":"There’s an individual who has fulfilled ethics and immersion, but has limited wisdom. ","html":"<p data-counter='1'>{}"},"an9.12:5.4":{"pli":"So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti. ","eng":"With the ending of the five lower fetters they’re extinguished between one life and the next. ","html":"{}"},"an9.12:5.5":{"pli":"Ayaṃ, sāriputta, paṭhamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. ","eng":"This is the first individual … ","html":"{}</p>"},"an9.12:6.1":{"pli":"Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ paripūrakārī, paññāya mattaso kārī. ","eng":"Furthermore, there’s an individual who has fulfilled ethics and immersion, but has limited wisdom. ","html":"<p>{}"},"an9.12:6.2":{"pli":"So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti …pe… ","eng":"With the ending of the five lower fetters they’re extinguished upon landing. This is the second individual … ","html":"{}</p>"},"an9.12:6.3":{"pli":"asaṅkhāraparinibbāyī hoti …pe… ","eng":"With the ending of the five lower fetters they’re extinguished without extra effort. ","html":"<p>{}"},"an9.12:6.4":{"eng":"This is the third individual … ","html":"{}</p>"},"an9.12:6.5":{"pli":"sasaṅkhāraparinibbāyī hoti …pe… ","eng":"With the ending of the five lower fetters they’re extinguished with extra effort. ","html":"<p>{}"},"an9.12:6.6":{"eng":"This is the fourth individual … ","html":"{}</p>"},"an9.12:6.7":{"pli":"uddhaṃsoto hoti akaniṭṭhagāmī. ","eng":"With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. ","html":"<p data-counter='2–5'>{}"},"an9.12:6.8":{"pli":"Ayaṃ, sāriputta, pañcamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. ","eng":"This is the fifth individual … ","html":"{}</p>"},"an9.12:7.1":{"pli":"Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ","eng":"Furthermore, there’s an individual who has fulfilled ethics, but has limited immersion and wisdom. ","html":"<p data-counter='6'>{}"},"an9.12:7.2":{"pli":"So tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ","eng":"With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering. ","html":"{}"},"an9.12:7.3":{"pli":"Ayaṃ, sāriputta, chaṭṭho puggalo saupādiseso kālaṃ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. ","eng":"This is the sixth individual … ","html":"{}</p>"},"an9.12:8.1":{"pli":"Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ","eng":"Furthermore, there’s an individual who has fulfilled ethics, but has limited immersion and wisdom. ","html":"<p data-counter='7'>{}"},"an9.12:8.2":{"pli":"So tiṇṇaṃ saṃyojanānaṃ parikkhayā ekabījī hoti, ekaṃyeva mānusakaṃ bhavaṃ nibbattetvā dukkhassantaṃ karoti. ","eng":"With the ending of three fetters, they’re a one-seeder. They will be reborn just one time in a human existence, then make an end of suffering. ","html":"{}"},"an9.12:8.3":{"pli":"Ayaṃ, sāriputta, sattamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. ","eng":"This is the seventh individual … ","html":"{}</p>"},"an9.12:9.1":{"pli":"Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ","eng":"Furthermore, there’s an individual who has fulfilled ethics, but has limited immersion and wisdom. ","html":"<p data-counter='8'>{}"},"an9.12:9.2":{"pli":"So tiṇṇaṃ saṃyojanānaṃ parikkhayā kolaṅkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. ","eng":"With the ending of three fetters, they go from family to family. They will transmigrate between two or three families and then make an end of suffering. ","html":"{}"},"an9.12:9.3":{"pli":"Ayaṃ, sāriputta, aṭṭhamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. ","eng":"This is the eighth individual … ","html":"{}</p>"},"an9.12:10.1":{"pli":"Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ","eng":"Furthermore, there’s an individual who has fulfilled ethics, but has limited immersion and wisdom. ","html":"<p data-counter='9'>{}"},"an9.12:10.2":{"pli":"So tiṇṇaṃ saṃyojanānaṃ parikkhayā sattakkhattuparamo hoti, sattakkhattuparamaṃ deve ca manusse ca sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. ","eng":"With the ending of three fetters, they have at most seven rebirths. They will transmigrate at most seven times among gods and humans and then make an end of suffering. ","html":"{}"},"an9.12:10.3":{"pli":"Ayaṃ, sāriputta, navamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. ","eng":"This is the ninth individual … ","html":"{}</p>"},"an9.12:11.1":{"pli":"Ke ca, sāriputta, aññatitthiyā paribbājakā bālā abyattā, ke ca saupādisesaṃ vā ‘saupādiseso’ti jānissanti, anupādisesaṃ vā ‘anupādiseso’ti jānissanti. ","eng":"These foolish, incompetent wanderers following other religions: who are they to know whether someone has residue or not? ","html":"<p>{}"},"an9.12:11.2":{"pli":"Ime kho, sāriputta, nava puggalā saupādisesā kālaṃ kurumānā parimuttā nirayā parimuttā tiracchānayoniyā parimuttā pettivisayā parimuttā apāyaduggativinipātā. ","eng":"These are the nine individuals who, dying with residue, are exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld. ","html":"{}</p>"},"an9.12:11.3":{"pli":"Na tāvāyaṃ, sāriputta, dhammapariyāyo paṭibhāsi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ","eng":"Up until now, Sāriputta, I have not felt the need to give this exposition of the teaching to the monks, nuns, laymen, and laywomen. ","html":"<p>{}"},"an9.12:11.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"an9.12:11.5":{"pli":"Māyimaṃ dhammapariyāyaṃ sutvā pamādaṃ āhariṃsūti. ","eng":"For I didn’t want those who heard it to introduce negligence. ","html":"{}"},"an9.12:11.6":{"pli":"Api ca mayā, sāriputta, dhammapariyāyo pañhādhippāyena bhāsito”ti. ","eng":"However, I have spoken it in order to answer your question.” ","html":"{}</p>"},"an9.12:11.7":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}