{"dn12":{"dn12:0.1":{"pli":"Dīgha Nikāya 12 ","eng":"Long Discourses 12 ","html":"<article id='dn12'><header><ul><li class='division'>{}</li></ul>"},"dn12:0.2":{"pli":"Lohiccasutta ","eng":"With Lohicca ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn12:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn12:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena sālavatikā tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at Sālavatikā. ","html":"{}</p>","comm":"This is the only appearance of a place called Sālavatikā (“Abounding in Sal Trees”). A courtesan of Rājagaha named Sālavatī appears in <a href='index.html?q=pli-tv-kd8#1.3.1'>Kd 8:1.3.1</a>; she might perhaps have come from there. "},"dn12:1.3":{"pli":"Tena kho pana samayena lohicco brāhmaṇo sālavatikaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ","eng":"Now at that time the brahmin Lohicca was living in Sālavatikā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ","html":"<p>{}</p>","comm":"A certain brahmin Lohicca also appears in <a href='index.html?q=sn35.132'>SN 35.132</a>. But since that is set far away in Avantī after the Buddha’s passing, and since in both cases he is said to have taken refuge, it seems likely these are different people. "},"dn12:2.1":{"pli":"Tena kho pana samayena lohiccassa brāhmaṇassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"Now at that time Lohicca had the following harmful misconception: ","html":"<p>{}"},"dn12:2.2":{"pli":"“idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ","eng":"“Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? ","html":"{}","comm":"A similar view is sometimes unjustly imputed to the Theravādins, that they are only interested in their own liberation. "},"dn12:2.3":{"pli":"Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ","eng":"Suppose someone cut off an old bond, only to create another new bond. ","html":"{}"},"dn12:2.4":{"pli":"evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī”ti. ","eng":"That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?” ","html":"{}</p>"},"dn12:3.1":{"pli":"Assosi kho lohicco brāhmaṇo: ","eng":"Lohicca heard: ","html":"<p>{}</p>"},"dn12:3.2":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi sālavatikaṃ anuppatto. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Sālavatikā, together with a large Saṅgha of five hundred mendicants. ","html":"<p>{}"},"dn12:3.3":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"dn12:3.4":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"dn12:3.5":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"dn12:3.6":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"dn12:3.7":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"dn12:4.1":{"pli":"Atha kho lohicco brāhmaṇo rosikaṃ nhāpitaṃ āmantesi: ","eng":"Then Lohicca addressed his barber Rosika, ","html":"<p>{}","comm":"While <i lang='pi' translate='no'>nhāpita</i> would seem to be identical with <i lang='pi' translate='no'>nhāpaka</i> (“bathroom attendant”), it is usually translated per <a href='index.html?q=ja395'>Ja 395</a> where it means “barber”. "},"dn12:4.2":{"pli":"“ehi tvaṃ, samma rosike, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ","eng":"“Here, dear Rosika, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ","html":"{}"},"dn12:4.3":{"pli":"‘lohicco, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti; ","html":"{}"},"dn12:4.4":{"pli":"evañca vadehi—","eng":"And then ask him whether he, ","html":"{}"},"dn12:4.5":{"pli":"adhivāsetu kira bhavaṃ gotamo lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","eng":"together with the mendicant Saṅgha, might please accept tomorrow’s meal from the brahmin Lohicca.” ","html":"{}</p>","comm":"Note the unusual use of <i lang='pi' translate='no'>kira</i> in this idiom, found in <a href='index.html?q=sn35.133#2.3'>SN 35.133:2.3</a>, <a href='index.html?q=mn85#3.5'>MN 85:3.5</a>, <a href='index.html?q=mn127#2.5'>MN 127:2.5</a>, and <a href='index.html?q=ud2.8#6.8'>Ud 2.8:6.8</a>. I think this expresses polite deference, and render with “might” rather than “would”. "},"dn12:5.1":{"pli":"“Evaṃ, bho”ti kho rosikā nhāpito lohiccassa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rosikā nhāpito bhagavantaṃ etadavoca: ","eng":"“Yes, worthy sir,” Rosika replied. He did as he was asked, and ","html":"<p>{}"},"dn12:5.2":{"pli":"“lohicco, bhante, brāhmaṇo bhagavantaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ","html":"{}"},"dn12:5.3":{"pli":"evañca vadeti—","html":"{}"},"dn12:5.4":{"pli":"adhivāsetu kira, bhante, bhagavā lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","html":"{}"},"dn12:5.5":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"the Buddha consented with silence. ","html":"{}</p>"},"dn12:6.1":{"pli":"Atha kho rosikā nhāpito bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena lohicco brāhmaṇo tenupasaṅkami; upasaṅkamitvā lohiccaṃ brāhmaṇaṃ etadavoca: ","eng":"Then, knowing that the Buddha had consented, Rosika got up from his seat, went to Lohicca, and said to him, ","html":"<p>{}"},"dn12:6.2":{"pli":"“avocumhā kho mayaṃ bhoto vacanena taṃ bhagavantaṃ: ","eng":"“I gave the Buddha your message, ","html":"{}"},"dn12:6.3":{"pli":"‘lohicco, bhante, brāhmaṇo bhagavantaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ","html":"{}"},"dn12:6.4":{"pli":"evañca vadeti—","html":"{}"},"dn12:6.5":{"pli":"adhivāsetu kira, bhante, bhagavā lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā’ti. ","html":"{}"},"dn12:6.6":{"pli":"Adhivutthañca pana tena bhagavatā”ti. ","eng":"and he accepted.” ","html":"{}</p>"},"dn12:7.1":{"pli":"Atha kho lohicco brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā rosikaṃ nhāpitaṃ āmantesi: ","eng":"And when the night had passed Lohicca had delicious fresh and cooked foods prepared in his own home. Then he had the Buddha informed of the time, saying, ","html":"<p>{}"},"dn12:7.2":{"pli":"“ehi tvaṃ, samma rosike, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇassa gotamassa kālaṃ ārocehi—","eng":"“Here, dear Rosika, go to the ascetic Gotama and announce the time, saying: ","html":"{}"},"dn12:7.3":{"pli":"kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ","eng":"‘It’s time, worthy Gotama, the meal is ready.’” ","html":"{}</p>"},"dn12:7.4":{"pli":"“Evaṃ, bho”ti kho rosikā nhāpito lohiccassa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. ","eng":"“Yes, worthy sir,” Rosika replied. He did as he was asked. ","html":"<p>{}"},"dn12:7.5":{"pli":"Ekamantaṃ ṭhito kho rosikā nhāpito bhagavato kālaṃ ārocesi: ","html":"{}"},"dn12:7.6":{"pli":"“kālo, bhante, niṭṭhitaṃ bhattan”ti. ","html":"{}</p>"},"dn12:7.7":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sālavatikā tenupasaṅkami. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, went to Sālavatikā together with the Saṅgha of mendicants. ","html":"<p>{}"},"dn12:8.1":{"pli":"Tena kho pana samayena rosikā nhāpito bhagavantaṃ piṭṭhito piṭṭhito anubandho hoti. ","eng":"Now, Rosika was following behind the Buddha, ","html":"{}"},"dn12:8.2":{"pli":"Atha kho rosikā nhāpito bhagavantaṃ etadavoca: ","eng":"and told him of Lohicca’s views, adding, ","html":"{}"},"dn12:8.3":{"pli":"“lohiccassa, bhante, brāhmaṇassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"dn12:8.4":{"pli":"‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya—","html":"{}"},"dn12:8.5":{"pli":"kiñhi paro parassa karissati. ","html":"{}"},"dn12:8.6":{"pli":"Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ","html":"{}"},"dn12:8.7":{"pli":"evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—","html":"{}"},"dn12:8.8":{"pli":"kiñhi paro parassa karissatī’ti. ","html":"{}"},"dn12:8.9":{"pli":"Sādhu, bhante, bhagavā lohiccaṃ brāhmaṇaṃ etasmā pāpakā diṭṭhigatā vivecetū”ti. ","eng":"“Sir, please dissuade him from that harmful misconception.” ","html":"{}</p>","comm":"It seems the barber was not only a trusted confidant, but an intelligent man with sincere concern for Lohicca’s well being. "},"dn12:8.10":{"pli":"“Appeva nāma siyā, rosike, appeva nāma siyā, rosike”ti. ","eng":"“Hopefully that’ll happen, Rosika, hopefully that’ll happen.” ","html":"<p>{}</p>","comm":"The Buddha is modest as to his chances. "},"dn12:9.1":{"pli":"Atha kho bhagavā yena lohiccassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Buddha approached Lohicca’s home, where he sat on the seat spread out. ","html":"<p>{}"},"dn12:9.2":{"pli":"Atha kho lohicco brāhmaṇo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ","eng":"Then Lohicca served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with delicious fresh and cooked foods. ","html":"{}</p>"},"dn12:9.3.0":{"pli":"1. Lohiccabrāhmaṇānuyoga ","eng":"1. Questioning Lohicca ","html":"<h2>{}</h2>"},"dn12:9.4":{"pli":"Atha kho lohicco brāhmaṇo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"When the Buddha had eaten and washed his hand and bowl, Lohicca took a low seat and sat to one side. ","html":"<p>{}</p>"},"dn12:9.5":{"pli":"Ekamantaṃ nisinnaṃ kho lohiccaṃ brāhmaṇaṃ bhagavā etadavoca: ","eng":"The Buddha said to him, ","html":"<p>{}"},"dn12:9.6":{"pli":"“saccaṃ kira te, lohicca, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","eng":"“Is it really true, Lohicca, that you have such a harmful misconception: ","html":"{}","comm":"Here the Buddha takes the initiative. “Harmful misconception” is <i lang='pi' translate='no'>pāpakaṁ diṭṭhigataṁ</i>. "},"dn12:9.7":{"pli":"‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ","eng":"‘Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? ","html":"{}"},"dn12:9.8":{"pli":"Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ","eng":"Suppose someone cut off an old bond, only to create another new bond. ","html":"{}"},"dn12:9.9":{"pli":"evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī’”ti? ","eng":"That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’” ","html":"{}</p>"},"dn12:9.10":{"pli":"“Evaṃ, bho gotama”. ","eng":"“Yes, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:10.1":{"pli":"“Taṃ kiṃ maññasi, lohicca, ","eng":"“What do you think, Lohicca? ","html":"<p>{}"},"dn12:10.2":{"pli":"nanu tvaṃ sālavatikaṃ ajjhāvasasī”ti? ","eng":"Do you reside in Sālavatikā?” ","html":"{}</p>"},"dn12:10.3":{"pli":"“Evaṃ, bho gotama”. ","eng":"“Yes, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:10.4":{"pli":"“Yo nu kho, lohicca, evaṃ vadeyya: ","eng":"“Lohicca, suppose someone were to say: ","html":"<p>{}"},"dn12:10.5":{"pli":"‘lohicco brāhmaṇo sālavatikaṃ ajjhāvasati. ","eng":"‘The brahmin Lohicca resides in Sālavatikā. ","html":"{}"},"dn12:10.6":{"pli":"Yā sālavatikāya samudayasañjāti lohiccova taṃ brāhmaṇo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ","eng":"He alone should enjoy the revenues produced in Sālavatikā and not share them with anyone else.’ ","html":"{}"},"dn12:10.7":{"pli":"Evaṃ vādī so ye taṃ upajīvanti, tesaṃ antarāyakaro vā hoti, no vā”ti? ","eng":"Would the one who spoke like that make it difficult for those whose living depends on you or not?” ","html":"{}</p>"},"dn12:10.8":{"pli":"“Antarāyakaro, bho gotama”. ","eng":"“They would, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:10.9":{"pli":"“Antarāyakaro samāno hitānukampī vā tesaṃ hoti ahitānukampī vā”ti? ","eng":"“But is someone who creates difficulties for others acting kindly or unkindly?” ","html":"<p>{}</p>"},"dn12:10.10":{"pli":"“Ahitānukampī, bho gotama”. ","eng":"“Unkindly, sir.” ","html":"<p>{}</p>"},"dn12:10.11":{"pli":"“Ahitānukampissa mettaṃ vā tesu cittaṃ paccupaṭṭhitaṃ hoti sapattakaṃ vā”ti? ","eng":"“But does an unkind person have love in their heart or hostility?” ","html":"<p>{}</p>"},"dn12:10.12":{"pli":"“Sapattakaṃ, bho gotama”. ","eng":"“Hostility, sir.” ","html":"<p>{}</p>"},"dn12:10.13":{"pli":"“Sapattake citte paccupaṭṭhite micchādiṭṭhi vā hoti sammādiṭṭhi vā”ti? ","eng":"“And when the heart is full of hostility, is there right view or wrong view?” ","html":"<p>{}</p>"},"dn12:10.14":{"pli":"“Micchādiṭṭhi, bho gotama”. ","eng":"“Wrong view, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:10.15":{"pli":"“Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—","eng":"“An individual with wrong view is reborn in one of two places, I say: ","html":"<p>{}"},"dn12:10.16":{"pli":"nirayaṃ vā tiracchānayoniṃ vā. ","eng":"hell or the animal realm. ","html":"{}</p>"},"dn12:11.1":{"pli":"Taṃ kiṃ maññasi, lohicca, ","eng":"What do you think, Lohicca? ","html":"<p>{}"},"dn12:11.2":{"pli":"nanu rājā pasenadi kosalo kāsikosalaṃ ajjhāvasatī”ti? ","eng":"Does King Pasenadi reign over Kāsi and Kosala?” ","html":"{}</p>","comm":"Kosala is the native realm of Pasenadi. Kāsi had formerly been an independent kingdom, but was taken over by Pasenadi’s father Mahākosala. Towards the end of the Buddha’s life it was contested between Kosala and Magadha (<a href='index.html?q=sn3.14'>SN 3.14</a>, <a href='index.html?q=sn3.15'>SN 3.15</a>). Ultimately it became part of the greater Magadhan empire. "},"dn12:11.3":{"pli":"“Evaṃ, bho gotama”. ","eng":"“Yes, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:11.4":{"pli":"“Yo nu kho, lohicca, evaṃ vadeyya: ","eng":"“Lohicca, suppose someone were to say: ","html":"<p>{}"},"dn12:11.5":{"pli":"‘rājā pasenadi kosalo kāsikosalaṃ ajjhāvasati; ","eng":"‘King Pasenadi reigns over Kāsi and Kosala. ","html":"{}"},"dn12:11.6":{"pli":"yā kāsikosale samudayasañjāti, rājāva taṃ pasenadi kosalo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ","eng":"He alone should enjoy the revenues produced in Kāsi and Kosala and not share them with anyone else.’ ","html":"{}"},"dn12:11.7":{"pli":"Evaṃ vādī so ye rājānaṃ pasenadiṃ kosalaṃ upajīvanti tumhe ceva aññe ca, tesaṃ antarāyakaro vā hoti, no vā”ti? ","eng":"Would the one who spoke like that make it difficult for yourself and others whose living depends on King Pasenadi or not?” ","html":"{}</p>"},"dn12:11.8":{"pli":"“Antarāyakaro, bho gotama”. ","eng":"“They would, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:11.9":{"pli":"“Antarāyakaro samāno hitānukampī vā tesaṃ hoti ahitānukampī vā”ti? ","eng":"“But is someone who creates difficulties for others acting kindly or unkindly?” ","html":"<p>{}</p>"},"dn12:11.10":{"pli":"“Ahitānukampī, bho gotama”. ","eng":"“Unkindly, sir.” ","html":"<p>{}</p>"},"dn12:11.11":{"pli":"“Ahitānukampissa mettaṃ vā tesu cittaṃ paccupaṭṭhitaṃ hoti sapattakaṃ vā”ti? ","eng":"“But does an unkind person have love in their heart or hostility?” ","html":"<p>{}</p>"},"dn12:11.12":{"pli":"“Sapattakaṃ, bho gotama”. ","eng":"“Hostility, sir.” ","html":"<p>{}</p>"},"dn12:11.13":{"pli":"“Sapattake citte paccupaṭṭhite micchādiṭṭhi vā hoti sammādiṭṭhi vā”ti? ","eng":"“And when the heart is full of hostility, is there right view or wrong view?” ","html":"<p>{}</p>"},"dn12:11.14":{"pli":"“Micchādiṭṭhi, bho gotama”. ","eng":"“Wrong view, worthy Gotama.” ","html":"<p>{}</p>"},"dn12:11.15":{"pli":"“Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—","eng":"“An individual with wrong view is reborn in one of two places, I say: ","html":"<p>{}"},"dn12:11.16":{"pli":"nirayaṃ vā tiracchānayoniṃ vā. ","eng":"hell or the animal realm. ","html":"{}</p>"},"dn12:12.1":{"pli":"Iti kira, lohicca, yo evaṃ vadeyya: ","eng":"So it seems, Lohicca, that should someone say such a thing either of Lohicca or of King Pasenadi, ","html":"<p>{}"},"dn12:12.2":{"pli":"‘lohicco brāhmaṇo sālavatikaṃ ajjhāvasati; ","html":"{}"},"dn12:12.3":{"pli":"yā sālavatikāya samudayasañjāti, lohiccova taṃ brāhmaṇo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ","html":"{}"},"dn12:13.1":{"pli":"Evaṃvādī so ye taṃ upajīvanti, tesaṃ antarāyakaro hoti. ","html":"{}"},"dn12:13.2":{"pli":"Antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ","eng":"that is wrong view. ","html":"{}</p>"},"dn12:13.3":{"pli":"Evameva kho, lohicca, yo evaṃ vadeyya: ","eng":"In the same way, suppose someone were to say: ","html":"<p>{}"},"dn12:13.4":{"pli":"‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ","eng":"‘Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? ","html":"{}"},"dn12:13.5":{"pli":"Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya …pe… ","eng":"Suppose someone cut off an old bond, only to create another new bond. ","html":"{}"},"dn12:13.6":{"pli":"karissatī’ti. ","eng":"That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’ ","html":"{}</p>"},"dn12:13.7":{"pli":"Evaṃvādī so ye te kulaputtā tathāgatappaveditaṃ dhammavinayaṃ āgamma evarūpaṃ uḷāraṃ visesaṃ adhigacchanti, sotāpattiphalampi sacchikaronti, sakadāgāmiphalampi sacchikaronti, anāgāmiphalampi sacchikaronti, arahattampi sacchikaronti, ye cime dibbā gabbhā paripācenti dibbānaṃ bhavānaṃ abhinibbattiyā, tesaṃ antarāyakaro hoti, antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ","eng":"Now, there are gentlemen who, relying on the teaching and training proclaimed by the Realized One, achieve a high distinction such as the following: they realize the fruit of stream-entry, the fruit of once-return, the fruit of non-return, or perfection. And in addition, there are those who ripen the seeds for rebirth in a heavenly state. The person who spoke like that makes it difficult for them. They’re acting unkindly, their heart is full of hostility, and they have wrong view. ","html":"<p>{}","comm":"It is only through sharing what good things we know that we can support each other. "},"dn12:13.8":{"pli":"Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—","eng":"An individual with wrong view is reborn in one of two places, I say: ","html":"{}"},"dn12:13.9":{"pli":"nirayaṃ vā tiracchānayoniṃ vā. ","eng":"hell or the animal realm. ","html":"{}</p>"},"dn12:14.1":{"pli":"Iti kira, lohicca, yo evaṃ vadeyya: ","html":"<p>{}"},"dn12:14.2":{"pli":"‘rājā pasenadi kosalo kāsikosalaṃ ajjhāvasati; ","html":"{}"},"dn12:14.3":{"pli":"yā kāsikosale samudayasañjāti, rājāva taṃ pasenadi kosalo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ","html":"{}"},"dn12:15.1":{"pli":"Evaṃvādī so ye rājānaṃ pasenadiṃ kosalaṃ upajīvanti tumhe ceva aññe ca, tesaṃ antarāyakaro hoti. ","html":"{}"},"dn12:15.2":{"pli":"Antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ","html":"{}</p>"},"dn12:15.3":{"pli":"Evameva kho, lohicca, yo evaṃ vadeyya: ","html":"<p>{}"},"dn12:15.4":{"pli":"‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ","html":"{}"},"dn12:15.5":{"pli":"Seyyathāpi nāma …pe… ","html":"{}"},"dn12:15.6":{"pli":"kiñhi paro parassa karissatī’ti. ","html":"{}"},"dn12:15.7":{"pli":"Evaṃvādī so ye te kulaputtā tathāgatappaveditaṃ dhammavinayaṃ āgamma evarūpaṃ uḷāraṃ visesaṃ adhigacchanti, sotāpattiphalampi sacchikaronti, sakadāgāmiphalampi sacchikaronti, anāgāmiphalampi sacchikaronti, arahattampi sacchikaronti. ","html":"{}"},"dn12:15.8":{"pli":"Ye cime dibbā gabbhā paripācenti dibbānaṃ bhavānaṃ abhinibbattiyā, tesaṃ antarāyakaro hoti, ","html":"{}"},"dn12:15.9":{"pli":"antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ","html":"{}"},"dn12:15.10":{"pli":"Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—","html":"{}"},"dn12:15.11":{"pli":"nirayaṃ vā tiracchānayoniṃ vā. ","html":"{}</p>"},"dn12:16.0":{"pli":"2. Tayocodanārahā ","eng":"2. Three Teachers Who Deserve to Be Reprimanded ","html":"<h2>{}</h2>"},"dn12:16.1":{"pli":"Tayo khome, lohicca, satthāro, ye loke codanārahā; ","eng":"Lohicca, there are three kinds of teachers in the world who deserve to be reprimanded. ","html":"<p>{}","comm":"Even though he has characterized Lohicca’s view as harmful, the Buddha goes out of his way to show that it is not entirely wrong. There are cases where it is best to avoid teaching. "},"dn12:16.2":{"pli":"yo ca panevarūpe satthāro codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ","eng":"When someone reprimands such teachers, the reprimand is true, correct, legitimate, and blameless. ","html":"{}"},"dn12:16.3":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}</p>"},"dn12:16.4":{"pli":"Idha, lohicca, ekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho ananuppatto hoti. ","eng":"Firstly, take a teacher who has not reached the goal of the ascetic life for which they went forth from the lay life to homelessness. ","html":"<p>{}"},"dn12:16.5":{"pli":"So taṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ","eng":"They teach their disciples: ","html":"{}"},"dn12:16.6":{"pli":"‘idaṃ vo hitāya idaṃ vo sukhāyā’ti. ","eng":"‘This is for your welfare. This is for your happiness.’ ","html":"{}"},"dn12:16.7":{"pli":"Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ","eng":"But their disciples don’t want to listen. They don’t actively listen or try to understand. They proceed having turned away from the teacher’s instruction. ","html":"{}"},"dn12:16.8":{"pli":"So evamassa codetabbo: ","eng":"That teacher deserves to be reprimanded: ","html":"{}"},"dn12:16.9":{"pli":"‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho ananuppatto, taṃ tvaṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ","eng":"‘Venerable, you haven’t reached the goal of the ascetic life; and when you teach disciples ","html":"{}"},"dn12:16.10":{"pli":"“idaṃ vo hitāya idaṃ vo sukhāyā”ti. ","html":"{}"},"dn12:16.11":{"pli":"Tassa te sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ","eng":"they proceed having turned away from the teacher’s instruction. ","html":"{}"},"dn12:16.12":{"pli":"Seyyathāpi nāma osakkantiyā vā ussakkeyya, parammukhiṃ vā āliṅgeyya; ","eng":"It’s like a man who makes advances on a woman though she pulls away, or embraces her though she turns her back. ","html":"{}","comm":"The genders of this passage are made clear through the use of feminine nouns. Making unwelcome advances was seen as an obvious example of something wrong. "},"dn12:16.13":{"pli":"evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—","eng":"That’s the consequence of such a wicked, greedy deed, I say. For what can one do for another?’ ","html":"{}"},"dn12:16.14":{"pli":"kiñhi paro parassa karissatī’ti. ","html":"{}"},"dn12:16.15":{"pli":"Ayaṃ kho, lohicca, paṭhamo satthā, yo loke codanāraho; ","eng":"This is the first kind of teacher who deserves to be reprimanded. ","html":"{}"},"dn12:16.16":{"pli":"yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ","html":"{}</p>"},"dn12:17.1":{"pli":"Puna caparaṃ, lohicca, idhekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho ananuppatto hoti. ","eng":"Furthermore, take a teacher who has not reached the goal of the ascetic life for which they went forth from the lay life to homelessness. ","html":"<p>{}"},"dn12:17.2":{"pli":"So taṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ","eng":"They teach their disciples: ","html":"{}"},"dn12:17.3":{"pli":"‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ","eng":"‘This is for your welfare. This is for your happiness.’ ","html":"{}"},"dn12:17.4":{"pli":"Tassa sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ","eng":"Their disciples do want to listen. They actively listen and try to understand. They don’t proceed having turned away from the teacher’s instruction. ","html":"{}","comm":"At <a href='index.html?q=dn29#5.2'>DN 29:5.2</a> the opposite sense is expressed as <i lang='pi' translate='no'>samādāya taṁ dhammaṁ vattati</i>. "},"dn12:17.5":{"pli":"So evamassa codetabbo: ","eng":"That teacher deserves to be reprimanded: ","html":"{}"},"dn12:17.6":{"pli":"‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho ananuppatto. Taṃ tvaṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ","eng":"‘Venerable, you haven’t reached the goal of the ascetic life; and when you teach disciples ","html":"{}"},"dn12:17.7":{"pli":"“idaṃ vo hitāya, idaṃ vo sukhāyā”ti. ","html":"{}"},"dn12:17.8":{"pli":"Tassa te sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ","eng":"they don’t proceed having turned away from the teacher’s instruction. ","html":"{}"},"dn12:17.9":{"pli":"Seyyathāpi nāma sakaṃ khettaṃ ohāya paraṃ khettaṃ niddāyitabbaṃ maññeyya, evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—kiñhi paro parassa karissatī’ti. ","eng":"It’s like someone who abandons their own field and presumes to weed someone else’s field. That’s the consequence of such a wicked, greedy deed, I say. For what can one do for another?’ ","html":"{}"},"dn12:17.10":{"pli":"Ayaṃ kho, lohicca, dutiyo satthā, yo, loke codanāraho; ","eng":"This is the second kind of teacher who deserves to be reprimanded. ","html":"{}"},"dn12:17.11":{"pli":"yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ","html":"{}</p>"},"dn12:18.1":{"pli":"Puna caparaṃ, lohicca, idhekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho anuppatto hoti. ","eng":"Furthermore, take a teacher who has reached the goal of the ascetic life for which they went forth from the lay life to homelessness. ","html":"<p>{}"},"dn12:18.2":{"pli":"So taṃ sāmaññatthaṃ anupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ","eng":"They teach their disciples: ","html":"{}"},"dn12:18.3":{"pli":"‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ","eng":"‘This is for your welfare. This is for your happiness.’ ","html":"{}"},"dn12:18.4":{"pli":"Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ","eng":"But their disciples don’t want to listen. They don’t actively listen or try to understand. They proceed having turned away from the teacher’s instruction. ","html":"{}"},"dn12:18.5":{"pli":"So evamassa codetabbo: ","eng":"That teacher deserves to be reprimanded: ","html":"{}"},"dn12:18.6":{"pli":"‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho anuppatto. ","eng":"‘Venerable, you have reached the goal of the ascetic life; yet when you teach disciples ","html":"{}"},"dn12:18.7":{"pli":"Taṃ tvaṃ sāmaññatthaṃ anupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ","html":"{}"},"dn12:18.8":{"pli":"“idaṃ vo hitāya, idaṃ vo sukhāyā”ti. ","html":"{}"},"dn12:18.9":{"pli":"Tassa te sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ","eng":"they proceed having turned away from the teacher’s instruction. ","html":"{}"},"dn12:18.10":{"pli":"Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ","eng":"Suppose someone cut off an old bond, only to create another new bond. ","html":"{}","comm":"The Buddha adopts Lohicca’s formulation, but applies it in a specific sense, not as a generalization. "},"dn12:18.11":{"pli":"evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī’ti. ","eng":"That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’ ","html":"{}"},"dn12:18.12":{"pli":"Ayaṃ kho, lohicca, tatiyo satthā, yo loke codanāraho; ","eng":"This is the third kind of teacher who deserves to be reprimanded. ","html":"{}"},"dn12:18.13":{"pli":"yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ","html":"{}</p>"},"dn12:18.14":{"pli":"Ime kho, lohicca, tayo satthāro, ye loke codanārahā, ","eng":"These are the three kinds of teachers in the world who deserve to be reprimanded. ","html":"<p>{}"},"dn12:18.15":{"pli":"yo ca panevarūpe satthāro codeti, sā codanā bhūtā tacchā dhammikā anavajjā”ti. ","eng":"When someone reprimands such teachers, the reprimand is true, correct, legitimate, and blameless.” ","html":"{}</p>"},"dn12:19.0":{"pli":"3. Nacodanārahasatthu ","eng":"3. A Teacher Who Does Not Deserve to Be Reprimanded ","html":"<h2>{}</h2>"},"dn12:19.1":{"pli":"Evaṃ vutte, lohicco brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When he had spoken, Lohicca said to the Buddha, ","html":"<p>{}"},"dn12:19.2":{"pli":"“atthi pana, bho gotama, koci satthā, yo loke nacodanāraho”ti? ","eng":"“But worthy Gotama, is there a teacher in the world who does not deserve to be reprimanded?” ","html":"{}</p>","comm":"Now that the Buddha has established a degree of overlap between their views, Lohicca wants to hear more. "},"dn12:19.3":{"pli":"“Atthi kho, lohicca, satthā, yo loke nacodanāraho”ti. ","eng":"“There is, Lohicca.” ","html":"<p>{}</p>","comm":"Again, the Buddha answers directly and simply. "},"dn12:19.4":{"pli":"“Katamo pana so, bho gotama, satthā, yo loke nacodanāraho”ti? ","eng":"“But who is that teacher?” ","html":"<p>{}</p>"},"dn12:20-55.1":{"pli":"“Idha, lohicca, tathāgato loke uppajjati arahaṃ, sammāsambuddho …pe… ","eng":"“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ","html":"<p>{}"},"dn12:20-55.2":{"pli":"Evaṃ kho, lohicca, bhikkhu sīlasampanno hoti …pe… ","eng":"That’s how a mendicant is accomplished in ethics. … ","html":"{}"},"dn12:20-55.3":{"pli":"paṭhamaṃ jhānaṃ upasampajja viharati … ","eng":"They enter and remain in the first absorption … ","html":"{}"},"dn12:20-55.4":{"pli":"yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho. ","eng":"A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. ","html":"{}"},"dn12:20-55.5":{"pli":"Yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ","eng":"When someone reprimands such a teacher, the reprimand is false, baseless, illegitimate, and blameworthy. ","html":"{}</p>"},"dn12:56-62.1":{"pli":"…pe… ","html":"<p>{}"},"dn12:56-62.2":{"pli":"Dutiyaṃ jhānaṃ …pe… ","eng":"They enter and remain in the second absorption … ","html":"{}"},"dn12:56-62.3":{"pli":"tatiyaṃ jhānaṃ …pe… ","eng":"third absorption … ","html":"{}"},"dn12:56-62.4":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}"},"dn12:56-62.5":{"pli":"Yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ","eng":"A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. … ","html":"{}</p>"},"dn12:63-77.1":{"pli":"…pe… ","html":"<p>{}"},"dn12:63-77.2":{"pli":"Ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ","eng":"They project and extend the mind toward knowledge and vision … ","html":"{}"},"dn12:63-77.3":{"pli":"yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ","eng":"A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. … ","html":"{}</p>"},"dn12:63-77.4":{"pli":"…pe… ","html":"<p>{}"},"dn12:63-77.5":{"pli":"Nāparaṃ itthattāyāti pajānāti. ","eng":"They understand: ‘… there is nothing further for this place.’ ","html":"{}"},"dn12:63-77.6":{"pli":"Yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā”ti. ","eng":"A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. When someone reprimands such a teacher, the reprimand is false, baseless, illegitimate, and blameworthy.” ","html":"{}</p>"},"dn12:78.1":{"pli":"Evaṃ vutte, lohicco brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When he had spoken, Lohicca said to the Buddha: ","html":"<p>{}</p>"},"dn12:78.2":{"pli":"“seyyathāpi, bho gotama, puriso purisaṃ narakapapātaṃ patantaṃ kesesu gahetvā uddharitvā thale patiṭṭhapeyya; ","eng":"“Suppose, Mister Gotama, a person was falling over a cliff, and another person were to grab them by the hair, pull them up, and place them on solid ground. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Naraka</i> means “cliff” or “abyss” in early Pali (<a href='index.html?q=mn49#5.9'>MN 49:5.9</a>, <a href='index.html?q=mn86#6.15'>MN 86:6.15</a>, <a href='index.html?q=snp3.11#28.4'>Snp 3.11:28.4</a>, <a href='index.html?q=thag16.8#4.2'>Thag 16.8:4.2</a>). It does not have the sense “hell” until the late canonical period; the early Pali term for hell is <i lang='pi' translate='no'>niraya</i>. Notably, <i lang='pi' translate='no'>naraka</i> is not strongly attested in the sense of “hell” for pre-Buddhist Sanskrit either, although we do find <i lang='pi' translate='no'>nāraka</i>, apparently in the sense of “hell being”, at Atharva Veda 12.4.36c and Śukla Yajur Veda 30.5. "},"dn12:78.3":{"pli":"evamevāhaṃ bhotā gotamena narakapapātaṃ papatanto uddharitvā thale patiṭṭhāpito. ","eng":"In the same way, when I was falling off a cliff Mister Gotama pulled me up and placed me on solid ground. ","html":"{}</p>"},"dn12:78.4":{"pli":"Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"Excellent, worthy Gotama! Excellent! ","html":"<p>{}"},"dn12:78.5":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the Teaching clear in many ways. ","html":"{}"},"dn12:78.6":{"pli":"Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"dn12:78.7":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"dn12:78.8":{"pli":"Lohiccasuttaṃ niṭṭhitaṃ dvādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}