{"dn29":{"dn29:0.1":{"pli":"Dīgha Nikāya 29 ","eng":"Long Discourses 29 ","html":"<article id='dn29'><header><ul><li class='division'>{}</li></ul>"},"dn29:0.2":{"pli":"Pāsādikasutta ","eng":"An Impressive Discourse ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn29:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn29:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati vedhaññā nāma sakyā, tesaṃ ambavane pāsāde. ","eng":"At one time the Buddha was staying in the land of the Sakyans in a stilt longhouse in a mango grove belonging to those Sakyans named Vedhaññā. ","html":"{}</p>","comm":"The Vedhaññās are not mentioned elsewhere; their name means “Marksmen”. "},"dn29:1.3":{"pli":"Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṃ adhunākālaṅkato hoti. ","eng":"Now at that time the Jain ascetic of the Ñātika clan had recently passed away at Pāvā. ","html":"<p>{}","comm":"When this event is mentioned at <a href='index.html?q=mn104#2.1'>MN 104:2.1</a>, the Buddha is also in the Sakyan lands, but near the village of Sāma. Both texts tell the story of Cunda conveying the news via Ānanda at Sāma, which was presumably near the Vedhaññā’s mango grove. It does seem strange that two distinct discourses are recorded from the same prompt, but then, why shouldn’t the Buddha give more than one teaching on such an important topic? At <a href='index.html?q=dn33#1.6.1'>DN 33:1.6.1</a> the Buddha is at Pāvā in the Mallian lands, and the discourse is spoken by Sāriputta there. Given the evident lateness of DN 33, this is a less convincing framework. A parallel to MN 104 (MA 196 at T i 752c12) says he was in the Vajjian lands at the time; both Sakya and Vajji border on Mallā. Jain tradition holds Mahāvīra died after the Buddha, and it was at a different Pāvā in Magadha near Nāḷandā, perhaps the place known in Pali as Pāvārika’s mango grove (<a href='index.html?q=dn11#1.2'>DN 11:1.2</a>). The earliest Jain source for Mahāvīra’s death, the Kalpasutra, is, however, much later than the Buddhist sources, and does not say where Pāvā is. But it does say the events were commemorated by the rulers of Kāsī and Kosala, and the Mallians and the Licchavīs. The absence of Magadha and the presence of Malla sit better with the location of Pāvā in Malla rather than Magadha. "},"dn29:1.4":{"pli":"Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti: ","eng":"With his passing the Jain ascetics split, dividing into two factions, fighting, quarreling, and disputing, continually wounding each other with barbed words: ","html":"{}</p>","comm":"While this description of the Jains might seem like sheer sectarian calumny, it is a fact that the Jain tradition is split into two sects, the “sky-clad” Digambara, whose male ascetics went naked, and the “white-clad” Śvetāmbara who wear an unstitched cloth. Jain tradition holds that the split occurred about a century later, in the reign of Candragupta Maurya. "},"dn29:1.5":{"pli":"“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṃ me, asahitaṃ te. Purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca. Adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ","eng":"“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ","html":"<p>{}</p>"},"dn29:1.6":{"pli":"Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati. ","eng":"You’d think there was nothing but slaughter going on among the Jain ascetics. ","html":"<p>{}","comm":"A slight on the movement whose signature virtue was non-violence. "},"dn29:1.7":{"pli":"Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā, tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā, yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe. ","eng":"And the Jain Ñātika’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge. ","html":"{}</p>","comm":"“With broken monument” (<i lang='pi' translate='no'>bhinnathupe</i>) is used only in this context. When a great teacher or leader died, a “monument” was built to keep their memory alive. The breaking of a monument—whether physical or symbolic—was, in a way, truly killing them. "},"dn29:2.1":{"pli":"Atha kho cundo samaṇuddeso pāvāyaṃ vassaṃvuṭṭho yena sāmagāmo, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho cundo samaṇuddeso āyasmantaṃ ānandaṃ etadavoca: ","eng":"And then, after completing the rainy season residence near Pāvā, the novice Cunda went to see Venerable Ānanda at Sāma village. He bowed, sat down to one side, and told him what had happened. ","html":"<p>{}","comm":"Cunda took the time to complete his rains residence before conveying the news, reminding us of the speed with which news traveled in those days—slowly. | Apart from the events described here, we hear of Sāma only once (<a href='index.html?q=an6.21'>AN 6.21</a>). The topic there is the decline of the Saṅgha, hinting at a connection with these events. "},"dn29:2.2":{"pli":"“nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato. ","html":"{}"},"dn29:2.3":{"pli":"Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti. ","html":"{}</p>"},"dn29:2.4":{"pli":"Evaṃ vutte, āyasmā ānando cundaṃ samaṇuddesaṃ etadavoca: ","eng":"Ānanda said to him, ","html":"<p>{}"},"dn29:2.5":{"pli":"“atthi kho idaṃ, āvuso cunda, kathāpābhataṃ bhagavantaṃ dassanāya. ","eng":"“Reverend Cunda, we should see the Buddha about this matter. ","html":"{}"},"dn29:2.6":{"pli":"Āyāmāvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāmā”ti. ","eng":"Come, let’s go to the Buddha and tell him about this.” ","html":"{}</p>"},"dn29:2.7":{"pli":"“Evaṃ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ","eng":"“Yes, sir,” replied Cunda. ","html":"<p>{}</p>"},"dn29:3.1":{"pli":"Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Ānanda and Cunda went to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}"},"dn29:3.2":{"pli":"“ayaṃ, bhante, cundo samaṇuddeso evamāha, ‘nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato, ","html":"{}"},"dn29:3.3":{"pli":"tassa kālaṅkiriyāya bhinnā nigaṇṭhā …pe… bhinnathūpe appaṭisaraṇe’”ti. ","html":"{}</p>"},"dn29:4.0":{"pli":"1. Asammāsambuddhappaveditadhammavinaya ","eng":"1. The Teaching of the Unawakened ","html":"<h2>{}</h2>"},"dn29:4.1":{"pli":"“Evaṃ hetaṃ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite. ","eng":"“That’s what happens, Cunda, when a teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"<p>{}</p>","comm":"This harsh critique is repeated at <a href='index.html?q=dn33#1.7.4'>DN 33:1.7.4</a>, but not at <a href='index.html?q=mn104#5.1'>MN 104:5.1</a>, where the Buddha’s response focuses on his own community. "},"dn29:4.2":{"pli":"Idha, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito, ","eng":"Take the case where a teacher is not awakened, and the teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"<p>{}"},"dn29:4.3":{"pli":"sāvako ca tasmiṃ dhamme na dhammānudhammappaṭipanno viharati na sāmīcippaṭipanno na anudhammacārī, vokkamma ca tamhā dhammā vattati. ","eng":"A disciple in that teaching does not practice in line with the teaching, does not practice following that procedure, does not live in line with the teaching. They proceed having turned away from that teaching. ","html":"{}","comm":"Normally we find <i lang='pi' translate='no'>vokkamma</i> (“having turned away”) in the sense of straying from the Dhamma. But this passage shows the phrase is, in itself, neutral, as it is good to turn from a bad teaching. "},"dn29:4.4":{"pli":"So evamassa vacanīyo: ","eng":"You should say this to them, ","html":"{}"},"dn29:4.5":{"pli":"‘tassa te, āvuso, lābhā, tassa te suladdhaṃ, ","eng":"‘You’re fortunate, reverend, you’re so very fortunate! ","html":"{}"},"dn29:4.6":{"pli":"satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito. ","eng":"For your teacher is not awakened, and their teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"{}"},"dn29:4.7":{"pli":"Tvañca tasmiṃ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti. ","eng":"But you don’t practice in line with that teaching, you don’t practice following that procedure, you don’t live in line with the teaching. You proceed having turned away from that teaching.’ ","html":"{}"},"dn29:4.8":{"pli":"Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvako ca tattha evaṃ pāsaṃso. ","eng":"In such a case the teacher and the teaching are to blame, but the disciple deserves praise. ","html":"{}","comm":"The Dhamma is primary, not the teacher. This is applied to Buddhism as well; for example, a student is expected to help a mentor who is falling away from Dhamma (<a href='index.html?q=pli-tv-kd1#25.20.1'>Kd 1:25.20.1</a>). "},"dn29:4.9":{"pli":"Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ","eng":"Suppose someone was to say to such a disciple, ","html":"{}"},"dn29:4.10":{"pli":"‘etāyasmā tathā paṭipajjatu, yathā te satthārā dhammo desito paññatto’ti. ","eng":"‘Come on, venerable, practice as taught and pointed out by your teacher.’ ","html":"{}"},"dn29:4.11":{"pli":"Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṃ apuññaṃ pasavanti. ","eng":"The one who encourages, the one who they encourage, and the one who practices accordingly all brim with much wickedness. ","html":"{}","comm":"Compare <a href='index.html?q=an1.320'>AN 1.320</a>. "},"dn29:4.12":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:4.13":{"pli":"Evaṃ hetaṃ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite. ","eng":"It’s because that teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"{}</p>"},"dn29:5.1":{"pli":"Idha pana, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito, ","eng":"Take the case where a teacher is not awakened, and the teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"<p>{}"},"dn29:5.2":{"pli":"sāvako ca tasmiṃ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattati. ","eng":"A disciple in that teaching practices in line with the teaching, practices following that procedure, lives in line with the teaching. They proceed having undertaken that teaching. ","html":"{}"},"dn29:5.3":{"pli":"So evamassa vacanīyo: ","eng":"You should say this to them, ","html":"{}"},"dn29:5.4":{"pli":"‘tassa te, āvuso, alābhā, tassa te dulladdhaṃ, satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito. ","eng":"‘It’s your loss, reverend, it’s your misfortune! For your teacher is not awakened, and their teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"{}"},"dn29:5.5":{"pli":"Tvañca tasmiṃ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattasī’ti. ","eng":"And you practice in line with that teaching, you practice following that procedure, you live in line with the teaching. You proceed having undertaken that teaching.’ ","html":"{}"},"dn29:5.6":{"pli":"Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvakopi tattha evaṃ gārayho. ","eng":"In such a case the teacher, the teaching, and the disciple are all to blame. ","html":"{}"},"dn29:5.7":{"pli":"Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ","eng":"Suppose someone was to say to such a disciple, ","html":"{}"},"dn29:5.8":{"pli":"‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti. ","eng":"‘Clearly the venerable is practicing systematically and will succeed in that system.’ ","html":"{}"},"dn29:5.9":{"pli":"Yo ca pasaṃsati, yañca pasaṃsati, yo ca pasaṃsito bhiyyoso mattāya vīriyaṃ ārabhati. Sabbe te bahuṃ apuññaṃ pasavanti. ","eng":"The one who praises, the one who they praise, and the one who, being praised, rouses up even more energy all brim with much wickedness. ","html":"{}"},"dn29:5.10":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:5.11":{"pli":"Evañhetaṃ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite. ","eng":"It’s because that teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ","html":"{}</p>"},"dn29:6.0":{"pli":"2. Sammāsambuddhappaveditadhammavinaya ","eng":"2. The Teaching of the Awakened ","html":"<h2>{}</h2>"},"dn29:6.1":{"pli":"Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, ","eng":"Take the case where a teacher is awakened, and the teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ","html":"<p>{}"},"dn29:6.2":{"pli":"sāvako ca tasmiṃ dhamme na dhammānudhammappaṭipanno viharati, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattati. ","eng":"A disciple in that teaching does not practice in line with the teaching, does not practice following that procedure, does not live in line with the teaching. They proceed having turned away from that teaching. ","html":"{}"},"dn29:6.3":{"pli":"So evamassa vacanīyo: ","eng":"You should say this to them, ","html":"{}"},"dn29:6.4":{"pli":"‘tassa te, āvuso, alābhā, tassa te dulladdhaṃ, satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ","eng":"‘It’s your loss, reverend, it’s your misfortune! For your teacher is awakened, and their teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ","html":"{}"},"dn29:6.5":{"pli":"Tvañca tasmiṃ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti. ","eng":"But you don’t practice in line with that teaching, you don’t practice following that procedure, you don’t live in line with the teaching. You proceed having turned away from that teaching.’ ","html":"{}"},"dn29:6.6":{"pli":"Iti kho, cunda, satthāpi tattha pāsaṃso, dhammopi tattha pāsaṃso, sāvako ca tattha evaṃ gārayho. ","eng":"In such a case the teacher and the teaching deserve praise, but the disciple is to blame. ","html":"{}"},"dn29:6.7":{"pli":"Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ","eng":"Suppose someone was to say to such a disciple, ","html":"{}"},"dn29:6.8":{"pli":"‘etāyasmā tathā paṭipajjatu yathā te satthārā dhammo desito paññatto’ti. ","eng":"‘Come on, venerable, practice as taught and pointed out by your teacher.’ ","html":"{}"},"dn29:6.9":{"pli":"Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṃ puññaṃ pasavanti. ","eng":"The one who encourages, the one who they encourage, and the one who practices accordingly all brim with much merit. ","html":"{}"},"dn29:6.10":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:6.11":{"pli":"Evañhetaṃ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṃvattanike sammāsambuddhappavedite. ","eng":"It’s because that teaching and training is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ","html":"{}</p>"},"dn29:7.1":{"pli":"Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, ","eng":"Take the case where a teacher is awakened, and the teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ","html":"<p>{}"},"dn29:7.2":{"pli":"sāvako ca tasmiṃ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattati. ","eng":"A disciple in that teaching practices in line with the teaching, practices following that procedure, lives in line with the teaching. They proceed having undertaken that teaching. ","html":"{}"},"dn29:7.3":{"pli":"So evamassa vacanīyo: ","eng":"You should say this to them, ","html":"{}"},"dn29:7.4":{"pli":"‘tassa te, āvuso, lābhā, tassa te suladdhaṃ, ","eng":"‘You’re fortunate, reverend, you’re so very fortunate! ","html":"{}"},"dn29:7.5":{"pli":"satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ","eng":"For your teacher is awakened, and their teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ","html":"{}"},"dn29:7.6":{"pli":"Tvañca tasmiṃ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattasī’ti. ","eng":"And you practice in line with that teaching, you practice following that procedure, you live in line with the teaching. You proceed having undertaken that teaching.’ ","html":"{}"},"dn29:7.7":{"pli":"Iti kho, cunda, satthāpi tattha pāsaṃso, dhammopi tattha pāsaṃso, sāvakopi tattha evaṃ pāsaṃso. ","eng":"In such a case the teacher, the teaching, and the disciple all deserve praise. ","html":"{}"},"dn29:7.8":{"pli":"Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ","eng":"Suppose someone was to say to such a disciple, ","html":"{}"},"dn29:7.9":{"pli":"‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti. ","eng":"‘Clearly the venerable is practicing systematically and will succeed in that system.’ ","html":"{}"},"dn29:7.10":{"pli":"Yo ca pasaṃsati, yañca pasaṃsati, yo ca pasaṃsito bhiyyoso mattāya vīriyaṃ ārabhati. Sabbe te bahuṃ puññaṃ pasavanti. ","eng":"The one who praises, the one who they praise, and the one who, being praised, rouses up even more energy all brim with much merit. ","html":"{}"},"dn29:7.11":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:7.12":{"pli":"Evañhetaṃ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṃvattanike sammāsambuddhappavedite. ","eng":"It’s because that teaching and training is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ","html":"{}</p>"},"dn29:8.0":{"pli":"3. Sāvakānutappasatthu ","eng":"3. When Disciples Have Regrets ","html":"<h2>{}</h2>"},"dn29:8.1":{"pli":"Idha pana, cunda, satthā ca loke udapādi arahaṃ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, ","eng":"Take the case where a teacher arises in the world who is perfected, a fully awakened Buddha. The teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is fully awakened. ","html":"<p>{}"},"dn29:8.2":{"pli":"aviññāpitatthā cassa honti sāvakā saddhamme, na ca tesaṃ kevalaṃ paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ","eng":"But the disciples have not been educated in the meaning of that good teaching. And the spiritual practice that’s entirely full and pure has not been disclosed and revealed to them; its sayings have not all been collected; and it has not been well proclaimed with its demonstrable basis wherever there are gods and humans. ","html":"{}","comm":"“Collected sayings” is <i lang='pi' translate='no'>saṅgāhapada</i>. This is a unique term, but the sense seems to be that the process of gathering  and organizing teachings is incomplete. I take the negative <i lang='pi' translate='no'>na</i> to be distributed separately among the clauses. "},"dn29:8.3":{"pli":"Atha nesaṃ satthuno antaradhānaṃ hoti. ","eng":"And then their teacher passes away. ","html":"{}"},"dn29:8.4":{"pli":"Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato anutappo hoti. ","eng":"When such a teacher has passed away the disciples are tormented by regrets. ","html":"{}"},"dn29:8.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:8.6":{"pli":"‘Satthā ca no loke udapādi arahaṃ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, aviññāpitatthā camha saddhamme, na ca no kevalaṃ paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ","eng":"They think: ‘Our teacher was perfected, a fully awakened Buddha. His teaching was well explained, but we were not educated in its meaning. And the spiritual practice was not fully disclosed and revealed to us; its sayings have not all been collected; and it has not been well proclaimed with its demonstrable basis wherever there are gods and humans. ","html":"{}"},"dn29:8.7":{"pli":"Atha no satthuno antaradhānaṃ hotī’ti. ","eng":"And then our teacher passed away.’ ","html":"{}"},"dn29:8.8":{"pli":"Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato anutappo hoti. ","eng":"When such a teacher has passed away the disciples are tormented by regrets. ","html":"{}</p>"},"dn29:9.0":{"pli":"4. Sāvakānanutappasatthu ","eng":"4. When Disciples Have No Regrets ","html":"<h2>{}</h2>"},"dn29:9.1":{"pli":"Idha pana, cunda, satthā ca loke udapādi arahaṃ sammāsambuddho. Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ","eng":"Take the case where a teacher arises in the world who is perfected, a fully awakened Buddha. The teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is fully awakened. ","html":"<p>{}"},"dn29:9.2":{"pli":"Viññāpitatthā cassa honti sāvakā saddhamme, kevalañca tesaṃ paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ","eng":"The disciples have been educated in the meaning of that good teaching. And the spiritual practice that’s entirely full and pure has been disclosed and revealed to them; its sayings have all been collected; and it has been well proclaimed with its demonstrable basis wherever there are gods and humans. ","html":"{}"},"dn29:9.3":{"pli":"Atha nesaṃ satthuno antaradhānaṃ hoti. ","eng":"And then their teacher passes away. ","html":"{}"},"dn29:9.4":{"pli":"Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato ananutappo hoti. ","eng":"When such a teacher has passed away the disciples are free of regrets. ","html":"{}"},"dn29:9.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:9.6":{"pli":"‘Satthā ca no loke udapādi arahaṃ sammāsambuddho. ","eng":"They think: ‘Our teacher was perfected, a fully awakened Buddha. ","html":"{}"},"dn29:9.7":{"pli":"Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ","eng":"His teaching was well explained, ","html":"{}"},"dn29:9.8":{"pli":"Viññāpitatthā camha saddhamme, kevalañca no paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ","eng":"we were educated in its meaning, and the spiritual practice was fully disclosed to us. ","html":"{}"},"dn29:9.9":{"pli":"Atha no satthuno antaradhānaṃ hotī’ti. ","eng":"And then our teacher passed away.’ ","html":"{}"},"dn29:9.10":{"pli":"Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato ananutappo hoti. ","eng":"When such a teacher has passed away the disciples are free of regrets. ","html":"{}</p>"},"dn29:10.0":{"pli":"5. Brahmacariyaaparipūrādikathā ","eng":"5. On the Incomplete Spiritual Path, Etc. ","html":"<h2>{}</h2>"},"dn29:10.1":{"pli":"Etehi cepi, cunda, aṅgehi samannāgataṃ brahmacariyaṃ hoti, no ca kho satthā hoti thero rattaññū cirapabbajito addhagato vayoanuppatto. ","eng":"Now suppose, Cunda, that a spiritual path possesses those factors. But the teacher is not senior, long standing, long gone forth, advanced in years, and reached the final stage of life. ","html":"<p>{}"},"dn29:10.2":{"pli":"Evaṃ taṃ brahmacariyaṃ aparipūraṃ hoti tenaṅgena. ","eng":"Then that spiritual path is incomplete in that respect. ","html":"{}</p>"},"dn29:10.3":{"pli":"Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto. ","eng":"But when a spiritual path possesses those factors and the teacher is senior, ","html":"<p>{}"},"dn29:10.4":{"pli":"Evaṃ taṃ brahmacariyaṃ paripūraṃ hoti tenaṅgena. ","eng":"then that spiritual path is complete in that respect. ","html":"{}</p>"},"dn29:11.1":{"pli":"Etehi cepi, cunda, aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, no ca khvassa therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ","eng":"Now suppose that a spiritual path possesses those factors and the teacher is senior. But there are no senior monk disciples who are competent, educated, assured, have attained sanctuary from the yoke, ","html":"<p>{}","comm":"Compare <a href='index.html?q=dn16#3.8.4'>DN 16:3.8.4</a>ff. "},"dn29:11.2":{"pli":"Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ","eng":"who can rightly explain the true teaching, and who can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis. ","html":"{}"},"dn29:11.3":{"pli":"Evaṃ taṃ brahmacariyaṃ aparipūraṃ hoti tenaṅgena. ","eng":"Then that spiritual path is incomplete in that respect. ","html":"{}</p>"},"dn29:12.1":{"pli":"Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ","eng":"But when a spiritual path possesses those factors and the teacher is senior and there are competent senior monks, ","html":"<p>{}"},"dn29:12.2":{"pli":"Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ","html":"{}"},"dn29:12.3":{"pli":"Evaṃ taṃ brahmacariyaṃ paripūraṃ hoti tenaṅgena. ","eng":"then that spiritual path is complete in that respect. ","html":"{}</p>"},"dn29:12.4":{"pli":"Etehi cepi, cunda, aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ","eng":"Now suppose that a spiritual path possesses those factors and the teacher is senior and there are competent senior monks. ","html":"<p>{}"},"dn29:12.5":{"pli":"Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ","html":"{}"},"dn29:12.6":{"pli":"No ca khvassa majjhimā bhikkhū sāvakā honti …pe… ","eng":"But there are no competent middle monks, ","html":"{}"},"dn29:12.7":{"pli":"majjhimā cassa bhikkhū sāvakā honti, no ca khvassa navā bhikkhū sāvakā honti …pe… ","eng":"junior monks, ","html":"{}"},"dn29:12.8":{"pli":"navā cassa bhikkhū sāvakā honti, no ca khvassa therā bhikkhuniyo sāvikā honti …pe… ","eng":"senior nuns, ","html":"{}"},"dn29:12.9":{"pli":"therā cassa bhikkhuniyo sāvikā honti, no ca khvassa majjhimā bhikkhuniyo sāvikā honti …pe… ","eng":"middle nuns, ","html":"{}"},"dn29:12.10":{"pli":"majjhimā cassa bhikkhuniyo sāvikā honti, no ca khvassa navā bhikkhuniyo sāvikā honti …pe… ","eng":"junior nuns, ","html":"{}"},"dn29:12.11":{"pli":"navā cassa bhikkhuniyo sāvikā honti, no ca khvassa upāsakā sāvakā honti gihī odātavasanā brahmacārino …pe… ","eng":"chaste white-clothed laymen, ","html":"{}"},"dn29:12.12":{"pli":"upāsakā cassa sāvakā honti gihī odātavasanā brahmacārino, no ca khvassa upāsakā sāvakā honti gihī odātavasanā kāmabhogino …pe… ","eng":"white-clothed laymen enjoying sensual pleasures, ","html":"{}"},"dn29:12.13":{"pli":"upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā brahmacāriniyo …pe… ","eng":"chaste white-clothed laywomen, ","html":"{}"},"dn29:12.14":{"pli":"upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā kāmabhoginiyo …pe… ","eng":"white-clothed laywomen enjoying sensual pleasures. … ","html":"{}"},"dn29:12.15":{"pli":"upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo, no ca khvassa brahmacariyaṃ hoti iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ …pe… ","eng":"There are white-clothed laywomen enjoying sensual pleasures, but the spiritual path is not successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans … ","html":"{}"},"dn29:12.16":{"pli":"brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ, no ca kho lābhaggayasaggappattaṃ. ","eng":"the spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans, but it has not reached the peak of material things and fame. ","html":"{}"},"dn29:12.17":{"pli":"Evaṃ taṃ brahmacariyaṃ aparipūraṃ hoti tenaṅgena. ","eng":"Then that spiritual path is incomplete in that respect. ","html":"{}</p>"},"dn29:13.1":{"pli":"Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ","eng":"But when a spiritual path possesses those factors and the teacher is senior and there are competent senior monks, ","html":"<p>{}"},"dn29:13.2":{"pli":"Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ","html":"{}"},"dn29:13.3":{"pli":"Majjhimā cassa bhikkhū sāvakā honti … ","eng":"middle monks, ","html":"{}"},"dn29:13.4":{"pli":"navā cassa bhikkhū sāvakā honti … ","eng":"junior monks, ","html":"{}"},"dn29:13.5":{"pli":"therā cassa bhikkhuniyo sāvikā honti … ","eng":"senior nuns, ","html":"{}"},"dn29:13.6":{"pli":"majjhimā cassa bhikkhuniyo sāvikā honti … ","eng":"middle nuns, ","html":"{}"},"dn29:13.7":{"pli":"navā cassa bhikkhuniyo sāvikā honti … ","eng":"junior nuns, ","html":"{}"},"dn29:13.8":{"pli":"upāsakā cassa sāvakā honti … gihī odātavasanā brahmacārino. ","eng":"chaste laymen, ","html":"{}"},"dn29:13.9":{"pli":"Upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino … ","eng":"laymen enjoying sensual pleasures, ","html":"{}"},"dn29:13.10":{"pli":"upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo … ","eng":"chaste laywomen, ","html":"{}"},"dn29:13.11":{"pli":"upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo … ","eng":"laywomen enjoying sensual pleasures, ","html":"{}"},"dn29:13.12":{"pli":"brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ, lābhaggappattañca yasaggappattañca. ","eng":"and the spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans, and it has reached the peak of material things and fame, ","html":"{}"},"dn29:13.13":{"pli":"Evaṃ taṃ brahmacariyaṃ paripūraṃ hoti tenaṅgena. ","eng":"then that spiritual path is complete in that respect. ","html":"{}</p>"},"dn29:14.1":{"pli":"Ahaṃ kho pana, cunda, etarahi satthā loke uppanno arahaṃ sammāsambuddho. ","eng":"I, Cunda, am a teacher who has arisen in the world today, perfected and fully awakened. ","html":"<p>{}"},"dn29:14.2":{"pli":"Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ","eng":"The teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is fully awakened. ","html":"{}"},"dn29:14.3":{"pli":"Viññāpitatthā ca me sāvakā saddhamme, kevalañca tesaṃ paripūraṃ brahmacariyaṃ āvikataṃ uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ","eng":"My disciples have been educated in the meaning of that good teaching. And the spiritual practice that’s entirely full and pure has been disclosed and revealed to them with all its collected sayings, with its demonstrable basis, well proclaimed wherever there are gods and humans. ","html":"{}"},"dn29:14.4":{"pli":"Ahaṃ kho pana, cunda, etarahi satthā thero rattaññū cirapabbajito addhagato vayoanuppatto. ","eng":"I am a teacher today who is senior, long standing, long gone forth, advanced in years, and have reached the final stage of life. ","html":"{}</p>"},"dn29:15.1":{"pli":"Santi kho pana me, cunda, etarahi therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ","eng":"I have today disciples who are competent senior monks, ","html":"<p>{}"},"dn29:15.2":{"pli":"Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ","html":"{}"},"dn29:15.3":{"pli":"Santi kho pana me, cunda, etarahi majjhimā bhikkhū sāvakā … ","eng":"middle monks, ","html":"{}"},"dn29:15.4":{"pli":"santi kho pana me, cunda, etarahi navā bhikkhū sāvakā … ","eng":"junior monks, ","html":"{}"},"dn29:15.5":{"pli":"santi kho pana me, cunda, etarahi therā bhikkhuniyo sāvikā … ","eng":"senior nuns, ","html":"{}"},"dn29:15.6":{"pli":"santi kho pana me, cunda, etarahi majjhimā bhikkhuniyo sāvikā … ","eng":"middle nuns, ","html":"{}"},"dn29:15.7":{"pli":"santi kho pana me, cunda, etarahi navā bhikkhuniyo sāvikā … ","eng":"junior nuns, ","html":"{}"},"dn29:15.8":{"pli":"santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā brahmacārino … ","eng":"chaste laymen, ","html":"{}"},"dn29:15.9":{"pli":"santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā kāmabhogino … ","eng":"laymen enjoying sensual pleasures, ","html":"{}"},"dn29:15.10":{"pli":"santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā brahmacāriniyo … ","eng":"chaste laywomen, ","html":"{}"},"dn29:15.11":{"pli":"santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā kāmabhoginiyo … ","eng":"and laywomen enjoying sensual pleasures. ","html":"{}"},"dn29:15.12":{"pli":"etarahi kho pana me, cunda, brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ. ","eng":"Today my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ","html":"{}</p>"},"dn29:16.1":{"pli":"Yāvatā kho, cunda, etarahi satthāro loke uppannā, nāhaṃ, cunda, aññaṃ ekasatthārampi samanupassāmi evaṃlābhaggayasaggappattaṃ yatharivāhaṃ. ","eng":"Of all the teachers in the world today, Cunda, I don’t see even a single one who has reached the peak of material things and fame like me. ","html":"<p>{}"},"dn29:16.2":{"pli":"Yāvatā kho pana, cunda, etarahi saṅgho vā gaṇo vā loke uppanno; ","eng":"Of all the spiritual communities and groups in the world today, Cunda, I don’t see even a single one who has reached the pinnacle of material things and fame like the mendicant Saṅgha. ","html":"{}"},"dn29:16.3":{"pli":"nāhaṃ, cunda, aññaṃ ekasaṅghampi samanupassāmi evaṃlābhaggayasaggappattaṃ yatharivāyaṃ, cunda, bhikkhusaṅgho. ","html":"{}"},"dn29:16.4":{"pli":"Yaṃ kho taṃ, cunda, sammā vadamāno vadeyya: ","eng":"And if there’s any spiritual path of which it may be rightly said that ","html":"{}"},"dn29:16.5":{"pli":"‘sabbākārasampannaṃ sabbākāraparipūraṃ anūnamanadhikaṃ svākkhātaṃ kevalaṃ paripūraṃ brahmacariyaṃ suppakāsitan’ti. ","eng":"it’s endowed with all good qualities, complete in all good qualities, neither too little nor too much, well explained, whole, full, and well propounded, ","html":"{}"},"dn29:16.6":{"pli":"Idameva taṃ sammā vadamāno vadeyya: ","eng":"it’s of this spiritual path that this should be said. ","html":"{}"},"dn29:16.7":{"pli":"‘sabbākārasampannaṃ …pe… suppakāsitan’ti. ","html":"{}</p>"},"dn29:16.8":{"pli":"Udako sudaṃ, cunda, rāmaputto evaṃ vācaṃ bhāsati: ","eng":"Uddaka son of Rāma used to say: ","html":"<p>{}","comm":"One of the Brahmanical sages under whom the Bodhisatta practiced before awakening (<a href='index.html?q=mn26#16.1'>MN 26:16.1</a>). Another of his enigmatic sayings is found at <a href='index.html?q=sn35.103#1.2'>SN 35.103:1.2</a>. When the Bodhisatta began his study, he first learned to recite the scriptures, and in these two passages we find examples of what those scriptures were. "},"dn29:16.9":{"pli":"‘passaṃ na passatī’ti. ","eng":"‘Seeing, one does not see.’ ","html":"{}"},"dn29:16.10":{"pli":"Kiñca passaṃ na passatīti? ","eng":"But seeing what does one not see? ","html":"{}"},"dn29:16.11":{"pli":"Khurassa sādhunisitassa talamassa passati, dhārañca khvassa na passati. ","eng":"You can see the blade of a well-sharpened razor, but not the edge. ","html":"{}","comm":"Sharp razors were known even in Vedic times (Rig Veda 8.4.16). "},"dn29:16.12":{"pli":"Idaṃ vuccati: ","eng":"Thus it is said: ","html":"{}"},"dn29:16.13":{"pli":"‘passaṃ na passatī’ti. ","eng":"‘Seeing, one does not see.’ ","html":"{}","comm":"This is a distorted reference to Bṛhadāraṇyaka Upaniṣad 1.4.7. There, the Self is said to be hidden in a body like a razor in its case. People do not see it (<i lang='pi' translate='no'>taṁ na paśyanti</i>), for they only see the partial and incomplete functions of the Self, such as breathing, speaking, and so on. Seeing only the aspects, they do not see that each aspect is an expression of the one whole. This confirms that Uddaka was a Brahmanical teacher who was familiar with this passage. Similar phrases, but without the razor simile, are found at Bṛhadāraṇyaka Upaniṣad 4.3.23 and Chāndogya Upaniṣad 6.12.1. "},"dn29:16.14":{"pli":"Yaṃ kho panetaṃ, cunda, udakena rāmaputtena bhāsitaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ khurameva sandhāya. ","eng":"But that saying of Uddaka’s is low, crude, ordinary, ignoble, and pointless, as it’s only about a razor. ","html":"{}"},"dn29:16.15":{"pli":"Yañca taṃ, cunda, sammā vadamāno vadeyya: ","eng":"If there’s anything of which it may be rightly said: ","html":"{}"},"dn29:16.16":{"pli":"‘passaṃ na passatī’ti, idameva taṃ sammā vadamāno vadeyya: ","eng":"‘Seeing, one does not see,’ it’s of this that it should be said. ","html":"{}"},"dn29:16.17":{"pli":"‘passaṃ na passatī’ti. ","html":"{}"},"dn29:16.18":{"pli":"Kiñca passaṃ na passatīti? ","eng":"Seeing what does one not see? ","html":"{}"},"dn29:16.19":{"pli":"Evaṃ sabbākārasampannaṃ sabbākāraparipūraṃ anūnamanadhikaṃ svākkhātaṃ kevalaṃ paripūraṃ brahmacariyaṃ suppakāsitanti, iti hetaṃ passati. ","eng":"One sees this: a spiritual path endowed with all good qualities, complete in all good qualities, neither too little nor too much, well explained, whole, full, and well propounded. ","html":"{}"},"dn29:16.20":{"pli":"Idamettha apakaḍḍheyya, evaṃ taṃ parisuddhataraṃ assāti, iti hetaṃ na passati. ","eng":"One does not see this: anything that, were it to be removed, would make it purer. ","html":"{}"},"dn29:16.21":{"pli":"Idamettha upakaḍḍheyya, evaṃ taṃ paripūraṃ assāti, iti hetaṃ na passati. ","eng":"One does not see this: anything that, were it to be added, would make it more complete. ","html":"{}"},"dn29:16.22":{"pli":"Idaṃ vuccati, cunda: ","eng":"Thus it is rightly said: ","html":"{}"},"dn29:16.23":{"pli":"‘passaṃ na passatī’ti. ","eng":"‘Seeing, one does not see.’ ","html":"{}"},"dn29:16.24":{"pli":"Yaṃ kho taṃ, cunda, sammā vadamāno vadeyya: ","html":"{}"},"dn29:16.25":{"pli":"‘sabbākārasampannaṃ …pe… ","html":"{}"},"dn29:16.26":{"pli":"brahmacariyaṃ suppakāsitan’ti. ","html":"{}"},"dn29:16.27":{"pli":"Idameva taṃ sammā vadamāno vadeyya: ","html":"{}"},"dn29:16.28":{"pli":"‘sabbākārasampannaṃ sabbākāraparipūraṃ anūnamanadhikaṃ svākkhātaṃ kevalaṃ paripūraṃ brahmacariyaṃ suppakāsitan’ti. ","html":"{}</p>"},"dn29:17.0":{"pli":"6. Saṅgāyitabbadhamma ","eng":"6. Teachings Should be Recited in Concert ","html":"<h2>{}</h2>"},"dn29:17.1":{"pli":"Tasmātiha, cunda, ye vo mayā dhammā abhiññā desitā, tattha sabbeheva saṅgamma samāgamma atthena atthaṃ byañjanena byañjanaṃ saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ","eng":"So, Cunda, you should all come together and recite in concert, without disputing, those things I have taught you from my direct knowledge, comparing meaning with meaning and phrasing with phrasing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}","comm":"“Recite in concert” is <i lang='pi' translate='no'>saṅgīti</i>. Reciting together affirms the mutual teaching and ensures the correctness of the text. The implication is that the entire Buddhist community participates, but in the <i lang='pi' translate='no'>saṅgīti</i> after the Buddha’s death there were only monks. "},"dn29:17.2":{"pli":"Katame ca te, cunda, dhammā mayā abhiññā desitā, yattha sabbeheva saṅgamma samāgamma atthena atthaṃ byañjanena byañjanaṃ saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ? ","eng":"And what are those things I have taught from my direct knowledge? ","html":"{}"},"dn29:17.3":{"pli":"Seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"They are the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}","comm":"Here the Buddha outlines the topics to be recited, which are the main chapters of the Saṁyutta Nikāya. "},"dn29:17.4":{"pli":"Ime kho te, cunda, dhammā mayā abhiññā desitā. ","eng":"These are the things I have taught from my own direct knowledge. ","html":"{}"},"dn29:17.5":{"pli":"Yattha sabbeheva saṅgamma samāgamma atthena atthaṃ byañjanena byañjanaṃ saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ","html":"{}</p>"},"dn29:18.0":{"pli":"7. Saññāpetabbavidhi ","eng":"7. Reaching Agreement ","html":"<h2>{}</h2>"},"dn29:18.1":{"pli":"Tesañca vo, cunda, samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññataro sabrahmacārī saṅghe dhammaṃ bhāseyya. ","eng":"Suppose one of those spiritual companions who is training in harmony and mutual appreciation, without disputing, were to recite the teaching in the Saṅgha. ","html":"<p>{}"},"dn29:18.2":{"pli":"Tatra ce tumhākaṃ evamassa: ","eng":"Now, you might think, ","html":"{}"},"dn29:18.3":{"pli":"‘ayaṃ kho āyasmā atthañceva micchā gaṇhāti, byañjanāni ca micchā ropetī’ti. ","eng":"‘This venerable misconstrues the meaning and mistakes the phrasing.’ ","html":"{}"},"dn29:18.4":{"pli":"Tassa neva abhinanditabbaṃ na paṭikkositabbaṃ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ","eng":"You should neither approve nor reject them, but say, ","html":"{}","comm":"The “meaning” is the <i lang='pi' translate='no'>attha</i>. Here we see the source of the <i lang='pi' translate='no'>atthakathā</i>, which we translate as “commentaries”, but which are literally “discussions on the meaning”. Such discussions are undertaken through a civil and polite inquiry. "},"dn29:18.5":{"pli":"‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarāni, imesañca byañjanānaṃ ayaṃ vā attho eso vā attho katamo opāyikataro’ti? ","eng":"‘Reverend, if this is the meaning, the phrasing may either be this or that: which is more fitting? And if this is the phrasing, the meaning may be either this or that: which is more fitting?’ ","html":"{}","comm":"Meaning and phrasing are interdependent, so care must be taken with both. Often it happens that when the phrasing slips, a new and unwarranted meaning is imputed. "},"dn29:18.6":{"pli":"So ce evaṃ vadeyya: ","eng":"Suppose they reply, ","html":"{}"},"dn29:18.7":{"pli":"‘imassa kho, āvuso, atthassa imāneva byañjanāni opāyikatarāni, yā ceva etāni; imesañca byañjanānaṃ ayameva attho opāyikataro, yā ceva eso’ti. ","eng":"‘This phrasing fits the meaning better than that. And this meaning fits the phrasing better than that.’ ","html":"{}"},"dn29:18.8":{"pli":"So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṃ saññāpetabbo tassa ca atthassa tesañca byañjanānaṃ nisantiyā. ","eng":"Without flattering or rebuking them, you should carefully persuade them by examining that meaning and that phrasing. ","html":"{}</p>"},"dn29:19.1":{"pli":"Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṃ bhāseyya. ","eng":"Suppose another spiritual companion were to recite the teaching in the Saṅgha. ","html":"<p>{}"},"dn29:19.2":{"pli":"Tatra ce tumhākaṃ evamassa: ","eng":"Now, you might think, ","html":"{}"},"dn29:19.3":{"pli":"‘ayaṃ kho āyasmā atthañhi kho micchā gaṇhāti byañjanāni sammā ropetī’ti. ","eng":"‘This venerable misconstrues the meaning but gets the phrasing right.’ ","html":"{}"},"dn29:19.4":{"pli":"Tassa neva abhinanditabbaṃ na paṭikkositabbaṃ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ","eng":"You should neither approve nor reject them, but say, ","html":"{}"},"dn29:19.5":{"pli":"‘imesaṃ nu kho, āvuso, byañjanānaṃ ayaṃ vā attho eso vā attho katamo opāyikataro’ti? ","eng":"‘Reverend, if this is the phrasing, the meaning may be either this or that: which is more fitting?’ ","html":"{}"},"dn29:19.6":{"pli":"So ce evaṃ vadeyya: ","eng":"Suppose they reply, ","html":"{}"},"dn29:19.7":{"pli":"‘imesaṃ kho, āvuso, byañjanānaṃ ayameva attho opāyikataro, yā ceva eso’ti. ","eng":"‘This meaning fits the phrasing better than that.’ ","html":"{}"},"dn29:19.8":{"pli":"So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṃ saññāpetabbo tasseva atthassa nisantiyā. ","eng":"Without flattering or rebuking, you should carefully persuade them by examining that meaning. ","html":"{}</p>"},"dn29:20.1":{"pli":"Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṃ bhāseyya. ","eng":"Suppose another spiritual companion were to recite the teaching in the Saṅgha. ","html":"<p>{}"},"dn29:20.2":{"pli":"Tatra ce tumhākaṃ evamassa: ","eng":"Now, you might think, ","html":"{}"},"dn29:20.3":{"pli":"‘ayaṃ kho āyasmā atthañhi kho sammā gaṇhāti byañjanāni micchā ropetī’ti. ","eng":"‘This venerable construes the meaning correctly but mistakes the phrasing.’ ","html":"{}"},"dn29:20.4":{"pli":"Tassa neva abhinanditabbaṃ na paṭikkositabbaṃ; anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ","eng":"You should neither approve nor reject them, but say, ","html":"{}"},"dn29:20.5":{"pli":"‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarānī’ti? ","eng":"‘Reverend, if this is the meaning, the phrasing may be either this or that: which is more fitting?’ ","html":"{}"},"dn29:20.6":{"pli":"So ce evaṃ vadeyya: ","eng":"Suppose they reply, ","html":"{}"},"dn29:20.7":{"pli":"‘imassa kho, āvuso, atthassa imāneva byañjanāni opayikatarāni, yā ceva etānī’ti. ","eng":"‘This phrasing fits the meaning better than that.’ ","html":"{}"},"dn29:20.8":{"pli":"So neva ussādetabbo na apasādetabbo; anussādetvā anapasādetvā sveva sādhukaṃ saññāpetabbo tesaññeva byañjanānaṃ nisantiyā. ","eng":"Without flattering or rebuking, you should carefully persuade them by examining that phrasing. ","html":"{}</p>"},"dn29:21.1":{"pli":"Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṃ bhāseyya. ","eng":"Suppose another spiritual companion were to recite the teaching in the Saṅgha. ","html":"<p>{}"},"dn29:21.2":{"pli":"Tatra ce tumhākaṃ evamassa: ","eng":"Now, you might think, ","html":"{}"},"dn29:21.3":{"pli":"‘ayaṃ kho āyasmā atthañceva sammā gaṇhāti byañjanāni ca sammā ropetī’ti. ","eng":"‘This venerable construes the meaning correctly and gets the phrasing right.’ ","html":"{}"},"dn29:21.4":{"pli":"Tassa ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ; ","eng":"Saying ‘Good!’ you should express approval and appreciation of that mendicant’s statement, ","html":"{}"},"dn29:21.5":{"pli":"tassa ‘sādhū’ti bhāsitaṃ abhinanditvā anumoditvā so evamassa vacanīyo: ","eng":"and then say to them, ","html":"{}"},"dn29:21.6":{"pli":"‘lābhā no, āvuso, suladdhaṃ no, āvuso, ","eng":"‘We are fortunate, reverend, so very fortunate ","html":"{}"},"dn29:21.7":{"pli":"ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma evaṃ atthupetaṃ byañjanupetan’ti. ","eng":"to see a venerable such as yourself, so well-versed in the meaning and the phrasing, as one of our spiritual companions!’ ","html":"{}</p>"},"dn29:22.0":{"pli":"8. Paccayānuññātakāraṇa ","eng":"8. The Reasons for Allowing Requisites ","html":"<h2>{}</h2>"},"dn29:22.1":{"pli":"Na vo ahaṃ, cunda, diṭṭhadhammikānaṃyeva āsavānaṃ saṃvarāya dhammaṃ desemi. ","eng":"Cunda, I do not teach you solely for restraining defilements that affect this life. ","html":"<p>{}"},"dn29:22.2":{"pli":"Na panāhaṃ, cunda, samparāyikānaṃyeva āsavānaṃ paṭighātāya dhammaṃ desemi. ","eng":"Nor do I teach solely for protecting against defilements that affect lives to come. ","html":"{}"},"dn29:22.3":{"pli":"Diṭṭhadhammikānaṃ cevāhaṃ, cunda, āsavānaṃ saṃvarāya dhammaṃ desemi; ","eng":"I teach both for restraining defilements that affect this life and ","html":"{}"},"dn29:22.4":{"pli":"samparāyikānañca āsavānaṃ paṭighātāya. ","eng":"protecting against defilements that affect lives to come. ","html":"{}</p>"},"dn29:22.5":{"pli":"Tasmātiha, cunda, yaṃ vo mayā cīvaraṃ anuññātaṃ, alaṃ vo taṃ ","eng":"And that’s why I have allowed robes for you that suffice ","html":"<p>{}","comm":"These are the four basic requisites for monastics, said to overcome defilements by usage (<a href='index.html?q=an6.58#4.1'>AN 6.58:4.1</a>, <a href='index.html?q=mn2#13.1'>MN 2:13.1</a>). "},"dn29:22.6":{"pli":"yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṃ. ","eng":"only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts. ","html":"{}"},"dn29:22.7":{"pli":"Yo vo mayā piṇḍapāto anuññāto, alaṃ vo so ","eng":"I have allowed almsfood for you that suffices ","html":"{}"},"dn29:22.8":{"pli":"yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca. ","eng":"only to sustain this body, avoid harm, and support spiritual practice; so that you will put an end to old discomfort and not give rise to new discomfort, and will keep on living blamelessly and at ease. ","html":"{}"},"dn29:22.9":{"pli":"Yaṃ vo mayā senāsanaṃ anuññātaṃ, alaṃ vo taṃ ","eng":"I have allowed lodgings for you that suffice ","html":"{}"},"dn29:22.10":{"pli":"yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṃ. ","eng":"only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat. ","html":"{}"},"dn29:22.11":{"pli":"Yo vo mayā gilānapaccayabhesajjaparikkhāro anuññāto, alaṃ vo so ","eng":"I have allowed medicines and supplies for the sick for you that suffice ","html":"{}"},"dn29:22.12":{"pli":"yāvadeva uppannānaṃ veyyābādhikānaṃ vedanānaṃ paṭighātāya abyāpajjaparamatāya. ","eng":"only for the sake of warding off the pains of illness and to promote good health. ","html":"{}</p>"},"dn29:23.0":{"pli":"9. Sukhallikānuyoga ","eng":"9. Indulgence in Pleasure ","html":"<h2>{}</h2>"},"dn29:23.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:23.2":{"pli":"‘sukhallikānuyogamanuyuttā samaṇā sakyaputtiyā viharantī’ti. ","eng":"‘The ascetics who follow the Sakyan live indulging in pleasure.’ ","html":"{}","comm":"This repurposes the phrase used right at the beginning of the Buddha’s first teaching, the Dhammacakkappavattasutta (<a href='index.html?q=sn56.11#2.3'>SN 56.11:2.3</a>). There he was persuading hard-bitten ascetics that he did not indulge in sensual pleasures. While the affiliation of those five ascetics is not stated explicitly, clearly their practices were similar to the Jains. And given the context, no doubt the Buddha has the Jains in mind here. "},"dn29:23.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:23.4":{"pli":"‘katamo so, āvuso, sukhallikānuyogo? ","eng":"‘What is that indulgence in pleasure? ","html":"{}"},"dn29:23.5":{"pli":"Sukhallikānuyogā hi bahū anekavihitā nānappakārakā’ti. ","eng":"For there are many different kinds of indulgence in pleasure.’ ","html":"{}</p>"},"dn29:23.6":{"pli":"Cattārome, cunda, sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti. ","eng":"These four kinds of indulgence in pleasure, Cunda, are low, crude, ordinary, ignoble, and pointless. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}"},"dn29:23.7":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"dn29:23.8":{"pli":"Idha, cunda, ekacco bālo pāṇe vadhitvā vadhitvā attānaṃ sukheti pīṇeti. ","eng":"It’s when some fool makes themselves happy and pleased by killing living creatures. ","html":"<p>{}"},"dn29:23.9":{"pli":"Ayaṃ paṭhamo sukhallikānuyogo. ","eng":"This is the first kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:23.10":{"pli":"Puna caparaṃ, cunda, idhekacco adinnaṃ ādiyitvā ādiyitvā attānaṃ sukheti pīṇeti. ","eng":"Furthermore, someone makes themselves happy and pleased by theft. ","html":"<p>{}"},"dn29:23.11":{"pli":"Ayaṃ dutiyo sukhallikānuyogo. ","eng":"This is the second kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:23.12":{"pli":"Puna caparaṃ, cunda, idhekacco musā bhaṇitvā bhaṇitvā attānaṃ sukheti pīṇeti. ","eng":"Furthermore, someone makes themselves happy and pleased by lying. ","html":"<p>{}"},"dn29:23.13":{"pli":"Ayaṃ tatiyo sukhallikānuyogo. ","eng":"This is the third kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:23.14":{"pli":"Puna caparaṃ, cunda, idhekacco pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ","eng":"Furthermore, someone amuses themselves, supplied and provided with the five kinds of sensual stimulation. ","html":"<p>{}"},"dn29:23.15":{"pli":"Ayaṃ catuttho sukhallikānuyogo. ","eng":"This is the fourth kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:23.16":{"pli":"Ime kho, cunda, cattāro sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti. ","eng":"These are the four kinds of indulgence in pleasure that are low, crude, ordinary, ignoble, and pointless. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}</p>"},"dn29:24.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:24.2":{"pli":"‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti. ","eng":"‘The ascetics who follow the Sakyan live indulging in pleasure in these four ways.’ ","html":"{}"},"dn29:24.3":{"pli":"Te vo ‘mā hevaṃ’ tissu vacanīyā. ","eng":"They should be told, ‘Not so!’ ","html":"{}"},"dn29:24.4":{"pli":"Na te vo sammā vadamānā vadeyyuṃ, abbhācikkheyyuṃ asatā abhūtena. ","eng":"It isn’t right to say that about you; it misrepresents you with an untruth. ","html":"{}</p>"},"dn29:24.5":{"pli":"Cattārome, cunda, sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattanti. ","eng":"Cunda, these four kinds of indulgence in pleasure lead solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}","comm":"Again echoing the first sermon (<a href='index.html?q=sn56.11#3.1'>SN 56.11:3.1</a>), here the Buddha places the <i lang='pi' translate='no'>jhānas</i> where, in the Dhammacakkappavattasutta, he put the middle way. He uses a similar strategy at <a href='index.html?q=dn28#19.2'>DN 28:19.2</a>. "},"dn29:24.6":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"dn29:24.7":{"pli":"Idha, cunda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p>{}"},"dn29:24.8":{"pli":"Ayaṃ paṭhamo sukhallikānuyogo. ","eng":"This is the first kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:24.9":{"pli":"Puna caparaṃ, cunda, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption. It has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"dn29:24.10":{"pli":"Ayaṃ dutiyo sukhallikānuyogo. ","eng":"This is the second kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:24.11":{"pli":"Puna caparaṃ, cunda, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"dn29:24.12":{"pli":"Ayaṃ tatiyo sukhallikānuyogo. ","eng":"This is the third kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:24.13":{"pli":"Puna caparaṃ, cunda, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption. It is without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}"},"dn29:24.14":{"pli":"Ayaṃ catuttho sukhallikānuyogo. ","eng":"This is the fourth kind of indulgence in pleasure. ","html":"{}</p>"},"dn29:24.15":{"pli":"Ime kho, cunda, cattāro sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattanti. ","eng":"These are the four kinds of indulgence in pleasure which lead solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}</p>"},"dn29:24.16":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:24.17":{"pli":"‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti. ","eng":"‘The ascetics who follow the Sakyan live indulging in pleasure in these four ways.’ ","html":"{}"},"dn29:24.18":{"pli":"Te vo ‘evaṃ’ tissu vacanīyā. ","eng":"They should be told, ‘Exactly so!’ ","html":"{}"},"dn29:24.19":{"pli":"Sammā te vo vadamānā vadeyyuṃ, na te vo abbhācikkheyyuṃ asatā abhūtena. ","eng":"It’s right to say that about you; it doesn’t misrepresent you with an untruth. ","html":"{}</p>"},"dn29:25.0":{"pli":"10. Sukhallikānuyogānisaṃsa ","eng":"10. The Benefits of Indulgence in Pleasure ","html":"<h2>{}</h2>"},"dn29:25.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:25.2":{"pli":"‘ime panāvuso, cattāro sukhallikānuyoge anuyuttānaṃ viharataṃ kati phalāni katānisaṃsā pāṭikaṅkhā’ti? ","eng":"‘How many fruits and benefits may be expected by those who live indulging in pleasure in these four ways?’ ","html":"{}"},"dn29:25.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:25.4":{"pli":"‘ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṃ viharataṃ cattāri phalāni cattāro ānisaṃsā pāṭikaṅkhā. ","eng":"‘Four benefits may be expected by those who live indulging in pleasure in these four ways. ","html":"{}"},"dn29:25.5":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"dn29:25.6":{"pli":"Idhāvuso, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ","eng":"Firstly, with the ending of three fetters a mendicant becomes a stream-enterer, not liable to be reborn in the underworld, destined for awakening. ","html":"<p>{}"},"dn29:25.7":{"pli":"Idaṃ paṭhamaṃ phalaṃ, paṭhamo ānisaṃso. ","eng":"This is the first fruit and benefit. ","html":"{}</p>"},"dn29:25.8":{"pli":"Puna caparaṃ, āvuso, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ","eng":"Furthermore, a mendicant—with the ending of three fetters, and the weakening of greed, hate, and delusion—becomes a once-returner. They come back to this world once only, then make an end of suffering. ","html":"<p>{}"},"dn29:25.9":{"pli":"Idaṃ dutiyaṃ phalaṃ, dutiyo ānisaṃso. ","eng":"This is the second fruit and benefit. ","html":"{}</p>"},"dn29:25.10":{"pli":"Puna caparaṃ, āvuso, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī anāvattidhammo tasmā lokā. ","eng":"Furthermore, with the ending of the five lower fetters, a mendicant is reborn spontaneously and will become extinguished there, not liable to return from that world. ","html":"<p>{}"},"dn29:25.11":{"pli":"Idaṃ tatiyaṃ phalaṃ, tatiyo ānisaṃso. ","eng":"This is the third fruit and benefit. ","html":"{}</p>"},"dn29:25.12":{"pli":"Puna caparaṃ, āvuso, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Furthermore, a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ","html":"<p>{}"},"dn29:25.13":{"pli":"Idaṃ catutthaṃ phalaṃ catuttho ānisaṃso. ","eng":"This is the fourth fruit and benefit. ","html":"{}</p>"},"dn29:25.14":{"pli":"Ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṃ viharataṃ imāni cattāri phalāni, cattāro ānisaṃsā pāṭikaṅkhā’ti. ","eng":"These four benefits may be expected by those who live indulging in pleasure in these four ways.’ ","html":"<p>{}</p>","comm":"Some meditation teachers warn of the supposed dangers of becoming attached to the pleasure of meditation. The Buddha’s view was that the pleasure of meditation arises from letting go and leads to Nibbana. "},"dn29:26.0":{"pli":"11. Khīṇāsavaabhabbaṭhāna ","eng":"11. Things Impossible for the Perfected ","html":"<h2>{}</h2>"},"dn29:26.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:26.2":{"pli":"‘aṭṭhitadhammā samaṇā sakyaputtiyā viharantī’ti. ","eng":"‘The ascetics who follow the Sakyan are fickle.’ ","html":"{}","comm":"At <a href='index.html?q=an8.19#3.1'>AN 8.19:3.1</a> the ocean is said to be <i lang='pi' translate='no'>ṭhitadhammo</i>, “naturally stable”. Both places are glossed as <i lang='pi' translate='no'>ṭhitasabhāvā</i>. It seems this is in reference to the fact that the Buddhist Vinaya is gentle and flexible. The Buddha was ready to alter and adjust details when circumstances required, yet the fundamental principles hold firm. "},"dn29:26.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:26.4":{"pli":"‘atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṃ dhammā desitā paññattā yāvajīvaṃ anatikkamanīyā. ","eng":"‘Reverends, these things have been taught and pointed out for his disciples by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha, not to be transgressed so long as life lasts. ","html":"{}"},"dn29:26.5":{"pli":"Seyyathāpi, āvuso, indakhīlo vā ayokhīlo vā gambhīranemo sunikhāto acalo asampavedhī; ","eng":"Suppose there was an Indra’s pillar or an iron pillar with deep foundations, firmly embedded, imperturbable and unshakable. ","html":"{}"},"dn29:26.6":{"pli":"evameva kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṃ dhammā desitā paññattā yāvajīvaṃ anatikkamanīyā. ","eng":"In the same way, these things have been taught and pointed out for his disciples by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha, not to be transgressed so long as life lasts. ","html":"{}</p>"},"dn29:26.7":{"pli":"Yo so, āvuso, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṃ. ","eng":"A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—can’t transgress in nine respects. ","html":"<p>{}","comm":"As at <a href='index.html?q=an9.7#3.3'>AN 9.7:3.3</a>, etc. "},"dn29:26.8":{"pli":"Abhabbo, āvuso, khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ; abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādiyituṃ; abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevituṃ; abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ; abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ, seyyathāpi pubbe āgārikabhūto; abhabbo khīṇāsavo bhikkhu chandāgatiṃ gantuṃ; abhabbo khīṇāsavo bhikkhu dosāgatiṃ gantuṃ; abhabbo khīṇāsavo bhikkhu mohāgatiṃ gantuṃ; abhabbo khīṇāsavo bhikkhu bhayāgatiṃ gantuṃ. ","eng":"A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they used to as a layperson. And they can’t make decisions prejudiced by favoritism, hostility, stupidity, or cowardice. ","html":"{}"},"dn29:26.9":{"pli":"Yo so, āvuso, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’ti. ","eng":"A mendicant who is perfected can’t transgress in these nine respects.’ ","html":"{}</p>"},"dn29:27.0":{"pli":"12. Pañhābyākaraṇa ","eng":"12. Questions and Answers ","html":"<h2>{}</h2>"},"dn29:27.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:27.2":{"pli":"‘atītaṃ kho addhānaṃ ārabbha samaṇo gotamo atīrakaṃ ñāṇadassanaṃ paññapeti, no ca kho anāgataṃ addhānaṃ ārabbha atīrakaṃ ñāṇadassanaṃ paññapeti, tayidaṃ kiṃsu tayidaṃ kathaṃsū’ti? ","eng":"‘The ascetic Gotama demonstrates boundless knowledge and vision of the past, but not of the future. What’s up with that?’ ","html":"{}"},"dn29:27.3":{"pli":"Te ca aññatitthiyā paribbājakā aññavihitakena ñāṇadassanena aññavihitakaṃ ñāṇadassanaṃ paññapetabbaṃ maññanti yathariva bālā abyattā. ","eng":"Those wanderers, like incompetent fools, seem to imagine that one kind of knowledge and vision can be demonstrated by means of another kind of knowledge and vision. ","html":"{}</p>","comm":"It is possible to remember the past, but knowledge of the future is restricted to inferences in specific contexts and cannot be predicted in general. "},"dn29:27.4":{"pli":"Atītaṃ kho, cunda, addhānaṃ ārabbha tathāgatassa satānusāriñāṇaṃ hoti; ","eng":"Regarding the past, the Realized One has knowledge stemming from memory. ","html":"<p>{}"},"dn29:27.5":{"pli":"so yāvatakaṃ ākaṅkhati tāvatakaṃ anussarati. ","eng":"He recollects as far as he wants. ","html":"{}</p>"},"dn29:27.6":{"pli":"Anāgatañca kho addhānaṃ ārabbha tathāgatassa bodhijaṃ ñāṇaṃ uppajjati: ","eng":"Regarding the future, the Realized One has the knowledge born of awakening: ","html":"<p>{}","comm":"The Buddha claims no gift of prophecy, unlike some other sages, but he knows that which matters. "},"dn29:27.7":{"pli":"‘ayamantimā jāti, natthi dāni punabbhavo’ti. ","eng":"‘This is my last rebirth; now there’ll be no more future lives.’ ","html":"{}</p>"},"dn29:28.1":{"pli":"Atītañcepi, cunda, hoti abhūtaṃ atacchaṃ anatthasaṃhitaṃ, na taṃ tathāgato byākaroti. ","eng":"If a question about the past is untrue, false, and pointless, the Realized One does not reply. ","html":"<p>{}"},"dn29:28.2":{"pli":"Atītañcepi, cunda, hoti bhūtaṃ tacchaṃ anatthasaṃhitaṃ, tampi tathāgato na byākaroti. ","eng":"If a question about the past is true and correct, but pointless, he does not reply. ","html":"{}"},"dn29:28.3":{"pli":"Atītañcepi, cunda, hoti bhūtaṃ tacchaṃ atthasaṃhitaṃ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya. ","eng":"If a question about the past is true, correct, and beneficial, he knows the right time to reply. ","html":"{}"},"dn29:28.4":{"pli":"Anāgatañcepi, cunda, hoti abhūtaṃ atacchaṃ anatthasaṃhitaṃ, na taṃ tathāgato byākaroti …pe… tassa pañhassa veyyākaraṇāya. ","eng":"And the Realized One replies to questions about the future or the present in the same way. ","html":"{}"},"dn29:28.5":{"pli":"Paccuppannañcepi, cunda, hoti abhūtaṃ atacchaṃ anatthasaṃhitaṃ, na taṃ tathāgato byākaroti. ","html":"{}"},"dn29:28.6":{"pli":"Paccuppannañcepi, cunda, hoti bhūtaṃ tacchaṃ anatthasaṃhitaṃ, tampi tathāgato na byākaroti. ","html":"{}"},"dn29:28.7":{"pli":"Paccuppannañcepi, cunda, hoti bhūtaṃ tacchaṃ atthasaṃhitaṃ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya. ","html":"{}</p>"},"dn29:28.8":{"pli":"Iti kho, cunda, atītānāgatapaccuppannesu dhammesu tathāgato kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, tasmā ‘tathāgato’ti vuccati. ","eng":"And so the Realized One has speech that’s well-timed, true, meaningful, in line with the teaching and training. That’s why he’s called the ‘Realized One’. ","html":"<p>{}</p>","comm":"See <a href='index.html?q=an4.23'>AN 4.23</a> and <a href='index.html?q=iti112'>Iti 112</a>. "},"dn29:29.1":{"pli":"Yañca kho, cunda, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, sabbaṃ tathāgatena abhisambuddhaṃ, ","eng":"In this world—with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, attained, sought, and explored by the mind, all that has been understood by the Realized One. ","html":"<p>{}"},"dn29:29.2":{"pli":"tasmā ‘tathāgato’ti vuccati. ","eng":"That’s why he’s called the ‘Realized One’. ","html":"{}</p>"},"dn29:29.3":{"pli":"Yañca, cunda, rattiṃ tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca rattiṃ anupādisesāya nibbānadhātuyā parinibbāyati, yaṃ etasmiṃ antare bhāsati lapati niddisati. Sabbaṃ taṃ tatheva hoti no aññathā, ","eng":"From the night when the Realized One awakens to the supreme perfect awakening until the night he becomes fully extinguished—in the element of extinguishment with no residue—everything he speaks, says, and expresses is real, not otherwise. ","html":"<p>{}"},"dn29:29.4":{"pli":"tasmā ‘tathāgato’ti vuccati. ","eng":"That’s why he’s called the ‘Realized One’. ","html":"{}</p>"},"dn29:29.5":{"pli":"Yathāvādī, cunda, tathāgato tathākārī, yathākārī tathāvādī. ","eng":"The Realized One does as he says, and says as he does. ","html":"<p>{}"},"dn29:29.6":{"pli":"Iti yathāvādī tathākārī, yathākārī tathāvādī, tasmā ‘tathāgato’ti vuccati. ","eng":"Since this is so, that’s why he’s called the ‘Realized One’. ","html":"{}"},"dn29:29.7":{"pli":"Sadevake loke, cunda, samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccati. ","eng":"In this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—the Realized One is the vanquisher, the unvanquished, the universal seer, the wielder of power. ","html":"{}</p>"},"dn29:30.0":{"pli":"13. Abyākataṭṭhāna ","eng":"13. The Undeclared Points ","html":"<h2>{}</h2>"},"dn29:30.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:30.2":{"pli":"‘kiṃ nu kho, āvuso, hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ","eng":"‘Is this your view: “A Realized One exists after death. This is the only truth, anything else is futile”?’ ","html":"{}","comm":"Here these questions follow on from the Buddha’s acknowledgment of epistemological limitations. Not everything can be known, and if it is, it is not always useful to speak of it. "},"dn29:30.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:30.4":{"pli":"‘abyākataṃ kho etaṃ, āvuso, bhagavatā: ","eng":"‘Reverend, this has not been declared by the Buddha.’ ","html":"{}"},"dn29:30.5":{"pli":"“hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ","html":"{}</p>"},"dn29:30.6":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"The wanderers might say, ","html":"<p>{}"},"dn29:30.7":{"pli":"‘kiṃ panāvuso, na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ","eng":"‘Then is this your view: “A Realized One doesn’t exist after death. This is the only truth, anything else is futile”?’ ","html":"{}"},"dn29:30.8":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:30.9":{"pli":"‘etampi kho, āvuso, bhagavatā abyākataṃ: ","eng":"‘This too has not been declared by the Buddha.’ ","html":"{}"},"dn29:30.10":{"pli":"“na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ","html":"{}</p>"},"dn29:30.11":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"The wanderers might say, ","html":"<p>{}"},"dn29:30.12":{"pli":"‘kiṃ panāvuso, hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ","eng":"‘Then is this your view: “A Realized One both exists and doesn’t exist after death. This is the only truth, anything else is futile”?’ ","html":"{}"},"dn29:30.13":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:30.14":{"pli":"‘abyākataṃ kho etaṃ, āvuso, bhagavatā: ","eng":"‘This too has not been declared by the Buddha.’ ","html":"{}"},"dn29:30.15":{"pli":"“hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ","html":"{}</p>"},"dn29:30.16":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"The wanderers might say, ","html":"<p>{}"},"dn29:30.17":{"pli":"‘kiṃ panāvuso, neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ","eng":"‘Then is this your view: “A Realized One neither exists nor doesn’t exist after death. This is the only truth, anything else is futile”?’ ","html":"{}"},"dn29:30.18":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:30.19":{"pli":"‘etampi kho, āvuso, bhagavatā abyākataṃ: ","eng":"‘This too has not been declared by the Buddha.’ ","html":"{}"},"dn29:30.20":{"pli":"“neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ","html":"{}</p>"},"dn29:31.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"The wanderers might say, ","html":"<p>{}"},"dn29:31.2":{"pli":"‘kasmā panetaṃ, āvuso, samaṇena gotamena abyākatan’ti? ","eng":"‘But why has this not been declared by the ascetic Gotama?’ ","html":"{}"},"dn29:31.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:31.4":{"pli":"‘na hetaṃ, āvuso, atthasaṃhitaṃ na dhammasaṃhitaṃ na ādibrahmacariyakaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, tasmā taṃ bhagavatā abyākatan’ti. ","eng":"‘Because it’s not beneficial or relevant to the fundamentals of the spiritual life. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That’s why it hasn’t been declared by the Buddha.’ ","html":"{}</p>"},"dn29:32.0":{"pli":"14. Byākataṭṭhāna ","eng":"14. The Declared Points ","html":"<h2>{}</h2>"},"dn29:32.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"dn29:32.2":{"pli":"‘kiṃ panāvuso, samaṇena gotamena byākatan’ti? ","eng":"‘But what has been declared by the ascetic Gotama?’ ","html":"{}"},"dn29:32.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:32.4":{"pli":"‘idaṃ dukkhanti kho, āvuso, bhagavatā byākataṃ, ayaṃ dukkhasamudayoti kho, āvuso, bhagavatā byākataṃ, ayaṃ dukkhanirodhoti kho, āvuso, bhagavatā byākataṃ, ayaṃ dukkhanirodhagāminī paṭipadāti kho, āvuso, bhagavatā byākatan’ti. ","eng":"‘What has been declared by the Buddha is this: “This is suffering”—“This is the origin of suffering”—“This is the cessation of suffering”—“This is the practice that leads to the cessation of suffering.”’ ","html":"{}</p>"},"dn29:33.1":{"pli":"Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"The wanderers might say, ","html":"<p>{}"},"dn29:33.2":{"pli":"‘kasmā panetaṃ, āvuso, samaṇena gotamena byākatan’ti? ","eng":"‘But why has this been declared by the ascetic Gotama?’ ","html":"{}"},"dn29:33.3":{"pli":"Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"You should say to them, ","html":"{}"},"dn29:33.4":{"pli":"‘etañhi, āvuso, atthasaṃhitaṃ, etaṃ dhammasaṃhitaṃ, etaṃ ādibrahmacariyakaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. Tasmā taṃ bhagavatā byākatan’ti. ","eng":"‘Because it’s beneficial and relevant to the fundamentals of the spiritual life. It leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That’s why it has been declared by the Buddha.’ ","html":"{}</p>"},"dn29:34.0":{"pli":"15. Pubbantasahagatadiṭṭhinissaya ","eng":"15. Views of the First Beginning ","html":"<h2>{}</h2>"},"dn29:34.1":{"pli":"Yepi te, cunda, pubbantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā. ","eng":"Cunda, I have explained to you as they should be explained the views that some rely on regarding the first beginning. ","html":"<p>{}","comm":"In the Brahmajālasutta (<a href='index.html?q=dn1'>DN 1</a>). "},"dn29:34.2":{"pli":"Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ","eng":"Shall I explain them to you in the wrong way? ","html":"{}"},"dn29:34.3":{"pli":"Yepi te, cunda, aparantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā. ","eng":"I have explained to you as they should be explained the views that some rely on regarding the final end. ","html":"{}"},"dn29:34.4":{"pli":"Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ","eng":"Shall I explain them to you in the wrong way? ","html":"{}</p>"},"dn29:34.5":{"pli":"Katame ca te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ","eng":"What are the views that some rely on regarding the first beginning? ","html":"<p>{}"},"dn29:34.6":{"pli":"Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ","html":"{}"},"dn29:34.7":{"pli":"Santi kho, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"{}"},"dn29:34.8":{"pli":"‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti. ","eng":"‘The self and the cosmos are eternal. This is the only truth, anything else is futile.’ ","html":"{}"},"dn29:34.9":{"pli":"Santi pana, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"{}"},"dn29:34.10":{"pli":"‘asassato attā ca loko ca …pe… ","eng":"‘The self and the cosmos are not eternal, ","html":"{}"},"dn29:34.11":{"pli":"sassato ca asassato ca attā ca loko ca … ","eng":"or both eternal and not eternal, ","html":"{}"},"dn29:34.12":{"pli":"neva sassato nāsassato attā ca loko ca … ","eng":"or neither eternal nor not eternal. ","html":"{}"},"dn29:34.13":{"pli":"sayaṅkato attā ca loko ca … ","eng":"The self and the cosmos are made by oneself, ","html":"{}","comm":"The idea “made by oneself” (<i lang='pi' translate='no'>sayaṅkata</i>) assumes a metaphysical “self” which creates “the self and the cosmos”. This implies the Vedic creation doctrine, whereby Prajāpati created the cosmos and all things in it from himself by an act of self-sacrifice. Thus the sacrificer offers to Prajāpati as the sun with the words, “You are self-made” (<i lang='pi' translate='no'>svāṁkṛta</i>, Śatapatha Brāhmaṇa 4.1.1.22, 4.1.2.21). For more details on this teaching, see <a href='index.html?q=sn12.17'>SN 12.17</a> and notes there. "},"dn29:34.14":{"pli":"paraṅkato attā ca loko ca … ","eng":"or made by another, ","html":"{}"},"dn29:34.15":{"pli":"sayaṅkato ca paraṅkato ca attā ca loko ca … ","eng":"or made by both oneself and another, ","html":"{}"},"dn29:34.16":{"pli":"asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca, idameva saccaṃ moghamaññan’ti. ","eng":"or they have arisen anomalously, not made by oneself or another. ","html":"{}"},"dn29:34.17":{"pli":"‘Sassataṃ sukhadukkhaṃ … ","eng":"Pleasure and pain are eternal, ","html":"{}"},"dn29:34.18":{"pli":"asassataṃ sukhadukkhaṃ … ","eng":"or not eternal, ","html":"{}"},"dn29:34.19":{"pli":"sassatañca asassatañca sukhadukkhaṃ … ","eng":"or both eternal and not eternal, ","html":"{}"},"dn29:34.20":{"pli":"nevasassataṃ nāsassataṃ sukhadukkhaṃ … ","eng":"or neither eternal nor not eternal. ","html":"{}"},"dn29:34.21":{"pli":"sayaṅkataṃ sukhadukkhaṃ … ","eng":"Pleasure and pain are made by oneself, ","html":"{}"},"dn29:34.22":{"pli":"paraṅkataṃ sukhadukkhaṃ … ","eng":"or made by another, ","html":"{}"},"dn29:34.23":{"pli":"sayaṅkatañca paraṅkatañca sukhadukkhaṃ … ","eng":"or made by both oneself and another, ","html":"{}"},"dn29:34.24":{"pli":"asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ, idameva saccaṃ moghamaññan’ti. ","eng":"or they have arisen anomalously, not made by oneself or another. This is the only truth, anything else is futile.’ ","html":"{}</p>"},"dn29:35.1":{"pli":"Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"Regarding this, I go up to the ascetics and brahmins whose view is that ","html":"<p>{}"},"dn29:35.2":{"pli":"‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti. ","eng":"the self and the cosmos are eternal, ","html":"{}"},"dn29:35.3":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","eng":"and say, ","html":"{}"},"dn29:35.4":{"pli":"‘atthi nu kho idaṃ, āvuso, vuccati: ","eng":"‘Reverends, is this what you say, ","html":"{}"},"dn29:35.5":{"pli":"“sassato attā ca loko cā”’ti? ","eng":"“The self and the cosmos are eternal”?’ ","html":"{}"},"dn29:35.6":{"pli":"Yañca kho te evamāhaṃsu: ","eng":"But when they say, ‘Yes! ","html":"{}"},"dn29:35.7":{"pli":"‘idameva saccaṃ moghamaññan’ti. ","eng":"This is the only truth, anything else is futile,’ ","html":"{}"},"dn29:35.8":{"pli":"Taṃ tesaṃ nānujānāmi. ","eng":"I don’t grant that. ","html":"{}"},"dn29:35.9":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:35.10":{"pli":"Aññathāsaññinopi hettha, cunda, santeke sattā. ","eng":"Because there are beings who have different opinions on this topic. ","html":"{}"},"dn29:35.11":{"pli":"Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi kuto bhiyyo. ","eng":"I don’t see any such expositions that are equal to my own, still less superior. ","html":"{}"},"dn29:35.12":{"pli":"Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ","eng":"Rather, I am the one who is superior when it comes to the higher exposition. ","html":"{}</p>"},"dn29:36.1":{"pli":"Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"Regarding this, I go up to the ascetics and brahmins who assert all the other views as described above. ","html":"<p>{}"},"dn29:36.2":{"pli":"‘asassato attā ca loko ca … ","html":"{}"},"dn29:36.3":{"pli":"sassato ca asassato ca attā ca loko ca … ","html":"{}"},"dn29:36.4":{"pli":"nevasassato nāsassato attā ca loko ca … ","html":"{}"},"dn29:36.5":{"pli":"sayaṅkato attā ca loko ca … ","html":"{}"},"dn29:36.6":{"pli":"paraṅkato attā ca loko ca … ","html":"{}"},"dn29:36.7":{"pli":"sayaṅkato ca paraṅkato ca attā ca loko ca … ","html":"{}"},"dn29:36.8":{"pli":"asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca … ","html":"{}"},"dn29:36.9":{"pli":"sassataṃ sukhadukkhaṃ … ","html":"{}"},"dn29:36.10":{"pli":"asassataṃ sukhadukkhaṃ … ","html":"{}"},"dn29:36.11":{"pli":"sassatañca asassatañca sukhadukkhaṃ … ","html":"{}"},"dn29:36.12":{"pli":"nevasassataṃ nāsassataṃ sukhadukkhaṃ … ","html":"{}"},"dn29:36.13":{"pli":"sayaṅkataṃ sukhadukkhaṃ … ","html":"{}"},"dn29:36.14":{"pli":"paraṅkataṃ sukhadukkhaṃ … ","html":"{}"},"dn29:36.15":{"pli":"sayaṅkatañca paraṅkatañca sukhadukkhaṃ … ","html":"{}"},"dn29:36.16":{"pli":"asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ, idameva saccaṃ moghamaññan’ti. ","html":"{}"},"dn29:36.17":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","html":"{}"},"dn29:36.18":{"pli":"‘atthi nu kho idaṃ, āvuso, vuccati: ","html":"{}"},"dn29:36.19":{"pli":"“asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhan”’ti? ","html":"{}"},"dn29:36.20":{"pli":"Yañca kho te evamāhaṃsu: ","html":"{}"},"dn29:36.21":{"pli":"‘idameva saccaṃ moghamaññan’ti. ","html":"{}"},"dn29:36.22":{"pli":"Taṃ tesaṃ nānujānāmi. ","eng":"And in each case, I don’t grant that. ","html":"{}"},"dn29:36.23":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:36.24":{"pli":"Aññathāsaññinopi hettha, cunda, santeke sattā. ","eng":"Because there are beings who have different opinions on this topic. ","html":"{}"},"dn29:36.25":{"pli":"Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi kuto bhiyyo. ","eng":"I don’t see any such expositions that are equal to my own, still less superior. ","html":"{}"},"dn29:36.26":{"pli":"Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ","eng":"Rather, I am the one who is superior when it comes to the higher exposition. ","html":"{}</p>"},"dn29:36.27":{"pli":"Ime kho te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ","eng":"These are the views that some rely on regarding the first beginning. ","html":"<p>{}"},"dn29:36.28":{"pli":"Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ","html":"{}</p>"},"dn29:37.0":{"pli":"16. Aparantasahagatadiṭṭhinissaya ","eng":"16. Views of the Final End ","html":"<h2>{}</h2>"},"dn29:37.1":{"pli":"Katame ca te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ","eng":"What are the views that some rely on regarding the final end? ","html":"<p>{}"},"dn29:37.2":{"pli":"Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ","html":"{}"},"dn29:37.3":{"pli":"Santi, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"{}"},"dn29:37.4":{"pli":"‘rūpī attā hoti arogo paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ","eng":"‘The self is healthy after death, and formed … ","html":"{}"},"dn29:37.5":{"pli":"Santi pana, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","html":"{}"},"dn29:37.6":{"pli":"‘arūpī attā hoti … ","eng":"or formless … ","html":"{}"},"dn29:37.7":{"pli":"rūpī ca arūpī ca attā hoti … ","eng":"or both formed and formless … ","html":"{}"},"dn29:37.8":{"pli":"nevarūpī nārūpī attā hoti … ","eng":"or neither formed nor formless … ","html":"{}"},"dn29:37.9":{"pli":"saññī attā hoti … ","eng":"or percipient … ","html":"{}"},"dn29:37.10":{"pli":"asaññī attā hoti … ","eng":"or non-percipient … ","html":"{}"},"dn29:37.11":{"pli":"nevasaññīnāsaññī attā hoti … ","eng":"or neither percipient nor non-percipient … ","html":"{}"},"dn29:37.12":{"pli":"attā ucchijjati vinassati na hoti paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ","eng":"or the self is annihilated and destroyed when the body breaks up, and doesn’t exist after death. This is the only truth, anything else is futile.’ ","html":"{}</p>"},"dn29:38.1":{"pli":"Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"Regarding this, I go up to the ascetics and brahmins whose view is that, ","html":"<p>{}"},"dn29:38.2":{"pli":"‘rūpī attā hoti arogo paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ","eng":"‘The self is formed and healthy after death,’ ","html":"{}"},"dn29:38.3":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","eng":"and say, ","html":"{}"},"dn29:38.4":{"pli":"‘atthi nu kho idaṃ, āvuso, vuccati: ","eng":"‘Reverends, is this what you say, ","html":"{}"},"dn29:38.5":{"pli":"“rūpī attā hoti arogo paraṃ maraṇā”’ti? ","eng":"“The self is formed and healthy after death”?’ ","html":"{}"},"dn29:38.6":{"pli":"Yañca kho te evamāhaṃsu: ","eng":"But when they say, ‘Yes! ","html":"{}"},"dn29:38.7":{"pli":"‘idameva saccaṃ moghamaññan’ti. ","eng":"This is the only truth, anything else is futile,’ ","html":"{}"},"dn29:38.8":{"pli":"Taṃ tesaṃ nānujānāmi. ","eng":"I don’t grant that. ","html":"{}"},"dn29:38.9":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:38.10":{"pli":"Aññathāsaññinopi hettha, cunda, santeke sattā. ","eng":"Because there are beings who have different opinions on this topic. ","html":"{}"},"dn29:38.11":{"pli":"Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi kuto bhiyyo. ","eng":"I don’t see any such expositions that are equal to my own, still less superior. ","html":"{}"},"dn29:38.12":{"pli":"Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ","eng":"Rather, I am the one who is superior when it comes to the higher exposition. ","html":"{}</p>"},"dn29:39.1":{"pli":"Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"Regarding this, I go up to the ascetics and brahmins who assert all the other views as described above. ","html":"<p>{}"},"dn29:39.2":{"pli":"‘arūpī attā hoti … ","html":"{}"},"dn29:39.3":{"pli":"rūpī ca arūpī ca attā hoti … ","html":"{}"},"dn29:39.4":{"pli":"nevarūpīnārūpī attā hoti … ","html":"{}"},"dn29:39.5":{"pli":"saññī attā hoti … ","html":"{}"},"dn29:39.6":{"pli":"asaññī attā hoti … ","html":"{}"},"dn29:39.7":{"pli":"nevasaññīnāsaññī attā hoti … ","html":"{}"},"dn29:39.8":{"pli":"attā ucchijjati vinassati na hoti paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ","html":"{}"},"dn29:39.9":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","html":"{}"},"dn29:39.10":{"pli":"‘atthi nu kho idaṃ, āvuso, vuccati: ","html":"{}"},"dn29:39.11":{"pli":"“attā ucchijjati vinassati na hoti paraṃ maraṇā”’ti? ","html":"{}"},"dn29:39.12":{"pli":"Yañca kho te, cunda, evamāhaṃsu: ","html":"{}"},"dn29:39.13":{"pli":"‘idameva saccaṃ moghamaññan’ti. ","html":"{}"},"dn29:39.14":{"pli":"Taṃ tesaṃ nānujānāmi. ","eng":"And in each case, I don’t grant that. ","html":"{}"},"dn29:39.15":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn29:39.16":{"pli":"Aññathāsaññinopi hettha, cunda, santeke sattā. ","eng":"Because there are beings who have different opinions on this topic. ","html":"{}"},"dn29:39.17":{"pli":"Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi, kuto bhiyyo. ","eng":"I don’t see any such expositions that are equal to my own, still less superior. ","html":"{}"},"dn29:39.18":{"pli":"Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ","eng":"Rather, I am the one who is superior when it comes to the higher exposition. ","html":"{}</p>"},"dn29:39.19":{"pli":"Ime kho te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ","eng":"These are the views that some rely on regarding the final end, which I have explained to you as they should be explained. ","html":"<p>{}"},"dn29:39.20":{"pli":"Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ","eng":"Shall I explain them to you in the wrong way? ","html":"{}</p>"},"dn29:40.1":{"pli":"Imesañca, cunda, pubbantasahagatānaṃ diṭṭhinissayānaṃ imesañca aparantasahagatānaṃ diṭṭhinissayānaṃ pahānāya samatikkamāya evaṃ mayā cattāro satipaṭṭhānā desitā paññattā. ","eng":"I have taught and pointed out the four kinds of mindfulness meditation for giving up and going beyond all these views of the first beginning and the final end. ","html":"<p>{}","comm":"The Brahmajālasutta describes the path to the end of these views in terms of understanding dependent origination through contemplation of contact in the six senses (<a href='index.html?q=dn1#3.71.12'>DN 1:3.71.12</a>). The Buddhist path is integrated, so one part always implies the whole. "},"dn29:40.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"dn29:40.3":{"pli":"Idha, cunda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn29:40.4":{"pli":"Vedanāsu vedanānupassī …pe… ","eng":"They meditate observing an aspect of feelings … ","html":"{}"},"dn29:40.5":{"pli":"citte cittānupassī …pe… ","eng":"mind … ","html":"{}"},"dn29:40.6":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ","eng":"principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn29:40.7":{"pli":"Imesañca, cunda, pubbantasahagatānaṃ diṭṭhinissayānaṃ imesañca aparantasahagatānaṃ diṭṭhinissayānaṃ pahānāya samatikkamāya. Evaṃ mayā ime cattāro satipaṭṭhānā desitā paññattā”ti. ","eng":"These are the four kinds of mindfulness meditation that I have taught for giving up and going beyond all these views of the first beginning and the final end.” ","html":"{}</p>"},"dn29:41.1":{"pli":"Tena kho pana samayena āyasmā upavāṇo bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno. ","eng":"Now at that time Venerable Upavāṇa was standing behind the Buddha fanning him. ","html":"<p>{}"},"dn29:41.2":{"pli":"Atha kho āyasmā upavāṇo bhagavantaṃ etadavoca: ","eng":"He said to the Buddha, ","html":"{}"},"dn29:41.3":{"pli":"“acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing! ","html":"{}"},"dn29:41.4":{"pli":"Pāsādiko vatāyaṃ, bhante, dhammapariyāyo; ","eng":"This exposition of the teaching is impressive, sir, ","html":"{}"},"dn29:41.5":{"pli":"supāsādiko vatāyaṃ, bhante, dhammapariyāyo, ko nāmāyaṃ, bhante, dhammapariyāyo”ti? ","eng":"it is very impressive. Sir, what is the name of this exposition of the teaching?” ","html":"{}</p>"},"dn29:41.6":{"pli":"“Tasmātiha tvaṃ, upavāṇa, imaṃ dhammapariyāyaṃ ‘pāsādiko’ tveva naṃ dhārehī”ti. ","eng":"“Well then, Upavāṇa, you may remember this exposition of the teaching as ‘The Impressive Discourse’.” ","html":"<p>{}</p>"},"dn29:41.7":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn29:41.8":{"pli":"Attamano āyasmā upavāṇo bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Upavāṇa approved what the Buddha said. ","html":"{}</p>"},"dn29:41.9":{"pli":"Pāsādikasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}