{"dn3":{"dn3:0.1":{"pli":"Dīgha Nikāya 3 ","eng":"Long Discourses 3 ","html":"<article id='dn3'><header><ul><li class='division'>{}</li></ul>"},"dn3:0.2":{"pli":"Ambaṭṭhasutta ","eng":"With Ambaṭṭha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn3:1.1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This sutta marks a turning point where the Buddha’s teachings were embraced by the leading brahmin Pokkharasāti. The suttas that follow reverberate with the consequences of this encounter. He was one of the most influential brahmins of his time, although the Buddha elsewhere denied that he had any special knowledge (<a href='index.html?q=mn99#15.5'>MN 99:15.5</a>). Brahmanical texts confirm that he was a real person, an influential teacher around the time of the Buddha known as Pauṣkarasādi in Sanskrit. He is cited on grammar by Kātyāyana and Patañjali, and in the Taittirīya-prātiśākhya; on allowable food and theft in the Āpastamba Dharmasūtra; and on Vedic ritual in the Śāṅkhāyana-Āraṇyaka. His name identifies him as descended from a man of Puṣkarāvati, capital of Gandhāra. <a href='index.html?q=mn99#10.3'>MN 99:10.3</a> clarifies that he is of the Upamañña lineage. "},"dn3:1.1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena icchānaṅgalaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a village of the Kosalan brahmins named Icchānaṅgala. ","html":"{}","comm":"Icchānaṅgala was a center east of Sāvatthī for the innovative brahmins of the Kosala region. "},"dn3:1.1.3":{"pli":"Tatra sudaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ","eng":"He stayed in a forest near Icchānaṅgala. ","html":"{}</p>"},"dn3:1.2.0":{"pli":"1. Pokkharasātivatthu ","eng":"1. The Section on Pokkharasāti ","html":"<h2>{}</h2>"},"dn3:1.2.1":{"pli":"Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ","eng":"Now at that time the brahmin Pokkharasāti was living in Ukkaṭṭhā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ","html":"<p>{}","comm":"Ukkaṭṭhā is mentioned only rarely, and always in the context of extraordinary teachings and events that emphasize the cosmic grandeur of the Buddha against the brahmins (<a href='index.html?q=dn14#3.29.1'>DN 14:3.29.1</a>, <a href='index.html?q=mn1#1.2'>MN 1:1.2</a>, <a href='index.html?q=mn49#2.1'>MN 49:2.1</a>). Sanskrit sources call it a <i lang='pi' translate='no'>droṇamukha</i>, a leading market town accessible by land and water (Divyāvadāna 319.010). At <a href='index.html?q=mn99#10.3'>MN 99:10.3</a> Pokkharasāti is said to be “of the Subhaga Forest”. | “Royal park” is <i lang='pi' translate='no'>rājadāya</i> (cp. <i lang='pi' translate='no'>migadāya</i>, “deer park”). | A <i lang='pi' translate='no'>brahmadeyya</i> is a gift of land by a king to a brahmin, which was an outstanding feature of Indian feudalism. "},"dn3:1.2.2":{"pli":"Assosi kho brāhmaṇo pokkharasāti: ","eng":"Pokkharasāti heard: ","html":"{}</p>"},"dn3:1.2.3":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala and is staying in a forest nearby. ","html":"<p>{}"},"dn3:1.2.4":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato—","eng":"He has this good reputation: ","html":"{}"},"dn3:1.2.5":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.’ ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"dn3:1.2.6":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}","comm":"Contrast with his rejection of this possibility at <a href='index.html?q=mn99#10.7'>MN 99:10.7</a>. "},"dn3:1.2.7":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"dn3:1.2.8":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>","comm":"Pokkharasāti does not care whether the Buddha identified as a follower of the Vedas. The wise do not concern themselves with religious identity. "},"dn3:1.3.0":{"pli":"2. Ambaṭṭhamāṇava ","eng":"2. The Student Ambaṭṭha ","html":"<h2>{}</h2>"},"dn3:1.3.1":{"pli":"Tena kho pana samayena brāhmaṇassa pokkharasātissa ambaṭṭho nāma māṇavo antevāsī hoti ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo anuññātapaṭiññāto sake ācariyake tevijjake pāvacane: ","eng":"Now at that time Pokkharasāti had a student named Ambaṭṭha as his resident pupil. He was one who recited and remembered the hymns, and had mastered in the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. He knew them word-by-word, and their grammar. He was well versed in cosmology and the marks of a great man. He had been authorized as a master in his own tutor’s scriptural heritage of the three Vedas with the words: ","html":"<p>{}","comm":"“Vocabularies” is <i lang='pi' translate='no'>nighaṇḍu</i> (Sanskrit <i lang='pi' translate='no'>nighaṇṭu</i>), known from the Nirukta of Yāska. | <i lang='pi' translate='no'>Keṭubha</i> lacks an obvious Sanskrit form. The commentary explains, “The study of proper and improper actions for the assistance of poets.” This suggests a connection with ritual performance, which is the special area of the Śatapatha Brāhmaṇa. There we often find phrases such as <i lang='pi' translate='no'>kṛtam bhavati</i>, “it is performed”, of which <i lang='pi' translate='no'>keṭubha</i> is perhaps a contraction. | <i lang='pi' translate='no'>Akkhara</i> (literally “syllable”) is explained by the commentary as <i lang='pi' translate='no'>sikkhā</i> (Sanskrit <i lang='pi' translate='no'>śikṣā</i>), which is the study of pronunciation. This can be traced back to Pāṇinī, and is sometimes referred to as <i lang='pi' translate='no'>akṣara-samāmnāya</i>, “collation of syllables”. | <i lang='pi' translate='no'>Pabheda</i> is found in Buddhist Sanskrit texts as <i lang='pi' translate='no'>padaprabheda</i>, “classification of words”, such as into the different parts of speech. The commentary identifies it with <i lang='pi' translate='no'>nirutti</i>. | <i lang='pi' translate='no'>Padaka</i> is one skilled in the <i lang='pi' translate='no'>padapāṭha</i> recitation of Vedas, which separates the individual words. | For “testaments” (<i lang='pi' translate='no'>itihāsa</i>) see <i lang='pi' translate='no'>itihāsa-purāṇa</i> in Śatapatha Brāhmaṇa 11.5.6.8, explained by the commentator there as legends of creation and olden times (see also Chāndogya Upaniṣad 7.1.4). | For “cosmology” (<i lang='pi' translate='no'>lokāyata</i>), see note on <a href='index.html?q=dn1#1.25.2'>DN 1:1.25.2</a>. | For “authorized as a master” (<i lang='pi' translate='no'>anuññātapaṭiññāta</i>) see <a href='index.html?q=mn98#7.1'>MN 98:7.1</a> and <a href='index.html?q=snp3.9#6.1'>Snp 3.9:6.1</a>. | For “scriptural heritage of the three Vedas” (<i lang='pi' translate='no'>tevijjake pāvacane</i>) see <a href='index.html?q=mn95#12.2'>MN 95:12.2</a>. "},"dn3:1.3.2":{"pli":"“yamahaṃ jānāmi taṃ tvaṃ jānāsi; ","eng":"“What I know, you know. ","html":"{}","comm":"Almost the same words are spoken to the bodhisatta by his first teachers, Āḷāra Kālāma and Uddaka Rāmaputta (<a href='index.html?q=mn36#14.9'>MN 36:14.9</a>). This connects Pokkharasāti with Āḷāra Kālāma and Uddaka Rāmaputta, and suggests that the anointing of a talented student in this way was a regular practice of wise brahmins. "},"dn3:1.3.3":{"pli":"yaṃ tvaṃ jānāsi tamahaṃ jānāmī”ti. ","eng":"And what you know, I know.” ","html":"{}</p>"},"dn3:1.4.1":{"pli":"Atha kho brāhmaṇo pokkharasāti ambaṭṭhaṃ māṇavaṃ āmantesi: ","eng":"Then Pokkharasāti addressed Ambaṭṭha, ","html":"<p>{}"},"dn3:1.4.2":{"pli":"“ayaṃ, tāta ambaṭṭha, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ","eng":"“Dear Ambaṭṭha, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala and is staying in a forest nearby. ","html":"{}"},"dn3:1.4.3":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation … ","html":"{}"},"dn3:1.4.4":{"pli":"‘itipi so bhagavā, arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","html":"{}"},"dn3:1.4.5":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","html":"{}"},"dn3:1.4.6":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","html":"{}"},"dn3:1.4.7":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’ti. ","eng":"It’s good to see such perfected ones. ","html":"{}"},"dn3:1.4.8":{"pli":"Ehi tvaṃ, tāta ambaṭṭha, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathāsantaṃyeva saddo abbhuggato, yadi vā no tathā. ","eng":"Please, dear Ambaṭṭha, go to the ascetic Gotama and find out whether or not he lives up to his reputation. ","html":"{}"},"dn3:1.4.9":{"pli":"Yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso, tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti. ","eng":"Through you I shall learn about the worthy Gotama.” ","html":"{}</p>","comm":"Following PTS and BJT editions of the parallel phrase at <a href='index.html?q=mn91#4.9'>MN 91:4.9</a>, which read <i lang='pi' translate='no'>tayā</i> for <i lang='pi' translate='no'>tathā</i>. "},"dn3:1.5.1":{"pli":"“Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi: ‘yadi vā taṃ bhavantaṃ gotamaṃ tathāsantaṃyeva saddo abbhuggato, yadi vā no tathā. Yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso’”ti? ","eng":"“But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?” ","html":"<p>{}</p>"},"dn3:1.5.2":{"pli":"“Āgatāni kho, tāta ambaṭṭha, amhākaṃ mantesu dvattiṃsa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ","eng":"“Dear Ambaṭṭha, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. ","html":"<p>{}","comm":"The thirty-two marks are detailed in <a href='index.html?q=dn14#1.32.7'>DN 14:1.32.7</a>, <a href='index.html?q=dn30#1.2.4'>DN 30:1.2.4</a>, and <a href='index.html?q=mn91#9.1'>MN 91:9.1</a>. In Buddhist texts they are presented as the fulfillment of Brahmanical prophecy, but they are not found in any Brahmanical texts of the Buddha’s time. However, later astrological texts such as the Gārgīyajyotiṣa (1st century BCE?) and Bṛhatsaṁhitā (6th century CE?) contain references to many of these marks, albeit in a different context, so it seems likely the Buddhist texts are drawing on now-lost Brahmanical scriptures. | The notion of a two-fold course for a great hero—worldly success or spiritual—can be traced back as far as the epic of Gilgamesh. "},"dn3:1.5.3":{"pli":"Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ","html":"{}","comm":"The idea of the wheel-turning monarch draws from the Vedic horse sacrifice, which establishes the authority of a king from sea to sea. The Buddhist telling is divested of all coarse and violent elements. The wheeled chariot gave military supremacy to the ancient Indo-Europeans, allowing them to spread from their ancient homeland north of the Black Sea. In Buddhism, the wheel, which also has solar connotations, symbolizes unstoppable power. For a legendary account of such a king, see the Mahāsudassanasutta (<a href='index.html?q=dn17'>DN 17</a>). Rig Veda 8.63.8 speaks of Indra as the “wheel turner”. "},"dn3:1.5.4":{"pli":"Tassimāni satta ratanāni bhavanti. ","eng":"He has the following seven treasures: ","html":"{}"},"dn3:1.5.5":{"pli":"Seyyathidaṃ—cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ. ","eng":"the wheel, the elephant, the horse, the jewel, the woman, the householder, and the commander as the seventh treasure. ","html":"{}"},"dn3:1.5.6":{"pli":"Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ","eng":"He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ","html":"{}","comm":"The sacrificial horse on its journey across the land is protected by a hundred sons. "},"dn3:1.5.7":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ","eng":"After conquering this land girt by sea, he reigns by principle, without rod or sword. ","html":"{}"},"dn3:1.5.8":{"pli":"Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado. ","eng":"But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who has cast off the world’s veil. ","html":"{}"},"dn3:1.5.9":{"pli":"Ahaṃ kho pana, tāta ambaṭṭha, mantānaṃ dātā; ","eng":"But, dear Ambaṭṭha, I am the one who gives the hymns, ","html":"{}","comm":"The relation between Pokkharasāti and Ambaṭṭha is similar to that between the Buddha and his followers. They share the same understanding, but the Buddha is distinguished as the teacher. "},"dn3:1.5.10":{"pli":"tvaṃ mantānaṃ paṭiggahetā”ti. ","eng":"and you are the one who receives them.” ","html":"{}</p>"},"dn3:1.6.1":{"pli":"“Evaṃ, bho”ti kho ambaṭṭho māṇavo brāhmaṇassa pokkharasātissa paṭissutvā uṭṭhāyāsanā brāhmaṇaṃ pokkharasātiṃ abhivādetvā padakkhiṇaṃ katvā vaḷavārathamāruyha sambahulehi māṇavakehi saddhiṃ yena icchānaṅgalavanasaṇḍo tena pāyāsi. ","eng":"“Yes, worthy sir,” replied Ambaṭṭha. He got up from his seat, bowed, and respectfully circled Pokkharasāti, keeping him to his right. He mounted a chariot drawn by mares and, together with several young students, set out for the forest near Icchānaṅgala. ","html":"<p>{}","comm":"In this sutta, <i lang='pi' translate='no'>māṇava</i> is always applied to Ambaṭṭha and <i lang='pi' translate='no'>māṇavaka</i> to the rest. It seems that the diminutive <i lang='pi' translate='no'>māṇavaka</i> means “young student”. | There are said to be <i lang='pi' translate='no'>sambahula</i> students, a word that is often translated as “many”. But later we see that they all fit inside the Buddha’s hut, so the sense must be “several”. "},"dn3:1.6.2":{"pli":"Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi. ","eng":"He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. ","html":"{}</p>"},"dn3:1.7.1":{"pli":"Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ","eng":"At that time several mendicants were walking mindfully in the open air. ","html":"<p>{}","comm":"This is the practice of walking meditation. Meditators pace mindfully up and down a smooth path, keeping attention on their body. "},"dn3:1.7.2":{"pli":"Atha kho ambaṭṭho māṇavo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ","eng":"Then the student Ambaṭṭha went up to those mendicants and said, ","html":"{}"},"dn3:1.7.3":{"pli":"“kahaṃ nu kho, bho, etarahi so bhavaṃ gotamo viharati? ","eng":"“Good fellows, where is the worthy Gotama at present? ","html":"{}","comm":"<i lang='pi' translate='no'>Bho</i> is a respectful term of address used by brahmins. The forms of address used in Pali are complex, and it is rarely possible to map them to modern English with any precision. "},"dn3:1.7.4":{"pli":"Tañhi mayaṃ bhavantaṃ gotamaṃ dassanāya idhūpasaṅkantā”ti. ","eng":"For we have come here to see him.” ","html":"{}</p>","comm":"The parallel passage at <a href='index.html?q=mn35#7.4'>MN 35:7.4</a> has a different phrase here. "},"dn3:1.8.1":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then those mendicants thought, ","html":"<p>{}"},"dn3:1.8.2":{"pli":"“ayaṃ kho ambaṭṭho māṇavo abhiññātakolañño ceva abhiññātassa ca brāhmaṇassa pokkharasātissa antevāsī. ","eng":"“This Ambaṭṭha is from a well-known family, and he is the pupil of the well-known brahmin Pokkharasāti. ","html":"{}"},"dn3:1.8.3":{"pli":"Agaru kho pana bhagavato evarūpehi kulaputtehi saddhiṃ kathāsallāpo hotī”ti. ","eng":"The Buddha won’t mind having a discussion together with such gentlemen.” ","html":"{}</p>","comm":"The term <i lang='pi' translate='no'>kulaputta</i> (literally, “son of a family”) typically refers to someone from a well-to-do or respected family, a “gentleman”. It is a gendered term which assumes the social status of men. "},"dn3:1.8.4":{"pli":"Te ambaṭṭhaṃ māṇavaṃ etadavocuṃ: ","eng":"They said to Ambaṭṭha, ","html":"<p>{}"},"dn3:1.8.5":{"pli":"“eso, ambaṭṭha, vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi, vivarissati te bhagavā dvāran”ti. ","eng":"“Ambaṭṭha, that’s his dwelling, with the door closed. Approach it quietly, without hurrying; go onto the porch, clear your throat, and knock on the door-panel. The Buddha will open the door.” ","html":"{}</p>","comm":"The introduction has told us that the Buddha was staying in a forest at this time. Nonetheless, this was not a wilderness, but was developed enough to have huts with latched doors. "},"dn3:1.9.1":{"pli":"Atha kho ambaṭṭho māṇavo yena so vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi. Vivari bhagavā dvāraṃ. ","eng":"So he approached the Buddha’s dwelling, cleared his throat and knocked on the door-panel, and the Buddha opened the door. ","html":"<p>{}"},"dn3:1.9.2":{"pli":"Pāvisi ambaṭṭho māṇavo. Māṇavakāpi pavisitvā bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ","eng":"Ambaṭṭha and the young students entered the dwelling. The young students exchanged greetings with the Buddha, and when the greetings and polite conversation were over, sat down to one side. ","html":"{}"},"dn3:1.9.3":{"pli":"Ambaṭṭho pana māṇavo caṅkamantopi nisinnena bhagavatā kañci kañci kathaṃ sāraṇīyaṃ vītisāreti, ṭhitopi nisinnena bhagavatā kañci kañci kathaṃ sāraṇīyaṃ vītisāreti. ","eng":"But while the Buddha was sitting, Ambaṭṭha spoke some polite words or other while walking around or standing. ","html":"{}</p>"},"dn3:1.9.4":{"pli":"Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ","eng":"So the Buddha said to him, ","html":"<p>{}"},"dn3:1.9.5":{"pli":"“evaṃ nu te, ambaṭṭha, brāhmaṇehi vuddhehi mahallakehi ācariyapācariyehi saddhiṃ kathāsallāpo hoti, yathayidaṃ caraṃ tiṭṭhaṃ nisinnena mayā kiñci kiñci kathaṃ sāraṇīyaṃ vītisāretī”ti? ","eng":"“Ambaṭṭha, is this how you hold a discussion with elderly and senior brahmins, the tutors of tutors: walking around or standing while I’m sitting, speaking some polite words or other?” ","html":"{}</p>","comm":"The Buddha draws attention to Ambaṭṭha’s rude behavior. Throughout the suttas, the manner in which people greet the Buddha gives us a hint as to their attitudes and qualities. "},"dn3:1.10.0":{"pli":"2.1. Paṭhamaibbhavāda ","eng":"2.1. The First Use of the Word “Primitives” ","html":"<h3>{}</h3>"},"dn3:1.10.1":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"dn3:1.10.2":{"pli":"Gacchanto vā hi, bho gotama, gacchantena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, ṭhito vā hi, bho gotama, ṭhitena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, nisinno vā hi, bho gotama, nisinnena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, sayāno vā hi, bho gotama, sayānena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati. ","eng":"For it is proper for one brahmin to converse with another while both are walking, standing, sitting, or lying down. ","html":"{}"},"dn3:1.10.3":{"pli":"Ye ca kho te, bho gotama, muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, tehipi me saddhiṃ evaṃ kathāsallāpo hoti, yathariva bhotā gotamenā”ti. ","eng":"But as to these shavelings, fake ascetics, primitives, black spawn from the feet of our kinsman, I converse with them as I do with the worthy Gotama.” ","html":"{}</p>","comm":"Note the racial connotations of using <i lang='pi' translate='no'>kaṇha</i> (“black”) as a slur. The brahmin caste hailed from the (relatively) fair-skinned Indo-Europeans who entered India from the north. Vedic texts indicate that there was Brahmanical prejudice against dark-skinned natives, but also that they were assimilated and raised to positions of honor. "},"dn3:1.11.1":{"pli":"“Atthikavato kho pana te, ambaṭṭha, idhāgamanaṃ ahosi, yāyeva kho panatthāya āgaccheyyātha, tameva atthaṃ sādhukaṃ manasi kareyyātha. ","eng":"“But Ambaṭṭha, you must have come here for some purpose. You should focus on that. ","html":"<p>{}"},"dn3:1.11.2":{"pli":"Avusitavāyeva kho pana, bho, ayaṃ ambaṭṭho māṇavo vusitamānī kimaññatra avusitattā”ti. ","eng":"Though this Ambaṭṭha is unqualified, he thinks he’s qualified. What is that but lack of qualifications?” ","html":"{}</p>","comm":"Ambaṭṭha is “qualified” (<i lang='pi' translate='no'>vusita</i>) in scripture, but far from “qualified” in spiritual development. <i lang='pi' translate='no'>Vusita</i> is normally an expression of arahantship: <i lang='pi' translate='no'>vusitaṁ brahmacariyaṁ</i> (“the spiritual journey has been completed”). "},"dn3:1.12.1":{"pli":"Atha kho ambaṭṭho māṇavo bhagavatā avusitavādena vuccamāno kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva upavadamāno: ","eng":"When he said this, Ambaṭṭha became angry and upset with the Buddha because of being described as unqualified. He even attacked and badmouthed the Buddha himself, saying, ","html":"<p>{}"},"dn3:1.12.2":{"pli":"“samaṇo ca me bho gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca: ","eng":"“The ascetic Gotama will be worsted!” He said to the Buddha, ","html":"{}"},"dn3:1.12.3":{"pli":"“caṇḍā, bho gotama, sakyajāti; ","eng":"“Worthy Gotama, the Sakyans are rude, ","html":"{}"},"dn3:1.12.4":{"pli":"pharusā, bho gotama, sakyajāti; ","eng":"harsh, ","html":"{}"},"dn3:1.12.5":{"pli":"lahusā, bho gotama, sakyajāti; ","eng":"touchy, ","html":"{}"},"dn3:1.12.6":{"pli":"bhassā, bho gotama, sakyajāti; ","eng":"and argumentative. ","html":"{}","comm":"The PTS reading <i lang='pi' translate='no'>rabhasa</i> means “violent, aggressive”. But the commentary reads <i lang='pi' translate='no'>bhassa</i>, explained as “speaking much”. Moreover, the story below does not demonstrate violence. "},"dn3:1.12.7":{"pli":"ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyanti. ","eng":"Primitive they are, and primitive they remain! They don’t honor, respect, revere, worship, or venerate brahmins. ","html":"{}","comm":"Ambaṭṭha despises the Sakyans as “primitives” (<i lang='pi' translate='no'>ibbha</i>) who do not respect Vedic culture. The word <i lang='pi' translate='no'>ibbha</i> (“primitive”) stems from a non-Aryan word for “elephant” (<i lang='pi' translate='no'>ibha</i>); the sub-commentary glosses it with <i lang='pi' translate='no'>hatthigopakā</i> (“elephant-keepers”). It originally referred to the native inhabitants who tamed elephants; see eg. Chāndogya Upaniṣad 1.10. At <a href='index.html?q=snp3.1#18.4'>Snp 3.1:18.4</a> the Buddha describes his own people as “natives” (<i lang='pi' translate='no'>niketino</i>), those who have a long connection with the land. "},"dn3:1.12.8":{"pli":"Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ","eng":"It is neither proper nor appropriate that the Sakyans—primitives that they are—don’t honor, respect, revere, worship, or venerate brahmins.” ","html":"{}</p>"},"dn3:1.12.9":{"pli":"Itiha ambaṭṭho māṇavo idaṃ paṭhamaṃ sakyesu ibbhavādaṃ nipātesi. ","eng":"And that’s how Ambaṭṭha denigrated the Sakyans with the word “primitives” for the first time. ","html":"<p>{}</p>"},"dn3:1.13.0":{"pli":"2.2. Dutiyaibbhavāda ","eng":"2.2. The Second Use of the Word “Primitives” ","html":"<h3>{}</h3>"},"dn3:1.13.1":{"pli":"“Kiṃ pana te, ambaṭṭha, sakyā aparaddhun”ti? ","eng":"“But Ambaṭṭha, how have the Sakyans wronged you?” ","html":"<p>{}</p>"},"dn3:1.13.2":{"pli":"“Ekamidāhaṃ, bho gotama, samayaṃ ācariyassa brāhmaṇassa pokkharasātissa kenacideva karaṇīyena kapilavatthuṃ agamāsiṃ. ","eng":"“This one time, worthy Gotama, I went to Kapilavatthu on some business for my tutor, the brahmin Pokkharasāti. ","html":"<p>{}"},"dn3:1.13.3":{"pli":"Yena sakyānaṃ sandhāgāraṃ tenupasaṅkamiṃ. ","eng":"I approached the Sakyans in their town hall. ","html":"{}"},"dn3:1.13.4":{"pli":"Tena kho pana samayena sambahulā sakyā ceva sakyakumārā ca sandhāgāre uccesu āsanesu nisinnā honti aññamaññaṃ aṅgulipatodakehi sañjagghantā saṅkīḷantā, aññadatthu mamaññeva maññe anujagghantā, na maṃ koci āsanenapi nimantesi. ","eng":"Now at that time several Sakyans and Sakyan princes were sitting on high seats, poking each other with their fingers, giggling and playing together. In fact, they even presumed to giggle at me, and didn’t invite me to a seat. ","html":"{}"},"dn3:1.13.5":{"pli":"Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ","eng":"It is neither proper nor appropriate that the Sakyans—primitives that they are—don’t honor, respect, revere, worship, or venerate brahmins.” ","html":"{}</p>"},"dn3:1.13.6":{"pli":"Itiha ambaṭṭho māṇavo idaṃ dutiyaṃ sakyesu ibbhavādaṃ nipātesi. ","eng":"And that’s how Ambaṭṭha denigrated the Sakyans with the word “primitives” for the second time. ","html":"<p>{}</p>"},"dn3:1.14.0":{"pli":"2.3. Tatiyaibbhavāda ","eng":"2.3. The Third Use of the Word “Primitives” ","html":"<h3>{}</h3>"},"dn3:1.14.1":{"pli":"“Laṭukikāpi kho, ambaṭṭha, sakuṇikā sake kulāvake kāmalāpinī hoti. ","eng":"“Even a little quail, Ambaṭṭha, speaks as she likes in her own nest. ","html":"<p>{}"},"dn3:1.14.2":{"pli":"Sakaṃ kho panetaṃ, ambaṭṭha, sakyānaṃ yadidaṃ kapilavatthuṃ, nārahatāyasmā ambaṭṭho imāya appamattāya abhisajjitun”ti. ","eng":"Kapilavatthu is the Sakyans’ own place, Ambaṭṭha. It’s not worthy of the Venerable Ambaṭṭha to lose his temper over such a small thing.” ","html":"{}</p>","comm":"The Buddha’s use of <i lang='pi' translate='no'>āyasmā</i> is noteworthy here: he is taking a conciliatory tone. "},"dn3:1.14.3":{"pli":"“Cattārome, bho gotama, vaṇṇā—","eng":"“Worthy Gotama, there are these four classes: ","html":"<p>{}"},"dn3:1.14.4":{"pli":"khattiyā brāhmaṇā vessā suddā. ","eng":"aristocrats, brahmins, peasants, and menials. ","html":"{}"},"dn3:1.14.5":{"pli":"Imesañhi, bho gotama, catunnaṃ vaṇṇānaṃ tayo vaṇṇā—","eng":"Three of these classes—","html":"{}"},"dn3:1.14.6":{"pli":"khattiyā ca vessā ca suddā ca—","eng":"aristocrats, peasants, and menials—","html":"{}"},"dn3:1.14.7":{"pli":"aññadatthu brāhmaṇasseva paricārakā sampajjanti. ","eng":"in fact succeed only when serving the brahmins. ","html":"{}"},"dn3:1.14.8":{"pli":"Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ","eng":"It is neither proper nor appropriate that the Sakyans—primitives that they are—don’t honor, respect, revere, worship, or venerate brahmins.” ","html":"{}</p>"},"dn3:1.14.9":{"pli":"Itiha ambaṭṭho māṇavo idaṃ tatiyaṃ sakyesu ibbhavādaṃ nipātesi. ","eng":"And that’s how Ambaṭṭha denigrated the Sakyans with the word “primitives” for the third time. ","html":"<p>{}</p>"},"dn3:1.15.0":{"pli":"2.4. Dāsiputtavāda ","eng":"2.4. The Word “Son of a Slavegirl” is Used ","html":"<h3>{}</h3>"},"dn3:1.15.1":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"dn3:1.15.2":{"pli":"“atibāḷhaṃ kho ayaṃ ambaṭṭho māṇavo sakyesu ibbhavādena nimmādeti, yannūnāhaṃ gottaṃ puccheyyan”ti. ","eng":"“This Ambaṭṭha puts the Sakyans down way too much by calling them primitives. Why don’t I ask him about his own clan?” ","html":"{}</p>"},"dn3:1.15.3":{"pli":"Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ","eng":"So the Buddha said to him, ","html":"<p>{}"},"dn3:1.15.4":{"pli":"“kathaṃ gottosi, ambaṭṭhā”ti? ","eng":"“What is your clan, Ambaṭṭha?” ","html":"{}</p>","comm":"The Ambaṭṭhas were a people in the north-west of greater India (eg. Mahābhārata 7.4.5c, 7.132.23a). They were evidently the Abastanians whose rout at the hands of Alexander is recorded by Arrian (<em>The Anabasis of Alexander</em>, chapter 15). They were probably located near what is today the northern Sindh province in Pakistan. Later texts such as Manusmṛti 1.8 say that an <i lang='pi' translate='no'>ambaṣṭha</i> is born of a brahmin father and <i lang='pi' translate='no'>vaiśya</i> mother. "},"dn3:1.15.5":{"pli":"“Kaṇhāyanohamasmi, bho gotamā”ti. ","eng":"“I am a Kaṇhāyana, worthy Gotama.” ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Kaṇhāyana</i> means “descendant of the dark one (<i lang='pi' translate='no'>kaṇha</i>)”. Since no clan of that name is attested it is perhaps a confusion with the Kāṇvāyanas of Rig Veda 8.55.4. But the confusion, if it is such, has an old history, for Rig Veda 1.117.8 refers to “Dark Kaṇva” (<i lang='pi' translate='no'>Śyāva Kaṇva</i>). "},"dn3:1.15.6":{"pli":"“Porāṇaṃ kho pana te, ambaṭṭha, mātāpettikaṃ nāmagottaṃ anussarato ayyaputtā sakyā bhavanti; dāsiputto tvamasi sakyānaṃ. ","eng":"“But, recollecting the ancient name and clan of your mother and father, the Sakyans were the children of the masters, while you’re descended from the son of a slavegirl of the Sakyans. ","html":"<p>{}","comm":"Normally I take <i lang='pi' translate='no'>ayyaputta</i> as a simple honorific, but here the sense is not that the Sakyans were the masters, but were descended from them. "},"dn3:1.15.7":{"pli":"Sakyā kho pana, ambaṭṭha, rājānaṃ okkākaṃ pitāmahaṃ dahanti. ","eng":"But the Sakyans regard King Okkāka as their grandfather. ","html":"{}</p>","comm":"Okkāka (Sanskrit Ikṣvāku) was the legendary son of the first man, Manu, and the founder of the solar dynasty of Kosala. It is a Munda name, which may be associated with the introduction of cane sugar (<i lang='pi' translate='no'>ikṣuḥ</i>) from eastern Asia, a theory endorsed by the 9th century Jain scholar Jinasena (Natubhai Shah, <em>Jainism, the World of Conquerors</em>, 2004, vol. 1, pg. 15). "},"dn3:1.15.8":{"pli":"Bhūtapubbaṃ, ambaṭṭha, rājā okkāko yā sā mahesī piyā manāpā, tassā puttassa rajjaṃ pariṇāmetukāmo jeṭṭhakumāre raṭṭhasmā pabbājesi—","eng":"Once upon a time, King Okkāka, wishing to divert the royal succession to the son of his most beloved queen, banished the elder princes from the realm—","html":"<p>{}"},"dn3:1.15.9":{"pli":"okkāmukhaṃ karakaṇḍaṃ hatthinikaṃ sinisūraṃ. ","eng":"Okkāmukha, Karakaṇḍa, Hatthinika, and Sinisūra. ","html":"{}"},"dn3:1.15.10":{"pli":"Te raṭṭhasmā pabbājitā himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tattha vāsaṃ kappesuṃ. ","eng":"They made their home beside a lotus pond on the slopes of the Himalayas, where there was a large grove of <i lang='pi' translate='no'>sakhua</i> trees. ","html":"{}","comm":"The words for “teak” (<i lang='pi' translate='no'>sāka</i>) and “sal” (<i lang='pi' translate='no'>sāla</i>) have evidently been confused from the Munda root <i lang='pi' translate='no'>sarja</i> (both appear at <a href='index.html?q=mn93#11.6'>MN 93:11.6</a>). But teak does not grow so far north, so the sal must be meant here. To maintain the pun I use <i lang='pi' translate='no'>sakhua</i>, which is an alternate Hindi name for the sal tree. This story suggests that when they settled in their northern home in the shadow of the Himalayas, harvesting sal was a primary source of wealth. Compare Gilgamesh, for whom Lebanese cedar was the foundation of his royal capital. "},"dn3:1.15.11":{"pli":"Te jātisambhedabhayā sakāhi bhaginīhi saddhiṃ saṃvāsaṃ kappesuṃ. ","eng":"For fear of breaking their line of birth, they slept with their own (<i lang='pi' translate='no'>saka</i>) sisters. ","html":"{}</p>","comm":"“Own” is <i lang='pi' translate='no'>saka</i>, the second pun on the Sakyan name. Incest is, of course, common among royal families for exactly the reason stated here. Marriage between cousins persisted even in the Buddha’s day. | For <i lang='pi' translate='no'>sambheda</i> in the sense of “dissolving, leaking”, see <a href='index.html?q=an2.9#1.5'>AN 2.9:1.5</a> = <a href='index.html?q=dn26#20.2'>DN 26:20.2</a>, <a href='index.html?q=an5.103#6.4'>AN 5.103:6.4</a>, <a href='index.html?q=an10.45#4.1'>AN 10.45:4.1</a>. "},"dn3:1.15.12":{"pli":"Atha kho, ambaṭṭha, rājā okkāko amacce pārisajje āmantesi: ","eng":"Then King Okkāka addressed his ministers and councillors, ","html":"<p>{}"},"dn3:1.15.13":{"pli":"‘kahaṃ nu kho, bho, etarahi kumārā sammantī’ti? ","eng":"‘Where, sirs, have the princes settled now?’ ","html":"{}</p>","comm":"For this sense of <i lang='pi' translate='no'>sammati</i>, see <a href='index.html?q=sn11.9'>SN 11.9</a>, <a href='index.html?q=sn11.10'>SN 11.10</a>. "},"dn3:1.15.14":{"pli":"‘Atthi, deva, himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tatthetarahi kumārā sammanti. ","eng":"‘Sire, there is a lotus pond on the slopes of the Himalayas, by a large grove of <i lang='pi' translate='no'>sakhua</i> trees. They’ve settled there. ","html":"<p>{}"},"dn3:1.15.15":{"pli":"Te jātisambhedabhayā sakāhi bhaginīhi saddhiṃ saṃvāsaṃ kappentī’ti. ","eng":"For fear of breaking their line of birth, they are sleeping with their own sisters.’ ","html":"{}</p>"},"dn3:1.15.16":{"pli":"Atha kho, ambaṭṭha, rājā okkāko udānaṃ udānesi: ","eng":"Then, Ambaṭṭha, King Okkāka expressed this heartfelt sentiment: ","html":"<p>{}"},"dn3:1.15.17":{"pli":"‘sakyā vata, bho, kumārā, paramasakyā vata, bho, kumārā’ti. ","eng":"‘The princes are indeed Sakyans! The princes are indeed the best Sakyans!’ ","html":"{}","comm":"This draws on both the puns above. But the commentary also explains <i lang='pi' translate='no'>sakya</i> here as “capable” (<i lang='pi' translate='no'>samatthā</i>, <i lang='pi' translate='no'>paṭibalā</i>) in reference to their survival against all odds, thus connecting Sakya with <i lang='pi' translate='no'>sakka</i> (“able”). "},"dn3:1.15.18":{"pli":"Tadagge kho pana, ambaṭṭha, sakyā paññāyanti; so ca nesaṃ pubbapuriso. ","eng":"From that day on the Sakyans were recognized and he was their founder. ","html":"{}</p>"},"dn3:1.16.1":{"pli":"Rañño kho pana, ambaṭṭha, okkākassa disā nāma dāsī ahosi. ","eng":"Now, King Okkāka had a slavegirl named Disā. ","html":"<p>{}","comm":"Vedic <i lang='pi' translate='no'>dāsa</i> (“slave, bondservant”) refers to the “dark-wombed” (<i lang='pi' translate='no'>kṛṣṇayoni</i>, Rig Veda 2.20.7) foes of the Aryan peoples (Rig Veda 10.22.8) who upon defeat were enslaved (Rig Veda 10.62.10). The name <i lang='pi' translate='no'>disā</i> therefore probably means “foe” (Sanskrit <i lang='pi' translate='no'>dviṣa</i>). "},"dn3:1.16.2":{"pli":"Sā kaṇhaṃ nāma janesi. ","eng":"She gave birth to a boy named “Black”. ","html":"{}","comm":"The passage wavers between treating <i lang='pi' translate='no'>kaṇha</i> (Sanskrit <i lang='pi' translate='no'>kṛṣṇa</i>, i.e. Krishna) as a personal name, a description, and a word for a goblin. I try to capture this ambiguity by using variations of “black boy”. | The passage does not say who the father was. According to Arthaśāstra 3.13, a female slave is protected against sexual harassment by the master, but should she have a child by him, both mother and child are to be set free, and if the sex was not consensual, he must pay her a fine. "},"dn3:1.16.3":{"pli":"Jāto kaṇho pabyāhāsi: ","eng":"When he was born, Black Boy said: ","html":"{}"},"dn3:1.16.4":{"pli":"‘dhovatha maṃ, amma, nahāpetha maṃ amma, imasmā maṃ asucismā parimocetha, atthāya vo bhavissāmī’ti. ","eng":"‘Wash me, mum, bathe me! Get this filth off of me! I will be useful for you!’ ","html":"{}","comm":"Like Siddhattha, he spoke as soon as he was born. The boy was no common child, but had a larger destiny. His words are a dramatic contrast with Siddhattha’s words of confident proclamation, and his birth which was devoid of filth or impurity. "},"dn3:1.16.5":{"pli":"Yathā kho pana, ambaṭṭha, etarahi manussā pisāce disvā ‘pisācā’ti sañjānanti; ","eng":"Whereas these days when people see goblins they recognize them as goblins, ","html":"{}"},"dn3:1.16.6":{"pli":"evameva kho, ambaṭṭha, tena kho pana samayena manussā pisāce ‘kaṇhā’ti sañjānanti. ","eng":"in those days they recognized goblins as ‘blackboys’. ","html":"{}</p>"},"dn3:1.16.7":{"pli":"Te evamāhaṃsu: ","eng":"They said: ","html":"<p>{}"},"dn3:1.16.8":{"pli":"‘ayaṃ jāto pabyāhāsi, kaṇho jāto, pisāco jāto’ti. ","eng":"‘He spoke as soon as he was born—a blackboy is born! A goblin is born!’ ","html":"{}"},"dn3:1.16.9":{"pli":"Tadagge kho pana, ambaṭṭha, kaṇhāyanā paññāyanti, so ca kaṇhāyanānaṃ pubbapuriso. ","eng":"From that day on the Kaṇhāyanas were proclaimed, and he was their founder. ","html":"{}"},"dn3:1.16.10":{"pli":"Iti kho te, ambaṭṭha, porāṇaṃ mātāpettikaṃ nāmagottaṃ anussarato ayyaputtā sakyā bhavanti, dāsiputto tvamasi sakyānan”ti. ","eng":"That’s how, recollecting the ancient name and clan of your mother and father, the Sakyans were the children of the masters, while you’re descended from the son of a slavegirl of the Sakyans.” ","html":"{}</p>"},"dn3:1.17.1":{"pli":"Evaṃ vutte, te māṇavakā bhagavantaṃ etadavocuṃ: ","eng":"When he said this, those young students said to him, ","html":"<p>{}"},"dn3:1.17.2":{"pli":"“mā bhavaṃ gotamo ambaṭṭhaṃ atibāḷhaṃ dāsiputtavādena nimmādesi. ","eng":"“Worthy Gotama, please don’t put Ambaṭṭha down too much by calling him the son of a slavegirl. ","html":"{}","comm":"Lineage was important to brahmins, but the Brāhmaṇa and Upaniṣad literature shows that, as here, many were more concerned with conduct and wisdom than with birth. "},"dn3:1.17.3":{"pli":"Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti. ","eng":"He’s well-born, a gentleman, learned, who enunciates well, and is astute. He is capable of debating with the worthy Gotama about this.” ","html":"{}</p>"},"dn3:1.18.1":{"pli":"Atha kho bhagavā te māṇavake etadavoca: ","eng":"So the Buddha said to them, ","html":"<p>{}"},"dn3:1.18.2":{"pli":"“sace kho tumhākaṃ māṇavakānaṃ evaṃ hoti: ","eng":"“Well, young students, if you think that ","html":"{}"},"dn3:1.18.3":{"pli":"‘dujjāto ca ambaṭṭho māṇavo, akulaputto ca ambaṭṭho māṇavo, appassuto ca ambaṭṭho māṇavo, akalyāṇavākkaraṇo ca ambaṭṭho māṇavo, duppañño ca ambaṭṭho māṇavo, na ca pahoti ambaṭṭho māṇavo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatu ambaṭṭho māṇavo, tumhe mayā saddhiṃ mantavho asmiṃ vacane. ","eng":"Ambaṭṭha is ill-born, not a gentleman, unlearned, a poor speaker, witless, and not capable of debating with me about this, then leave him aside and you can debate with me. ","html":"{}"},"dn3:1.18.4":{"pli":"Sace pana tumhākaṃ māṇavakānaṃ evaṃ hoti: ","eng":"But if you think that ","html":"{}"},"dn3:1.18.5":{"pli":"‘sujāto ca ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatha tumhe; ","eng":"he’s well-born, a gentleman, learned, who enunciates well, is astute, and is capable of debating with me about this, then you should stand aside and let him debate with me.” ","html":"{}"},"dn3:1.18.6":{"pli":"ambaṭṭho māṇavo mayā saddhiṃ paṭimantetū”ti. ","html":"{}</p>"},"dn3:1.19.1":{"pli":"“Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetuṃ, tuṇhī mayaṃ bhavissāma, ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetū”ti. ","eng":"“He is capable of debating you. We will be silent, and let Ambaṭṭha debate with the worthy Gotama about this.” ","html":"<p>{}</p>"},"dn3:1.20.1":{"pli":"Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ","eng":"So the Buddha said to Ambaṭṭha, ","html":"<p>{}"},"dn3:1.20.2":{"pli":"“ayaṃ kho pana te, ambaṭṭha, sahadhammiko pañho āgacchati, akāmā byākātabbo. ","eng":"“Well, Ambaṭṭha, there’s a legitimate question that comes up. You won’t like it, but you ought to answer anyway. ","html":"{}"},"dn3:1.20.3":{"pli":"Sace tvaṃ na byākarissasi, aññena vā aññaṃ paṭicarissasi, tuṇhī vā bhavissasi, pakkamissasi vā ettheva te sattadhā muddhā phalissati. ","eng":"If you fail to answer—by dodging the issue, remaining silent, or leaving—your head will explode into seven pieces right here. ","html":"{}","comm":"The threat of losing one’s head is found at eg. Bṛhadāraṇyaka Upaniṣad 1.3.24, or at 3.9.26 when it actually did fall off. I cannot trace the detail of heads being split in seven to any early Sanskrit texts, but it is found in later texts such as Rāmāyaṇa 7.26.44c and Mahābhārata 14.7.2c. "},"dn3:1.20.4":{"pli":"Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"What do you think, Ambaṭṭha? ","html":"{}"},"dn3:1.20.5":{"pli":"kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ","eng":"According to what you have heard from elderly and senior brahmins, the tutors of tutors, what is the origin of the Kaṇhāyanas, and who is their founder?” ","html":"{}</p>"},"dn3:1.20.6":{"pli":"Evaṃ vutte, ambaṭṭho māṇavo tuṇhī ahosi. ","eng":"When he said this, Ambaṭṭha kept silent. ","html":"<p>{}</p>"},"dn3:1.20.7":{"pli":"Dutiyampi kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ","eng":"For a second time, the Buddha put the question, ","html":"<p>{}"},"dn3:1.20.8":{"pli":"“taṃ kiṃ maññasi, ambaṭṭha, kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ","html":"{}"},"dn3:1.20.9":{"pli":"Dutiyampi kho ambaṭṭho māṇavo tuṇhī ahosi. ","eng":"and for a second time Ambaṭṭha kept silent. ","html":"{}</p>"},"dn3:1.20.10":{"pli":"Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ","eng":"So the Buddha said to him, ","html":"<p>{}"},"dn3:1.20.11":{"pli":"“byākarohi dāni, ambaṭṭha, na dāni, te tuṇhībhāvassa kālo. ","eng":"“Answer now, Ambaṭṭha. Now is not the time for silence. ","html":"{}"},"dn3:1.20.12":{"pli":"Yo kho, ambaṭṭha, tathāgatena yāvatatiyakaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalissatī”ti. ","eng":"If someone fails to answer a legitimate question when asked three times by the Buddha, their head explodes into seven pieces there and then.” ","html":"{}</p>"},"dn3:1.21.1":{"pli":"Tena kho pana samayena vajirapāṇī yakkho mahantaṃ ayokūṭaṃ ādāya ādittaṃ sampajjalitaṃ sajotibhūtaṃ ambaṭṭhassa māṇavassa upari vehāsaṃ ṭhito hoti: ","eng":"Now at that time the spirit Vajirapāṇī, holding a massive iron spear, burning, blazing, and glowing, stood in the air above Ambaṭṭha, thinking, ","html":"<p>{}","comm":"Vajirapāṇī (“lightning-bolt in hand”) appears here and in the parallel passage at <a href='index.html?q=mn35#14.1'>MN 35:14.1</a>. The synonymous Vajrahasta (Pali <i lang='pi' translate='no'>vajirahattha</i>, <a href='index.html?q=dn20#12.1'>DN 20:12.1</a>) is a frequent epithet of Indra in the Vedas (eg. Rig Veda 1.173.10a: <i lang='pi' translate='no'>indro vajrahastaḥ</i>), confirming the commentary’s identification with Sakka. Much later, Mahayana texts adopted the name for a fierce Bodhisattva who was protector of the Dhamma. "},"dn3:1.21.2":{"pli":"“sacāyaṃ ambaṭṭho māṇavo bhagavatā yāvatatiyakaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākarissati, etthevassa sattadhā muddhaṃ phālessāmī”ti. ","eng":"“If this Ambaṭṭha doesn’t answer when asked a third time, I’ll blow his head into seven pieces there and then!” ","html":"{}"},"dn3:1.21.3":{"pli":"Taṃ kho pana vajirapāṇiṃ yakkhaṃ bhagavā ceva passati ambaṭṭho ca māṇavo. ","eng":"And both the Buddha and Ambaṭṭha could see Vajirapāṇī. ","html":"{}</p>"},"dn3:1.21.4":{"pli":"Atha kho ambaṭṭho māṇavo bhīto saṃviggo lomahaṭṭhajāto bhagavantaṃyeva tāṇaṃ gavesī bhagavantaṃyeva leṇaṃ gavesī bhagavantaṃyeva saraṇaṃ gavesī upanisīditvā bhagavantaṃ etadavoca: ","eng":"Ambaṭṭha was terrified, shocked, and awestruck. Looking to the Buddha for shelter, protection, and refuge, he sat down close by the Buddha and said, ","html":"<p>{}"},"dn3:1.21.5":{"pli":"“kimetaṃ bhavaṃ gotamo āha? ","eng":"“What did you say? ","html":"{}"},"dn3:1.21.6":{"pli":"Punabhavaṃ gotamo bravitū”ti. ","eng":"Please repeat the question.” ","html":"{}</p>"},"dn3:1.21.7":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:1.21.8":{"pli":"kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ","eng":"According to what you have heard from elderly and senior brahmins, the tutors of tutors, what is the origin of the Kaṇhāyanas, and who is their founder?” ","html":"{}</p>"},"dn3:1.21.9":{"pli":"“Evameva me, bho gotama, sutaṃ yatheva bhavaṃ gotamo āha. ","eng":"“I have heard, worthy Gotama, that it is just as you say. ","html":"<p>{}"},"dn3:1.21.10":{"pli":"Tatopabhutikā kaṇhāyanā; ","eng":"That’s the origin of the Kaṇhāyanas, ","html":"{}"},"dn3:1.21.11":{"pli":"so ca kaṇhāyanānaṃ pubbapuriso”ti. ","eng":"and that’s who their founder is.” ","html":"{}</p>"},"dn3:1.22.0":{"pli":"2.5. Ambaṭṭhavaṃsakathā ","eng":"2.5. The Discussion of Ambaṭṭha’s Heritage ","html":"<h3>{}</h3>"},"dn3:1.22.1":{"pli":"Evaṃ vutte, te māṇavakā unnādino uccāsaddamahāsaddā ahesuṃ: ","eng":"When he said this, those young students made an uproar, ","html":"<p>{}"},"dn3:1.22.2":{"pli":"“dujjāto kira, bho, ambaṭṭho māṇavo; akulaputto kira, bho, ambaṭṭho māṇavo; dāsiputto kira, bho, ambaṭṭho māṇavo sakyānaṃ. Ayyaputtā kira, bho, ambaṭṭhassa māṇavassa sakyā bhavanti. ","eng":"“It turns out Ambaṭṭha is ill-born, not a gentleman, son of a Sakyan slavegirl, and that the Sakyans are sons of his masters! ","html":"{}"},"dn3:1.22.3":{"pli":"Dhammavādiṃyeva kira mayaṃ samaṇaṃ gotamaṃ apasādetabbaṃ amaññimhā”ti. ","eng":"And it seems that the ascetic Gotama spoke only the truth, though we presumed to rebuke him!” ","html":"{}</p>"},"dn3:1.23.1":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"dn3:1.23.2":{"pli":"“atibāḷhaṃ kho ime māṇavakā ambaṭṭhaṃ māṇavaṃ dāsiputtavādena nimmādenti, yannūnāhaṃ parimoceyyan”ti. ","eng":"“These young students put Ambaṭṭha down too much by calling him the son of a slavegirl. Why don’t I get him out of this?” ","html":"{}</p>"},"dn3:1.23.3":{"pli":"Atha kho bhagavā te māṇavake etadavoca: ","eng":"So the Buddha said to the young students, ","html":"<p>{}"},"dn3:1.23.4":{"pli":"“mā kho tumhe, māṇavakā, ambaṭṭhaṃ māṇavaṃ atibāḷhaṃ dāsiputtavādena nimmādetha. ","eng":"“Young students, please don’t put Ambaṭṭha down too much by calling him the son of a slavegirl. ","html":"{}"},"dn3:1.23.5":{"pli":"Uḷāro so kaṇho isi ahosi. ","eng":"That Black Boy was an eminent seer. ","html":"{}","comm":"The contemptuous senses of “black boy” represent the conservative brahmanical view, presented not as endorsement, but as a rhetorical means to undermine Ambaṭṭha’s pride. The Buddha now shows how a man of a supposedly low birth rose to great spiritual eminence. "},"dn3:1.23.6":{"pli":"So dakkhiṇajanapadaṃ gantvā brahmamante adhīyitvā rājānaṃ okkākaṃ upasaṅkamitvā maddarūpiṃ dhītaraṃ yāci. ","eng":"He went to a southern country and memorized the Divine Spell. Then he approached King Okkāka and asked for the hand of his daughter Maddarūpī. ","html":"{}</p>","comm":"“Divine Spell” is <i lang='pi' translate='no'>brahmamanta</i>, a term also found in the commentary to the Morajātaka (<a href='index.html?q=ja159'>Ja 159</a>), where it refers to a verse which, in Vedic style, worships the sun as the “one king”. In modern Hinduism it is used for a verse of praise for Brahmā. | Kaṇha is one of several “dark hermits” who accrued mighty and lineage-busting powers in the south. "},"dn3:1.23.7":{"pli":"Tassa rājā okkāko: ","eng":"The king said to him, ","html":"<p>{}"},"dn3:1.23.8":{"pli":"‘ko nevaṃ re ayaṃ mayhaṃ dāsiputto samāno maddarūpiṃ dhītaraṃ yācatī’ti, kupito anattamano khurappaṃ sannayhi. ","eng":"‘Who the hell is this son of a slavegirl to ask for the hand of my daughter!’ Angry and upset he fastened a razor-tipped arrow. ","html":"{}","comm":"The Hindu deity Krishna won the hand of his seventh wife Lakṣmaṇā, also known as Madrī, at an archery contest. This detail is too precise to be a coincidence, and proves there must be some shared basis between the two figures. "},"dn3:1.23.9":{"pli":"So taṃ khurappaṃ neva asakkhi muñcituṃ, no paṭisaṃharituṃ. ","eng":"But he wasn’t able to either shoot it or to relax it. ","html":"{}</p>"},"dn3:1.23.10":{"pli":"Atha kho, māṇavakā, amaccā pārisajjā kaṇhaṃ isiṃ upasaṅkamitvā etadavocuṃ: ","eng":"Then the ministers and councillors approached the seer Black Boy and said: ","html":"<p>{}"},"dn3:1.23.11":{"pli":"‘sotthi, bhaddante, hotu rañño; ","eng":"‘Spare the king, sir, ","html":"{}"},"dn3:1.23.12":{"pli":"sotthi, bhaddante, hotu rañño’ti. ","eng":"spare him!’ ","html":"{}</p>"},"dn3:1.23.13":{"pli":"‘Sotthi bhavissati rañño, api ca rājā yadi adho khurappaṃ muñcissati, yāvatā rañño vijitaṃ, ettāvatā pathavī undriyissatī’ti. ","eng":"‘The king will be safe. But if he shoots the arrow downwards, there will be an earthquake across the entire realm.’ ","html":"<p>{}</p>","comm":"This draws on the ancient belief that the king’s acts affect the natural order of things. "},"dn3:1.23.14":{"pli":"‘Sotthi, bhaddante, hotu rañño, sotthi janapadassā’ti. ","eng":"‘Spare the king, sir, and spare the country!’ ","html":"<p>{}</p>"},"dn3:1.23.15":{"pli":"‘Sotthi bhavissati rañño, sotthi janapadassa, api ca rājā yadi uddhaṃ khurappaṃ muñcissati, yāvatā rañño vijitaṃ, ettāvatā satta vassāni devo na vassissatī’ti. ","eng":"‘Both king and country will be safe. But if he shoots the arrow upwards, the heavens will not rain in the entire realm for seven years.’ ","html":"<p>{}</p>"},"dn3:1.23.16":{"pli":"‘Sotthi, bhaddante, hotu rañño sotthi janapadassa devo ca vassatū’ti. ","eng":"‘Spare the king, sir, spare the country, and let the heavens rain!’ ","html":"<p>{}</p>","comm":"This sequence seems to be an etiological myth explaining certain rites of kingship and succession, providing an origin story for this prayer. "},"dn3:1.23.17":{"pli":"‘Sotthi bhavissati rañño sotthi janapadassa devo ca vassissati, api ca rājā jeṭṭhakumāre khurappaṃ patiṭṭhāpetu, sotthi kumāro pallomo bhavissatī’ti. ","eng":"‘Both king and country will be safe, and the heavens rain will rain. And if the king shoots the crown prince with an arrow, he will be safe and unruffled.’ ","html":"<p>{}</p>","comm":"National prosperity is ensured through symbolic regicide. This example was omitted from Frazer’s accounts of such substitute sacrifices. Here there is a double substitution: the prince substitutes for the king, then a threat substitutes for the act of killing. This suggests that, even from the legendary perspective of this story within a story, the rite was an ancient one that had evolved through multiple stages. "},"dn3:1.23.18":{"pli":"Atha kho, māṇavakā, amaccā okkākassa ārocesuṃ: ","eng":"So the ministers said to Okkāka: ","html":"<p>{}","comm":"The use of the bare personal name for the king is unusual. "},"dn3:1.23.19":{"pli":"‘okkāko jeṭṭhakumāre khurappaṃ patiṭṭhāpetu. Sotthi kumāro pallomo bhavissatī’ti. ","eng":"‘Okkāka must shoot the crown prince with an arrow. He will be safe and unruffled.’ ","html":"{}</p>"},"dn3:1.23.20":{"pli":"Atha kho rājā okkāko jeṭṭhakumāre khurappaṃ patiṭṭhapesi, sotthi kumāro pallomo samabhavi. ","eng":"So King Okkāka shot the crown prince with an arrow. And he was safe and unruffled. ","html":"<p>{}"},"dn3:1.23.21":{"pli":"Atha kho tassa rājā okkāko bhīto saṃviggo lomahaṭṭhajāto brahmadaṇḍena tajjito maddarūpiṃ dhītaraṃ adāsi. ","eng":"Then the king was terrified, shocked, and awestruck. Scared by the divine punishment, he gave the hand of his daughter Maddarūpī. ","html":"{}</p>","comm":"“Divine punishment” is <i lang='pi' translate='no'>brahmadaṇḍa</i>, harking back to the Divine Spell (<i lang='pi' translate='no'>brahmamantra</i>). The Buddha had his own version of the <i lang='pi' translate='no'>brahmadaṇḍa</i>, which was to give the silent treatment (<a href='index.html?q=dn16#6.4.1'>DN 16:6.4.1</a>). "},"dn3:1.23.22":{"pli":"Mā kho tumhe, māṇavakā, ambaṭṭhaṃ māṇavaṃ atibāḷhaṃ dāsiputtavādena nimmādetha, uḷāro so kaṇho isi ahosī”ti. ","eng":"Young students, please don’t put Ambaṭṭha down too much by calling him the son of a slavegirl. That Black Boy was an eminent seer.” ","html":"<p>{}</p>"},"dn3:1.24.0":{"pli":"3. Khattiyaseṭṭhabhāva ","eng":"3. The Supremacy of the Aristocrats ","html":"<h2>{}</h2>"},"dn3:1.24.1":{"pli":"Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ āmantesi: ","eng":"Then the Buddha addressed Ambaṭṭha, ","html":"<p>{}"},"dn3:1.24.2":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"{}"},"dn3:1.24.3":{"pli":"idha khattiyakumāro brāhmaṇakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha. ","eng":"Suppose an aristocrat boy was to sleep with a brahmin girl, and they had a son. ","html":"{}"},"dn3:1.24.4":{"pli":"Yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ","eng":"Would he receive a seat and water from the brahmins?” ","html":"{}</p>"},"dn3:1.24.5":{"pli":"“Labhetha, bho gotama”. ","eng":"“He would, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:1.24.6":{"pli":"“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ","eng":"“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ","html":"<p>{}</p>"},"dn3:1.24.7":{"pli":"“Bhojeyyuṃ, bho gotama”. ","eng":"“They would.” ","html":"<p>{}</p>"},"dn3:1.24.8":{"pli":"“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ","eng":"“And would the brahmins teach him the hymns or not?” ","html":"<p>{}</p>"},"dn3:1.24.9":{"pli":"“Vāceyyuṃ, bho gotama”. ","eng":"“They would.” ","html":"<p>{}</p>"},"dn3:1.24.10":{"pli":"“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ","eng":"“And would he be kept from the women or not?” ","html":"<p>{}</p>","comm":"In <a href='index.html?q=mn56#19.2'>MN 56:19.2</a> <i lang='pi' translate='no'>āvaṭa</i>/<i lang='pi' translate='no'>anāvaṭa</i> is used in reference to Upāli “shutting his gate” against the Jains and opening it for the Buddhists. In <a href='index.html?q=dn17#1.23.2'>DN 17:1.23.2</a> <i lang='pi' translate='no'>anāvaṭa</i> means “open to the public”. "},"dn3:1.24.11":{"pli":"“Anāvaṭaṃ hissa, bho gotama”. ","eng":"“He would not.” ","html":"<p>{}</p>"},"dn3:1.24.12":{"pli":"“Api nu naṃ khattiyā khattiyābhisekena abhisiñceyyun”ti? ","eng":"“And would the aristocrats anoint him as king?” ","html":"<p>{}</p>"},"dn3:1.24.13":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"dn3:1.24.14":{"pli":"“Taṃ kissa hetu”? ","eng":"Why is that? ","html":"{}"},"dn3:1.24.15":{"pli":"“Mātito hi, bho gotama, anupapanno”ti. ","eng":"Because his maternity is unsuitable.” ","html":"{}</p>"},"dn3:1.25.1":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:1.25.2":{"pli":"idha brāhmaṇakumāro khattiyakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha. ","eng":"Suppose a brahmin boy was to sleep with an aristocrat girl, and they had a son. ","html":"{}"},"dn3:1.25.3":{"pli":"Yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ","eng":"Would he receive a seat and water from the brahmins?” ","html":"{}</p>"},"dn3:1.25.4":{"pli":"“Labhetha, bho gotama”. ","eng":"“He would, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:1.25.5":{"pli":"“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ","eng":"“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ","html":"<p>{}</p>"},"dn3:1.25.6":{"pli":"“Bhojeyyuṃ, bho gotama”. ","eng":"“They would.” ","html":"<p>{}</p>"},"dn3:1.25.7":{"pli":"“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ","eng":"“And would the brahmins teach him the hymns or not?” ","html":"<p>{}</p>"},"dn3:1.25.8":{"pli":"“Vāceyyuṃ, bho gotama”. ","eng":"“They would.” ","html":"<p>{}</p>"},"dn3:1.25.9":{"pli":"“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ","eng":"“And would he be kept from the women or not?” ","html":"<p>{}</p>"},"dn3:1.25.10":{"pli":"“Anāvaṭaṃ hissa, bho gotama”. ","eng":"“He would not.” ","html":"<p>{}</p>"},"dn3:1.25.11":{"pli":"“Api nu naṃ khattiyā khattiyābhisekena abhisiñceyyun”ti? ","eng":"“And would the aristocrats anoint him as king?” ","html":"<p>{}</p>"},"dn3:1.25.12":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"dn3:1.25.13":{"pli":"“Taṃ kissa hetu”? ","eng":"Why is that? ","html":"{}"},"dn3:1.25.14":{"pli":"“Pitito hi, bho gotama, anupapanno”ti. ","eng":"Because his paternity is unsuitable.” ","html":"{}</p>"},"dn3:1.26.1":{"pli":"“Iti kho, ambaṭṭha, itthiyā vā itthiṃ karitvā purisena vā purisaṃ karitvā khattiyāva seṭṭhā, hīnā brāhmaṇā. ","eng":"“And so, Ambaṭṭha, the aristocrats are superior and the brahmins inferior, whether comparing women with women or men with men. ","html":"<p>{}"},"dn3:1.26.2":{"pli":"Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"What do you think, Ambaṭṭha? ","html":"{}"},"dn3:1.26.3":{"pli":"idha brāhmaṇā brāhmaṇaṃ kismiñcideva pakaraṇe khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṃ. ","eng":"Suppose the brahmins for some reason were to shave a brahmin’s head, inflict him with a sack of ashes, and banish him from the nation or the city. ","html":"{}"},"dn3:1.26.4":{"pli":"Api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ","eng":"Would he receive a seat and water from the brahmins?” ","html":"{}</p>"},"dn3:1.26.5":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:1.26.6":{"pli":"“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ","eng":"“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ","html":"<p>{}</p>"},"dn3:1.26.7":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:1.26.8":{"pli":"“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ","eng":"“And would the brahmins teach him the hymns or not?” ","html":"<p>{}</p>"},"dn3:1.26.9":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:1.26.10":{"pli":"“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ","eng":"“And would he be kept from the women or not?” ","html":"<p>{}</p>"},"dn3:1.26.11":{"pli":"“Āvaṭaṃ hissa, bho gotama”. ","eng":"“He would be.” ","html":"<p>{}</p>"},"dn3:1.27.1":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:1.27.2":{"pli":"idha khattiyā khattiyaṃ kismiñcideva pakaraṇe khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṃ. ","eng":"Suppose the aristocrats for some reason were to shave an aristocrat’s head, inflict him with a sack of ashes, and banish him from the nation or the city. ","html":"{}"},"dn3:1.27.3":{"pli":"Api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ","eng":"Would he receive a seat and water from the brahmins?” ","html":"{}</p>"},"dn3:1.27.4":{"pli":"“Labhetha, bho gotama”. ","eng":"“He would, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:1.27.5":{"pli":"“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ","eng":"“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ","html":"<p>{}</p>"},"dn3:1.27.6":{"pli":"“Bhojeyyuṃ, bho gotama”. ","eng":"“They would.” ","html":"<p>{}</p>"},"dn3:1.27.7":{"pli":"“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ","eng":"“And would the brahmins teach him the hymns or not?” ","html":"<p>{}</p>"},"dn3:1.27.8":{"pli":"“Vāceyyuṃ, bho gotama”. ","eng":"“They would.” ","html":"<p>{}</p>"},"dn3:1.27.9":{"pli":"“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ","eng":"“And would he be kept from the women or not?” ","html":"<p>{}</p>"},"dn3:1.27.10":{"pli":"“Anāvaṭaṃ hissa, bho gotama”. ","eng":"“He would not.” ","html":"<p>{}</p>"},"dn3:1.27.11":{"pli":"“Ettāvatā kho, ambaṭṭha, khattiyo paramanihīnataṃ patto hoti, yadeva naṃ khattiyā khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājenti. ","eng":"“At this point, Ambaṭṭha, that aristocrat has reached rock bottom, with head shaven, inflicted with a sack of ashes, and banished from city or nation. ","html":"<p>{}"},"dn3:1.27.12":{"pli":"Iti kho, ambaṭṭha, yadā khattiyo paramanihīnataṃ patto hoti, tadāpi khattiyāva seṭṭhā, hīnā brāhmaṇā. ","eng":"Yet still the aristocrats are superior and the brahmins inferior. ","html":"{}"},"dn3:1.28.1":{"pli":"Brahmunā pesā, ambaṭṭha, sanaṅkumārena gāthā bhāsitā: ","eng":"The divinity Sanaṅkumāra also spoke this verse: ","html":"{}</p>","comm":"Sanaṅkumāra (“Everyoung”) became a Hindu deity closely associated with the worship of Krishna. He first appears in the seventh chapter of the Chāndogya Upaniṣad. There he teaches the learned Nārada what lies beyond the mere surface of words (<i lang='pi' translate='no'>nāma</i>) by giving a progressive meditation that ultimately reveals the highest Self. Thus he is a perfect foil for Ambaṭṭha. The occasion he spoke this verse is recorded at <a href='index.html?q=sn6.11'>SN 6.11</a>, and it is repeated several times in the suttas. "},"dn3:1.28.2":{"pli":"‘Khattiyo seṭṭho janetasmiṃ, ","eng":"‘The aristocrat is best among people ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn3:1.28.3":{"pli":"ye gottapaṭisārino; ","eng":"who take clan as the standard. ","html":"<span class='verse-line'>{}</span>"},"dn3:1.28.4":{"pli":"Vijjācaraṇasampanno, ","eng":"But one accomplished in knowledge and conduct ","html":"<span class='verse-line'>{}</span>"},"dn3:1.28.5":{"pli":"so seṭṭho devamānuse’ti. ","eng":"is first among gods and humans.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn3:1.28.6":{"pli":"Sā kho panesā, ambaṭṭha, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṃhitā no anatthasaṃhitā, anumatā mayā. ","eng":"That verse was well sung by the Divinity Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken, beneficial, not harmful, and it was approved by me. ","html":"<p>{}"},"dn3:1.28.7":{"pli":"Ahampi hi, ambaṭṭha, evaṃ vadāmi—","eng":"For I also say this: ","html":"{}</p>"},"dn3:1.28.8":{"pli":"Khattiyo seṭṭho janetasmiṃ, ","eng":"The aristocrat is best among people ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn3:1.28.9":{"pli":"ye gottapaṭisārino; ","eng":"who take clan as the standard. ","html":"<span class='verse-line'>{}</span>"},"dn3:1.28.10":{"pli":"Vijjācaraṇasampanno, ","eng":"But one accomplished in knowledge and conduct ","html":"<span class='verse-line'>{}</span>"},"dn3:1.28.11":{"pli":"so seṭṭho devamānuse”ti. ","eng":"is first among gods and humans.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn3:1.28.12":{"pli":"Bhāṇavāro paṭhamo. ","eng":"The first recitation section. ","html":"<p class='endsection'>{}</p>"},"dn3:2.1.0":{"pli":"4. Vijjācaraṇakathā ","eng":"4. Knowledge and Conduct ","html":"<h2>{}</h2>"},"dn3:2.1.1":{"pli":"“Katamaṃ pana taṃ, bho gotama, caraṇaṃ, katamā ca pana sā vijjā”ti? ","eng":"“But what, worthy Gotama, is that conduct, and what is that knowledge?” ","html":"<p>{}</p>","comm":"To his credit, after that thorough humiliation, Ambaṭṭha is ready to learn. "},"dn3:2.1.2":{"pli":"“Na kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya jātivādo vā vuccati, gottavādo vā vuccati, mānavādo vā vuccati: ","eng":"“Ambaṭṭha, in the supreme knowledge and conduct there is no discussion of genealogy or clan or pride—","html":"<p>{}","comm":"Reading <i lang='pi' translate='no'>anuttarāya vijjācaraṇasampadāya</i> as locative, in agreement with <i lang='pi' translate='no'>yattha</i> below. "},"dn3:2.1.3":{"pli":"‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti. ","eng":"‘You deserve me’ or ‘You don’t deserve me.’ ","html":"{}"},"dn3:2.1.4":{"pli":"Yattha kho, ambaṭṭha, āvāho vā hoti, vivāho vā hoti, āvāhavivāho vā hoti, etthetaṃ vuccati jātivādo vā itipi gottavādo vā itipi mānavādo vā itipi: ","eng":"Wherever there is giving and taking in marriage there is such discussion. ","html":"{}"},"dn3:2.1.5":{"pli":"‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti. ","html":"{}"},"dn3:2.1.6":{"pli":"Ye hi keci, ambaṭṭha, jātivādavinibaddhā vā gottavādavinibaddhā vā mānavādavinibaddhā vā āvāhavivāhavinibaddhā vā, ārakā te anuttarāya vijjācaraṇasampadāya. ","eng":"Whoever is shackled to questions of genealogy or clan or pride, or to giving and taking in marriage, is far from the supreme knowledge and conduct. ","html":"{}"},"dn3:2.1.7":{"pli":"Pahāya kho, ambaṭṭha, jātivādavinibaddhañca gottavādavinibaddhañca mānavādavinibaddhañca āvāhavivāhavinibaddhañca anuttarāya vijjācaraṇasampadāya sacchikiriyā hotī”ti. ","eng":"The realization of supreme knowledge and conduct occurs when you’ve given up such things.” ","html":"{}</p>","comm":"The Buddha emphasizes that his “knowledge and conduct” rejects the notion of birth that is so essential to Brahmanism. "},"dn3:2.2.1":{"pli":"“Katamaṃ pana taṃ, bho gotama, caraṇaṃ, katamā ca sā vijjā”ti? ","eng":"“But what, worthy Gotama, is that conduct, and what is that knowledge?” ","html":"<p>{}</p>"},"dn3:2.2.2":{"pli":"“Idha, ambaṭṭha, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"“Ambaṭṭha, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"<p>{}"},"dn3:2.2.3":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"dn3:2.2.4":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"dn3:2.2.5":{"pli":"Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ","eng":"A householder hears that teaching, or a householder’s child, or someone reborn in a good family. ","html":"{}"},"dn3:2.2.6":{"pli":"So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ","eng":"They gain faith in the Realized One ","html":"{}"},"dn3:2.2.7":{"pli":"So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati …pe… ","eng":"and reflect … ","html":"{}</p>","comm":"The Pali text abbreviates the gradual training in this sutta and those that follow. The reader is expected to understand it as in <a href='index.html?q=dn2'>DN 2</a>. Note, however, that the suttas sometimes have small differences in their perspective that make reconstruction tricky. "},"dn3:2.2.8":{"pli":"So vivicceva kāmehi, vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati …pe… ","eng":"Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … ","html":"<p>{}"},"dn3:2.2.9":{"pli":"idampissa hoti caraṇasmiṃ. ","eng":"This pertains to their conduct. ","html":"{}</p>"},"dn3:2.2.10":{"pli":"Puna caparaṃ, ambaṭṭha, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati …pe… ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption … ","html":"<p>{}"},"dn3:2.2.11":{"pli":"idampissa hoti caraṇasmiṃ. ","eng":"This pertains to their conduct. ","html":"{}</p>"},"dn3:2.2.12":{"pli":"Puna caparaṃ, ambaṭṭha, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati …pe… ","eng":"Furthermore, with the fading away of rapture, they enter and remain in the third absorption … ","html":"<p>{}"},"dn3:2.2.13":{"pli":"idampissa hoti caraṇasmiṃ. ","eng":"This pertains to their conduct. ","html":"{}</p>"},"dn3:2.2.14":{"pli":"Puna caparaṃ, ambaṭṭha, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati …pe… ","eng":"Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption … ","html":"<p>{}"},"dn3:2.2.15":{"pli":"idampissa hoti caraṇasmiṃ. ","eng":"This pertains to their conduct. ","html":"{}"},"dn3:2.2.16":{"pli":"Idaṃ kho taṃ, ambaṭṭha, caraṇaṃ. ","eng":"This is that conduct. ","html":"{}</p>"},"dn3:2.2.17":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti …pe… ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they project it and extend it toward knowledge and vision. ","html":"<p>{}"},"dn3:2.2.18":{"pli":"idampissa hoti vijjāya …pe… ","eng":"This pertains to their knowledge. … ","html":"{}"},"dn3:2.2.19":{"pli":"nāparaṃ itthattāyāti pajānāti, ","eng":"They understand: ‘There is nothing further for this place.’ ","html":"{}"},"dn3:2.2.20":{"pli":"idampissa hoti vijjāya. ","eng":"This pertains to their knowledge. ","html":"{}"},"dn3:2.2.21":{"pli":"Ayaṃ kho sā, ambaṭṭha, vijjā. ","eng":"This is that knowledge. ","html":"{}</p>"},"dn3:2.2.22":{"pli":"Ayaṃ vuccati, ambaṭṭha, bhikkhu ‘vijjāsampanno’ itipi, ‘caraṇasampanno’ itipi, ‘vijjācaraṇasampanno’ itipi. ","eng":"This mendicant is said to be ‘accomplished in knowledge’, and also ‘accomplished in conduct’, and also ‘accomplished in knowledge and conduct’. ","html":"<p>{}"},"dn3:2.2.23":{"pli":"Imāya ca, ambaṭṭha, vijjāsampadāya caraṇasampadāya ca aññā vijjāsampadā ca caraṇasampadā ca uttaritarā vā paṇītatarā vā natthi. ","eng":"And, Ambaṭṭha, there is no accomplishment in knowledge and conduct that is better or finer than this. ","html":"{}</p>"},"dn3:2.3.0":{"pli":"5. Catuapāyamukha ","eng":"5. Four Causes of Quitting ","html":"<h2>{}</h2>"},"dn3:2.3.1":{"pli":"Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti. ","eng":"There are these four causes of quitting this supreme knowledge and conduct. ","html":"<p>{}","comm":"In later Theravada, <i lang='pi' translate='no'>apāyamukha</i> refers to deeds that cause rebirth in lower realms. However this does not apply in the early texts; the acts described here are not evil. Rather, it means an “opening” (<i lang='pi' translate='no'>mukha</i>) for “departure” (<i lang='pi' translate='no'>apāya</i>). "},"dn3:2.3.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"dn3:2.3.3":{"pli":"Idha, ambaṭṭha, ekacco samaṇo vā brāhmaṇo vā imaññeva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno khārividhamādāya araññāyatanaṃ ajjhogāhati: ","eng":"Firstly, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, plunges into a wilderness region carrying their pack with a shoulder-pole, thinking ","html":"{}"},"dn3:2.3.4":{"pli":"‘pavattaphalabhojano bhavissāmī’ti. ","eng":"they will get by eating fallen fruit. ","html":"{}","comm":"A common practice of pre-Buddhist hermits, who avoided the slightest harm to plants. Buddhist mendicants may also not harm plants, but they rely on alms and only eat fallen fruit in case of famine. "},"dn3:2.3.5":{"pli":"So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ","eng":"In fact they succeed only in serving someone accomplished in knowledge and conduct. ","html":"{}","comm":"The Buddha inverts Ambaṭṭha’s earlier claim that the other three castes only succeed in serving brahmins (<a href='index.html?q=dn3#1.14.7'>DN 3:1.14.7</a>). "},"dn3:2.3.6":{"pli":"Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ paṭhamaṃ apāyamukhaṃ bhavati. ","eng":"This is the first cause of quitting this supreme knowledge and conduct. ","html":"{}</p>"},"dn3:2.3.7":{"pli":"Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṃ ādāya araññavanaṃ ajjhogāhati: ","eng":"Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct or to get by eating fallen fruit, plunges into a wilderness region carrying a spade and basket, thinking ","html":"<p>{}"},"dn3:2.3.8":{"pli":"‘kandamūlaphalabhojano bhavissāmī’ti. ","eng":"they will get by eating tubers and fruit. ","html":"{}","comm":"They are less strict than the previous ascetics, for they dig the soil and harm the plants. "},"dn3:2.3.9":{"pli":"So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ","eng":"In fact they succeed only in serving someone accomplished in knowledge and conduct. ","html":"{}"},"dn3:2.3.10":{"pli":"Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ dutiyaṃ apāyamukhaṃ bhavati. ","eng":"This is the second cause of quitting this supreme knowledge and conduct. ","html":"{}</p>"},"dn3:2.3.11":{"pli":"Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṃ vā nigamasāmantaṃ vā agyāgāraṃ karitvā aggiṃ paricaranto acchati. ","eng":"Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, or to get by eating fallen fruit, or to get by eating tubers and fruit, sets up a fire chamber in the neighborhood of a village or town and dwells there serving the sacred flame. ","html":"<p>{}","comm":"The “fire chamber” was a building set up for performing the fire ritual. The Buddha stayed in them from time to time (<a href='index.html?q=mn75#1.2'>MN 75:1.2</a>, <a href='index.html?q=pli-tv-kd1#15.2.2'>Kd 1:15.2.2</a>). Śatapatha Brāhmaṇa 13.4.1.8 describes how a king enters the fire chamber to spend the night with his wives, the king entering by the east door, the wives by the south. Kauṭilya says that a king should try religious cases there (Arthaśāstra 1.19.31). "},"dn3:2.3.12":{"pli":"So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ","eng":"In fact they succeed only in serving someone accomplished in knowledge and conduct. ","html":"{}"},"dn3:2.3.13":{"pli":"Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ tatiyaṃ apāyamukhaṃ bhavati. ","eng":"This is the third cause of quitting this supreme knowledge and conduct. ","html":"{}</p>"},"dn3:2.3.14":{"pli":"Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imaṃ ceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṃ agāraṃ karitvā acchati: ","eng":"Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, or to get by eating fallen fruit, or to get by eating tubers and fruit, or to serve the sacred flame, sets up a four-doored fire chamber at the crossroads and dwells there, thinking: ","html":"<p>{}"},"dn3:2.3.15":{"pli":"‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, tamahaṃ yathāsatti yathābalaṃ paṭipūjessāmī’ti. ","eng":"‘When an ascetic or brahmin comes from the four quarters, I will honor them as best I can.’ ","html":"{}"},"dn3:2.3.16":{"pli":"So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ","eng":"In fact they succeed only in serving someone accomplished in knowledge and conduct. ","html":"{}"},"dn3:2.3.17":{"pli":"Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ catutthaṃ apāyamukhaṃ bhavati. ","eng":"This is the fourth cause of quitting this supreme knowledge and conduct. ","html":"{}"},"dn3:2.3.18":{"pli":"Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya imāni cattāri apāyamukhāni bhavanti. ","eng":"These are the four causes of quitting this supreme knowledge and conduct. ","html":"{}</p>"},"dn3:2.4.1":{"pli":"Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.4.2":{"pli":"api nu tvaṃ imāya anuttarāya vijjācaraṇasampadāya sandissasi sācariyako”ti? ","eng":"Is this supreme knowledge and conduct seen in your own tradition?” ","html":"{}</p>","comm":"“Tradition” renders <i lang='pi' translate='no'>sācariyaka</i>, “that which stems from one’s own teacher”. "},"dn3:2.4.3":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"dn3:2.4.4":{"pli":"Kocāhaṃ, bho gotama, sācariyako, kā ca anuttarā vijjācaraṇasampadā? ","eng":"Who am I and my tradition compared with the supreme knowledge and conduct? ","html":"{}"},"dn3:2.4.5":{"pli":"Ārakāhaṃ, bho gotama, anuttarāya vijjācaraṇasampadāya sācariyako”ti. ","eng":"We are far from that.” ","html":"{}</p>"},"dn3:2.4.6":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.4.7":{"pli":"api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno khārividhamādāya araññavanamajjhogāhasi sācariyako: ","eng":"Since you’re not managing to obtain this supreme knowledge and conduct, have you with your tradition plunged into a wilderness region carrying your pack with a shoulder-pole, thinking ","html":"{}"},"dn3:2.4.8":{"pli":"‘pavattaphalabhojano bhavissāmī’”ti? ","eng":"you will get by eating fallen fruit?” ","html":"{}</p>"},"dn3:2.4.9":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.4.10":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.4.11":{"pli":"api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṃ ādāya araññavanamajjhogāhasi sācariyako: ","eng":"Have you with your tradition … plunged into a wilderness region carrying a spade and basket, thinking ","html":"{}"},"dn3:2.4.12":{"pli":"‘kandamūlaphalabhojano bhavissāmī’”ti? ","eng":"you will get by eating tubers and fruit?” ","html":"{}</p>"},"dn3:2.4.13":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.4.14":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.4.15":{"pli":"api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṃ vā nigamasāmantaṃ vā agyāgāraṃ karitvā aggiṃ paricaranto acchasi sācariyako”ti? ","eng":"Have you with your tradition … set up a fire chamber in the neighborhood of a village or town and dwelt there serving the sacred flame?” ","html":"{}</p>"},"dn3:2.4.16":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.4.17":{"pli":"“Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"“What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.4.18":{"pli":"api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṃ agāraṃ karitvā acchasi sācariyako: ","eng":"Have you with your tradition … set up a four-doored fire chamber at the crossroads and dwelt there, thinking: ","html":"{}"},"dn3:2.4.19":{"pli":"‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, taṃ mayaṃ yathāsatti yathābalaṃ paṭipūjessāmā’”ti? ","eng":"‘When an ascetic or brahmin comes from the four quarters, I will honor them as best I can’?” ","html":"{}</p>"},"dn3:2.4.20":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.5.1":{"pli":"“Iti kho, ambaṭṭha, imāya ceva tvaṃ anuttarāya vijjācaraṇasampadāya parihīno sācariyako. ","eng":"“So you with your tradition are not only inferior to the supreme knowledge and conduct, ","html":"<p>{}"},"dn3:2.5.2":{"pli":"Ye cime anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti, tato ca tvaṃ parihīno sācariyako. ","eng":"you are even inferior to the four causes of quitting the supreme knowledge and conduct. ","html":"{}"},"dn3:2.5.3":{"pli":"Bhāsitā kho pana te esā, ambaṭṭha, ācariyena brāhmaṇena pokkharasātinā vācā: ","eng":"But you have been told this by your tutor, the brahmin Pokkharasāti: ","html":"{}"},"dn3:2.5.4":{"pli":"‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, kā ca tevijjānaṃ brāhmaṇānaṃ sākacchā’ti attanā āpāyikopi aparipūramāno. ","eng":"‘Who are these shavelings, fake ascetics, primitives, black spawn from the feet of our kinsman compared with conversation with the brahmins of the three knowledges?” Yet he himself has not even fulfilled one of the quittings! ","html":"{}"},"dn3:2.5.5":{"pli":"Passa, ambaṭṭha, yāva aparaddhañca te idaṃ ācariyassa brāhmaṇassa pokkharasātissa. ","eng":"See, Ambaṭṭha, how your tutor Pokkharasāti has wronged you. ","html":"{}</p>"},"dn3:2.6.0":{"pli":"6. Pubbakaisibhāvānuyoga ","eng":"6. Being Like the Seers of the Past ","html":"<h2>{}</h2>"},"dn3:2.6.1":{"pli":"Brāhmaṇo kho pana, ambaṭṭha, pokkharasāti rañño pasenadissa kosalassa dattikaṃ bhuñjati. ","eng":"Pokkharasāti lives off an endowment provided by King Pasenadi of Kosala. ","html":"<p>{}"},"dn3:2.6.2":{"pli":"Tassa rājā pasenadi kosalo sammukhībhāvampi na dadāti. ","eng":"But the king won’t even grant him an audience face to face. ","html":"{}"},"dn3:2.6.3":{"pli":"Yadāpi tena manteti, tirodussantena manteti. ","eng":"When he consults, he does so behind a curtain. ","html":"{}","comm":"This practice is not elsewhere attested in early Pali. "},"dn3:2.6.4":{"pli":"Yassa kho pana, ambaṭṭha, dhammikaṃ payātaṃ bhikkhaṃ paṭiggaṇheyya, kathaṃ tassa rājā pasenadi kosalo sammukhībhāvampi na dadeyya. ","eng":"Why wouldn’t the king grant a face to face audience with someone who’d receive his legitimate presentation of food? ","html":"{}"},"dn3:2.6.5":{"pli":"Passa, ambaṭṭha, yāva aparaddhañca te idaṃ ācariyassa brāhmaṇassa pokkharasātissa. ","eng":"See, Ambaṭṭha, how your tutor Pokkharasāti has wronged you. ","html":"{}</p>"},"dn3:2.7.1":{"pli":"Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.7.2":{"pli":"idha rājā pasenadi kosalo hatthigīvāya vā nisinno assapiṭṭhe vā nisinno rathūpatthare vā ṭhito uggehi vā rājaññehi vā kiñcideva mantanaṃ manteyya. ","eng":"Suppose King Pasenadi was holding consultations with warrior-chiefs or chieftains while sitting on an elephant’s neck or on horseback, or while standing on the mat in a chariot. ","html":"{}","comm":"<i lang='pi' translate='no'>Ugga</i> is a rare word whose root sense is “mighty”, but here it must be a noun. Given that it is a military man who consults with the king, I translate as “warrior-chief”. | <i lang='pi' translate='no'>Rājañña</i> is used occasionally in the suttas; it is an archaic synonym for <i lang='pi' translate='no'>khattiya</i>. "},"dn3:2.7.3":{"pli":"So tamhā padesā apakkamma ekamantaṃ tiṭṭheyya. ","eng":"And suppose he’d get down from that place and stand aside. ","html":"{}"},"dn3:2.7.4":{"pli":"Atha āgaccheyya suddo vā suddadāso vā, tasmiṃ padese ṭhito tadeva mantanaṃ manteyya: ","eng":"Then along would come a worker or their bondservant, who’d stand in the same place and continue the consultation: ","html":"{}"},"dn3:2.7.5":{"pli":"‘evampi rājā pasenadi kosalo āha, evampi rājā pasenadi kosalo āhā’ti. ","eng":"‘This is what King Pasenadi says, and this too is what the king says.’ ","html":"{}"},"dn3:2.7.6":{"pli":"Api nu so rājabhaṇitaṃ vā bhaṇati rājamantanaṃ vā manteti? ","eng":"Though he spoke the king’s words and gave the king’s advice, ","html":"{}","comm":"Taking this and the next as one sentence, despite the punctuation of the Mahāsaṅgīti text. "},"dn3:2.7.7":{"pli":"Ettāvatā so assa rājā vā rājamatto vā”ti? ","eng":"does that qualify him to be the king or the king’s minister?” ","html":"{}</p>"},"dn3:2.7.8":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.8.1":{"pli":"“Evameva kho tvaṃ, ambaṭṭha, ye te ahesuṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu: ","eng":"“In the same way, Ambaṭṭha, the ancient seers of the brahmins were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. ","html":"<p>{}","comm":"The “hymns” (<i lang='pi' translate='no'>mantā</i>) are the verses of the Rig Veda. The ten names here all correspond with Vedic authors according to the Brahmanical tradition (for details, see note on <a href='index.html?q=dn13#13.1'>DN 13:13.1</a>). Note that in Sanskrit the names of the rishis are distinguished from the lineage holders, which take the patronymic. For example, Bharadvāja is the rishi, the Bhāradvājas are his descendants; Vasiṣṭha is the rishi, the Vāsiṣṭhas are his descendants. Pali texts do not make this distinction, but use the patronymic, although the two forms are not always readily distinguishable. | “Seer” is <i lang='pi' translate='no'>isi</i> (Sanskrit <i lang='pi' translate='no'>ṛṣi</i>), for which the Proto-Dravidian root <i lang='pi' translate='no'>icai</i> (“sing”) has been proposed. It was taken to mean that they had “seen” the Vedas (<i lang='pi' translate='no'>mantradraṣṭa</i>) or directly “heard” them from Brahmā through divine inspiration, rather than “composing” them like ordinary authors. Here, however, the Buddha says they were “authors” (<i lang='pi' translate='no'>kattāro</i>). The Buddha adopted <i lang='pi' translate='no'>isi</i> in the sense “enlightened sage”. "},"dn3:2.8.2":{"pli":"‘tyāhaṃ mante adhiyāmi sācariyako’ti, tāvatā tvaṃ bhavissasi isi vā isitthāya vā paṭipannoti netaṃ ṭhānaṃ vijjati. ","eng":"You might imagine that, since you’ve learned their hymns by heart in your own tradition, that makes you a seer or someone on the path to becoming a seer. But that is not possible. ","html":"{}</p>"},"dn3:2.9.1":{"pli":"Taṃ kiṃ maññasi, ambaṭṭha, ","eng":"What do you think, Ambaṭṭha? ","html":"<p>{}"},"dn3:2.9.2":{"pli":"kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ—","eng":"According to what you have heard from elderly and senior brahmins, the tutors of tutors, ","html":"{}"},"dn3:2.9.3":{"pli":"ye te ahesuṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, ","eng":"did those ancient brahmin seers—","html":"{}"},"dn3:2.9.4":{"pli":"evaṃ su te sunhātā suvilittā kappitakesamassū āmukkamaṇikuṇḍalābharaṇā odātavatthavasanā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ","eng":"nicely bathed and anointed, with hair and beard dressed, bedecked with jewels, earrings, and bracelets, dressed in white—amuse themselves, supplied and provided with the five kinds of sensual stimulation, like you do today in your tradition?” ","html":"{}</p>"},"dn3:2.9.5":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.10.1":{"pli":"“ …pe… ","html":"<p>{}"},"dn3:2.10.2":{"pli":"Evaṃ su te sālīnaṃ odanaṃ sucimaṃsūpasecanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ paribhuñjanti, seyyathāpi tvaṃ etarahi sācariyako”ti? ","eng":"“Did they eat boiled fine rice, garnished with clean meat, with the dark grains picked out, served with many soups and sauces, like you do today in your tradition?” ","html":"{}</p>"},"dn3:2.10.3":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.10.4":{"pli":"“ …pe… ","html":"<p>{}"},"dn3:2.10.5":{"pli":"Evaṃ su te veṭhakanatapassāhi nārīhi paricārenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ","eng":"“Did they amuse themselves with girls wearing thongs that show off their curves, like you do today in your tradition?” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Veṭhakanatapassāhi</i> is otherwise unattested. At <a href='index.html?q=mn55#12.4'>MN 55:12.4</a> <i lang='pi' translate='no'>veṭhaka</i> evidently means “collar”. In the Lokuttaravāda Bhikṣuṇī Vinaya, the brazen nun Thullānandā gets out of the water and wraps herself in a <i lang='pi' translate='no'>veṭhaka</i>, which here seems synonymous with <i lang='pi' translate='no'>paṭṭaka</i>, a strip of cloth. It is allowable if used to tie a basket (<a href='https://suttacentral.net/san-lo-bi-pn3'>Lo Bi Pn 3</a>). <i lang='pi' translate='no'>Nata</i> is “curve”, <i lang='pi' translate='no'>passa</i> is “side, flank”. Walshe has “flounces and furbelows”, Rhys Davids has “fringes and furbelows round their loins”. These are prissy descriptions of what is evidently stripper gear. "},"dn3:2.10.6":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.10.7":{"pli":"“ …pe… ","html":"<p>{}"},"dn3:2.10.8":{"pli":"Evaṃ su te kuttavālehi vaḷavārathehi dīghāhi patodalaṭṭhīhi vāhane vitudentā vipariyāyanti, seyyathāpi tvaṃ etarahi sācariyako”ti? ","eng":"“Did they drive about in chariots drawn by mares with plaited manes, whipping and lashing them onward with long goads, like you do today in your tradition?” ","html":"{}</p>","comm":"The Buddha calls back to earlier in the sutta, where Ambaṭṭha drove a mare-drawn chariot (<a href='index.html?q=dn3#1.6.1'>DN 3:1.6.1</a>). | The verbs here (<i lang='pi' translate='no'>vitudenti vitacchenti</i>) are elsewhere applied to the pecking and slashing of vultures, crows, or hawks (<a href='index.html?q=sn19.1#3.2'>SN 19.1:3.2</a>, <a href='index.html?q=mn54#16.2'>MN 54:16.2</a>, etc.). The Buddha was disgusted with this maltreatment of the mares. "},"dn3:2.10.9":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.10.10":{"pli":"“ …pe… ","html":"<p>{}"},"dn3:2.10.11":{"pli":"Evaṃ su te ukkiṇṇaparikhāsu okkhittapalighāsu nagarūpakārikāsu dīghāsivudhehi purisehi rakkhāpenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ","eng":"“Did they get men with long swords to guard them in fortresses with moats dug and barriers in place, like you do today in your tradition?” ","html":"{}</p>","comm":"Remembering that Pokkharasāti lived in a wealthy property that was a royal endowment. Just as today, excessive wealth breeds insecurity. "},"dn3:2.10.12":{"pli":"“No hidaṃ, bho gotama”. ","eng":"“No, worthy Gotama.” ","html":"<p>{}</p>"},"dn3:2.10.13":{"pli":"“Iti kho, ambaṭṭha, neva tvaṃ isi na isitthāya paṭipanno sācariyako. ","eng":"“So, Ambaṭṭha, in your own tradition you are neither seer nor someone on the path to becoming a seer. ","html":"<p>{}"},"dn3:2.10.14":{"pli":"Yassa kho pana, ambaṭṭha, mayi kaṅkhā vā vimati vā so maṃ pañhena, ahaṃ veyyākaraṇena sodhissāmī”ti. ","eng":"Whoever has any doubt or uncertainty about me, let them ask me and I will clear up their doubts with my answer.” ","html":"{}</p>","comm":"The Buddha has been hard on Ambaṭṭha, but he is not unfair. He invites the same level of scrutiny for himself. "},"dn3:2.11.0":{"pli":"7. Dvelakkhaṇādassana ","eng":"7. Seeing the Two Marks ","html":"<h2>{}</h2>"},"dn3:2.11.1":{"pli":"Atha kho bhagavā vihārā nikkhamma caṅkamaṃ abbhuṭṭhāsi. ","eng":"Then the Buddha came out of his dwelling and proceeded to begin walking mindfully, ","html":"<p>{}","comm":"This transition occurs nowhere else. "},"dn3:2.11.2":{"pli":"Ambaṭṭhopi māṇavo vihārā nikkhamma caṅkamaṃ abbhuṭṭhāsi. ","eng":"and Ambaṭṭha did likewise. ","html":"{}"},"dn3:2.11.3":{"pli":"Atha kho ambaṭṭho māṇavo bhagavantaṃ caṅkamantaṃ anucaṅkamamāno bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ","eng":"Then while walking beside the Buddha, Ambaṭṭha scrutinized his body for the thirty-two marks of a great man. ","html":"{}","comm":"Finally he remembers what his teacher Pokkharasāti told him in <a href='index.html?q=dn3#1.5.2'>DN 3:1.5.2</a>: he will know the Buddha by his marks. "},"dn3:2.11.4":{"pli":"Addasā kho ambaṭṭho māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ","eng":"He saw all of them except for two, ","html":"{}"},"dn3:2.11.5":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he had doubts about: ","html":"{}"},"dn3:2.11.6":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya ca. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue. ","html":"{}</p>"},"dn3:2.12.1":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"dn3:2.12.2":{"pli":"“passati kho me ayaṃ ambaṭṭho māṇavo dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ","eng":"“This student Ambaṭṭha sees all the marks except for two, ","html":"{}"},"dn3:2.12.3":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he has doubts about: ","html":"{}"},"dn3:2.12.4":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue.” ","html":"{}"},"dn3:2.12.5":{"pli":"Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi. Yathā addasa ambaṭṭho māṇavo bhagavato kosohitaṃ vatthaguyhaṃ. ","eng":"Then the Buddha used his psychic power to will that Ambaṭṭha would see his private parts covered in a foreskin. ","html":"{}","comm":"This exceedingly strange “miracle” is also found at <a href='index.html?q=mn91#7.1'>MN 91:7.1</a>, <a href='index.html?q=mn92#14.1'>MN 92:14.1</a>, and <a href='index.html?q=snp3.7#11.5'>Snp 3.7:11.5</a>. "},"dn3:2.12.6":{"pli":"Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ","eng":"And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ","html":"{}</p>"},"dn3:2.12.7":{"pli":"Atha kho ambaṭṭhassa māṇavassa etadahosi: ","eng":"Then Ambaṭṭha thought, ","html":"<p>{}"},"dn3:2.12.8":{"pli":"“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi, no aparipuṇṇehī”ti. ","eng":"“The ascetic Gotama possesses the thirty-two marks completely, lacking none.” ","html":"{}</p>"},"dn3:2.12.9":{"pli":"Bhagavantaṃ etadavoca: ","eng":"He said to the Buddha, ","html":"<p>{}"},"dn3:2.12.10":{"pli":"“handa ca dāni mayaṃ, bho gotama, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti. ","eng":"“Well, now, sir, I must go. I have many duties, and much to do.” ","html":"{}</p>"},"dn3:2.12.11":{"pli":"“Yassadāni tvaṃ, ambaṭṭha, kālaṃ maññasī”ti. ","eng":"“Please, Ambaṭṭha, go at your convenience.” ","html":"<p>{}"},"dn3:2.12.12":{"pli":"Atha kho ambaṭṭho māṇavo vaḷavārathamāruyha pakkāmi. ","eng":"Then Ambaṭṭha mounted his chariot drawn by mares and left. ","html":"{}</p>"},"dn3:2.13.1":{"pli":"Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhāya nikkhamitvā mahatā brāhmaṇagaṇena saddhiṃ sake ārāme nisinno hoti ambaṭṭhaṃyeva māṇavaṃ paṭimānento. ","eng":"Now at that time the brahmin Pokkharasāti had come out from Ukkaṭṭhā together with a large group of brahmins and was sitting in his own park just waiting for Ambaṭṭha. ","html":"<p>{}"},"dn3:2.13.2":{"pli":"Atha kho ambaṭṭho māṇavo yena sako ārāmo tena pāyāsi. ","eng":"Then Ambaṭṭha entered the park. ","html":"{}"},"dn3:2.14.1":{"pli":"Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova yena brāhmaṇo pokkharasāti tenupasaṅkami; upasaṅkamitvā brāhmaṇaṃ pokkharasātiṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ambaṭṭhaṃ māṇavaṃ brāhmaṇo pokkharasāti etadavoca: ","eng":"He went by carriage as far as the terrain allowed, then descended and approached the brahmin Pokkharasāti on foot. He bowed and sat down to one side, and Pokkharasāti said to him: ","html":"{}</p>"},"dn3:2.14.2":{"pli":"“kacci, tāta ambaṭṭha, addasa taṃ bhavantaṃ gotaman”ti? ","eng":"“I hope, dear Ambaṭṭha, you saw the worthy Gotama?” ","html":"<p>{}</p>"},"dn3:2.14.3":{"pli":"“Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotaman”ti. ","eng":"“I saw him, sir.” ","html":"<p>{}</p>"},"dn3:2.14.4":{"pli":"“Kacci, tāta ambaṭṭha, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato no aññathā; ","eng":"“Well, does he live up to his reputation or not?” ","html":"<p>{}"},"dn3:2.14.5":{"pli":"kacci pana so bhavaṃ gotamo tādiso no aññādiso”ti? ","html":"{}</p>"},"dn3:2.14.6":{"pli":"“Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato no aññathā, tādisova so bhavaṃ gotamo no aññādiso. ","eng":"“He does, sir. ","html":"<p>{}"},"dn3:2.14.7":{"pli":"Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ","eng":"The worthy Gotama possesses the thirty-two marks completely, lacking none.” ","html":"{}</p>"},"dn3:2.14.8":{"pli":"“Ahu pana te, tāta ambaṭṭha, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ","eng":"“And did you have some discussion with him?” ","html":"<p>{}</p>"},"dn3:2.14.9":{"pli":"“Ahu kho me, bho, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti. ","eng":"“I did.” ","html":"<p>{}</p>"},"dn3:2.14.10":{"pli":"“Yathā kathaṃ pana te, tāta ambaṭṭha, ahu samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ","eng":"“And what kind of discussion did you have with him?” ","html":"<p>{}"},"dn3:2.14.11":{"pli":"Atha kho ambaṭṭho māṇavo yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo, taṃ sabbaṃ brāhmaṇassa pokkharasātissa ārocesi. ","eng":"Then Ambaṭṭha informed Pokkharasāti of all they had discussed. ","html":"{}</p>"},"dn3:2.15.1":{"pli":"Evaṃ vutte, brāhmaṇo pokkharasāti ambaṭṭhaṃ māṇavaṃ etadavoca: ","eng":"Then Pokkharasāti said to Ambaṭṭha, ","html":"<p>{}"},"dn3:2.15.2":{"pli":"“aho vata re amhākaṃ, paṇḍitaka, aho vata re amhākaṃ, bahussutaka, aho vata re amhākaṃ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"“Oh, our bloody fake scholar, our fake learned man, who pretends to be proficient in the three Vedas! A man who behaves like this ought, when their body breaks up, after death, to be reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}","comm":"The diminutive ending for <i lang='pi' translate='no'>paṇḍitaka</i> is the same as in <i lang='pi' translate='no'>samaṇaka</i>, which Ambaṭṭha used of the Buddha. | For <i lang='pi' translate='no'>re</i> (“bloody”), compare <i lang='pi' translate='no'>cara pi re</i> at <a href='index.html?q=pli-tv-bu-vb-pc70#1.35'>Bu Pc 70:1.35</a> and <i lang='pi' translate='no'>he je kāḷī</i> at <a href='index.html?q=mn21#9.13'>MN 21:9.13</a>. Hard as the Buddha was on Ambaṭṭha, his own teacher was harder. "},"dn3:2.15.3":{"pli":"Yadeva kho tvaṃ, ambaṭṭha, taṃ bhavantaṃ gotamaṃ evaṃ āsajja āsajja avacāsi, atha kho so bhavaṃ gotamo amhepi evaṃ upaneyya upaneyya avaca. ","eng":"It’s only because you repeatedly attacked the worthy Gotama like that that he kept bringing up charges against us!” ","html":"{}","comm":"Pokkharasāti shows his astuteness, for in many other dialogues the Buddha engaged with brahmins perfectly politely, as he does in the next sutta (<a href='index.html?q=dn4'>DN 4</a>). "},"dn3:2.15.4":{"pli":"Aho vata re amhākaṃ, paṇḍitaka, aho vata re amhākaṃ, bahussutaka, aho vata re amhākaṃ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā”ti, kupito anattamano ambaṭṭhaṃ māṇavaṃ padasāyeva pavattesi. ","eng":"Angry and upset, he kicked Ambaṭṭha over, ","html":"{}","comm":"Illustrating the lack of restraint of even a senior brahmin teacher. "},"dn3:2.15.5":{"pli":"Icchati ca tāvadeva bhagavantaṃ dassanāya upasaṅkamituṃ. ","eng":"and wanted to go and see the Buddha right away. ","html":"{}</p>"},"dn3:2.16.0":{"pli":"8. Pokkharasātibuddhūpasaṅkamana ","eng":"8. Pokkharasāti Visits the Buddha ","html":"<h2>{}</h2>"},"dn3:2.16.1":{"pli":"Atha kho te brāhmaṇā brāhmaṇaṃ pokkharasātiṃ etadavocuṃ: ","eng":"Then those brahmins said to Pokkharasāti, ","html":"<p>{}"},"dn3:2.16.2":{"pli":"“ativikālo kho, bho, ajja samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ","eng":"“It’s much too late to visit the ascetic Gotama today. ","html":"{}"},"dn3:2.16.3":{"pli":"Svedāni bhavaṃ pokkharasāti samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti. ","eng":"You can visit him tomorrow.” ","html":"{}</p>","comm":"Given Pokkharasāti’s mood, this was probably a diplomatic move. "},"dn3:2.16.4":{"pli":"Atha kho brāhmaṇo pokkharasāti sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā yāne āropetvā ukkāsu dhāriyamānāsu ukkaṭṭhāya niyyāsi, yena icchānaṅgalavanasaṇḍo tena pāyāsi. ","eng":"So Pokkharasāti had delicious fresh and cooked foods prepared in his own home. Then he mounted a carriage and, with attendants carrying torches, set out from Ukkaṭṭhā for the forest near Icchānaṅgala. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Khādanīya</i> and <i lang='pi' translate='no'>bhojanīya</i> are food categories commonly mentioned in Pali. Etymologically they stem from “hard and soft”. <i lang='pi' translate='no'>Bhojanīya</i> is defined in <a href='index.html?q=pli-tv-bu-vb-pc37#2.1.10'>Bu Pc 37:2.1.10</a> as grain, porridge, flour products, fish, and meat, thus being foods that are typically eaten cooked and “mooshed up” in with the fingers in the bowl. <i lang='pi' translate='no'>Khādanīya</i> is not so readily defined, being essentially everything not included in other categories. But it would have included such “crunchy” things as fruit and vegetables, which may be eaten uncooked. "},"dn3:2.17.1":{"pli":"Yāvatikā yānassa bhūmi yānena gantvā, yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami. upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho brāhmaṇo pokkharasāti bhagavantaṃ etadavoca: ","eng":"He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. He went up to the Buddha and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ","html":"{}"},"dn3:2.17.2":{"pli":"“āgamā nu khvidha, bho gotama, amhākaṃ antevāsī ambaṭṭho māṇavo”ti? ","eng":"“Master Gotama, has my resident pupil, the student Ambaṭṭha, come here?” ","html":"{}</p>"},"dn3:2.17.3":{"pli":"“Āgamā kho te, brāhmaṇa, antevāsī ambaṭṭho māṇavo”ti. ","eng":"“Yes he has, brahmin.” ","html":"<p>{}</p>"},"dn3:2.17.4":{"pli":"“Ahu pana te, bho gotama, ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti? ","eng":"“And did you have some discussion with him?” ","html":"<p>{}</p>"},"dn3:2.17.5":{"pli":"“Ahu kho me, brāhmaṇa, ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti. ","eng":"“I did.” ","html":"<p>{}</p>"},"dn3:2.17.6":{"pli":"“Yathākathaṃ pana te, bho gotama, ahu ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti? ","eng":"“And what kind of discussion did you have with him?” ","html":"<p>{}","comm":"Pokkharasāti makes sure he hears both sides of the story. "},"dn3:2.17.7":{"pli":"Atha kho bhagavā yāvatako ahosi ambaṭṭhena māṇavena saddhiṃ kathāsallāpo, taṃ sabbaṃ brāhmaṇassa pokkharasātissa ārocesi. ","eng":"Then the Buddha informed Pokkharasāti of all they had discussed. ","html":"{}</p>"},"dn3:2.17.8":{"pli":"Evaṃ vutte, brāhmaṇo pokkharasāti bhagavantaṃ etadavoca: ","eng":"Then Pokkharasāti said to the Buddha, ","html":"<p>{}"},"dn3:2.17.9":{"pli":"“bālo, bho gotama, ambaṭṭho māṇavo, khamatu bhavaṃ gotamo ambaṭṭhassa māṇavassā”ti. ","eng":"“Ambaṭṭha is a fool, worthy Gotama. Please forgive him.” ","html":"{}</p>","comm":"So far has Ambaṭṭha fallen from the learned sage we were introduced to at the start of the sutta. "},"dn3:2.17.10":{"pli":"“Sukhī hotu, brāhmaṇa, ambaṭṭho māṇavo”ti. ","eng":"“May the student Ambaṭṭha be happy, brahmin.” ","html":"<p>{}</p>","comm":"The Buddha bears no ill will. <i lang='pi' translate='no'>Sukhī hotu</i> is one of the most recognizable Pali phrases, but in early texts it is spoken only a few times: by the Buddha at <a href='index.html?q=dn21#1.8.8'>DN 21:1.8.8</a> and <a href='index.html?q=snp5.1#54.1'>Snp 5.1:54.1</a>; by Punabbasu’s Mother at <a href='index.html?q=sn10.7#10.1'>SN 10.7:10.1</a>; and by various women at <a href='index.html?q=pli-tv-bu-vb-ss5#1.4.8'>Bu Ss 5:1.4.8</a>. "},"dn3:2.18.1":{"pli":"Atha kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ","eng":"Then Pokkharasāti scrutinized the Buddha’s body for the thirty-two marks of a great man. ","html":"<p>{}"},"dn3:2.18.2":{"pli":"Addasā kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ","eng":"He saw all of them except for two, ","html":"{}"},"dn3:2.18.3":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he had doubts about: ","html":"{}"},"dn3:2.18.4":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya ca. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue. ","html":"{}</p>"},"dn3:2.18.5":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"dn3:2.18.6":{"pli":"“passati kho me ayaṃ brāhmaṇo pokkharasāti dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ","eng":"“Pokkharasāti sees all the marks except for two, ","html":"{}"},"dn3:2.18.7":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he has doubts about: ","html":"{}"},"dn3:2.18.8":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue.” ","html":"{}"},"dn3:2.18.9":{"pli":"Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brāhmaṇo pokkharasāti bhagavato kosohitaṃ vatthaguyhaṃ. ","eng":"Then the Buddha used his psychic power to will that Pokkharasāti would see his private parts covered in a foreskin. ","html":"{}"},"dn3:2.18.10":{"pli":"Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ","eng":"And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ","html":"{}</p>"},"dn3:2.19.1":{"pli":"Atha kho brāhmaṇassa pokkharasātissa etadahosi: ","eng":"Pokkharasāti thought, ","html":"<p>{}"},"dn3:2.19.2":{"pli":"“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ","eng":"“The ascetic Gotama possesses the thirty-two marks completely, lacking none.” ","html":"{}</p>"},"dn3:2.19.3":{"pli":"Bhagavantaṃ etadavoca: ","eng":"He said to the Buddha, ","html":"<p>{}"},"dn3:2.19.4":{"pli":"“adhivāsetu me bhavaṃ gotamo ajjatanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","eng":"“Would the worthy Gotama together with the mendicant Saṅgha please accept today’s meal from me?” ","html":"{}"},"dn3:2.19.5":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"dn3:2.20.1":{"pli":"Atha kho brāhmaṇo pokkharasāti bhagavato adhivāsanaṃ viditvā bhagavato kālaṃ ārocesi: ","eng":"Then, knowing that the Buddha had consented, Pokkharasāti announced the time to him, ","html":"<p>{}"},"dn3:2.20.2":{"pli":"“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ","eng":"“It’s time, worthy Gotama, the meal is ready.” ","html":"{}"},"dn3:2.20.3":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena brāhmaṇassa pokkharasātissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Pokkharasāti together with the mendicant Saṅgha, where he sat on the seat spread out. ","html":"{}","comm":"“Robed up” because inside the monastery, monks would normally wear just a lower robe, and would don the upper and (sometimes) outer robes when visiting a layperson’s home. "},"dn3:2.20.4":{"pli":"Atha kho brāhmaṇo pokkharasāti bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi, māṇavakāpi bhikkhusaṅghaṃ. ","eng":"Then Pokkharasāti served and satisfied the Buddha with his own hands with delicious fresh and cooked foods, while his young students served the Saṅgha. ","html":"{}"},"dn3:2.20.5":{"pli":"Atha kho brāhmaṇo pokkharasāti bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"When the Buddha had eaten and washed his hand and bowl, Pokkharasāti took a low seat and sat to one side. ","html":"{}</p>"},"dn3:2.21.1":{"pli":"Ekamantaṃ nisinnassa kho brāhmaṇassa pokkharasātissa bhagavā anupubbiṃ kathaṃ kathesi, seyyathidaṃ—","eng":"Then the Buddha taught him step by step, with ","html":"<p>{}"},"dn3:2.21.2":{"pli":"dānakathaṃ sīlakathaṃ saggakathaṃ; kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ","eng":"a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ","html":"{}","comm":"While all these teachings feature commonly in the suttas, there is no text that depicts this framework in detail. "},"dn3:2.21.3":{"pli":"Yadā bhagavā aññāsi brāhmaṇaṃ pokkharasātiṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—","eng":"And when the Buddha knew that Pokkharasāti’s mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ","html":"{}"},"dn3:2.21.4":{"pli":"dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ","eng":"suffering, its origin, its cessation, and the path. ","html":"{}","comm":"This is the briefest expression of the four noble truths. "},"dn3:2.21.5":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","eng":"Just as a clean cloth rid of stains would properly absorb dye, ","html":"{}"},"dn3:2.21.6":{"pli":"evameva brāhmaṇassa pokkharasātissa tasmiññeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Pokkharasāti: ","html":"{}","comm":"This indicates that he became a stream-enterer (<i lang='pi' translate='no'>sotāpanna</i>), the first of four stages of Awakening. Such details of personal attainment are typically found in the narrative rather than the teaching attributed to the Buddha, and hence were added by redactors at some point. They vary considerably in different versions. In this case, the parallel at DA 20 says that he became a stream-enterer and later a non-returner. T 20 said that he understood the teaching and went for refuge, and agrees that he became a non-returner before his death. "},"dn3:2.21.7":{"pli":"“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ","eng":"“Everything that has a beginning has an end.” ","html":"{}</p>","comm":"This is the insight into universal impermanence and dependent origination. "},"dn3:2.22.0":{"pli":"9. Pokkharasātiupāsakattapaṭivedanā ","eng":"9. Pokkharasāti Declares Himself a Lay Follower ","html":"<h2>{}</h2>"},"dn3:2.22.1":{"pli":"Atha kho brāhmaṇo pokkharasāti diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ","eng":"Then Pokkharasāti saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha, ","html":"<p>{}"},"dn3:2.22.2":{"pli":"“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"“Excellent, worthy Gotama! Excellent! ","html":"{}"},"dn3:2.22.3":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, just so has the worthy Gotama made the Teaching clear in many ways. ","html":"{}"},"dn3:2.22.4":{"pli":"Esāhaṃ, bho gotama, saputto sabhariyo sapariso sāmacco bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"Together with my children, wives, retinue, and ministers, I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"dn3:2.22.5":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life. ","html":"{}</p>"},"dn3:2.22.6":{"pli":"Yathā ca bhavaṃ gotamo ukkaṭṭhāya aññāni upāsakakulāni upasaṅkamati, evameva bhavaṃ gotamo pokkharasātikulaṃ upasaṅkamatu. ","eng":"Just as the worthy Gotama visits other devoted families in Ukkaṭṭhā, may he visit mine. ","html":"<p>{}","comm":"When wandering for alms, mendicants would often roam randomly through the village (<i lang='pi' translate='no'>sapadānacārī</i>). However if an invitation such as this were issued, the mendicant may visit that place for a meal. It was considered a special ascetic practice to refuse such invitations. The same invitation was issued by Lohicca to Mahākaccāna at <a href='index.html?q=sn35.132#14.7'>SN 35.132:14.7</a>. "},"dn3:2.22.7":{"pli":"Tattha ye te māṇavakā vā māṇavikā vā bhavantaṃ gotamaṃ abhivādessanti vā paccuṭṭhissanti vā āsanaṃ vā udakaṃ vā dassanti cittaṃ vā pasādessanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti. ","eng":"The brahmin boys and girls there will bow to you, rise in your presence, give you a seat and water, and gain confidence in their hearts. That will be for their lasting welfare and happiness.” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Māṇavikā</i> is also mentioned at <a href='index.html?q=mn56#27.1'>MN 56:27.1</a> and <a href='index.html?q=ud2.6#1.3'>Ud 2.6:1.3</a> of a young married woman; and at <a href='index.html?q=an5.192#8.5'>AN 5.192:8.5</a> of a baby being born. Thus it does not seem that it meant “female student of the Vedas”. "},"dn3:2.22.8":{"pli":"“Kalyāṇaṃ vuccati, brāhmaṇā”ti. ","eng":"“That’s nice of you to say, householder.” ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Kalyāṇaṁ vuccati</i> is a politely ambiguous phrase. It is spoken twice elsewhere in the Pali, and both times the mendicant who said it immediately departed and never returned (<a href='index.html?q=sn41.3#7.13'>SN 41.3:7.13</a>, <a href='index.html?q=sn41.4#6.7'>SN 41.4:6.7</a>). "},"dn3:2.22.9":{"pli":"Ambaṭṭhasuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}