{"dn9":{"dn9:0.1":{"pli":"Dīgha Nikāya 9 ","eng":"Long Discourses 9 ","html":"<article id='dn9'><header><ul><li class='division'>{}</li></ul>"},"dn9:0.2":{"pli":"Poṭṭhapādasutta ","eng":"With Poṭṭhapāda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn9:1.0":{"pli":"1. Poṭṭhapādaparibbājakavatthu ","eng":"1. On the Wanderer Poṭṭhapāda ","html":"<h2>{}</h2>"},"dn9:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn9:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"dn9:1.3":{"pli":"Tena kho pana samayena poṭṭhapādo paribbājako samayappavādake tindukācīre ekasālake mallikāya ārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ tiṃsamattehi paribbājakasatehi. ","eng":"Now at that time the wanderer Poṭṭhapāda was residing together with three hundred wanderers in Mallikā’s single-halled monastery for philosophical debates, hedged by pale-moon ebony trees. ","html":"<p>{}","comm":"Poṭṭhapāda appears only here; he was named for a month of the lunar calendar (August/September). | Mallikā was the chief queen of Pasenadi, and her hall is mentioned in a similar context at <a href='index.html?q=mn78#1.3'>MN 78:1.3</a>. The commentary explains that the brahmins, Jains, and others would assemble there to “debate their beliefs” (<i lang='pi' translate='no'>samayaṁ pavadanti</i>). Evidently the monastery grounds had accommodation for many ascetics of different beliefs, but only “one hall” where they would gather for debate. We hear many times of such debates, but here we catch a glimpse of a place that was set up to facilitate them. For <i lang='pi' translate='no'>-ācīra</i>, read in the sense of “boundary, hedge” (commentary: <i lang='pi' translate='no'>timbarūrukkhapantiyā parikkhittattā</i>; cf. Sanskrit <i lang='pi' translate='no'>prācīra</i>, “enclosure, hedge, fence, wall”). "},"dn9:1.4":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ","html":"{}</p>"},"dn9:2.1":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to him, ","html":"<p>{}"},"dn9:2.2":{"pli":"“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ. ","eng":"“It’s too early to wander for alms in Sāvatthī. ","html":"{}","comm":"According to the commentary, when he approached the vicinity of the city gate, he decided to check the position of the sun and noticed that it was too early to enter. The commentary and sub-commentary explain that it only sounds like the Buddha was in doubt, for Buddhas deliberate before deciding on a course of action. "},"dn9:2.3":{"pli":"Yannūnāhaṃ yena samayappavādako tindukācīro ekasālako mallikāya ārāmo, yena poṭṭhapādo paribbājako tenupasaṅkameyyan”ti. ","eng":"Why don’t I go to Mallikā’s monastery to visit the wanderer Poṭṭhapāda?” ","html":"{}","comm":"This can be understood as answering the criticism voiced in <a href='index.html?q=dn8#22.2'>DN 8:22.2</a>, that the Buddha was afraid to speak in an assembly. "},"dn9:2.4":{"pli":"Atha kho bhagavā yena samayappavādako tindukācīro ekasālako mallikāya ārāmo tenupasaṅkami. ","eng":"So that’s what he did. ","html":"{}</p>"},"dn9:3.1":{"pli":"Tena kho pana samayena poṭṭhapādo paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā. ","eng":"Now at that time, Poṭṭhapāda was sitting together with a large assembly of wanderers making an uproar, a colossal racket. They engaged in all kinds of low talk, such as ","html":"<p>{}","comm":"In contrast with the silence of the Buddha’s community at <a href='index.html?q=dn2#10.7'>DN 2:10.7</a>. "},"dn9:3.2":{"pli":"Seyyathidaṃ—rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ","eng":"talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that place. ","html":"{}</p>"},"dn9:4.1":{"pli":"Addasā kho poṭṭhapādo paribbājako bhagavantaṃ dūratova āgacchantaṃ; ","eng":"Poṭṭhapāda saw the Buddha coming off in the distance, ","html":"<p>{}"},"dn9:4.2":{"pli":"disvāna sakaṃ parisaṃ saṇṭhapesi: ","eng":"and hushed his own assembly, ","html":"{}"},"dn9:4.3":{"pli":"“appasaddā bhonto hontu, mā bhonto saddamakattha. ","eng":"“Be quiet, good fellows, don’t make a sound. ","html":"{}"},"dn9:4.4":{"pli":"Ayaṃ samaṇo gotamo āgacchati. ","eng":"Here comes the ascetic Gotama. ","html":"{}"},"dn9:4.5":{"pli":"Appasaddakāmo kho so āyasmā appasaddassa vaṇṇavādī. ","eng":"The venerable likes quiet and praises quiet. ","html":"{}"},"dn9:4.6":{"pli":"Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ","eng":"Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” ","html":"{}","comm":"The Buddha encourages quiet for the sake of mental development; Poṭṭhapāda does it for the sake of reputation. "},"dn9:4.7":{"pli":"Evaṃ vutte, te paribbājakā tuṇhī ahesuṃ. ","eng":"Then those wanderers fell silent. ","html":"{}</p>"},"dn9:5.1":{"pli":"Atha kho bhagavā yena poṭṭhapādo paribbājako tenupasaṅkami. ","eng":"Then the Buddha approached Poṭṭhapāda, ","html":"<p>{}"},"dn9:5.2":{"pli":"Atha kho poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ","eng":"who said to him, ","html":"{}"},"dn9:5.3":{"pli":"“etu kho, bhante, bhagavā. ","eng":"“Let the Blessed One come, sir! ","html":"{}","comm":"Poṭṭhapāda’s address is almost overly deferential. "},"dn9:5.4":{"pli":"Svāgataṃ, bhante, bhagavato. ","eng":"Welcome to the Blessed One, sir! ","html":"{}"},"dn9:5.5":{"pli":"Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi, yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"dn9:5.6":{"pli":"Nisīdatu, bhante, bhagavā, idaṃ āsanaṃ paññattan”ti. ","eng":"Please, sir, sit down, this seat is ready.” ","html":"{}</p>"},"dn9:5.7":{"pli":"Nisīdi bhagavā paññatte āsane. ","eng":"The Buddha sat on the seat spread out, ","html":"<p>{}"},"dn9:5.8":{"pli":"Poṭṭhapādopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"while Poṭṭhapāda took a low seat and sat to one side. ","html":"{}"},"dn9:5.9":{"pli":"Ekamantaṃ nisinnaṃ kho poṭṭhapādaṃ paribbājakaṃ bhagavā etadavoca: ","eng":"The Buddha said to him, ","html":"{}"},"dn9:5.10":{"pli":"“kāya nuttha, poṭṭhapāda, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Poṭṭhapāda, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>","comm":"Always polite, the Buddha begins by showing an interest in them. "},"dn9:6.0":{"pli":"1.1. Abhisaññānirodhakathā ","eng":"1.1. On the Cessation of Perception ","html":"<h3>{}</h3>"},"dn9:6.1":{"pli":"Evaṃ vutte, poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ","eng":"When he said this, the wanderer Poṭṭhapāda said to the Buddha, ","html":"<p>{}"},"dn9:6.2":{"pli":"“tiṭṭhatesā, bhante, kathā, yāya mayaṃ etarahi kathāya sannisinnā. ","eng":"“Sir, leave aside what we were sitting talking about just now. ","html":"{}"},"dn9:6.3":{"pli":"Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya. ","eng":"It won’t be hard for you to hear about that later. ","html":"{}</p>"},"dn9:6.4":{"pli":"Purimāni, bhante, divasāni purimatarāni, nānātitthiyānaṃ samaṇabrāhmaṇānaṃ kotūhalasālāya sannisinnānaṃ sannipatitānaṃ abhisaññānirodhe kathā udapādi: ","eng":"Sir, a few days ago several ascetics and brahmins who follow various other religions were sitting together at the debating hall, and a discussion about the cessation of perception came up among them: ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Abhisaññā</i> does not appear elsewhere. Here the prefix <i lang='pi' translate='no'>abhi-</i> means not “higher”, but rather “about, concerning”. Compare <i lang='pi' translate='no'>abhidhamma</i> at <a href='index.html?q=mn32#8.6'>MN 32:8.6</a>: <i lang='pi' translate='no'>dve bhikkhū abhidhammakathaṁ kathenti</i> (“two mendicants engage in discussion about the teaching”); also <i lang='pi' translate='no'>abhivinaya</i> at <a href='index.html?q=an3.140#4.4'>AN 3.140:4.4</a>. The commentary here says <i lang='pi' translate='no'>abhi-</i> is a mere particle, so it need not be translated. "},"dn9:6.5":{"pli":"‘kathaṃ nu kho, bho, abhisaññānirodho hotī’ti? ","eng":"‘How does the cessation of perception happen?’ ","html":"{}</p>","comm":"This discussion appears to have been directly sparked by the difficult passage in Bṛhadāraṇyaka Upaniṣad 2.4.12 and 4.5.13. The sage Yājñavalkya, teaching his wife Maitreyī, says that the true Self is a sheer mass of “consciousness” (<i lang='pi' translate='no'>vijñāna</i>, Pali <i lang='pi' translate='no'>viññāṇa</i>), which is “great, endless, infinite reality”. After realizing this, he says, there is no “perception” (<i lang='pi' translate='no'>saṁjñā</i>, Pali <i lang='pi' translate='no'>saññā</i>), a statement that bewilders even the wise Maitreyī. He explains that only in an apparent state of duality (<i lang='pi' translate='no'>dvaitamiva</i>) do the separate functions of sense consciousness operate. When all is realized as the Self, how, he asks, can one know that owing to which all this is known? He is implicitly distinguishing between <i lang='pi' translate='no'>viññāna</i> as “infinite” (= <i lang='pi' translate='no'>vi-</i>) knowing and <i lang='pi' translate='no'>saññā</i> as “constrained” (<i lang='pi' translate='no'>saṁ-</i>) knowing. Yājñavalkya says the separate Self emerges with these elements and vanishes with them (<i lang='pi' translate='no'>etebhyo bhūtebhyaḥ samutthāya tānyevānu vinaśyati</i>), but he does not explain how or why this happens, which is the question the theorists here attempt to address. "},"dn9:6.6":{"pli":"Tatrekacce evamāhaṃsu: ","eng":"Some of them said: ","html":"<p data-counter='1'>{}"},"dn9:6.7":{"pli":"‘ahetū appaccayā purisassa saññā uppajjantipi nirujjhantipi. ","eng":"‘A person’s perceptions arise and cease without cause or reason. ","html":"{}","comm":"Here perception is not identified with the “person” (<i lang='pi' translate='no'>purisa</i>), but rather belongs to them (cf. <i lang='pi' translate='no'>etaṁ mama</i>, “this is mine”). In the discussion to follow, the Buddha only directly addresses this theory, while the remainder are included by inference. "},"dn9:6.8":{"pli":"Yasmiṃ samaye uppajjanti, saññī tasmiṃ samaye hoti. ","eng":"When they arise, you become percipient. ","html":"{}"},"dn9:6.9":{"pli":"Yasmiṃ samaye nirujjhanti, asaññī tasmiṃ samaye hotī’ti. ","eng":"When they cease, you become non-percipient.’ ","html":"{}"},"dn9:6.10":{"pli":"Ittheke abhisaññānirodhaṃ paññapenti. ","eng":"That’s how some describe the cessation of perception. ","html":"{}</p>"},"dn9:6.11":{"pli":"Tamañño evamāha: ","eng":"But someone else says: ","html":"<p data-counter='2'>{}"},"dn9:6.12":{"pli":"‘na kho pana metaṃ, bho, evaṃ bhavissati. ","eng":"‘That’s not how it is, good fellows! ","html":"{}","comm":"This idiom is also at <a href='index.html?q=sn47.19#1.10'>SN 47.19:1.10</a>. "},"dn9:6.13":{"pli":"Saññā hi, bho, purisassa attā. ","eng":"Perception is a person’s self, ","html":"{}","comm":"The self is defined as perception (<i lang='pi' translate='no'>eso me attā</i>), one of the five aggregates. Compare the various theories of the self and perception at <a href='index.html?q=dn1#2.38.0'>DN 1:2.38.0</a>. "},"dn9:6.14":{"pli":"Sā ca kho upetipi apetipi. ","eng":"which enters and departs. ","html":"{}"},"dn9:6.15":{"pli":"Yasmiṃ samaye upeti, saññī tasmiṃ samaye hoti. ","eng":"When it enters, you become percipient. ","html":"{}"},"dn9:6.16":{"pli":"Yasmiṃ samaye apeti, asaññī tasmiṃ samaye hotī’ti. ","eng":"When it departs, you become non-percipient.’ ","html":"{}","comm":"Implying that at such times a person lacks a “self”. This is perhaps related to Yājñavalkya’s: “That man, when born, acquiring a body, is connected with ills (the bodily organs); and when he dies, departing, he discards those ills” (Bṛhadāraṇyaka Upaniṣad 4.3.8). "},"dn9:6.17":{"pli":"Ittheke abhisaññānirodhaṃ paññapenti. ","eng":"That’s how some describe the cessation of perception. ","html":"{}</p>"},"dn9:6.18":{"pli":"Tamañño evamāha: ","eng":"But someone else says: ","html":"<p data-counter='3'>{}"},"dn9:6.19":{"pli":"‘na kho pana metaṃ, bho, evaṃ bhavissati. ","eng":"‘That’s not how it is, good fellows! ","html":"{}"},"dn9:6.20":{"pli":"Santi hi, bho, samaṇabrāhmaṇā mahiddhikā mahānubhāvā. ","eng":"There are ascetics and brahmins of great power and might. ","html":"{}","comm":"The commentary says these were devotees of <i lang='pi' translate='no'>āthabbaṇa</i>, i.e the practices preserved in the Atharvaveda. This “fourth Veda” is mentioned only once by name in the early Pali (<a href='index.html?q=snp4.14#13.1'>Snp 4.14:13.1</a>), where, as here, it is associated with the performance of magic and the casting of spells. The commentary fairly drips with contempt: “Allegedly, the Āthabbaṇa practitioners cast a spell, showing a creature’s head as if cut off, or their hand as if cut off, or as if dead. Then they show them back to normal; imagining so, they say, ‘From cessation they have arisen.’” "},"dn9:6.21":{"pli":"Te imassa purisassa saññaṃ upakaḍḍhantipi apakaḍḍhantipi. ","eng":"They insert and extract a person’s perception. ","html":"{}","comm":"See <a href='index.html?q=dn29#16.20'>DN 29:16.20</a> for <i lang='pi' translate='no'>upakaḍḍhati</i> and <i lang='pi' translate='no'>apakaḍḍhati</i> in this sense. "},"dn9:6.22":{"pli":"Yasmiṃ samaye upakaḍḍhanti, saññī tasmiṃ samaye hoti. ","eng":"When they insert it, you become percipient. ","html":"{}"},"dn9:6.23":{"pli":"Yasmiṃ samaye apakaḍḍhanti, asaññī tasmiṃ samaye hotī’ti. ","eng":"When they extract it, you become non-percipient.’ ","html":"{}"},"dn9:6.24":{"pli":"Ittheke abhisaññānirodhaṃ paññapenti. ","eng":"That’s how some describe the cessation of perception. ","html":"{}</p>"},"dn9:6.25":{"pli":"Tamañño evamāha: ","eng":"But someone else says: ","html":"<p data-counter='4'>{}"},"dn9:6.26":{"pli":"‘na kho pana metaṃ, bho, evaṃ bhavissati. ","eng":"‘That’s not how it is, good fellows! ","html":"{}"},"dn9:6.27":{"pli":"Santi hi, bho, devatā mahiddhikā mahānubhāvā. ","eng":"There are deities of great power and might. ","html":"{}"},"dn9:6.28":{"pli":"Tā imassa purisassa saññaṃ upakaḍḍhantipi apakaḍḍhantipi. ","eng":"They insert and extract a person’s perception. ","html":"{}"},"dn9:6.29":{"pli":"Yasmiṃ samaye upakaḍḍhanti, saññī tasmiṃ samaye hoti. ","eng":"When they insert it, you become percipient. ","html":"{}"},"dn9:6.30":{"pli":"Yasmiṃ samaye apakaḍḍhanti, asaññī tasmiṃ samaye hotī’ti. ","eng":"When they extract it, you become non-percipient.’ ","html":"{}"},"dn9:6.31":{"pli":"Ittheke abhisaññānirodhaṃ paññapenti. ","eng":"That’s how some describe the cessation of perception. ","html":"{}</p>"},"dn9:6.32":{"pli":"Tassa mayhaṃ, bhante, bhagavantaṃyeva ārabbha sati udapādi: ","eng":"That reminded me of the Buddha: ","html":"<p>{}"},"dn9:6.33":{"pli":"‘aho nūna bhagavā, aho nūna sugato, yo imesaṃ dhammānaṃ sukusalo’ti. ","eng":"‘Surely it must be the Blessed One, the Holy One who is so very skilled in such matters.’ ","html":"{}"},"dn9:6.34":{"pli":"Bhagavā, bhante, kusalo, bhagavā pakataññū abhisaññānirodhassa. ","eng":"The Buddha is skilled and well-versed concerning the cessation of perception. ","html":"{}","comm":"<i lang='pi' translate='no'>Pakataññū</i> is not elsewhere attested in the suttas, but it is found in the Vinaya, for example at <a href='index.html?q=pli-tv-bu-vb-pc72#1.8'>Bu Pc 72:1.8</a>). "},"dn9:6.35":{"pli":"Kathaṃ nu kho, bhante, abhisaññānirodho hotī”ti? ","eng":"How does the cessation of perception happen?” ","html":"{}</p>"},"dn9:7.0":{"pli":"1.2. Sahetukasaññuppādanirodhakathā ","eng":"1.2. Perception Arises With a Cause ","html":"<h3>{}</h3>"},"dn9:7.1":{"pli":"“Tatra, poṭṭhapāda, ye te samaṇabrāhmaṇā evamāhaṃsu: ","eng":"“Regarding this, Poṭṭhapāda, those ascetics and brahmins who say that ","html":"<p>{}"},"dn9:7.2":{"pli":"‘ahetū appaccayā purisassa saññā uppajjantipi nirujjhantipī’ti, āditova tesaṃ aparaddhaṃ. ","eng":"a person’s perceptions arise and cease without cause or reason are wrong from the start. ","html":"{}"},"dn9:7.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn9:7.4":{"pli":"Sahetū hi, poṭṭhapāda, sappaccayā purisassa saññā uppajjantipi nirujjhantipi. ","eng":"Because a person’s perceptions arise and cease with cause and reason. ","html":"{}"},"dn9:7.5":{"pli":"Sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"With training, certain perceptions arise and certain perceptions cease. ","html":"{}</p>","comm":"Here the Buddha argues that, since it is possible to change the nature of one’s own mind through practice, such changes cannot be random. "},"dn9:7.6":{"pli":"Kā ca sikkhā”ti? Bhagavā avoca. ","eng":"And what is that training?” said the Buddha. ","html":"<p>{}</p>","comm":"It is is unusual if not unique to add “said the Buddha” (<i lang='pi' translate='no'>bhagavā avoca</i>) in such a context. Normally, once a speaker starts, the text does not insert extra tags identifying the speaker without a reason, such as an interruption for a question. "},"dn9:7.7":{"pli":"“Idha, poṭṭhapāda, tathāgato loke uppajjati arahaṃ, sammāsambuddho …pe… ","eng":"“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ","html":"<p>{}"},"dn9:7.8":{"pli":"Evaṃ kho, poṭṭhapāda, bhikkhu sīlasampanno hoti  ","eng":"That’s how a mendicant is accomplished in ethics. … ","html":"{}","comm":"Sinhalese manuscripts, followed by PTS, include the paragraphs on the metaphor of the king’s security (<a href='index.html?q=dn2#63.1'>DN 2:63.1</a>) and on guarding the sense doors here. "},"dn9:8.1":{"pli":"…pe… ","html":"{}</p>"},"dn9:9.1":{"pli":"tassime pañcanīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ","eng":"Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. ","html":"<p>{}</p>"},"dn9:10.1":{"pli":"So vivicceva kāmehi, vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p>{}"},"dn9:10.2":{"pli":"Tassa yā purimā kāmasaññā, sā nirujjhati. ","eng":"The sensual perception that they had previously ceases. ","html":"{}","comm":"Progress through the <i lang='pi' translate='no'>jhānas</i> is explained in terms of the refining of perceptions. "},"dn9:10.3":{"pli":"Vivekajapītisukhasukhumasaccasaññā tasmiṃ samaye hoti, vivekajapītisukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of the rapture and bliss born of seclusion. ","html":"{}","comm":"“Subtle and true” is <i lang='pi' translate='no'>sukhumasacca</i>, a term that appears only here. "},"dn9:10.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}"},"dn9:10.5":{"pli":"Ayaṃ sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:11.1":{"pli":"“Puna caparaṃ, poṭṭhapāda, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"“Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"dn9:11.2":{"pli":"Tassa yā purimā vivekajapītisukhasukhumasaccasaññā, sā nirujjhati. ","eng":"The subtle and true perception of the rapture and bliss born of seclusion that they had previously ceases. ","html":"{}"},"dn9:11.3":{"pli":"Samādhijapītisukhasukhumasaccasaññā tasmiṃ samaye hoti, samādhijapītisukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of the rapture and bliss born of immersion. ","html":"{}"},"dn9:11.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}"},"dn9:11.5":{"pli":"Ayampi sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:12.1":{"pli":"“Puna caparaṃ, poṭṭhapāda, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"“Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"dn9:12.2":{"pli":"Tassa yā purimā samādhijapītisukhasukhumasaccasaññā, sā nirujjhati. ","eng":"The subtle and true perception of the rapture and bliss born of immersion that they had previously ceases. ","html":"{}"},"dn9:12.3":{"pli":"Upekkhāsukhasukhumasaccasaññā tasmiṃ samaye hoti, upekkhāsukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of bliss with equanimity. ","html":"{}"},"dn9:12.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}"},"dn9:12.5":{"pli":"Ayampi sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:13.1":{"pli":"“Puna caparaṃ, poṭṭhapāda, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"“Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}"},"dn9:13.2":{"pli":"Tassa yā purimā upekkhāsukhasukhumasaccasaññā, sā nirujjhati. ","eng":"The subtle and true perception of bliss with equanimity that they had previously ceases. ","html":"{}"},"dn9:13.3":{"pli":"Adukkhamasukhasukhumasaccasaññā tasmiṃ samaye hoti, adukkhamasukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of neutral feeling. ","html":"{}"},"dn9:13.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}"},"dn9:13.5":{"pli":"Ayampi sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:14.1":{"pli":"“Puna caparaṃ, poṭṭhapāda, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ","eng":"“Furthermore, a mendicant, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. ","html":"<p>{}","comm":"We have encountered the “formless attainments” (<i lang='pi' translate='no'>arūpasamāpatti</i>) before, where they formed a refined basis for attachment to self (<a href='index.html?q=dn1#3.13.4'>DN 1:3.13.4</a>). Here they appear as part of the gradual refinement of consciousness through the cessation of increasingly subtle perceptions. "},"dn9:14.2":{"pli":"Tassa yā purimā rūpasaññā, sā nirujjhati. ","eng":"The perception of luminous form that they had previously ceases. ","html":"{}","comm":"This is the vision of light that later came to be called a “sign” (<i lang='pi' translate='no'>nimitta</i>). In the first four <i lang='pi' translate='no'>jhānas</i> this persists as a “subtle” (<i lang='pi' translate='no'>sukhuma</i>) reflection or echo of the “substantial” (<i lang='pi' translate='no'>olārika</i>) material basis of meditation, such as the breath or the parts of the body. Even though it is a purely mental phenomenon, it is still “form” (<i lang='pi' translate='no'>rūpa</i>) since it has physical properties like light or extension. "},"dn9:14.3":{"pli":"Ākāsānañcāyatanasukhumasaccasaññā tasmiṃ samaye hoti, ākāsānañcāyatanasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of the dimension of infinite space. ","html":"{}","comm":"The “light” (<i lang='pi' translate='no'>obhāsa</i>) of <i lang='pi' translate='no'>jhāna</i> grows from “limited” (<i lang='pi' translate='no'>paritta</i>) to “limitless” (<i lang='pi' translate='no'>appamāṇa</i>, <a href='index.html?q=mn128#29.1'>MN 128:29.1</a>). Then the perception of even this limitless light vanishes, leaving only infinite space. "},"dn9:14.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}"},"dn9:14.5":{"pli":"Ayampi sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:15.1":{"pli":"“Puna caparaṃ, poṭṭhapāda, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ","eng":"“Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. ","html":"<p>{}","comm":"Perception of infinite space fades away leaving only the infinite consciousness that is aware. "},"dn9:15.2":{"pli":"Tassa yā purimā ākāsānañcāyatanasukhumasaccasaññā, sā nirujjhati. ","eng":"The subtle and true perception of the dimension of infinite space that they had previously ceases. ","html":"{}"},"dn9:15.3":{"pli":"Viññāṇañcāyatanasukhumasaccasaññā tasmiṃ samaye hoti, viññāṇañcāyatanasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of the dimension of infinite consciousness. ","html":"{}"},"dn9:15.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}"},"dn9:15.5":{"pli":"Ayampi sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:16.1":{"pli":"“Puna caparaṃ, poṭṭhapāda, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ","eng":"“Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. ","html":"<p>{}","comm":"The meditator is no longer even aware of infinite consciousness, but of the even vaster nothingness. "},"dn9:16.2":{"pli":"Tassa yā purimā viññāṇañcāyatanasukhumasaccasaññā, sā nirujjhati. ","eng":"The subtle and true perception of the dimension of infinite consciousness that they had previously ceases. ","html":"{}"},"dn9:16.3":{"pli":"Ākiñcaññāyatanasukhumasaccasaññā tasmiṃ samaye hoti, ākiñcaññāyatanasukhumasaccasaññīyeva tasmiṃ samaye hoti. ","eng":"At that time they have a subtle and true perception of the dimension of nothingness. ","html":"{}"},"dn9:16.4":{"pli":"Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ","eng":"That’s how, with training, certain perceptions arise and certain perceptions cease. ","html":"{}","comm":"The last of the four formless attainments is the dimension of neither perception nor non-perception. Since this, by definition, lies beyond the scope of perception, it is not included here. "},"dn9:16.5":{"pli":"Ayampi sikkhā”ti bhagavā avoca. ","eng":"And this is that training,” said the Buddha. ","html":"{}</p>"},"dn9:17.1":{"pli":"“Yato kho, poṭṭhapāda, bhikkhu idha sakasaññī hoti, so tato amutra tato amutra anupubbena saññaggaṃ phusati. ","eng":"“Poṭṭhapāda, from the time a mendicant here takes charge of their own perception, they proceed from one stage to the next, progressively reaching the peak of perception. ","html":"<p>{}","comm":"For <i lang='pi' translate='no'>sakasaññī</i> (“takes charge of their own perception”), see <a href='index.html?q=pli-tv-bu-vb-pj2#6.2.2'>Bu Pj 2:6.2.2</a>. One relevant factor in determining whether an object has been stolen is if the accused “perceives it as their own”. Here it means that the meditator understands that they can evolve their own perceptions through meditation. "},"dn9:17.2":{"pli":"Tassa saññagge ṭhitassa evaṃ hoti: ","eng":"Standing on the peak of perception they think, ","html":"{}"},"dn9:17.3":{"pli":"‘cetayamānassa me pāpiyo, acetayamānassa me seyyo. ","eng":"‘Intentionality is bad for me, it’s better to be free of it. ","html":"{}"},"dn9:17.4":{"pli":"Ahañceva kho pana ceteyyaṃ, abhisaṅkhareyyaṃ, imā ca me saññā nirujjheyyuṃ, aññā ca oḷārikā saññā uppajjeyyuṃ; ","eng":"For if I were to intend and choose, these perceptions would cease in me, and other coarser perceptions would arise. ","html":"{}","comm":"“Intend and choose” is <i lang='pi' translate='no'>ceteyyaṁ abhisaṅkhareyyaṁ</i> (1st singular optative). These synonyms are used in the sense of a subtle sense of will or intentionality that underlies such attainments (<a href='index.html?q=mn52#14.3'>MN 52:14.3</a>) and which must be let go lest they generate rebirth (<a href='index.html?q=mn140#22.10'>MN 140:22.10</a>). "},"dn9:17.5":{"pli":"yannūnāhaṃ na ceva ceteyyaṃ na ca abhisaṅkhareyyan’ti. ","eng":"Why don’t I neither make a choice nor form an intention?’ ","html":"{}"},"dn9:17.6":{"pli":"So na ceva ceteti, na ca abhisaṅkharoti. ","eng":"They neither make a choice nor form an intention. ","html":"{}"},"dn9:17.7":{"pli":"Tassa acetayato anabhisaṅkharoto tā ceva saññā nirujjhanti, aññā ca oḷārikā saññā na uppajjanti. ","eng":"Those perceptions cease in them, and other coarser perceptions don’t arise. ","html":"{}"},"dn9:17.8":{"pli":"So nirodhaṃ phusati. ","eng":"They touch cessation. ","html":"{}"},"dn9:17.9":{"pli":"Evaṃ kho, poṭṭhapāda, anupubbābhisaññānirodhasampajānasamāpatti hoti. ","eng":"And that, Poṭṭhapāda, is how the progressive cessation of perception is attained with awareness. ","html":"{}</p>","comm":"Compare with “progressive cessation” (<a href='index.html?q=an9.31'>AN 9.31</a>), “progressive tranquilizing of conditions” (<a href='index.html?q=sn36.15'>SN 36.15</a>), “progressive meditations” (<a href='index.html?q=an9.32'>AN 9.32</a>), etc. | “Awareness” is <i lang='pi' translate='no'>sampajāna</i>, which we have encountered previously as “situational awareness” in daily activities, or as the “awareness” in the third <i lang='pi' translate='no'>jhāna</i>. Here it refers to a reflective capacity to understand the nature of deep meditation in terms of causality. The term was adopted by Patañjalī, who defined <i lang='pi' translate='no'>saṁprajñātasamādhi</i> in a way that is clearly drawn from the Buddhist definition of <i lang='pi' translate='no'>jhāna</i>. It is attained with <i lang='pi' translate='no'>vitakka</i>, <i lang='pi' translate='no'>vicāra</i>, <i lang='pi' translate='no'>ānanda</i> (“bliss”), and <i lang='pi' translate='no'>āsmitā</i>. According to the commentary, this last term is “experience of the one self”, <i lang='pi' translate='no'>ekātmikā saṁvid</i>) and so is probably adapted from the Buddhist factor of <i lang='pi' translate='no'>ekaggatā</i>.  (Yogasūtra 1.17). "},"dn9:18.1":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, ","eng":"What do you think, Poṭṭhapāda? ","html":"<p>{}"},"dn9:18.2":{"pli":"api nu te ito pubbe evarūpā anupubbābhisaññānirodhasampajānasamāpatti sutapubbā”ti? ","eng":"Have you ever heard of this before?” ","html":"{}</p>"},"dn9:18.3":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}","comm":"Taking the kernel of Yājñavalkya’s theory of the cessation of limited perception, the Buddha has expanded it in psychological and practical detail, while leaving out the metaphysical assumption of the Self. "},"dn9:18.4":{"pli":"Evaṃ kho ahaṃ, bhante, bhagavato bhāsitaṃ ājānāmi: ","eng":"This is how I understand what the Buddha said: ","html":"{}","comm":"Poṭṭhapāda shows the Buddha that he has been paying attention. Notice how it is culturally assumed that it is possible to retain and repeat the exact content of the teaching. "},"dn9:18.5":{"pli":"‘yato kho, poṭṭhapāda, bhikkhu idha sakasaññī hoti, so tato amutra tato amutra anupubbena saññaggaṃ phusati, ","eng":"‘From the time a mendicant here takes charge of their own perception, they proceed from one stage to the next, progressively reaching the peak of perception. ","html":"{}"},"dn9:18.6":{"pli":"tassa saññagge ṭhitassa evaṃ hoti: ","eng":"Standing on the peak of perception they think, ","html":"{}"},"dn9:18.7":{"pli":"“cetayamānassa me pāpiyo, acetayamānassa me seyyo. ","eng":"“Intentionality is bad for me, it’s better to be free of it. ","html":"{}"},"dn9:18.8":{"pli":"Ahañceva kho pana ceteyyaṃ abhisaṅkhareyyaṃ, imā ca me saññā nirujjheyyuṃ, aññā ca oḷārikā saññā uppajjeyyuṃ; ","eng":"For if I were to intend and choose, these perceptions would cease in me, and other coarser perceptions would arise. ","html":"{}"},"dn9:18.9":{"pli":"yannūnāhaṃ na ceva ceteyyaṃ, na ca abhisaṅkhareyyan”ti. ","eng":"Why don’t I neither make a choice nor form an intention?” ","html":"{}"},"dn9:18.10":{"pli":"So na ceva ceteti, na cābhisaṅkharoti, tassa acetayato anabhisaṅkharoto tā ceva saññā nirujjhanti, aññā ca oḷārikā saññā na uppajjanti. ","eng":"Those perceptions cease in them, and other coarser perceptions don’t arise. ","html":"{}"},"dn9:18.11":{"pli":"So nirodhaṃ phusati. ","eng":"They touch cessation. ","html":"{}"},"dn9:18.12":{"pli":"Evaṃ kho, poṭṭhapāda, anupubbābhisaññānirodhasampajānasamāpatti hotī’”ti. ","eng":"And that is how the progressive cessation of perception is attained with awareness.’” ","html":"{}</p>"},"dn9:18.13":{"pli":"“Evaṃ, poṭṭhapādā”ti. ","eng":"“That’s right, Poṭṭhapāda.” ","html":"<p>{}</p>"},"dn9:19.1":{"pli":"“Ekaññeva nu kho, bhante, bhagavā saññaggaṃ paññapeti, udāhu puthūpi saññagge paññapetī”ti? ","eng":"“Does the Buddha describe just one peak of perception, or many?” ","html":"<p>{}</p>"},"dn9:19.2":{"pli":"“Ekampi kho ahaṃ, poṭṭhapāda, saññaggaṃ paññapemi, puthūpi saññagge paññapemī”ti. ","eng":"“I describe the peak of perception as both one and many.” ","html":"<p>{}</p>"},"dn9:19.3":{"pli":"“Yathā kathaṃ pana, bhante, bhagavā ekampi saññaggaṃ paññapeti, puthūpi saññagge paññapetī”ti? ","eng":"“But sir, how do you describe it as one peak and as many?” ","html":"<p>{}</p>"},"dn9:19.4":{"pli":"“Yathā yathā kho, poṭṭhapāda, nirodhaṃ phusati tathā tathāhaṃ saññaggaṃ paññapemi. ","eng":"“I describe the peak of perception according to the specific manner in which one touches cessation. ","html":"<p>{}","comm":"The meaning of this is not clear to me. It might mean that insight can be developed based on any of the stages of meditation, so for that person their peak of perception is different to another’s. The commentary says that it refers to different meditation subjects, or simply to different occasions of meditation. "},"dn9:19.5":{"pli":"Evaṃ kho ahaṃ, poṭṭhapāda, ekampi saññaggaṃ paññapemi, puthūpi saññagge paññapemī”ti. ","eng":"That’s how I describe the peak of perception as both one and many.” ","html":"{}</p>"},"dn9:20.1":{"pli":"“Saññā nu kho, bhante, paṭhamaṃ uppajjati, pacchā ñāṇaṃ, udāhu ñāṇaṃ paṭhamaṃ uppajjati, pacchā saññā, udāhu saññā ca ñāṇañca apubbaṃ acarimaṃ uppajjantī”ti? ","eng":"“But sir, does perception arise first and knowledge afterwards? Or does knowledge arise first and perception afterwards? Or do they both arise at the same time?” ","html":"<p>{}</p>","comm":"Poṭṭhapāda’s distinction between “perception” (<i lang='pi' translate='no'>saññā</i>) and “knowledge” (<i lang='pi' translate='no'>ñāṇa</i>) echoes Yājñavalkya’s distinction between “perception” (<i lang='pi' translate='no'>saṁjā</i>) and “consciousness” (<i lang='pi' translate='no'>vijñāna</i>, or in the repeated passage at 4.5.13, <i lang='pi' translate='no'>prajñāna</i>). "},"dn9:20.2":{"pli":"“Saññā kho, poṭṭhapāda, paṭhamaṃ uppajjati, pacchā ñāṇaṃ, saññuppādā ca pana ñāṇuppādo hoti. ","eng":"“Perception arises first and knowledge afterwards. The arising of perception leads to the arising of knowledge. ","html":"<p>{}","comm":"Perception has been described in terms of the progress through more refined meditations (<i lang='pi' translate='no'>samādhi</i>). Only then does the “knowledge” (<i lang='pi' translate='no'>ñāṇa</i>) of insight arise. "},"dn9:20.3":{"pli":"So evaṃ pajānāti: ","eng":"They understand, ","html":"{}"},"dn9:20.4":{"pli":"‘idappaccayā kira me ñāṇaṃ udapādī’ti. ","eng":"‘My knowledge arose from a specific condition.’ ","html":"{}","comm":"The term “specific condition” (<i lang='pi' translate='no'>idappaccayā</i>) is well known from dependent origination (eg. <a href='index.html?q=sn12.20#2.3'>SN 12.20:2.3</a>), where it applies to the general situation of ongoing existence in transmigration. When developing insight, a meditator takes their own meditation experience as their primary locus. This is then generalized to an understanding of the nature of conscious existence. "},"dn9:20.5":{"pli":"Iminā kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ—","eng":"That is a way to understand how ","html":"{}"},"dn9:20.6":{"pli":"yathā saññā paṭhamaṃ uppajjati, pacchā ñāṇaṃ, saññuppādā ca pana ñāṇuppādo hotī”ti. ","eng":"perception arises first and knowledge afterwards; that the arising of perception leads to the arising of knowledge.” ","html":"{}</p>"},"dn9:21.0":{"pli":"1.3. Saññāattakathā ","eng":"1.3. Perception and the Self ","html":"<h3>{}</h3>"},"dn9:21.1":{"pli":"“Saññā nu kho, bhante, purisassa attā, udāhu aññā saññā añño attā”ti? ","eng":"“Sir, is perception a person’s self, or are perception and self different things?” ","html":"<p>{}</p>","comm":"This draws from the initial presentation of different theories of the person and perception (<a href='index.html?q=dn9#6.4'>DN 9:6.4</a>). "},"dn9:21.2":{"pli":"“Kaṃ pana tvaṃ, poṭṭhapāda, attānaṃ paccesī”ti? ","eng":"“But Poṭṭhapāda, do you believe in a self?” ","html":"<p>{}</p>","comm":"“Believe” is <i lang='pi' translate='no'>paccesi</i>, literally “fall back on”. It implies that an idea is something one relies on or takes as fundamental. The Buddha wants to know where Poṭṭhapāda stands before exploring this topic. "},"dn9:21.3":{"pli":"“Oḷārikaṃ kho ahaṃ, bhante, attānaṃ paccemi rūpiṃ cātumahābhūtikaṃ kabaḷīkārāhārabhakkhan”ti. ","eng":"“I believe in a solid self, sir, which is formed, made up of the four principal states, and consumes edible food.” ","html":"<p>{}</p>","comm":"Despite his previous questions about perception and the self, Poṭṭhapāda takes his stand on a purely materialist view, identifying the “self” with the organic “substantial” body. "},"dn9:21.4":{"pli":"“Oḷāriko ca hi te, poṭṭhapāda, attā abhavissa rūpī cātumahābhūtiko kabaḷīkārāhārabhakkho. Evaṃ santaṃ kho te, poṭṭhapāda, aññāva saññā bhavissati añño attā. ","eng":"“Suppose there were such a solid self, Poṭṭhapāda. In that case, perception would be one thing, the self another. ","html":"<p>{}","comm":"Again, the Buddha does not rush to tell Poṭṭhapāda he is right or wrong, but rather draws out the implications of his statement. "},"dn9:21.5":{"pli":"Tadamināpetaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā. ","eng":"Here is another way to understand how perception and self are different things. ","html":"{}"},"dn9:21.6":{"pli":"Tiṭṭhateva sāyaṃ, poṭṭhapāda, oḷāriko attā rūpī cātumahābhūtiko kabaḷīkārāhārabhakkho, atha imassa purisassa aññā ca saññā uppajjanti, aññā ca saññā nirujjhanti. ","eng":"So long as that solid self remains, still some perceptions arise in a person and others cease. ","html":"{}","comm":"Here <i lang='pi' translate='no'>tiṭṭhateva</i> is not “leaving aside”, but “remains”. Compare the similar construction at <a href='index.html?q=mn107#13.1'>MN 107:13.1</a>. "},"dn9:21.7":{"pli":"Iminā kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā”ti. ","eng":"That is a way to understand how perception and self are different things.” ","html":"{}</p>"},"dn9:22.1":{"pli":"“Manomayaṃ kho ahaṃ, bhante, attānaṃ paccemi sabbaṅgapaccaṅgiṃ ahīnindriyan”ti. ","eng":"“Sir, I believe in a mind-made self which is whole in its major and minor limbs, not deficient in any faculty.” ","html":"<p>{}</p>","comm":"This is the “subtle” (<i lang='pi' translate='no'>sukhuma</i>) body, corresponding with the form experienced in the four jhānas. All manuscripts appear to be missing the expected <i lang='pi' translate='no'>rūpī</i> in this passage, but it occurs in the corresponding passage on “reincarnation” below. "},"dn9:22.2":{"pli":"“Manomayo ca hi te, poṭṭhapāda, attā abhavissa sabbaṅgapaccaṅgī ahīnindriyo, evaṃ santampi kho te, poṭṭhapāda, aññāva saññā bhavissati añño attā. ","eng":"“Suppose there were such a mind-made self, Poṭṭhapāda. In that case, perception would be one thing, the self another. ","html":"<p>{}"},"dn9:22.3":{"pli":"Tadamināpetaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā. ","eng":"Here is another way to understand how perception and self are different things. ","html":"{}"},"dn9:22.4":{"pli":"Tiṭṭhateva sāyaṃ, poṭṭhapāda, manomayo attā sabbaṅgapaccaṅgī ahīnindriyo, atha imassa purisassa aññā ca saññā uppajjanti, aññā ca saññā nirujjhanti. ","eng":"So long as that mind-made self remains, still some perceptions arise in a person and others cease. ","html":"{}"},"dn9:22.5":{"pli":"Imināpi kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā”ti. ","eng":"That too is a way to understand how perception and self are different things.” ","html":"{}</p>"},"dn9:23.1":{"pli":"“Arūpiṃ kho ahaṃ, bhante, attānaṃ paccemi saññāmayan”ti. ","eng":"“Sir, I believe in a formless self which is made of perception.” ","html":"<p>{}</p>","comm":"This identifies the self as that which is experienced in the formless attainments. Poṭṭhapāda is simply cycling through possible self theories without really thinking through the implications. "},"dn9:23.2":{"pli":"“Arūpī ca hi te, poṭṭhapāda, attā abhavissa saññāmayo, evaṃ santampi kho te, poṭṭhapāda, aññāva saññā bhavissati añño attā. ","eng":"“Suppose there were such a formless self, Poṭṭhapāda. In that case, perception would be one thing, the self another. ","html":"<p>{}"},"dn9:23.3":{"pli":"Tadamināpetaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā. ","eng":"Here is another way to understand how perception and self are different things. ","html":"{}"},"dn9:23.4":{"pli":"Tiṭṭhateva sāyaṃ, poṭṭhapāda, arūpī attā saññāmayo, atha imassa purisassa aññā ca saññā uppajjanti, aññā ca saññā nirujjhanti. ","eng":"So long as that formless self remains, still some perceptions arise in a person and others cease. ","html":"{}"},"dn9:23.5":{"pli":"Imināpi kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā”ti. ","eng":"That too is a way to understand how perception and self are different things.” ","html":"{}</p>"},"dn9:24.1":{"pli":"“Sakkā panetaṃ, bhante, mayā ñātuṃ: ","eng":"“But, sir, am I able to know whether ","html":"<p>{}","comm":"Poṭṭhapāda can only attest a belief in various theories and still does not know how to assess them for himself. "},"dn9:24.2":{"pli":"‘saññā purisassa attā’ti vā ‘aññāva saññā añño attā’ti vā”ti? ","eng":"perception is a person’s self, or whether perception and self are different things?” ","html":"{}</p>"},"dn9:24.3":{"pli":"“Dujjānaṃ kho etaṃ, poṭṭhapāda, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena: ","eng":"“It’s hard for you to understand this, since you have a different view, creed, and belief, unless you dedicate yourself to practice with the guidance of tradition.” ","html":"<p>{}","comm":"The text shifts from <i lang='pi' translate='no'>añña</i> “other” (eg. <i lang='pi' translate='no'>aññadiṭṭhikena</i>) to <i lang='pi' translate='no'>aññatra</i> (<i lang='pi' translate='no'>aññatr’āyogena</i>), which normally means “apart from”. Most authorities follow the commentary in taking <i lang='pi' translate='no'>aññatra</i> here in the sense of “other”. However I think the change of sense is deliberate; the Buddha is not discouraging them, merely informing them what it will take. "},"dn9:24.4":{"pli":"‘saññā purisassa attā’ti vā, ‘aññāva saññā añño attāti’ vā”ti. ","html":"{}</p>"},"dn9:25.1":{"pli":"“Sacetaṃ, bhante, mayā dujjānaṃ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena: ","eng":"“Well, if that’s the case, sir, ","html":"<p>{}"},"dn9:25.2":{"pli":"‘saññā purisassa attā’ti vā, ‘aññāva saññā añño attā’ti vā; ","html":"{}"},"dn9:25.3":{"pli":"kiṃ pana, bhante, ‘sassato loko, idameva saccaṃ moghamaññan’”ti? ","eng":"then what do you make of this: ‘The cosmos is eternal. This is the only truth, anything else is futile’?” ","html":"{}</p>","comm":"This is the famous list of ten “undeclared points”, which are found throughout the suttas (eg. <a href='index.html?q=mn25#10.21'>MN 25:10.21</a>, <a href='index.html?q=mn63#2.3'>MN 63:2.3</a>, <a href='index.html?q=mn72#3.1'>MN 72:3.1</a>, and the whole of SN 44). They seem to have functioned as a kind of checklist by which philosophers could be evaluated and classified. | The word <i lang='pi' translate='no'>loka</i> occurs in a number of senses, but here it refers to the entire “cosmos” of countless worlds. "},"dn9:25.4":{"pli":"“Abyākataṃ kho etaṃ, poṭṭhapāda, mayā: ","eng":"“This has not been declared by me, Poṭṭhapāda.” ","html":"<p>{}"},"dn9:25.5":{"pli":"‘sassato loko, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"dn9:26.1":{"pli":"“Kiṃ pana, bhante, ‘asassato loko, idameva saccaṃ moghamaññan’”ti? ","eng":"“Then what do you make of this: ‘The cosmos is not eternal. This is the only truth, anything else is futile’?” ","html":"<p>{}</p>"},"dn9:26.2":{"pli":"“Etampi kho, poṭṭhapāda, mayā abyākataṃ: ","eng":"“This too has not been declared by me.” ","html":"<p>{}"},"dn9:26.3":{"pli":"‘asassato loko, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"dn9:27.1":{"pli":"“Kiṃ pana, bhante, ‘antavā loko …pe… ","eng":"“Then what do you make of this: ‘The cosmos is finite …’ … ","html":"<p>{}"},"dn9:27.2":{"pli":"‘anantavā loko … ","eng":"‘The cosmos is infinite …’ … ","html":"{}"},"dn9:27.3":{"pli":"‘taṃ jīvaṃ taṃ sarīraṃ … ","eng":"‘The soul and the body are one and the same …’ … ","html":"{}"},"dn9:27.4":{"pli":"‘aññaṃ jīvaṃ aññaṃ sarīraṃ … ","eng":"‘The soul is one thing, the body another …’ … ","html":"{}"},"dn9:27.5":{"pli":"‘hoti tathāgato paraṃ maraṇā … ","eng":"‘A realized one still exists after death …’ … ","html":"{}"},"dn9:27.6":{"pli":"‘na hoti tathāgato paraṃ maraṇā … ","eng":"‘A realized one no longer exists after death …’ … ","html":"{}"},"dn9:27.7":{"pli":"‘hoti ca na ca hoti tathāgato paraṃ maraṇā … ","eng":"‘A realized one both still exists and no longer exists after death …’ … ","html":"{}"},"dn9:27.8":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti? ","eng":"‘A Realized One neither still exists nor no longer exists after death. This is the only truth, anything else is futile’?” ","html":"{}</p>"},"dn9:27.9":{"pli":"“Etampi kho, poṭṭhapāda, mayā abyākataṃ: ","eng":"“This too has not been declared by me.” ","html":"<p>{}"},"dn9:27.10":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"dn9:28.1":{"pli":"“Kasmā panetaṃ, bhante, bhagavatā abyākatan”ti? ","eng":"“Why haven’t these things been declared by the Buddha?” ","html":"<p>{}</p>"},"dn9:28.2":{"pli":"“Na hetaṃ, poṭṭhapāda, atthasaṃhitaṃ na dhammasaṃhitaṃ nādibrahmacariyakaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, ","eng":"“Because they’re not beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}"},"dn9:28.3":{"pli":"tasmā etaṃ mayā abyākatan”ti. ","eng":"That’s why I haven’t declared them.” ","html":"{}</p>"},"dn9:29.1":{"pli":"“Kiṃ pana, bhante, bhagavatā byākatan”ti? ","eng":"“Then what has been declared by the Buddha?” ","html":"<p>{}</p>"},"dn9:29.2":{"pli":"“Idaṃ dukkhanti kho, poṭṭhapāda, mayā byākataṃ. Ayaṃ dukkhasamudayoti kho, poṭṭhapāda, mayā byākataṃ. Ayaṃ dukkhanirodhoti kho, poṭṭhapāda, mayā byākataṃ. Ayaṃ dukkhanirodhagāminī paṭipadāti kho, poṭṭhapāda, mayā byākatan”ti. ","eng":"“I have declared this: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.” ","html":"<p>{}</p>"},"dn9:30.1":{"pli":"“Kasmā panetaṃ, bhante, bhagavatā byākatan”ti? ","eng":"“Why have these things been declared by the Buddha?” ","html":"<p>{}</p>"},"dn9:30.2":{"pli":"“Etañhi, poṭṭhapāda, atthasaṃhitaṃ, etaṃ dhammasaṃhitaṃ, etaṃ ādibrahmacariyakaṃ, etaṃ nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati; ","eng":"“Because they are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}"},"dn9:30.3":{"pli":"tasmā etaṃ mayā byākatan”ti. ","eng":"That’s why I have declared them.” ","html":"{}</p>"},"dn9:30.4":{"pli":"“Evametaṃ, bhagavā, evametaṃ, sugata. ","eng":"“That’s so true, Blessed One! That’s so true, Holy One! ","html":"<p>{}"},"dn9:30.5":{"pli":"Yassadāni, bhante, bhagavā kālaṃ maññatī”ti. ","eng":"Please, sir, go at your convenience.” ","html":"{}"},"dn9:30.6":{"pli":"Atha kho bhagavā uṭṭhāyāsanā pakkāmi. ","eng":"Then the Buddha got up from his seat and left. ","html":"{}</p>"},"dn9:31.1":{"pli":"Atha kho te paribbājakā acirapakkantassa bhagavato poṭṭhapādaṃ paribbājakaṃ samantato vācā sannitodakena sañjhabbharimakaṃsu: ","eng":"Soon after the Buddha left, those wanderers beset Poṭṭhapāda on all sides with sneering and jeering. ","html":"<p>{}","comm":"This phrase recurs at <a href='index.html?q=sn21.9#1.4'>SN 21.9:1.4</a> and <a href='index.html?q=an3.64#11.1'>AN 3.64:11.1</a>, with some variant readings. "},"dn9:31.2":{"pli":"“evameva panāyaṃ bhavaṃ poṭṭhapādo yaññadeva samaṇo gotamo bhāsati, taṃ tadevassa abbhanumodati: ","eng":"“No matter what the ascetic Gotama says, Poṭṭhapāda agrees with him: ","html":"{}"},"dn9:31.3":{"pli":"‘evametaṃ, bhagavā, evametaṃ, sugatā’ti. ","eng":"‘That’s so true, Blessed One! That’s so true, Holy One!’ ","html":"{}"},"dn9:31.4":{"pli":"Na kho pana mayaṃ kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāma: ","eng":"We understand that the ascetic Gotama didn’t give any categorical teaching at all regarding whether the cosmos is eternal and so on.” ","html":"{}"},"dn9:31.5":{"pli":"‘sassato loko’ti vā, ‘asassato loko’ti vā, ‘antavā loko’ti vā, ‘anantavā loko’ti vā, ‘taṃ jīvaṃ taṃ sarīran’ti vā, ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā, ‘hoti tathāgato paraṃ maraṇā’ti vā, ‘na hoti tathāgato paraṃ maraṇā’ti vā, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti vā, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā”ti. ","html":"{}</p>"},"dn9:31.6":{"pli":"Evaṃ vutte, poṭṭhapādo paribbājako te paribbājake etadavoca: ","eng":"When they said this, Poṭṭhapāda said to them, ","html":"<p>{}"},"dn9:31.7":{"pli":"“ahampi kho, bho, na kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāmi: ","eng":"“I too understand that the ascetic Gotama didn’t give any categorical teaching at all regarding whether the cosmos is eternal and so on. ","html":"{}"},"dn9:31.8":{"pli":"‘sassato loko’ti vā, ‘asassato loko’ti vā …pe… ","html":"{}"},"dn9:31.9":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā; ","html":"{}"},"dn9:31.10":{"pli":"api ca samaṇo gotamo bhūtaṃ tacchaṃ tathaṃ paṭipadaṃ paññapeti dhammaṭṭhitataṃ dhammaniyāmataṃ. ","eng":"Nevertheless, the practice that he describes is true, real, and accurate. It is the regularity of natural principles, the surety of natural principles. ","html":"{}"},"dn9:31.11":{"pli":"Bhūtaṃ kho pana tacchaṃ tathaṃ paṭipadaṃ paññapentassa dhammaṭṭhitataṃ dhammaniyāmataṃ, kathañhi nāma mādiso viññū samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodeyyā”ti? ","eng":"So how on earth could a sensible person such as I not agree that what was well spoken by the ascetic Gotama was in fact well spoken?” ","html":"{}</p>"},"dn9:32.0":{"pli":"2. Cittahatthisāriputtapoṭṭhapādavatthu ","eng":"2. On Citta Hatthisāriputta ","html":"<h2>{}</h2>"},"dn9:32.1":{"pli":"Atha kho dvīhatīhassa accayena citto ca hatthisāriputto poṭṭhapādo ca paribbājako yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā citto hatthisāriputto bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then after two or three days had passed, Citta Hatthisāriputta and Poṭṭhapāda went to see the Buddha. Citta Hatthisāriputta bowed and sat down to one side. ","html":"<p>{}","comm":"The commentary says Citta was the son of an elephant trainer. Here he shows greater respect to the Buddha than does Poṭṭhapāda. "},"dn9:32.2":{"pli":"Poṭṭhapādo pana paribbājako bhagavatā saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ","eng":"But the wanderer Poṭṭhapāda exchanged greetings with the Buddha, and when the greetings and polite conversation were over, he sat down to one side. ","html":"{}"},"dn9:32.3":{"pli":"Ekamantaṃ nisinno kho poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ","eng":"Poṭṭhapāda told the Buddha what had happened after he left. The Buddha said: ","html":"{}"},"dn9:32.4":{"pli":"“tadā maṃ, bhante, te paribbājakā acirapakkantassa bhagavato samantato vācāsannitodakena sañjhabbharimakaṃsu: ","html":"{}"},"dn9:32.5":{"pli":"‘evameva panāyaṃ bhavaṃ poṭṭhapādo yaññadeva samaṇo gotamo bhāsati, taṃ tadevassa abbhanumodati: ","html":"{}"},"dn9:32.6":{"pli":"“evametaṃ, bhagavā, evametaṃ, sugatā”ti. ","html":"{}"},"dn9:32.7":{"pli":"Na kho pana mayaṃ kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāma: ","html":"{}"},"dn9:32.8":{"pli":"“sassato loko”ti vā, “asassato loko”ti vā, “antavā loko”ti vā, “anantavā loko”ti vā, “taṃ jīvaṃ taṃ sarīran”ti vā, “aññaṃ jīvaṃ aññaṃ sarīran”ti vā, “hoti tathāgato paraṃ maraṇā”ti vā, “na hoti tathāgato paraṃ maraṇā”ti vā, “hoti ca na ca hoti tathāgato paraṃ maraṇā”ti vā, “neva hoti na na hoti tathāgato paraṃ maraṇā”ti vā’ti. ","html":"{}"},"dn9:32.9":{"pli":"Evaṃ vuttāhaṃ, bhante, te paribbājake etadavocaṃ: ","html":"{}"},"dn9:32.10":{"pli":"‘ahampi kho, bho, na kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāmi: ","html":"{}"},"dn9:32.11":{"pli":"“sassato loko”ti vā, “asassato loko”ti vā …pe… ","html":"{}"},"dn9:32.12":{"pli":"“neva hoti na na hoti tathāgato paraṃ maraṇā”ti vā; ","html":"{}"},"dn9:32.13":{"pli":"api ca samaṇo gotamo bhūtaṃ tacchaṃ tathaṃ paṭipadaṃ paññapeti dhammaṭṭhitataṃ dhammaniyāmataṃ. ","html":"{}"},"dn9:32.14":{"pli":"Bhūtaṃ kho pana tacchaṃ tathaṃ paṭipadaṃ paññapentassa dhammaṭṭhitataṃ dhammaniyāmataṃ, kathañhi nāma mādiso viññū samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodeyyā’”ti? ","html":"{}</p>"},"dn9:33.1":{"pli":"“Sabbeva kho ete, poṭṭhapāda, paribbājakā andhā acakkhukā; ","eng":"“All those wanderers, Poṭṭhapāda, are blind and sightless. ","html":"<p>{}"},"dn9:33.2":{"pli":"tvaṃyeva nesaṃ eko cakkhumā. ","eng":"You are the only one whose eyes are clear. ","html":"{}"},"dn9:33.3":{"pli":"Ekaṃsikāpi hi kho, poṭṭhapāda, mayā dhammā desitā paññattā; ","eng":"For I have taught and pointed out teachings that are categorical ","html":"{}","comm":"This point seems to be lost on a number of modern commentators, who infer from passages such as the ten undeclared points that the Buddha refused to make any definitive declarations at all. The Buddha, rather, was a <i lang='pi' translate='no'>vibhajjavādin</i> (<a href='index.html?q=mn99#4.4'>MN 99:4.4</a>, <a href='index.html?q=an10.94#4.7'>AN 10.94:4.7</a>), “one who speaks after analysis”. "},"dn9:33.4":{"pli":"anekaṃsikāpi hi kho, poṭṭhapāda, mayā dhammā desitā paññattā. ","eng":"and also teachings that are not categorical. ","html":"{}</p>"},"dn9:33.5":{"pli":"Katame ca te, poṭṭhapāda, mayā anekaṃsikā dhammā desitā paññattā? ","eng":"And what teachings have I taught and pointed out as not categorical? ","html":"<p>{}"},"dn9:33.6":{"pli":"‘Sassato loko’ti kho, poṭṭhapāda, mayā anekaṃsiko dhammo desito paññatto; ","eng":"‘The cosmos is eternal’ … ","html":"{}"},"dn9:33.7":{"pli":"‘asassato loko’ti kho, poṭṭhapāda, mayā anekaṃsiko dhammo desito paññatto; ","eng":"‘The cosmos is not eternal’ … ","html":"{}"},"dn9:33.8":{"pli":"‘antavā loko’ti kho, poṭṭhapāda …pe… ","eng":"‘The cosmos is finite’ … ","html":"{}"},"dn9:33.9":{"pli":"‘anantavā loko’ti kho, poṭṭhapāda … ","eng":"‘The cosmos is infinite’ … ","html":"{}"},"dn9:33.10":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti kho, poṭṭhapāda … ","eng":"‘The soul is the same thing as the body’ … ","html":"{}"},"dn9:33.11":{"pli":"‘aññaṃ jīvaṃ aññaṃ sarīran’ti kho, poṭṭhapāda … ","eng":"‘The soul is one thing, the body another’ … ","html":"{}"},"dn9:33.12":{"pli":"‘hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda … ","eng":"‘A realized one still exists after death’ … ","html":"{}"},"dn9:33.13":{"pli":"na hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda … ","eng":"‘A realized one no longer exists after death’ … ","html":"{}"},"dn9:33.14":{"pli":"‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda … ","eng":"‘A realized one both still exists and no longer exists after death’ … ","html":"{}"},"dn9:33.15":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda, mayā anekaṃsiko dhammo desito paññatto. ","eng":"‘A realized one neither still exists nor no longer exists after death.’ ","html":"{}</p>"},"dn9:33.16":{"pli":"Kasmā ca te, poṭṭhapāda, mayā anekaṃsikā dhammā desitā paññattā? ","eng":"And why have I taught and pointed out such teachings as not categorical? ","html":"<p>{}"},"dn9:33.17":{"pli":"Na hete, poṭṭhapāda, atthasaṃhitā na dhammasaṃhitā na ādibrahmacariyakā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti. ","eng":"Because those things aren’t beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}"},"dn9:33.18":{"pli":"Tasmā te mayā anekaṃsikā dhammā desitā paññattā. ","eng":"That’s why I have taught and pointed out such teachings as not categorical. ","html":"{}</p>"},"dn9:33.19.0":{"pli":"2.1. Ekaṃsikadhammā ","eng":"2.1. Teachings That Are Categorical ","html":"<h3>{}</h3>"},"dn9:33.20":{"pli":"Katame ca te, poṭṭhapāda, mayā ekaṃsikā dhammā desitā paññattā? ","eng":"And what teachings have I taught and pointed out as categorical? ","html":"<p>{}"},"dn9:33.21":{"pli":"Idaṃ dukkhanti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ","eng":"‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"dn9:33.22":{"pli":"Ayaṃ dukkhasamudayoti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ","html":"{}"},"dn9:33.23":{"pli":"Ayaṃ dukkhanirodhoti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ","html":"{}"},"dn9:33.24":{"pli":"Ayaṃ dukkhanirodhagāminī paṭipadāti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ","html":"{}</p>"},"dn9:33.25":{"pli":"Kasmā ca te, poṭṭhapāda, mayā ekaṃsikā dhammā desitā paññattā? ","eng":"And why have I taught and pointed out such teachings as categorical? ","html":"<p>{}"},"dn9:33.26":{"pli":"Ete hi, poṭṭhapāda, atthasaṃhitā, ete dhammasaṃhitā, ete ādibrahmacariyakā ete nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattanti. ","eng":"Because they are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}"},"dn9:33.27":{"pli":"Tasmā te mayā ekaṃsikā dhammā desitā paññattā. ","eng":"That’s why I have taught and pointed out such teachings as categorical. ","html":"{}</p>"},"dn9:34.1":{"pli":"Santi, poṭṭhapāda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"dn9:34.2":{"pli":"‘ekantasukhī attā hoti arogo paraṃ maraṇā’ti. ","eng":"‘The self is perfectly happy and free of disease after death.’ ","html":"{}","comm":"See <a href='index.html?q=dn1#2.38.2'>DN 1:2.38.2</a>. "},"dn9:34.3":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","eng":"I go up to them and say, ","html":"{}"},"dn9:34.4":{"pli":"‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ","eng":"‘Is it really true that this is the venerables’ view?’ ","html":"{}","comm":"The Buddha does not rely on rumor; he begins by checking his facts with those concerned. Not only does this affirm his commitment to truth, it shows respect and establishes a common ground from which the argument proceeds. "},"dn9:34.5":{"pli":"“ekantasukhī attā hoti arogo paraṃ maraṇā”’ti? ","html":"{}"},"dn9:34.6":{"pli":"Te ce me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ","eng":"And they answer, ‘Yes’. ","html":"{}"},"dn9:34.7":{"pli":"Tyāhaṃ evaṃ vadāmi: ","eng":"I say to them, ","html":"{}"},"dn9:34.8":{"pli":"‘api pana tumhe āyasmanto ekantasukhaṃ lokaṃ jānaṃ passaṃ viharathā’ti? ","eng":"‘But do you meditate knowing and seeing a perfectly happy world?’ ","html":"{}","comm":"The verb <i lang='pi' translate='no'>viharati</i> means “dwell”, and functions as an auxiliary verb implying duration. In spiritual contexts it often means “a period or state of meditation”. This first question is asking whether they see such a state in a regular meditation practice. "},"dn9:34.9":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","eng":"Asked this, they say, ‘No.’ ","html":"{}</p>"},"dn9:34.10":{"pli":"Tyāhaṃ evaṃ vadāmi: ","eng":"I say to them, ","html":"<p>{}"},"dn9:34.11":{"pli":"‘api pana tumhe āyasmanto ekaṃ vā rattiṃ ekaṃ vā divasaṃ upaḍḍhaṃ vā rattiṃ upaḍḍhaṃ vā divasaṃ ekantasukhiṃ attānaṃ sañjānāthā’ti? ","eng":"‘But have you perceived a perfectly happy self for a single day or night, or even half a day or night?’ ","html":"{}","comm":"Perhaps they might not be able to develop a meditation for seeing that self, but at some point they may have had some sort of perception or vision or insight. "},"dn9:34.12":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","eng":"Asked this, they say, ‘No.’ ","html":"{}</p>"},"dn9:34.13":{"pli":"Tyāhaṃ evaṃ vadāmi: ","eng":"I say to them, ","html":"<p>{}"},"dn9:34.14":{"pli":"‘api pana tumhe āyasmanto jānātha: ","eng":"‘But do you know ","html":"{}"},"dn9:34.15":{"pli":"“ayaṃ maggo ayaṃ paṭipadā ekantasukhassa lokassa sacchikiriyāyā”’ti? ","eng":"a path and a practice to realize a perfectly happy world?’ ","html":"{}","comm":"Since they have no experience, they might at least have an idea how to reach that experience. "},"dn9:34.16":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","eng":"Asked this, they say, ‘No.’ ","html":"{}</p>"},"dn9:34.17":{"pli":"Tyāhaṃ evaṃ vadāmi: ","eng":"I say to them, ","html":"<p>{}"},"dn9:34.18":{"pli":"‘api pana tumhe āyasmanto yā tā devatā ekantasukhaṃ lokaṃ upapannā, tāsaṃ bhāsamānānaṃ saddaṃ suṇātha: ","eng":"‘But have you ever heard the voice of the deities reborn in a perfectly happy world saying, ","html":"{}"},"dn9:34.19":{"pli":"“suppaṭipannāttha, mārisā, ujuppaṭipannāttha, mārisā, ekantasukhassa lokassa sacchikiriyāya; ","eng":"“Practice well, good fellows, practice directly so as to realize a perfectly happy world. ","html":"{}","comm":"They haven’t even heard a report about it. "},"dn9:34.20":{"pli":"mayampi hi, mārisā, evaṃpaṭipannā ekantasukhaṃ lokaṃ upapannā”’ti? ","eng":"For this is how we practiced, and we were reborn in a perfectly happy world”?’ ","html":"{}"},"dn9:34.21":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","eng":"Asked this, they say, ‘No.’ ","html":"{}</p>"},"dn9:34.22":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, ","eng":"What do you think, Poṭṭhapāda? ","html":"<p>{}"},"dn9:34.23":{"pli":"nanu evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"This being so, doesn’t what they say turn out to have no demonstrable basis?” ","html":"{}</p>","comm":"“No demonstrable basis” renders <i lang='pi' translate='no'>appāṭihīrakataṁ</i>. The Vedic <i lang='pi' translate='no'>pratiharate</i> means “to yearn for, to welcome, to delight in”, from which <i lang='pi' translate='no'>pāṭihāriya</i> means “that which should be delighted in, an amusement, an entertainment, an attraction”. In early Pali, the primary sense is something demonstrated or displayed that is convincing or inspiring. In later Pali this narrows to “miracle”. "},"dn9:34.24":{"pli":"“Addhā kho, bhante, evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:35.1":{"pli":"“Seyyathāpi, poṭṭhapāda, puriso evaṃ vadeyya: ","eng":"“Suppose, Poṭṭhapāda, a man were to say: ","html":"<p>{}"},"dn9:35.2":{"pli":"‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi taṃ kāmemī’ti. ","eng":"‘Whoever the finest lady in the land is, it is her that I want, her that I desire!’ ","html":"{}","comm":"<i lang='pi' translate='no'>Janapadakalyāṇī</i> is typically rendered as “the most beautiful lady in the land”. At <a href='index.html?q=sn47.20#2.2'>SN 47.20:2.2</a> we learn that she is a dazzling singer and dancer. And while she was  famed for her beauty (<a href='index.html?q=ud3.2#9.1'>Ud 3.2:9.1</a>), the word <i lang='pi' translate='no'>kalyāṇa</i> normally means “(morally) good, fine, lovely” and does not refer solely to her appearance. "},"dn9:35.3":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"{}"},"dn9:35.4":{"pli":"‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ","eng":"‘Worthy man, that finest lady in the land who you desire—do you know whether she’s an aristocrat, a brahmin, a peasant, or a menial?’ ","html":"{}"},"dn9:35.5":{"pli":"Iti puṭṭho ‘no’ti vadeyya. ","eng":"Asked this, he’d say, ‘No.’ ","html":"{}"},"dn9:35.6":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"{}"},"dn9:35.7":{"pli":"‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ evaṃnāmā evaṅgottāti vā, dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti, amukasmiṃ gāme vā nigame vā nagare vā’ti? ","eng":"‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or dingy? What village, town, or city she comes from?’ ","html":"{}","comm":"The same color “dingy”—mud-green—is used of Gotama when his skin was ruined by austerities. It might seem an odd color for a beautiful woman, but then “men’s tastes vary” (<a href='index.html?q=sn4.25#5.2'>SN 4.25:5.2</a>). "},"dn9:35.8":{"pli":"Iti puṭṭho ‘no’ti vadeyya. ","eng":"Asked this, he’d say, ‘No.’ ","html":"{}"},"dn9:35.9":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"{}"},"dn9:35.10":{"pli":"‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti? ","eng":"‘Worthy man, do you desire someone who you’ve never even known or seen?’ ","html":"{}"},"dn9:35.11":{"pli":"Iti puṭṭho ‘āmā’ti vadeyya. ","eng":"Asked this, he’d say, ‘Yes.’ ","html":"{}</p>"},"dn9:35.12":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, ","eng":"What do you think, Poṭṭhapāda? ","html":"<p>{}"},"dn9:35.13":{"pli":"nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ","html":"{}</p>"},"dn9:35.14":{"pli":"“Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:36.1":{"pli":"“Evameva kho, poṭṭhapāda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"“In the same way, the ascetics and brahmins who have that doctrine and view … ","html":"<p>{}"},"dn9:36.2":{"pli":"‘ekantasukhī attā hoti arogo paraṃ maraṇā’ti. ","html":"{}"},"dn9:36.3":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","html":"{}"},"dn9:36.4":{"pli":"‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ","html":"{}"},"dn9:36.5":{"pli":"“ekantasukhī attā hoti arogo paraṃ maraṇā”’ti? ","html":"{}"},"dn9:36.6":{"pli":"Te ce me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ","html":"{}"},"dn9:36.7":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"{}"},"dn9:36.8":{"pli":"‘api pana tumhe āyasmanto ekantasukhaṃ lokaṃ jānaṃ passaṃ viharathā’ti? ","html":"{}"},"dn9:36.9":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:36.10":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"<p>{}"},"dn9:36.11":{"pli":"‘api pana tumhe āyasmanto ekaṃ vā rattiṃ ekaṃ vā divasaṃ upaḍḍhaṃ vā rattiṃ upaḍḍhaṃ vā divasaṃ ekantasukhiṃ attānaṃ sañjānāthā’ti? ","html":"{}"},"dn9:36.12":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:36.13":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"<p>{}"},"dn9:36.14":{"pli":"‘api pana tumhe āyasmanto jānātha: ","html":"{}"},"dn9:36.15":{"pli":"“ayaṃ maggo ayaṃ paṭipadā ekantasukhassa lokassa sacchikiriyāyā”’ti? ","html":"{}"},"dn9:36.16":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:36.17":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"<p>{}"},"dn9:36.18":{"pli":"‘api pana tumhe āyasmanto yā tā devatā ekantasukhaṃ lokaṃ upapannā, tāsaṃ bhāsamānānaṃ saddaṃ suṇātha: ","html":"{}"},"dn9:36.19":{"pli":"“suppaṭipannāttha, mārisā, ujuppaṭipannāttha, mārisā, ekantasukhassa lokassa sacchikiriyāya; ","html":"{}"},"dn9:36.20":{"pli":"mayampi hi, mārisā, evaṃpaṭipannā ekantasukhaṃ lokaṃ upapannā”’ti? ","html":"{}"},"dn9:36.21":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:36.22":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, nanu evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"Doesn’t what they say turn out to have no demonstrable basis?” ","html":"<p>{}</p>"},"dn9:36.23":{"pli":"“Addhā kho, bhante, evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:37.1":{"pli":"“Seyyathāpi, poṭṭhapāda, puriso cātumahāpathe nisseṇiṃ kareyya pāsādassa ārohaṇāya. ","eng":"“Suppose a man was to build a ladder at the crossroads for climbing up to a stilt longhouse. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Nisseni</i> only occurs elsewhere in <a href='index.html?q=pli-tv-bu-vb-ss6#2.3.6'>Bu Ss 6:2.3.6</a> and <a href='index.html?q=pli-tv-bu-vb-ss7#2.67'>Bu Ss 7:2.67</a>, where it is something carried, i.e. a ladder rather than a flight of stairs. "},"dn9:37.2":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"{}"},"dn9:37.3":{"pli":"‘ambho purisa, yassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosi, jānāsi taṃ pāsādaṃ puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya ucco vā nīco vā majjhimo vā’ti? ","eng":"‘Worthy man, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’ ","html":"{}"},"dn9:37.4":{"pli":"Iti puṭṭho ‘no’ti vadeyya. ","eng":"Asked this, he’d say, ‘No.’ ","html":"{}"},"dn9:37.5":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"{}"},"dn9:37.6":{"pli":"‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, tassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosī’ti? ","eng":"‘Worthy man, are you building a ladder for a longhouse that you’ve never even known or seen?’ ","html":"{}"},"dn9:37.7":{"pli":"Iti puṭṭho ‘āmā’ti vadeyya. ","eng":"Asked this, he’d say, ‘Yes.’ ","html":"{}</p>"},"dn9:37.8":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, ","eng":"What do you think, Poṭṭhapāda? ","html":"<p>{}"},"dn9:37.9":{"pli":"nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ","html":"{}</p>"},"dn9:37.10":{"pli":"“Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:38.1":{"pli":"“Evameva kho, poṭṭhapāda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"“In the same way, the ascetics and brahmins who have those various doctrines and views … ","html":"<p>{}"},"dn9:38.2":{"pli":"‘ekantasukhī attā hoti arogo paraṃ maraṇā’ti. ","html":"{}"},"dn9:38.3":{"pli":"Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ","html":"{}"},"dn9:38.4":{"pli":"‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ","html":"{}"},"dn9:38.5":{"pli":"“ekantasukhī attā hoti arogo paraṃ maraṇā”’ti? ","html":"{}"},"dn9:38.6":{"pli":"Te ce me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ","html":"{}"},"dn9:38.7":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"{}"},"dn9:38.8":{"pli":"‘api pana tumhe āyasmanto ekantasukhaṃ lokaṃ jānaṃ passaṃ viharathā’ti? ","html":"{}"},"dn9:38.9":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:38.10":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"<p>{}"},"dn9:38.11":{"pli":"‘api pana tumhe āyasmanto ekaṃ vā rattiṃ ekaṃ vā divasaṃ upaḍḍhaṃ vā rattiṃ upaḍḍhaṃ vā divasaṃ ekantasukhiṃ attānaṃ sañjānāthā’ti? ","html":"{}"},"dn9:38.12":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:38.13":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"<p>{}"},"dn9:38.14":{"pli":"‘api pana tumhe āyasmanto jānātha ayaṃ maggo ayaṃ paṭipadā ekantasukhassa lokassa sacchikiriyāyā’ti? ","html":"{}"},"dn9:38.15":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:38.16":{"pli":"Tyāhaṃ evaṃ vadāmi: ","html":"<p>{}"},"dn9:38.17":{"pli":"‘api pana tumhe āyasmanto yā tā devatā ekantasukhaṃ lokaṃ upapannā tāsaṃ devatānaṃ bhāsamānānaṃ saddaṃ suṇātha: ","html":"{}"},"dn9:38.18":{"pli":"“suppaṭipannāttha, mārisā, ujuppaṭipannāttha, mārisā, ekantasukhassa lokassa sacchikiriyāya; ","html":"{}"},"dn9:38.19":{"pli":"mayampi hi, mārisā, evaṃ paṭipannā ekantasukhaṃ lokaṃ upapannā”’ti? ","html":"{}"},"dn9:38.20":{"pli":"Iti puṭṭhā ‘no’ti vadanti. ","html":"{}</p>"},"dn9:38.21":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, nanu evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"Doesn’t what they say turn out to have no demonstrable basis?” ","html":"<p>{}</p>"},"dn9:38.22":{"pli":"“Addhā kho, bhante, evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:39.0":{"pli":"2.2. Tayoattapaṭilābha ","eng":"2.2. Three Kinds of Reincarnation ","html":"<h3>{}</h3>"},"dn9:39.1":{"pli":"“Tayo kho me, poṭṭhapāda, attapaṭilābhā—","eng":"“Poṭṭhapāda, there are these three kinds of incarnation: ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Attapaṭilābha</i> is literally “re-acquisition of self”, where <i lang='pi' translate='no'>attā</i> is explained by the commentary as <i lang='pi' translate='no'>attabhāva</i>, the “state of the self” or “life-form” that is acquired at rebirth, i.e. the body (<i lang='pi' translate='no'>sarīra</i>), whether material or immaterial.Here we see an echo of the old use of <i lang='pi' translate='no'>ātman</i> as “body”, although it is applied even to the formless realms. "},"dn9:39.2":{"pli":"oḷāriko attapaṭilābho, manomayo attapaṭilābho, arūpo attapaṭilābho. ","eng":"a solid incarnation, a mind-made incarnation, and a formless incarnation. ","html":"{}","comm":"These recap the three theses of perception and the self posted by Poṭṭhapāda from <a href='index.html?q=dn9#22.1'>DN 9:22.1</a>. "},"dn9:39.3":{"pli":"Katamo ca, poṭṭhapāda, oḷāriko attapaṭilābho? ","eng":"And what is a solid incarnation? ","html":"{}"},"dn9:39.4":{"pli":"Rūpī cātumahābhūtiko kabaḷīkārāhārabhakkho, ayaṃ oḷāriko attapaṭilābho. ","eng":"It is formed, made up of the four principal states, and consumes edible food. ","html":"{}"},"dn9:39.5":{"pli":"Katamo manomayo attapaṭilābho? ","eng":"What is a mind-made incarnation? ","html":"{}"},"dn9:39.6":{"pli":"Rūpī manomayo sabbaṅgapaccaṅgī ahīnindriyo, ayaṃ manomayo attapaṭilābho. ","eng":"It is formed, mind-made, whole in its major and minor limbs, not deficient in any faculty. ","html":"{}"},"dn9:39.7":{"pli":"Katamo arūpo attapaṭilābho? ","eng":"What is a formless incarnation? ","html":"{}"},"dn9:39.8":{"pli":"Arūpī saññāmayo, ayaṃ arūpo attapaṭilābho. ","eng":"It is formless, made of perception. ","html":"{}</p>"},"dn9:40.1":{"pli":"Oḷārikassapi kho ahaṃ, poṭṭhapāda, attapaṭilābhassa pahānāya dhammaṃ desemi: ","eng":"I teach the Dhamma for the giving up of reincarnation in these three kinds of incarnation. ","html":"<p>{}"},"dn9:40.2":{"pli":"‘yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","eng":"‘When you practice accordingly, corrupting qualities will be given up in you and cleansing qualities will grow. You’ll enter and remain in the fullness and abundance of wisdom, having realized it with your own insight in this very life.’ ","html":"{}"},"dn9:40.3":{"pli":"Siyā kho pana te, poṭṭhapāda, evamassa: ","eng":"Poṭṭhapāda, you might think: ","html":"{}"},"dn9:40.4":{"pli":"‘saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, dukkho ca kho vihāro’ti. ","eng":"‘Corrupting qualities will be given up and cleansing qualities will grow. One will enter and remain in the fullness and abundance of wisdom, having realized it with one’s own insight in this very life. But such a life is suffering.’ ","html":"{}","comm":"Compare with the similar sentiment at <a href='index.html?q=sn22.2#10.1'>SN 22.2:10.1</a>. "},"dn9:40.5":{"pli":"Na kho panetaṃ, poṭṭhapāda, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"dn9:40.6":{"pli":"Saṅkilesikā ceva dhammā pahīyissanti, vodāniyā ca dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, pāmujjañceva bhavissati pīti ca passaddhi ca sati ca sampajaññañca sukho ca vihāro. ","eng":"Corrupting qualities will be given up and cleansing qualities will grow. One will enter and remain in the fullness and abundance of wisdom, having realized it with one’s own insight in this very life. And there will be only joy and happiness, tranquility, mindfulness and awareness. Such a life is blissful. ","html":"{}</p>"},"dn9:41.1":{"pli":"Manomayassapi kho ahaṃ, poṭṭhapāda, attapaṭilābhassa pahānāya dhammaṃ desemi: ","html":"<p>{}"},"dn9:41.2":{"pli":"‘yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","html":"{}"},"dn9:41.3":{"pli":"Siyā kho pana te, poṭṭhapāda, evamassa: ","html":"{}"},"dn9:41.4":{"pli":"‘saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, dukkho ca kho vihāro’ti. ","html":"{}"},"dn9:41.5":{"pli":"Na kho panetaṃ, poṭṭhapāda, evaṃ daṭṭhabbaṃ. ","html":"{}"},"dn9:41.6":{"pli":"Saṅkilesikā ceva dhammā pahīyissanti, vodāniyā ca dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, pāmujjañceva bhavissati pīti ca passaddhi ca sati ca sampajaññañca sukho ca vihāro. ","html":"{}</p>"},"dn9:42.1":{"pli":"Arūpassapi kho ahaṃ, poṭṭhapāda, attapaṭilābhassa pahānāya dhammaṃ desemi: ","html":"<p>{}"},"dn9:42.2":{"pli":"‘yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","html":"{}"},"dn9:42.3":{"pli":"Siyā kho pana te, poṭṭhapāda, evamassa: ","html":"{}"},"dn9:42.4":{"pli":"‘saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, dukkho ca kho vihāro’ti. ","html":"{}"},"dn9:42.5":{"pli":"Na kho panetaṃ, poṭṭhapāda, evaṃ daṭṭhabbaṃ. ","html":"{}"},"dn9:42.6":{"pli":"Saṅkilesikā ceva dhammā pahīyissanti, vodāniyā ca dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, pāmujjañceva bhavissati pīti ca passaddhi ca sati ca sampajaññañca sukho ca vihāro. ","html":"{}</p>"},"dn9:43.1":{"pli":"Pare ce, poṭṭhapāda, amhe evaṃ puccheyyuṃ: ","eng":"Poṭṭhapāda, if others should ask us, ","html":"<p>{}"},"dn9:43.2":{"pli":"‘katamo pana so, āvuso, oḷāriko attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti, tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ","eng":"‘But reverends, what is that solid incarnation for the giving up of which you teach?’ We’d answer like this, ","html":"{}"},"dn9:43.3":{"pli":"‘ayaṃ vā so, āvuso, oḷāriko attapaṭilābho, yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","eng":"‘<em>This</em> is that solid incarnation.’ ","html":"{}</p>"},"dn9:44.1":{"pli":"Pare ce, poṭṭhapāda, amhe evaṃ puccheyyuṃ: ","eng":"If others should ask us, ","html":"<p>{}"},"dn9:44.2":{"pli":"‘katamo pana so, āvuso, manomayo attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti? ","eng":"‘But reverends, what is that mind-made incarnation?’ We’d answer like this, ","html":"{}"},"dn9:44.3":{"pli":"Tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ","html":"{}"},"dn9:44.4":{"pli":"‘ayaṃ vā so, āvuso, manomayo attapaṭilābho yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","eng":"‘<em>This</em> is that mind-made incarnation.’ ","html":"{}</p>","comm":"The Buddha points to the experience to demonstrate what he is talking about, rather than offering a long theoretical explanation. <i lang='pi' translate='no'>Ayaṁ</i> is a pronoun of presence, used to indicate what is apparent before the subject. "},"dn9:45.1":{"pli":"Pare ce, poṭṭhapāda, amhe evaṃ puccheyyuṃ: ","eng":"If others should ask us, ","html":"<p>{}"},"dn9:45.2":{"pli":"‘katamo pana so, āvuso, arūpo attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti? ","eng":"‘But reverends, what is that formless incarnation?’ We’d answer like this, ","html":"{}"},"dn9:45.3":{"pli":"Tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ","html":"{}"},"dn9:45.4":{"pli":"‘ayaṃ vā so, āvuso, arūpo attapaṭilābho yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","eng":"‘<em>This</em> is that formless incarnation.’ ","html":"{}</p>"},"dn9:45.5":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, ","eng":"What do you think, Poṭṭhapāda? ","html":"<p>{}"},"dn9:45.6":{"pli":"nanu evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"This being so, doesn’t that statement turn out to have a demonstrable basis?” ","html":"{}</p>"},"dn9:45.7":{"pli":"“Addhā kho, bhante, evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:46.1":{"pli":"“Seyyathāpi, poṭṭhapāda, puriso nisseṇiṃ kareyya pāsādassa ārohaṇāya tasseva pāsādassa heṭṭhā. ","eng":"“Suppose a man were to build a ladder for climbing up to a stilt longhouse right underneath that longhouse. ","html":"<p>{}"},"dn9:46.2":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"{}"},"dn9:46.3":{"pli":"‘ambho purisa, yassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosi, jānāsi taṃ pāsādaṃ, puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya ucco vā nīco vā majjhimo vā’ti? ","eng":"‘Worthy man, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’ ","html":"{}"},"dn9:46.4":{"pli":"So evaṃ vadeyya: ","eng":"He’d say, ","html":"{}"},"dn9:46.5":{"pli":"‘ayaṃ vā so, āvuso, pāsādo, yassāhaṃ ārohaṇāya nisseṇiṃ karomi, tasseva pāsādassa heṭṭhā’ti. ","eng":"‘This is that stilt longhouse for which I’m building a ladder, right underneath it.’ ","html":"{}</p>"},"dn9:46.6":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, ","eng":"What do you think, Poṭṭhapāda? ","html":"<p>{}"},"dn9:46.7":{"pli":"nanu evaṃ sante tassa purisassa sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"This being so, doesn’t that man’s statement turn out to have a demonstrable basis?” ","html":"{}</p>"},"dn9:46.8":{"pli":"“Addhā kho, bhante, evaṃ sante tassa purisassa sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, sir.” ","html":"<p>{}</p>"},"dn9:47.1":{"pli":"“Evameva kho, poṭṭhapāda, pare ce amhe evaṃ puccheyyuṃ: ","html":"<p>{}"},"dn9:47.2":{"pli":"‘katamo pana so, āvuso, oḷāriko attapaṭilābho …pe… ","html":"{}"},"dn9:47.3":{"pli":"katamo pana so, āvuso, manomayo attapaṭilābho …pe… ","html":"{}"},"dn9:47.4":{"pli":"katamo pana so, āvuso, arūpo attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti? ","html":"{}"},"dn9:47.5":{"pli":"Tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ","html":"{}"},"dn9:47.6":{"pli":"‘ayaṃ vā so, āvuso, arūpo attapaṭilābho, yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ","html":"{}</p>"},"dn9:47.7":{"pli":"Taṃ kiṃ maññasi, poṭṭhapāda, nanu evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","html":"<p>{}"},"dn9:47.8":{"pli":"“Addhā kho, bhante, evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","html":"{}</p>"},"dn9:48.1":{"pli":"Evaṃ vutte, citto hatthisāriputto bhagavantaṃ etadavoca: ","eng":"When the Buddha had spoken, Citta Hatthisāriputta said, ","html":"<p>{}"},"dn9:48.2":{"pli":"“yasmiṃ, bhante, samaye oḷāriko attapaṭilābho hoti, moghassa tasmiṃ samaye manomayo attapaṭilābho hoti, mogho arūpo attapaṭilābho hoti; ","eng":"“Sir, when reincarnated in a solid incarnation, are the mind-made and formless incarnations fictitious, ","html":"{}","comm":"Citta is asking an ontological question, assuming that these three states are existent realities of the self. "},"dn9:48.3":{"pli":"oḷāriko vāssa attapaṭilābho tasmiṃ samaye sacco hoti. ","eng":"and only the solid incarnation real? ","html":"{}"},"dn9:48.4":{"pli":"Yasmiṃ, bhante, samaye manomayo attapaṭilābho hoti, moghassa tasmiṃ samaye oḷāriko attapaṭilābho hoti, mogho arūpo attapaṭilābho hoti; ","eng":"When reincarnated in a mind-made incarnation, are the solid and formless incarnations fictitious, ","html":"{}"},"dn9:48.5":{"pli":"manomayo vāssa attapaṭilābho tasmiṃ samaye sacco hoti. ","eng":"and only the mind-made incarnation real? ","html":"{}"},"dn9:48.6":{"pli":"Yasmiṃ, bhante, samaye arūpo attapaṭilābho hoti, moghassa tasmiṃ samaye oḷāriko attapaṭilābho hoti, mogho manomayo attapaṭilābho hoti; ","eng":"When reincarnated in a formless incarnation, are the solid and mind-made incarnations fictitious, ","html":"{}"},"dn9:48.7":{"pli":"arūpo vāssa attapaṭilābho tasmiṃ samaye sacco hotī”ti. ","eng":"and only the formless incarnation real?” ","html":"{}</p>"},"dn9:49.1":{"pli":"“Yasmiṃ, citta, samaye oḷāriko attapaṭilābho hoti, neva tasmiṃ samaye manomayo attapaṭilābhoti saṅkhaṃ gacchati, na arūpo attapaṭilābhoti saṅkhaṃ gacchati; ","eng":"“When reincarnated in a solid incarnation, it’s not referred to as a mind-made or formless incarnation, ","html":"<p>{}","comm":"The Buddha reframes the question as one of conventional description. He is describing states in which one might be reborn, not underlying ontologies. "},"dn9:49.2":{"pli":"oḷāriko attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ","eng":"only as a solid incarnation. ","html":"{}"},"dn9:49.3":{"pli":"Yasmiṃ, citta, samaye manomayo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na arūpo attapaṭilābhoti saṅkhaṃ gacchati; ","eng":"When reincarnated in a mind-made incarnation, it’s not referred to as a solid or formless incarnation, ","html":"{}"},"dn9:49.4":{"pli":"manomayo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ","eng":"only as a mind-made incarnation. ","html":"{}"},"dn9:49.5":{"pli":"Yasmiṃ, citta, samaye arūpo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na manomayo attapaṭilābhoti saṅkhaṃ gacchati; ","eng":"When reincarnated in a formless incarnation, it’s not referred to as a solid or mind-made incarnation, ","html":"{}"},"dn9:49.6":{"pli":"arūpo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ","eng":"only as a formless incarnation. ","html":"{}</p>"},"dn9:49.7":{"pli":"Sace taṃ, citta, evaṃ puccheyyuṃ: ","eng":"Citta, suppose they were to ask you, ","html":"<p>{}"},"dn9:49.8":{"pli":"‘ahosi tvaṃ atītamaddhānaṃ, na tvaṃ nāhosi; ","eng":"‘Did you exist in the past? ","html":"{}","comm":"This anticipates one of the great philosophical debates of sectarian Buddhists which gave rise to the Sarvāstivāda, the school whose core doctrine was that “all exists (in the past, future, and present)”. The Buddha describes past, future, and present with the three grammatical tenses. "},"dn9:49.9":{"pli":"bhavissasi tvaṃ anāgatamaddhānaṃ, na tvaṃ na bhavissasi; ","eng":"Will you exist in the future? ","html":"{}"},"dn9:49.10":{"pli":"atthi tvaṃ etarahi, na tvaṃ natthī’ti. ","eng":"Do you exist now?’ ","html":"{}"},"dn9:49.11":{"pli":"Evaṃ puṭṭho tvaṃ, citta, kinti byākareyyāsī”ti? ","eng":"How would you answer?” ","html":"{}</p>"},"dn9:49.12":{"pli":"“Sace maṃ, bhante, evaṃ puccheyyuṃ: ","eng":"“Sir, if they were to ask me this, ","html":"<p>{}"},"dn9:49.13":{"pli":"‘ahosi tvaṃ atītamaddhānaṃ, na tvaṃ na ahosi; ","html":"{}"},"dn9:49.14":{"pli":"bhavissasi tvaṃ anāgatamaddhānaṃ, na tvaṃ na bhavissasi; ","html":"{}"},"dn9:49.15":{"pli":"atthi tvaṃ etarahi, na tvaṃ natthī’ti. ","html":"{}"},"dn9:49.16":{"pli":"Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"I’d answer like this, ","html":"{}"},"dn9:49.17":{"pli":"‘ahosāhaṃ atītamaddhānaṃ, nāhaṃ na ahosiṃ; ","eng":"‘I did exist in the past. ","html":"{}"},"dn9:49.18":{"pli":"bhavissāmahaṃ anāgatamaddhānaṃ, nāhaṃ na bhavissāmi; ","eng":"I will exist in the future. ","html":"{}"},"dn9:49.19":{"pli":"atthāhaṃ etarahi, nāhaṃ natthī’ti. ","eng":"I do exist now.’ ","html":"{}"},"dn9:49.20":{"pli":"Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyan”ti. ","eng":"That’s how I’d answer.” ","html":"{}</p>"},"dn9:50.1":{"pli":"“Sace pana taṃ, citta, evaṃ puccheyyuṃ: ","eng":"“But Citta, suppose they were to ask you, ","html":"<p>{}"},"dn9:50.2":{"pli":"‘yo te ahosi atīto attapaṭilābho, sova te attapaṭilābho sacco, mogho anāgato, mogho paccuppanno? ","eng":"‘Is the reincarnation you had in the past your only real one, and those of the future and present fictitious? ","html":"{}"},"dn9:50.3":{"pli":"Yo te bhavissati anāgato attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho paccuppanno? ","eng":"Is the reincarnation you will have in the future your only real one, and those of the past and present fictitious? ","html":"{}"},"dn9:50.4":{"pli":"Yo te etarahi paccuppanno attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho anāgato’ti. ","eng":"Is the reincarnation you have now your only real one, and those of the past and future fictitious?’ ","html":"{}"},"dn9:50.5":{"pli":"Evaṃ puṭṭho tvaṃ, citta, kinti byākareyyāsī”ti? ","eng":"How would you answer?” ","html":"{}</p>"},"dn9:50.6":{"pli":"“Sace pana maṃ, bhante, evaṃ puccheyyuṃ: ","eng":"“Sir, if they were to ask me this, ","html":"<p>{}"},"dn9:50.7":{"pli":"‘yo te ahosi atīto attapaṭilābho, sova te attapaṭilābho sacco, mogho anāgato, mogho paccuppanno. ","html":"{}"},"dn9:50.8":{"pli":"Yo te bhavissati anāgato attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho paccuppanno. ","html":"{}"},"dn9:50.9":{"pli":"Yo te etarahi paccuppanno attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho anāgato’ti. ","html":"{}"},"dn9:50.10":{"pli":"Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"I’d answer like this, ","html":"{}"},"dn9:50.11":{"pli":"‘yo me ahosi atīto attapaṭilābho, sova me attapaṭilābho tasmiṃ samaye sacco ahosi, mogho anāgato, mogho paccuppanno. ","eng":"‘The reincarnation I had in the past was real at that time, and those of the future and present fictitious. ","html":"{}"},"dn9:50.12":{"pli":"Yo me bhavissati anāgato attapaṭilābho, sova me attapaṭilābho tasmiṃ samaye sacco bhavissati, mogho atīto, mogho paccuppanno. ","eng":"The reincarnation I will have in the future will be real at the time, and those of the past and present fictitious. ","html":"{}"},"dn9:50.13":{"pli":"Yo me etarahi paccuppanno attapaṭilābho, sova me attapaṭilābho sacco, mogho atīto, mogho anāgato’ti. ","eng":"The reincarnation I have now is real at this time, and those of the past and future fictitious.’ ","html":"{}"},"dn9:50.14":{"pli":"Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyan”ti. ","eng":"That’s how I’d answer.” ","html":"{}</p>"},"dn9:51.1":{"pli":"“Evameva kho, citta, yasmiṃ samaye oḷāriko attapaṭilābho hoti, neva tasmiṃ samaye manomayo attapaṭilābhoti saṅkhaṃ gacchati, na arūpo attapaṭilābhoti saṅkhaṃ gacchati. ","eng":"“In the same way, while in any one of the three reincarnations, it’s not referred to as the other two, only under its own name. ","html":"<p>{}"},"dn9:51.2":{"pli":"Oḷāriko attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ","html":"{}"},"dn9:51.3":{"pli":"Yasmiṃ, citta, samaye manomayo attapaṭilābho hoti …pe… ","html":"{}"},"dn9:51.4":{"pli":"yasmiṃ, citta, samaye arūpo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na manomayo attapaṭilābhoti saṅkhaṃ gacchati; ","html":"{}"},"dn9:51.5":{"pli":"arūpo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ","html":"{}</p>"},"dn9:52.1":{"pli":"Seyyathāpi, citta, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo. ","eng":"From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these. ","html":"<p>{}","comm":"Compare Śatapatha Brāhmaṇa 3.3.3.2. "},"dn9:52.2":{"pli":"Yasmiṃ samaye khīraṃ hoti, neva tasmiṃ samaye dadhīti saṅkhaṃ gacchati, na navanītanti saṅkhaṃ gacchati, na sappīti saṅkhaṃ gacchati, na sappimaṇḍoti saṅkhaṃ gacchati; ","eng":"While it’s milk, it’s not referred to as curds, butter, ghee, or cream of ghee. ","html":"{}"},"dn9:52.3":{"pli":"khīrantveva tasmiṃ samaye saṅkhaṃ gacchati. ","eng":"It’s only referred to as milk. ","html":"{}"},"dn9:52.4":{"pli":"Yasmiṃ samaye dadhi hoti …pe… ","eng":"While it’s curd ","html":"{}"},"dn9:52.5":{"pli":"navanītaṃ hoti … ","eng":"or butter ","html":"{}"},"dn9:52.6":{"pli":"sappi hoti … ","eng":"or ghee ","html":"{}"},"dn9:52.7":{"pli":"sappimaṇḍo hoti, neva tasmiṃ samaye khīranti saṅkhaṃ gacchati, na dadhīti saṅkhaṃ gacchati, na navanītanti saṅkhaṃ gacchati, na sappīti saṅkhaṃ gacchati; ","eng":"or cream of ghee, it’s not referred to as anything else, ","html":"{}"},"dn9:52.8":{"pli":"sappimaṇḍotveva tasmiṃ samaye saṅkhaṃ gacchati. ","eng":"only under its own name. ","html":"{}"},"dn9:53.1":{"pli":"Evameva kho, citta, yasmiṃ samaye oḷāriko attapaṭilābho hoti …pe… ","eng":"In the same way, while in any one of the three reincarnations, it’s not referred to as the other two, only under its own name. ","html":"{}"},"dn9:53.2":{"pli":"yasmiṃ, citta, samaye manomayo attapaṭilābho hoti …pe… ","html":"{}"},"dn9:53.3":{"pli":"yasmiṃ, citta, samaye arūpo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na manomayo attapaṭilābhoti saṅkhaṃ gacchati; ","html":"{}"},"dn9:53.4":{"pli":"arūpo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ","html":"{}"},"dn9:53.5":{"pli":"Imā kho, citta, lokasamaññā lokaniruttiyo lokavohārā lokapaññattiyo, yāhi tathāgato voharati aparāmasan”ti. ","eng":"These are the world’s common usages, definitions, expressions, and descriptions, which the Realized One uses to communicate without getting stuck on them.” ","html":"{}</p>","comm":"Words such as “self” have a conventional usage and in that context are perfectly fine. But what that “self” refers to is constantly changing, as it is reincarnated in different states. It is like a river which keeps the same name even though the water is always changing. If, driven by attachment, we assume there is a metaphysical reality underlying the conventional “self”, we step beyond what can be empirically verified. Note, however, that the Buddha is <em>not</em> asserting that there are two levels of truth, conventional and ultimate, a distinction not found in early Buddhism. | Compare <a href='index.html?q=mn139#3.9'>MN 139:3.9</a>, <a href='index.html?q=mn74#13.1'>MN 74:13.1</a>, <a href='index.html?q=sn1.25'>SN 1.25</a>. "},"dn9:54.1":{"pli":"Evaṃ vutte, poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ","eng":"When he had spoken, the wanderer Poṭṭhapāda said to the Buddha, ","html":"<p>{}"},"dn9:54.2":{"pli":"“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","eng":"“Excellent, sir! Excellent! ","html":"{}"},"dn9:54.3":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, so too the Buddha has made the teaching clear in many ways. ","html":"{}"},"dn9:54.4":{"pli":"Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"dn9:54.5":{"pli":"Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"dn9:55.0":{"pli":"2.3. Cittahatthisāriputtaupasampadā ","eng":"2.3. The Ordination of Citta Hatthisāriputta ","html":"<h3>{}</h3>"},"dn9:55.1":{"pli":"Citto pana hatthisāriputto bhagavantaṃ etadavoca: ","eng":"But Citta Hatthisāriputta said to the Buddha, ","html":"<p>{}"},"dn9:55.2":{"pli":"“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","eng":"“Excellent, sir! Excellent! ","html":"{}"},"dn9:55.3":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, so too the Buddha has made the teaching clear in many ways. ","html":"{}"},"dn9:55.4":{"pli":"Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"dn9:55.5":{"pli":"Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ","eng":"Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ","html":"{}</p>"},"dn9:56.1":{"pli":"Alattha kho citto hatthisāriputto bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ","eng":"And Citta Hatthisāriputta received the going forth, the ordination in the Buddha’s presence. ","html":"<p>{}"},"dn9:56.2":{"pli":"Acirūpasampanno kho panāyasmā citto hatthisāriputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto na cirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Not long after his ordination, Venerable Citta Hatthisāriputta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"{}","comm":"In <a href='index.html?q=an6.60'>AN 6.60</a> we find Citta Hatthisāriputta, still a somewhat junior monk, rudely interrupting his seniors. After admonition he disrobed, but he ordained again and later achieved arahantship. We can reconcile these two accounts by recognizing that the phrase <i lang='pi' translate='no'>acira</i> “not long after” is a conventional term, which might be several years. Thus the events of AN 6.60 occurred some time between his ordination and awakening. "},"dn9:56.3":{"pli":"“khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthAttāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"{}"},"dn9:56.4":{"pli":"Aññataro kho panāyasmā citto hatthisāriputto arahataṃ ahosīti. ","eng":"And Venerable Citta Hatthisāriputta became one of the perfected. ","html":"{}</p>"},"dn9:56.5":{"pli":"Poṭṭhapādasuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}