{"dn15":{"dn15:0.1":{"pli":"Dīgha Nikāya 15 ","eng":"Long Discourses 15 ","html":"<article id='dn15'><header><ul><li class='division'>{}</li></ul>"},"dn15:0.2":{"pli":"Mahānidānasutta ","eng":"The Great Discourse on Causation ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn15:1.0":{"pli":"1. Paṭiccasamuppāda ","eng":"1. Dependent Origination ","html":"<h2>{}</h2>"},"dn15:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This sutta with its commentary was translated by Bhikkhu Bodhi in his <em>The Great Discourse on Causation</em>. It is the longest and most complex discourse on dependent origination in early Buddhism. "},"dn15:1.2":{"pli":"ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo. ","eng":"At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma. ","html":"{}</p>","comm":"The Kurukṣetra was an ancient Brahmanical kingdom situated in the region around modern Delhi, bordered by the Ganges in the east, the Sarasvatī in the west, the Himalayas in the north, and the hills of the Aravalli Range in the south. The Mahābharata climaxes with the battle fought there between the Kurus and the Pāṇḍavas. These events, to the extent that they can be established historically, took place several centuries before the Buddha. Kuru marks the north-western extent of the Buddha’s travels. Kammāsadamma is identified with modern Kumashpur in Haryana, about 40 km north of Delhi. "},"dn15:1.3":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}","comm":"While we cannot date this text, the fact that Ānanda has evidently been studying deep matters for a long time, that it takes place outside the Buddha’s accustomed locales, and that it builds on teachings found elsewhere, suggests that it happened rather late in the Buddha’s life. At <a href='index.html?q=sn12.60'>SN 12.60</a> we find the same introduction to a much shorter discourse. "},"dn15:1.4":{"pli":"“acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing, ","html":"{}"},"dn15:1.5":{"pli":"Yāva gambhīro cāyaṃ, bhante, paṭiccasamuppādo gambhīrāvabhāso ca, atha ca pana me uttānakuttānako viya khāyatī”ti. ","eng":"in that this dependent origination is deep and appears deep, yet to me it seems as plain as can be.” ","html":"{}</p>","comm":"At <a href='index.html?q=sn6.1#1.6'>SN 6.1:1.6</a> (and <a href='index.html?q=dn14#3.1.6'>DN 14:3.1.6</a> in the case of Vipassī), the Buddha hesitated to teach the Dhamma because dependent origination is so hard to see. Ānanda was not only learned and wise, he was a stream enterer who had directly experienced dependent origination (<a href='index.html?q=an10.92#6.1'>AN 10.92:6.1</a>), yet he still underestimates it. "},"dn15:1.6":{"pli":"“Mā hevaṃ, ānanda, avaca, mā hevaṃ, ānanda, avaca. ","eng":"“Don’t say that, Ānanda, don’t say that! ","html":"<p>{}"},"dn15:1.7":{"pli":"Gambhīro cāyaṃ, ānanda, paṭiccasamuppādo gambhīrāvabhāso ca. ","eng":"This dependent origination is deep and appears deep. ","html":"{}","comm":"The sutta introduce subtle variations in the standard formula as a means to illuminate hidden implications and dimensions. "},"dn15:1.8":{"pli":"Etassa, ānanda, dhammassa ananubodhā appaṭivedhā evamayaṃ pajā tantākulakajātā kulagaṇṭhikajātā muñjapabbajabhūtā apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati. ","eng":"It is because of not understanding and not penetrating this teaching that this population has become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration. ","html":"{}</p>","comm":"The Buddha establishes the primary purpose of dependent origination: to understand transmigration so as to be free from it. "},"dn15:2.1":{"pli":"‘Atthi idappaccayā jarāmaraṇan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for old age and death?’ you should answer, ‘There is.’ ","html":"<p>{}","comm":"Dependent origination is here taught in “reverse order” (<i lang='pi' translate='no'>paṭiloma</i>, <a href='index.html?q=ud1.2#1.4'>Ud 1.2:1.4</a>), starting with the existential problem: we are all going to die. This factor and the next are resultant, so we cannot solve them directly. "},"dn15:2.2":{"pli":"‘Kiṃpaccayā jarāmaraṇan’ti iti ce vadeyya, ‘jātipaccayā jarāmaraṇan’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for old age and death?’ you should answer, ‘Rebirth is a requirement for old age and death.’ ","html":"{}</p>","comm":"With this the Buddha denies the promise of immortality in this or any other realm. "},"dn15:2.3":{"pli":"‘Atthi idappaccayā jātī’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for rebirth?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.4":{"pli":"‘Kiṃpaccayā jātī’ti iti ce vadeyya, ‘bhavapaccayā jātī’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for rebirth?’ you should answer, ‘Continued existence is a requirement for rebirth.’ ","html":"{}</p>","comm":"“Continued existence” (or “life”) is an encompassing term, including both resultant and causal dimensions. "},"dn15:2.5":{"pli":"‘Atthi idappaccayā bhavo’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for continued existence?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.6":{"pli":"‘Kiṃpaccayā bhavo’ti iti ce vadeyya, ‘upādānapaccayā bhavo’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for continued existence?’ you should answer, ‘Grasping is a requirement for continued existence.’ ","html":"{}</p>","comm":"“Grasping” and “craving” (together with “ignorance” in the full sequence) are the defilements that drive the process on. It is here that the practice of the path takes effect, uprooting them entirely. "},"dn15:2.7":{"pli":"‘Atthi idappaccayā upādānan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for grasping?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.8":{"pli":"‘Kiṃpaccayā upādānan’ti iti ce vadeyya, ‘taṇhāpaccayā upādānan’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for grasping?’ you should answer, ‘Craving is a requirement for grasping.’ ","html":"{}</p>"},"dn15:2.9":{"pli":"‘Atthi idappaccayā taṇhā’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for craving?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.10":{"pli":"‘Kiṃpaccayā taṇhā’ti iti ce vadeyya, ‘vedanāpaccayā taṇhā’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for craving?’ you should answer, ‘Feeling is a requirement for craving.’ ","html":"{}</p>","comm":"The next three factors spell out the process of sense experience that unfolds automatically. Meditation slows it down so it can be seen clearly, but the process remains even for the perfected ones. "},"dn15:2.11":{"pli":"‘Atthi idappaccayā vedanā’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for feeling?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.12":{"pli":"‘Kiṃpaccayā vedanā’ti iti ce vadeyya, ‘phassapaccayā vedanā’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for feeling?’ you should answer, ‘Contact is a requirement for feeling.’ ","html":"{}</p>"},"dn15:2.13":{"pli":"‘Atthi idappaccayā phasso’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for contact?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.14":{"pli":"‘Kiṃpaccayā phasso’ti iti ce vadeyya, ‘nāmarūpapaccayā phasso’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for contact?’ you should answer, ‘Name and form are requirements for contact.’ ","html":"{}</p>","comm":"Here we encounter the first unique feature of this sequence, as normally the six sense fields appear as the condition for contact. The reason for this special presentation becomes clear later on. "},"dn15:2.15":{"pli":"‘Atthi idappaccayā nāmarūpan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for name and form?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.16":{"pli":"‘Kiṃpaccayā nāmarūpan’ti iti ce vadeyya, ‘viññāṇapaccayā nāmarūpan’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for name and form?’ you should answer, ‘Consciousness is a requirement for name and form.’ ","html":"{}</p>"},"dn15:2.17":{"pli":"‘Atthi idappaccayā viññāṇan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ. ","eng":"When asked, ‘Is there a specific condition for consciousness?’ you should answer, ‘There is.’ ","html":"<p>{}"},"dn15:2.18":{"pli":"‘Kiṃpaccayā viññāṇan’ti iti ce vadeyya, ‘nāmarūpapaccayā viññāṇan’ti iccassa vacanīyaṃ. ","eng":"If they say, ‘What is a requirement for consciousness?’ you should answer, ‘Name and form are requirements for consciousness.’ ","html":"{}</p>","comm":"The mutual conditioning of consciousness with name and form is a further subtlety of this presentation. We have met this idea before in <a href='index.html?q=dn14#2.18.43'>DN 14:2.18.43</a>; it also occurs in <a href='index.html?q=sn12.65'>SN 12.65</a> and <a href='index.html?q=sn12.67'>SN 12.67</a>. Again, implications of this are explored below. "},"dn15:3.1":{"pli":"Iti kho, ānanda, nāmarūpapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"So: name and form are requirements for consciousness. Consciousness is a requirement for name and form. Name and form are requirements for contact. Contact is a requirement for feeling. Feeling is a requirement for craving. Craving is a requirement for grasping. Grasping is a requirement for continued existence. Continued existence is a requirement for rebirth. Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"<p>{}","comm":"The sequence is recapped in forward order (<i lang='pi' translate='no'>anuloma</i>, <a href='index.html?q=ud1.1#1.4'>Ud 1.1:1.4</a>). "},"dn15:3.2":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"dn15:4.1":{"pli":"‘Jātipaccayā jarāmaraṇan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā jātipaccayā jarāmaraṇaṃ. ","eng":"‘Rebirth is a requirement for old age and death’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"The Buddha now takes up each of the terms in more depth. "},"dn15:4.2":{"pli":"Jāti ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no rebirth for anyone anywhere. ","html":"{}","comm":"This emphatic phrasing drives home that “cessation” (<i lang='pi' translate='no'>nirodha</i>) is not simply temporary suppression or non-arising, but permanent and complete absence. "},"dn15:4.3":{"pli":"devānaṃ vā devattāya, gandhabbānaṃ vā gandhabbattāya, yakkhānaṃ vā yakkhattāya, bhūtānaṃ vā bhūtattāya, manussānaṃ vā manussattāya, catuppadānaṃ vā catuppadattāya, pakkhīnaṃ vā pakkhittāya, sarīsapānaṃ vā sarīsapattāya, tesaṃ tesañca hi, ānanda, sattānaṃ tadattāya jāti nābhavissa. Sabbaso jātiyā asati jātinirodhā api nu kho jarāmaraṇaṃ paññāyethā”ti? ","eng":"That is, there were no rebirth of sentient beings into their various realms—of gods, centaurs, spirits, creatures, humans, quadrupeds, birds, or reptiles, each into their own realm. When there’s no rebirth at all, with the cessation of rebirth, would old age and death still be found?” ","html":"{}</p>","comm":"“Rebirth” (<i lang='pi' translate='no'>jāti</i>) is defined as the birth of a new life, not as simple arising. "},"dn15:4.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:4.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo jarāmaraṇassa, yadidaṃ jāti. ","eng":"“That’s why this is the cause, source, origin, and reason of old age and death, namely rebirth. ","html":"<p>{}</p>","comm":"The various terms for “cause” are used as synonyms (<i lang='pi' translate='no'>hetu</i>, <i lang='pi' translate='no'>nidāna</i>, <i lang='pi' translate='no'>samudaya</i>, <i lang='pi' translate='no'>paccaya</i>). The purpose of using different terms is not to add nuances, but to reinforce the central meaning and guard against the corruption of meaning; if one word is lost or misunderstood, the meaning of the sentence as a whole is not changed. "},"dn15:5.1":{"pli":"‘Bhavapaccayā jātī’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā bhavapaccayā jāti. ","eng":"‘Continued existence is a requirement for rebirth’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:5.2":{"pli":"Bhavo ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no continued existence for anyone anywhere. ","html":"{}"},"dn15:5.3":{"pli":"kāmabhavo vā rūpabhavo vā arūpabhavo vā, sabbaso bhave asati bhavanirodhā api nu kho jāti paññāyethā”ti? ","eng":"That is, continued existence in the sensual realm, the realm of luminous form, or the formless realm. When there’s no continued existence at all, with the cessation of continued existence, would rebirth still be found?” ","html":"{}</p>","comm":"These realms relate to the kamma that projects consciousness into them. The realms of “luminous form” (<i lang='pi' translate='no'>rūpabhava</i>) and the “formless” (<i lang='pi' translate='no'>arūpabhava</i>) are generated by the form and formless attainments respectively. Any other kamma, good or bad, pertains to the sensual realm (<i lang='pi' translate='no'>kāmabhava</i>). All rebirth takes place in one or other of these realms. "},"dn15:5.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:5.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo jātiyā, yadidaṃ bhavo. ","eng":"“That’s why this is the cause, source, origin, and reason of rebirth, namely continued existence. ","html":"<p>{}</p>"},"dn15:6.1":{"pli":"‘Upādānapaccayā bhavo’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā upādānapaccayā bhavo. ","eng":"‘Grasping is a requirement for continued existence’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:6.2":{"pli":"Upādānañca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no grasping for anyone anywhere. ","html":"{}"},"dn15:6.3":{"pli":"kāmupādānaṃ vā diṭṭhupādānaṃ vā sīlabbatupādānaṃ vā attavādupādānaṃ vā, sabbaso upādāne asati upādānanirodhā api nu kho bhavo paññāyethā”ti? ","eng":"That is, grasping at sensual pleasures, views, precepts and observances, and theories of a self. When there’s no grasping at all, with the cessation of grasping, would continued existence still be found?” ","html":"{}</p>","comm":"“Grasping” (<i lang='pi' translate='no'>upādāna</i>) begins with the primal desire of the senses, but the three other graspings are rather intellectual and sophisticated. Only a grown human being with a developed linguistic ability is able to formulate a view to become attached to, and likewise with attachment to religious observances and vows, and to theories of a self. This is why the bulk of kamma is produced by adult humans, rather than by, say, animals or children, for whom these dimensions of grasping are nascent. "},"dn15:6.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:6.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo bhavassa, yadidaṃ upādānaṃ. ","eng":"“That’s why this is the cause, source, origin, and reason of continued existence, namely grasping. ","html":"<p>{}</p>"},"dn15:7.1":{"pli":"‘Taṇhāpaccayā upādānan’ti iti kho panetaṃ vuttaṃ tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā taṇhāpaccayā upādānaṃ. ","eng":"‘Craving is a requirement for grasping’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:7.2":{"pli":"Taṇhā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no craving for anyone anywhere. ","html":"{}"},"dn15:7.3":{"pli":"rūpataṇhā saddataṇhā gandhataṇhā rasataṇhā phoṭṭhabbataṇhā dhammataṇhā, sabbaso taṇhāya asati taṇhānirodhā api nu kho upādānaṃ paññāyethā”ti? ","eng":"That is, craving for sights, sounds, smells, tastes, touches, and ideas. When there’s no craving at all, with the cessation of craving, would grasping still be found?” ","html":"{}</p>","comm":"“Craving” (<i lang='pi' translate='no'>taṇhā</i>) is a fundamental desire or urge. Unlike grasping, it is fully active in children and animals. Often it has a threefold definition, which we find below, but in dependent origination it is usually defined in terms of the six senses, which relates it to the items to come. "},"dn15:7.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:7.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo upādānassa, yadidaṃ taṇhā. ","eng":"“That’s why this is the cause, source, origin, and reason of grasping, namely craving. ","html":"<p>{}</p>"},"dn15:8.1":{"pli":"‘Vedanāpaccayā taṇhā’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā vedanāpaccayā taṇhā. ","eng":"‘Feeling is a requirement for craving’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:8.2":{"pli":"Vedanā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no feeling for anyone anywhere. ","html":"{}"},"dn15:8.3":{"pli":"cakkhusamphassajā vedanā sotasamphassajā vedanā ghānasamphassajā vedanā jivhāsamphassajā vedanā kāyasamphassajā vedanā manosamphassajā vedanā, sabbaso vedanāya asati vedanānirodhā api nu kho taṇhā paññāyethā”ti? ","eng":"That is, feeling born of contact through the eye, ear, nose, tongue, body, and mind. When there’s no feeling at all, with the cessation of feeling, would craving still be found?” ","html":"{}</p>","comm":"The usual threefold definition of feeling (pleasant, painful, neutral) is reframed in terms of the six senses. "},"dn15:8.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:8.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo taṇhāya, yadidaṃ vedanā. ","eng":"“That’s why this is the cause, source, origin, and reason of craving, namely feeling. ","html":"<p>{}</p>"},"dn15:9.1":{"pli":"Iti kho panetaṃ, ānanda, vedanaṃ paṭicca taṇhā, taṇhaṃ paṭicca pariyesanā, pariyesanaṃ paṭicca lābho, lābhaṃ paṭicca vinicchayo, vinicchayaṃ paṭicca chandarāgo, chandarāgaṃ paṭicca ajjhosānaṃ, ajjhosānaṃ paṭicca pariggaho, pariggahaṃ paṭicca macchariyaṃ, macchariyaṃ paṭicca ārakkho. ","eng":"So it is, Ānanda, that feeling gives rise to craving. Craving gives rise to searching. Searching gives rise to gaining material things. Gaining material things gives rise to evaluation. Evaluation gives rise to desire and lust. Desire and lust gives rise to attachment. Attachment gives rise to ownership. Ownership gives rise to stinginess. Stinginess gives rise to safeguarding. ","html":"<p>{}","comm":"Here the Buddha introduces another, even more radical, departure from the typical sequence. Rather than continue back to contact and name and form, he branches out in an entirely new direction. These “nine things rooted in craving” are found independently at <a href='index.html?q=an9.23#1.2'>AN 9.23:1.2</a> and <a href='index.html?q=dn34#2.2.31'>DN 34:2.2.31</a>, but only here are they integrated with the standard dependent origination. "},"dn15:9.2":{"pli":"Ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ","eng":"Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies. ","html":"{}</p>","comm":"While the purpose of the main dependent origination is to disclose the web of conditions that generates the suffering of transmigration, here the Buddha looks at the arising of social conflict and disorder. "},"dn15:10.1":{"pli":"‘Ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavantī’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ","eng":"‘Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"In <a href='index.html?q=dn27'>DN 27</a> Aggaññasutta the Buddha narrates a legend showing how these things arise. The point is not that we should not safeguard (<i lang='pi' translate='no'>ārakkha</i>) our possessions. It is, rather, that so long as we live in a world where safeguarding possessions is necessary, there will be conflict and violence. "},"dn15:10.2":{"pli":"Ārakkho ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso ārakkhe asati ārakkhanirodhā api nu kho daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhaveyyun”ti? ","eng":"Suppose there were totally and utterly no safeguarding for anyone anywhere. When there’s no safeguarding at all, with the cessation of safeguarding, would those many bad, unskillful things still come to be?” ","html":"{}</p>"},"dn15:10.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:10.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ anekesaṃ pāpakānaṃ akusalānaṃ dhammānaṃ sambhavāya yadidaṃ ārakkho. ","eng":"“That’s why this is the cause, source, origin, and reason for the origination of those many bad, unskillful things, namely safeguarding. ","html":"<p>{}</p>"},"dn15:11.1":{"pli":"‘Macchariyaṃ paṭicca ārakkho’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā macchariyaṃ paṭicca ārakkho. ","eng":"‘Stinginess gives rise to safeguarding’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"“Stinginess” is <i lang='pi' translate='no'>macchariya</i>. "},"dn15:11.2":{"pli":"Macchariyañca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso macchariye asati macchariyanirodhā api nu kho ārakkho paññāyethā”ti? ","eng":"Suppose there were totally and utterly no stinginess for anyone anywhere. When there’s no stinginess at all, with the cessation of stinginess, would safeguarding still be found?” ","html":"{}</p>"},"dn15:11.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:11.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo ārakkhassa, yadidaṃ macchariyaṃ. ","eng":"“That’s why this is the cause, source, origin, and reason of safeguarding, namely stinginess. ","html":"<p>{}</p>"},"dn15:12.1":{"pli":"‘Pariggahaṃ paṭicca macchariyan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā pariggahaṃ paṭicca macchariyaṃ. ","eng":"‘Ownership gives rise to stinginess’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:12.2":{"pli":"Pariggaho ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso pariggahe asati pariggahanirodhā api nu kho macchariyaṃ paññāyethā”ti? ","eng":"Suppose there were totally and utterly no ownership for anyone anywhere. When there’s no ownership at all, with the cessation of ownership, would stinginess still be found?” ","html":"{}</p>"},"dn15:12.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:12.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo macchariyassa, yadidaṃ pariggaho. ","eng":"“That’s why this is the cause, source, origin, and reason of stinginess, namely ownership. ","html":"<p>{}</p>"},"dn15:13.1":{"pli":"‘Ajjhosānaṃ paṭicca pariggaho’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā ajjhosānaṃ paṭicca pariggaho. ","eng":"‘Attachment gives rise to ownership’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"There are many words in Pali that approximate the English word “attachment”. Here it is <i lang='pi' translate='no'>ajjhosāna</i>. "},"dn15:13.2":{"pli":"Ajjhosānañca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso ajjhosāne asati ajjhosānanirodhā api nu kho pariggaho paññāyethā”ti? ","eng":"Suppose there were totally and utterly no attachment for anyone anywhere. When there’s no attachment at all, with the cessation of attachment, would ownership still be found?” ","html":"{}</p>"},"dn15:13.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:13.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo pariggahassa—yadidaṃ ajjhosānaṃ. ","eng":"“That’s why this is the cause, source, origin, and reason of ownership, namely attachment. ","html":"<p>{}</p>"},"dn15:14.1":{"pli":"‘Chandarāgaṃ paṭicca ajjhosānan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā chandarāgaṃ paṭicca ajjhosānaṃ. ","eng":"‘Desire and lust gives rise to attachment’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:14.2":{"pli":"Chandarāgo ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso chandarāge asati chandarāganirodhā api nu kho ajjhosānaṃ paññāyethā”ti? ","eng":"Suppose there were totally and utterly no desire and lust for anyone anywhere. When there’s no desire and lust at all, with the cessation of desire and lust, would attachment still be found?” ","html":"{}</p>"},"dn15:14.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:14.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo ajjhosānassa, yadidaṃ chandarāgo. ","eng":"“That’s why this is the cause, source, origin, and reason of attachment, namely desire and lust. ","html":"<p>{}</p>"},"dn15:15.1":{"pli":"‘Vinicchayaṃ paṭicca chandarāgo’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā vinicchayaṃ paṭicca chandarāgo. ","eng":"Evaluation gives rise to desire and lust’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"“Evaluation” is <i lang='pi' translate='no'>vinicchaya</i>. We like to weigh up and consider the pros and cons of different objects of desire. "},"dn15:15.2":{"pli":"Vinicchayo ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso vinicchaye asati vinicchayanirodhā api nu kho chandarāgo paññāyethā”ti? ","eng":"Suppose there were totally and utterly no evaluation for anyone anywhere. When there’s no evaluation at all, with the cessation of evaluation, would desire and lust still be found?” ","html":"{}</p>"},"dn15:15.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:15.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo chandarāgassa, yadidaṃ vinicchayo. ","eng":"“That’s why this is the cause, source, origin, and reason of desire and lust, namely evaluation. ","html":"<p>{}</p>"},"dn15:16.1":{"pli":"‘Lābhaṃ paṭicca vinicchayo’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā lābhaṃ paṭicca vinicchayo. ","eng":"‘Gaining material things gives rise to evaluation’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"Those who have nothing are grateful for any small thing, and do not indulge in picking and choosing. "},"dn15:16.2":{"pli":"Lābho ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso lābhe asati lābhanirodhā api nu kho vinicchayo paññāyethā”ti? ","eng":"Suppose there were totally and utterly no gaining of material things for anyone anywhere. When there’s no gaining of material things at all, with the cessation of gaining material things, would evaluation still be found?” ","html":"{}</p>"},"dn15:16.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:16.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo vinicchayassa, yadidaṃ lābho. ","eng":"“That’s why this is the cause, source, origin, and reason of evaluation, namely the gaining of material things. ","html":"<p>{}</p>"},"dn15:17.1":{"pli":"‘Pariyesanaṃ paṭicca lābho’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā pariyesanaṃ paṭicca lābho. ","eng":"‘Searching gives rise to gaining material things’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"Our senses are tuned to hunt out and acquire pleasure. "},"dn15:17.2":{"pli":"Pariyesanā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso pariyesanāya asati pariyesanānirodhā api nu kho lābho paññāyethā”ti? ","eng":"Suppose there were totally and utterly no searching for anyone anywhere. When there’s no searching at all, with the cessation of searching, would the gaining of material things still be found?” ","html":"{}</p>"},"dn15:17.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:17.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo lābhassa, yadidaṃ pariyesanā. ","eng":"“That’s why this is the cause, source, origin, and reason of gaining material things, namely searching. ","html":"<p>{}</p>"},"dn15:18.1":{"pli":"‘Taṇhaṃ paṭicca pariyesanā’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā taṇhaṃ paṭicca pariyesanā. ","eng":"‘Craving gives rise to searching’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}"},"dn15:18.2":{"pli":"Taṇhā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no craving for anyone anywhere. ","html":"{}"},"dn15:18.3":{"pli":"kāmataṇhā bhavataṇhā vibhavataṇhā, sabbaso taṇhāya asati taṇhānirodhā api nu kho pariyesanā paññāyethā”ti? ","eng":"That is, craving for sensual pleasures, craving for continued existence, and craving for nonexistence. When there’s no craving at all, with the cessation of craving, would searching still be found?” ","html":"{}</p>","comm":"This is the normal definition of craving in the four noble truths, supplementing the previous definition in terms of the six senses. Both are included in this sutta to show that they do not contradict, but rather reveal different aspects of the same thing. It is not just sensual desire that drives acquisition. For example, religious people fight over sacred ground or holy objects to gain a place in heaven; or else those driven by nihilism go to any lengths for alcohol or drugs to erase existence. "},"dn15:18.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:18.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo pariyesanāya, yadidaṃ taṇhā. ","eng":"“That’s why this is the cause, source, origin, and reason of searching, namely craving. ","html":"<p>{}"},"dn15:18.6":{"pli":"Iti kho, ānanda, ime dve dhammā dvayena vedanāya ekasamosaraṇā bhavanti. ","eng":"And so, Ānanda, these two things meet at the two aspects of feeling. ","html":"{}</p>","comm":"The threefold analysis of feeling leads to the process of acquisition, while the sixfold analysis of feeling leads to dependent origination. "},"dn15:19.1":{"pli":"‘Phassapaccayā vedanā’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā phassapaccayā vedanā. ","eng":"‘Contact is a requirement for feeling’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"And now we rejoin the main sequence. "},"dn15:19.2":{"pli":"Phasso ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—","eng":"Suppose there were totally and utterly no contact for anyone anywhere. ","html":"{}"},"dn15:19.3":{"pli":"cakkhusamphasso sotasamphasso ghānasamphasso jivhāsamphasso kāyasamphasso manosamphasso, sabbaso phasse asati phassanirodhā api nu kho vedanā paññāyethā”ti? ","eng":"That is, contact through the eye, ear, nose, tongue, body, and mind. When there’s no contact at all, with the cessation of contact, would feeling still be found?” ","html":"{}</p>","comm":"People mostly want to enjoy pleasant sensations, in this life and the next, but those sensations depend on a constant supply of the appropriate stimuli. "},"dn15:19.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:19.5":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo vedanāya, yadidaṃ phasso. ","eng":"“That’s why this is the cause, source, origin, and reason of feeling, namely contact. ","html":"<p>{}</p>"},"dn15:20.1":{"pli":"‘Nāmarūpapaccayā phasso’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā nāmarūpapaccayā phasso. ","eng":"‘Name and form are requirements for contact’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"Name and form are said to be conditions for contact also at <a href='index.html?q=snp4.11#11.1'>Snp 4.11:11.1</a>. "},"dn15:20.2":{"pli":"Yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi nāmakāyassa paññatti hoti, tesu ākāresu tesu liṅgesu tesu nimittesu tesu uddesesu asati api nu kho rūpakāye adhivacanasamphasso paññāyethā”ti? ","eng":"Suppose there were none of the features, attributes, signs, and details by which the set of mental phenomena known as name is found. Would labeling contact still be found in the set of physical phenomena?” ","html":"{}</p>","comm":"The “set of mental phenomena known as name” is <i lang='pi' translate='no'>nāmakāya</i>. Its function depends not any underlying essence, but on the “features” by which it is “made known”; this is a phenomenological analysis. | “Labeling contact” is <i lang='pi' translate='no'>adhivacanasamphassa</i>; it is the active process by which the mind makes sense of the world by attaching labels to experience. This passage reinforces the linguistic significance of <i lang='pi' translate='no'>nāma</i>. "},"dn15:20.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:20.4":{"pli":"“Yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi rūpakāyassa paññatti hoti, tesu ākāresu …pe… tesu uddesesu asati api nu kho nāmakāye paṭighasamphasso paññāyethā”ti? ","eng":"“Suppose there were none of the features, attributes, signs, and details by which the set of physical phenomena known as form is found. Would impingement contact still be found in the set of mental phenomena?” ","html":"<p>{}</p>","comm":"The “set of physical phenomena known as form” is <i lang='pi' translate='no'>rūpakāya</i>. | “Impingement contact” is <i lang='pi' translate='no'>paṭighasamphassa</i>. Here <i lang='pi' translate='no'>paṭigha</i> refers to the “striking” of physical phenomena against each other, such as light “hitting” the eye. It most commonly appears in this sense in the formula that begins the formless attainments. "},"dn15:20.5":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:20.6":{"pli":"“Yehi, ānanda, ākārehi …pe… yehi uddesehi nāmakāyassa ca rūpakāyassa ca paññatti hoti, tesu ākāresu …pe… tesu uddesesu asati api nu kho adhivacanasamphasso vā paṭighasamphasso vā paññāyethā”ti? ","eng":"“Suppose there were none of the features, attributes, signs, and details by which the set of phenomena known as name and the set of phenomena known as form are found. Would either labeling contact or impingement contact still be found?” ","html":"<p>{}</p>","comm":"Labeling moves from the mind to the world; impingement moves from the world to the mind. Together they create a dynamic two-way process by which we learn about the world and how to make sense of it. "},"dn15:20.7":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:20.8":{"pli":"“Yehi, ānanda, ākārehi …pe… yehi uddesehi nāmarūpassa paññatti hoti, tesu ākāresu …pe… tesu uddesesu asati api nu kho phasso paññāyethā”ti? ","eng":"“Suppose there were none of the features, attributes, signs, and details by which name and form are found. Would contact still be found?” ","html":"<p>{}</p>","comm":"Contact is fundamentally a meeting, normally expressed as the coming together of the sense stimulus (light), the sense organ (eye), and sense consciousness. By skipping the direct mention of the six senses, the Buddha opens another perspective on this process: mental labeling meets sense impingement, each essential to the other, and together making contact possible. The analysis itself exemplifies this process, as it starts by looking at the process from each side, and moves towards integration, seeing them both together. "},"dn15:20.9":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:20.10":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo phassassa, yadidaṃ nāmarūpaṃ. ","eng":"“That’s why this is the cause, source, origin, and reason of contact, namely name and form. ","html":"<p>{}</p>"},"dn15:21.1":{"pli":"‘Viññāṇapaccayā nāmarūpan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā viññāṇapaccayā nāmarūpaṃ. ","eng":"‘Consciousness is a requirement for name and form’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"Consciousness in dependent origination is normally defined as the six kinds of sense consciousness (<a href='index.html?q=sn12#6.3'>SN 12:6.3</a>). The purpose of this is to emphasize that the process of rebirth and transmigration is an empirical process, which depends on the same ordinary consciousness we are experiencing now. Here, once again, by skipping the six senses, a new mode of analysis opens up, which emphasizes the organic growth of the individual. "},"dn15:21.2":{"pli":"Viññāṇañca hi, ānanda, mātukucchismiṃ na okkamissatha, api nu kho nāmarūpaṃ mātukucchismiṃ samuccissathā”ti? ","eng":"If consciousness were not conceived in the mother’s womb, would name and form coagulate there?” ","html":"{}</p>","comm":"“Conceived” is <i lang='pi' translate='no'>okkamissatha</i>, literally “descend” or “arrive”. | “Coagulate” assumes the PTS reading <i lang='pi' translate='no'>samucchissatha</i> (Sanskrit <i lang='pi' translate='no'>sammurch</i>). I believe this echoes the belief that the embryo is “coagulated” from the mix of blood and semen. Compare the Jain term <i lang='pi' translate='no'></i>sammūrcchana<i lang='pi' translate='no'>, “congealment”, which covers all kinds of birth not from a uterus or spontaneous (Tattvārtha Sūtra 2.35). | Linguistically, this passage through to <a href='index.html?q=dn15#22.2'>DN 15:22.2</a> is marked with the extremely rare verbal ending </i>-issatha_, which is the middle form of the third person singular conditional. "},"dn15:21.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:21.4":{"pli":"“Viññāṇañca hi, ānanda, mātukucchismiṃ okkamitvā vokkamissatha, api nu kho nāmarūpaṃ itthattāya abhinibbattissathā”ti? ","eng":"“If consciousness, after being conceived in the mother’s womb, were to be miscarried, would name and form be born into this place?” ","html":"<p>{}</p>","comm":"“Miscarried” is <i lang='pi' translate='no'>vokkamissatha</i>. | “State of existence” is <i lang='pi' translate='no'>itthattā</i>, which is most commonly found in the declaration of the arahant that they will no longer be reborn into “this state of existence”. | Here “born” is <i lang='pi' translate='no'>abhinibbatti</i>, which is listed along with <i lang='pi' translate='no'>jāti</i>, <i lang='pi' translate='no'>okkanti</i>, and other terms as a synonym in the standard definition of rebirth (<a href='index.html?q=sn12.2#4.2'>SN 12.2:4.2</a>, <a href='index.html?q=mn9#24-26.7'>MN 9:24–26.7</a>, <a href='index.html?q=dn22#18.4'>DN 22:18.4</a>). "},"dn15:21.5":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:21.6":{"pli":"“Viññāṇañca hi, ānanda, daharasseva sato vocchijjissatha kumārakassa vā kumārikāya vā, api nu kho nāmarūpaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjissathā”ti? ","eng":"“If the consciousness of a young boy or girl were to be cut off, would name and form achieve growth, increase, and maturity?” ","html":"<p>{}</p>","comm":"The connection between dependent origination and childhood development is further explored in <a href='index.html?q=mn38#28.1'>MN 38:28.1</a>. "},"dn15:21.7":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:21.8":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo nāmarūpassa—yadidaṃ viññāṇaṃ. ","eng":"“That’s why this is the cause, source, origin, and reason of name and form, namely consciousness. ","html":"<p>{}</p>"},"dn15:22.1":{"pli":"‘Nāmarūpapaccayā viññāṇan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā nāmarūpapaccayā viññāṇaṃ. ","eng":"‘Name and form are requirements for consciousness’—that’s what I said. And this is a way to understand how this is so. ","html":"<p>{}","comm":"Now we turn to the mirror side of the pair of conditions. "},"dn15:22.2":{"pli":"Viññāṇañca hi, ānanda, nāmarūpe patiṭṭhaṃ na labhissatha, api nu kho āyatiṃ jātijarāmaraṇaṃ dukkhasamudayasambhavo paññāyethā”ti? ","eng":"If consciousness were not established in name and form, would the coming to be of the origin of suffering—of rebirth, old age, and death in the future—be found?” ","html":"{}</p>","comm":"Just as name and form—the organic, sensual, and sense-making body—cannot grow without consciousness, so too consciousness must acquire a landing or grounding place to be “planted” in name and form. | <i lang='pi' translate='no'>Dukkhasamudayasambhavo</i> (“the coming to be of the origin of suffering”) might be rendered “the coming to be and origin of suffering”. However, <i lang='pi' translate='no'>dukkhasamudaya</i> occurs some hundreds of times in the sense “origin of suffering” so I take it in the same way here. This is supported by the PTS variant reading <i lang='pi' translate='no'>dukkhasamudayo sambhavo</i>. "},"dn15:22.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:22.4":{"pli":"“Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo viññāṇassa yadidaṃ nāmarūpaṃ. ","eng":"“That’s why this is the cause, source, origin, and reason of consciousness, namely name and form. ","html":"<p>{}"},"dn15:22.5":{"pli":"Ettāvatā kho, ānanda, jāyetha vā jīyetha vā mīyetha vā cavetha vā upapajjetha vā. ","eng":"This is the extent to which one may be reborn, grow old, die, pass away, or reappear. ","html":"{}","comm":"This passage continues to employ rare middle forms, this time <i lang='pi' translate='no'>-etha</i>, the third person singular optative. "},"dn15:22.6":{"pli":"Ettāvatā adhivacanapatho, ettāvatā niruttipatho, ettāvatā paññattipatho, ettāvatā paññāvacaraṃ, ettāvatā vaṭṭaṃ vattati itthattaṃ paññāpanāya yadidaṃ nāmarūpaṃ saha viññāṇena aññamaññapaccayatā pavattati. ","eng":"This is how far the scope of labeling, definition, and description extends; how far the sphere of wisdom extends; how far the cycle of rebirths spins so that this state of being may be found; namely, name and form together with consciousness. ","html":"{}</p>","comm":"This passage explains why the sequence ends here rather than proceeding in the usual way to choices and ignorance. Any state of being ultimately depends on the codependency of name and form with consciousness. Within this key relationship is the extent not only of language, but also of wisdom, and the secret to the undoing of transmigration itself. One of the many profound implications of this is that there is no such thing as a state of pure consciousness independent of concepts. | <i lang='pi' translate='no'>Ettāvatā vaṭṭaṁ vattati itthattaṁ paññāpanāya</i> should be read with such passages as <a href='index.html?q=sn22.56#5.3'>SN 22.56:5.3</a>: <i lang='pi' translate='no'>ye kevalino vaṭṭaṁ tesaṁ natthi paññāpanāya</i> (“For consummate ones, there is no cycle of rebirths to be found”). | In Chāndogya Upaniṣad 7.1.5, one who worships Divinity as name can do as they please “within the limits of name” (<i lang='pi' translate='no'>yāvannāmno gataṁ</i>). | The Mahāsaṅgīti reading <i lang='pi' translate='no'>aññamaññapaccayatā pavattati</i> is spurious, since it inserts an Abhidhamma concept from the commentary. "},"dn15:23.0":{"pli":"2. Attapaññatti ","eng":"2. Describing the Self ","html":"<h2>{}</h2>"},"dn15:23.1":{"pli":"Kittāvatā ca, ānanda, attānaṃ paññapento paññapeti? ","eng":"How do those who describe the self describe it? ","html":"<p>{}","comm":"The text now turns to an analysis of theories of “self” (<i lang='pi' translate='no'>attā</i>), which is comparable to some of the passages of <a href='index.html?q=dn1'>DN 1</a>. The Buddha began his discourse by stating that it is the failure to understand dependent origination that keeps beings trapped in transmigration. Dependent origination explains transmigration in a purely empirical way by inferring from the mental and physical phenomena we experience here and now. Self theorists, on the other hand, explain transmigration by introducing a new metaphysical principle, the “self” or “soul”, by which they assume that the individual has an eternal underlying essence. "},"dn15:23.2":{"pli":"Rūpiṃ vā hi, ānanda, parittaṃ attānaṃ paññapento paññapeti: ","eng":"They describe it as formed and limited: ","html":"{}","comm":"“Formed” is <i lang='pi' translate='no'>rūpī</i> (“possessing form”), identifying the self with the first of the five aggregates. If something were really the core essence of a person, you would think it is readily knowable. But the Buddha shows that theorists describe the self in multiple different and incompatible ways. Each of these draws on some more-or-less arbitrary aspect of empirical reality, such as “form”, to describe an unknowable metaphysical entity that is in fact just pure supposition. "},"dn15:23.3":{"pli":"‘rūpī me paritto attā’ti. ","eng":"‘My self is formed and limited.’ ","html":"{}","comm":"An example of a self that is “physical and limited” would be the body. "},"dn15:23.4":{"pli":"Rūpiṃ vā hi, ānanda, anantaṃ attānaṃ paññapento paññapeti: ","eng":"Or they describe it as formed and infinite: ","html":"{}"},"dn15:23.5":{"pli":"‘rūpī me ananto attā’ti. ","eng":"‘My self is formed and infinite.’ ","html":"{}","comm":"Such as the cosmos. "},"dn15:23.6":{"pli":"Arūpiṃ vā hi, ānanda, parittaṃ attānaṃ paññapento paññapeti: ","eng":"Or they describe it as formless and limited: ","html":"{}"},"dn15:23.7":{"pli":"‘arūpī me paritto attā’ti. ","eng":"‘My self is formless and limited.’ ","html":"{}","comm":"Perhaps this is the self of “limited perception” (<a href='index.html?q=dn1#2.38.13'>DN 1:2.38.13</a>). This would be where the mind is aware of something limited, and the self is identified with the mental dimension of that awareness. "},"dn15:23.8":{"pli":"Arūpiṃ vā hi, ānanda, anantaṃ attānaṃ paññapento paññapeti: ","eng":"Or they describe it as formless and infinite: ","html":"{}"},"dn15:23.9":{"pli":"‘arūpī me ananto attā’ti. ","eng":"‘My self is formless and infinite.’ ","html":"{}</p>","comm":"Such as the formless dimensions. "},"dn15:24.1":{"pli":"Tatrānanda, yo so rūpiṃ parittaṃ attānaṃ paññapento paññapeti. ","eng":"Now, take those who describe the self as formed and limited. ","html":"<p>{}"},"dn15:24.2":{"pli":"Etarahi vā so rūpiṃ parittaṃ attānaṃ paññapento paññapeti, tattha bhāviṃ vā so rūpiṃ parittaṃ attānaṃ paññapento paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa hoti. ","eng":"They describe the self in the present as formed and limited; or they describe it as sure to be in some other place formed and limited; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ ","html":"{}","comm":"The three options (“it is”, “it will be so”, and “I will make it be so”) illustrate how the theorist resorts to ever more convoluted means to justify the lack of empirical support for their pet theory. | <i lang='pi' translate='no'>Bhāviṁ</i> (“sure to become”) is the root <i lang='pi' translate='no'>bhū</i> with the primary affix <i lang='pi' translate='no'>-ī</i>, which connotes an inevitable future state. | <i lang='pi' translate='no'>Tattha</i> (“in some other place”, literally “there”) is explained by the commentary as <i lang='pi' translate='no'>paraloke</i> (“in the next world”). "},"dn15:24.3":{"pli":"Evaṃ santaṃ kho, ānanda, rūpiṃ parittattānudiṭṭhi anusetīti iccālaṃ vacanāya. ","eng":"This being so, it’s appropriate to say that a theory of self as formed and limited underlies them. ","html":"{}</p>","comm":"Their surface differences rest on the same underlying assumption, so if the assumption is disproved there is no need to refute each individual theory. | <i lang='pi' translate='no'>Iccālaṁ</i> resolves to <i lang='pi' translate='no'>iti alaṁ</i>. "},"dn15:24.4":{"pli":"Tatrānanda, yo so rūpiṃ anantaṃ attānaṃ paññapento paññapeti. ","eng":"Now, take those who describe the self as formed and infinite … ","html":"<p>{}"},"dn15:24.5":{"pli":"Etarahi vā so rūpiṃ anantaṃ attānaṃ paññapento paññapeti, tattha bhāviṃ vā so rūpiṃ anantaṃ attānaṃ paññapento paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa hoti. ","html":"{}"},"dn15:24.6":{"pli":"Evaṃ santaṃ kho, ānanda, rūpiṃ anantattānudiṭṭhi anusetīti iccālaṃ vacanāya. ","html":"{}"},"dn15:24.7":{"pli":"Tatrānanda, yo so arūpiṃ parittaṃ attānaṃ paññapento paññapeti. ","eng":"formless and limited … ","html":"{}"},"dn15:24.8":{"pli":"Etarahi vā so arūpiṃ parittaṃ attānaṃ paññapento paññapeti, tattha bhāviṃ vā so arūpiṃ parittaṃ attānaṃ paññapento paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa hoti. ","html":"{}"},"dn15:24.9":{"pli":"Evaṃ santaṃ kho, ānanda, arūpiṃ parittattānudiṭṭhi anusetīti iccālaṃ vacanāya. ","html":"{}"},"dn15:24.10":{"pli":"Tatrānanda, yo so arūpiṃ anantaṃ attānaṃ paññapento paññapeti. ","eng":"formless and infinite. ","html":"{}"},"dn15:24.11":{"pli":"Etarahi vā so arūpiṃ anantaṃ attānaṃ paññapento paññapeti, tattha bhāviṃ vā so arūpiṃ anantaṃ attānaṃ paññapento paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa hoti. ","eng":"They describe the self as formless and infinite in the present; or as sure to become formless and infinite in some other place; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ ","html":"{}"},"dn15:24.12":{"pli":"Evaṃ santaṃ kho, ānanda, arūpiṃ anantattānudiṭṭhi anusetīti iccālaṃ vacanāya. ","eng":"This being so, it’s appropriate to say that a theory of self as formless and infinite underlies them. ","html":"{}"},"dn15:24.13":{"pli":"Ettāvatā kho, ānanda, attānaṃ paññapento paññapeti. ","eng":"That’s how those who describe the self describe it. ","html":"{}</p>"},"dn15:25.0":{"pli":"3. Naattapaññatti ","eng":"3. Not Describing the Self ","html":"<h2>{}</h2>"},"dn15:25.1":{"pli":"Kittāvatā ca, ānanda, attānaṃ na paññapento na paññapeti? ","eng":"How do those who don’t describe the self not describe it? ","html":"<p>{}","comm":"This is the Buddha, who does not theorize a metaphysical self. Implicit in this argument is Occam’s razor, “entities must not be multiplied beyond necessity”. Since the self theorists want to prove the existence of the “self”, it is up to them to supply the grounds to support their suppositions. Since they fail to do so, the rational position is that there is no self. The Buddha is not under a similar obligation to prove the non-existence of the “self”, since it is reasonable to assume that things do not exist until the evidence says otherwise. "},"dn15:25.2":{"pli":"Rūpiṃ vā hi, ānanda, parittaṃ attānaṃ na paññapento na paññapeti: ","eng":"They don’t describe it as formed and limited … ","html":"{}"},"dn15:25.3":{"pli":"‘rūpī me paritto attā’ti. ","html":"{}"},"dn15:25.4":{"pli":"Rūpiṃ vā hi, ānanda, anantaṃ attānaṃ na paññapento na paññapeti: ","eng":"formed and infinite … ","html":"{}"},"dn15:25.5":{"pli":"‘rūpī me ananto attā’ti. ","html":"{}"},"dn15:25.6":{"pli":"Arūpiṃ vā hi, ānanda, parittaṃ attānaṃ na paññapento na paññapeti: ","eng":"formless and limited … ","html":"{}"},"dn15:25.7":{"pli":"‘arūpī me paritto attā’ti. ","html":"{}"},"dn15:25.8":{"pli":"Arūpiṃ vā hi, ānanda, anantaṃ attānaṃ na paññapento na paññapeti: ","eng":"formless and infinite: ","html":"{}"},"dn15:25.9":{"pli":"‘arūpī me ananto attā’ti. ","eng":"‘My self is formless and infinite.’ ","html":"{}</p>"},"dn15:26.1":{"pli":"Tatrānanda, yo so rūpiṃ parittaṃ attānaṃ na paññapento na paññapeti. ","eng":"Now, take those who don’t describe the self as formed and limited … ","html":"<p>{}"},"dn15:26.2":{"pli":"Etarahi vā so rūpiṃ parittaṃ attānaṃ na paññapento na paññapeti, tattha bhāviṃ vā so rūpiṃ parittaṃ attānaṃ na paññapento na paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa na hoti. ","html":"{}"},"dn15:26.3":{"pli":"Evaṃ santaṃ kho, ānanda, rūpiṃ parittattānudiṭṭhi nānusetīti iccālaṃ vacanāya. ","html":"{}"},"dn15:26.4":{"pli":"Tatrānanda, yo so rūpiṃ anantaṃ attānaṃ na paññapento na paññapeti. ","eng":"formed and infinite … ","html":"{}"},"dn15:26.5":{"pli":"Etarahi vā so rūpiṃ anantaṃ attānaṃ na paññapento na paññapeti, tattha bhāviṃ vā so rūpiṃ anantaṃ attānaṃ na paññapento na paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa na hoti. ","html":"{}"},"dn15:26.6":{"pli":"Evaṃ santaṃ kho, ānanda, rūpiṃ anantattānudiṭṭhi nānusetīti iccālaṃ vacanāya. ","html":"{}"},"dn15:26.7":{"pli":"Tatrānanda, yo so arūpiṃ parittaṃ attānaṃ na paññapento na paññapeti. ","eng":"formless and limited … ","html":"{}"},"dn15:26.8":{"pli":"Etarahi vā so arūpiṃ parittaṃ attānaṃ na paññapento na paññapeti, tattha bhāviṃ vā so arūpiṃ parittaṃ attānaṃ na paññapento na paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa na hoti. ","html":"{}"},"dn15:26.9":{"pli":"Evaṃ santaṃ kho, ānanda, arūpiṃ parittattānudiṭṭhi nānusetīti iccālaṃ vacanāya. ","html":"{}"},"dn15:26.10":{"pli":"Tatrānanda, yo so arūpiṃ anantaṃ attānaṃ na paññapento na paññapeti. ","eng":"formless and infinite. ","html":"{}"},"dn15:26.11":{"pli":"Etarahi vā so arūpiṃ anantaṃ attānaṃ na paññapento na paññapeti, tattha bhāviṃ vā so arūpiṃ anantaṃ attānaṃ na paññapento na paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa na hoti. ","eng":"They don’t describe the self in the present as formless and infinite; or as sure to become in some other place formless and infinite; and they don’t think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ ","html":"{}"},"dn15:26.12":{"pli":"Evaṃ santaṃ kho, ānanda, arūpiṃ anantattānudiṭṭhi nānusetīti iccālaṃ vacanāya. ","eng":"This being so, it’s appropriate to say that a theory of self as formless and infinite doesn’t underlie them. ","html":"{}"},"dn15:26.13":{"pli":"Ettāvatā kho, ānanda, attānaṃ na paññapento na paññapeti. ","eng":"That’s how those who don’t describe the self don’t describe it. ","html":"{}</p>"},"dn15:27.0":{"pli":"4. Attasamanupassanā ","eng":"4. Regarding a Self ","html":"<h2>{}</h2>"},"dn15:27.1":{"pli":"Kittāvatā ca, ānanda, attānaṃ samanupassamāno samanupassati? ","eng":"How do those who regard the self regard it? ","html":"<p>{}","comm":"Having asserted a metaphysical “self”, the theorists go on to make certain observations and interpretations regarding it. "},"dn15:27.2":{"pli":"Vedanaṃ vā hi, ānanda, attānaṃ samanupassamāno samanupassati: ","eng":"They regard feeling as self: ","html":"{}","comm":"The Buddha moves from theories of the self as form to feeling, the second of the five aggregates. "},"dn15:27.3":{"pli":"‘vedanā me attā’ti. ","eng":"‘Feeling is my self.’ ","html":"{}","comm":"For example, identifying the self with the supposed eternal bliss of heaven. As with the description of self in physical terms, the theorist proceeds from a simple assertion of identity to more complicated hypotheses. "},"dn15:27.4":{"pli":"‘Na heva kho me vedanā attā, appaṭisaṃvedano me attā’ti iti vā hi, ānanda, attānaṃ samanupassamāno samanupassati. ","eng":"Or they regard it like this: ‘Feeling is definitely not my self. My self does not experience feeling.’ ","html":"{}","comm":"This is the inverse of the previous. The self is still defined <em>in relation to</em> feeling, but it is a negative relation. Such theories are commonly found in the Upaniṣads, where a prominent thread of analysis systematically rejects all the things that are <em>not</em> the self (<i lang='pi' translate='no'>neti</i>), before finally arriving at what <em>is</em> the self (eg. Bṛhadāraṇyaka Upaniṣad 4.5.15). "},"dn15:27.5":{"pli":"‘Na heva kho me vedanā attā, nopi appaṭisaṃvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti iti vā hi, ānanda, attānaṃ samanupassamāno samanupassati. ","eng":"Or they regard it like this: ‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’ ","html":"{}</p>","comm":"Here the theorist describes feeling as a function of the self: it is not what the self <em>is</em>, but what the self <em>does</em>. At <a href='index.html?q=mn38#5.11'>MN 38:5.11</a> (= <a href='index.html?q=mn2#8.8'>MN 2:8.8</a>), Sāti describes the self as consciousness, “the speaker and feeler who experiences the results of good and bad deeds in all the different realms”. "},"dn15:28.1":{"pli":"Tatrānanda, yo so evamāha: ","eng":"Now, as to those who say: ","html":"<p>{}","comm":"The Buddha goes on to develop specific arguments addressing each position. "},"dn15:28.2":{"pli":"‘vedanā me attā’ti, ","eng":"‘Feeling is my self.’ ","html":"{}"},"dn15:28.3":{"pli":"so evamassa vacanīyo: ","eng":"You should say this to them: ","html":"{}"},"dn15:28.4":{"pli":"‘tisso kho imā, āvuso, vedanā—","eng":"‘Reverend, there are three feelings: ","html":"{}"},"dn15:28.5":{"pli":"sukhā vedanā dukkhā vedanā adukkhamasukhā vedanā. ","eng":"pleasant, painful, and neutral. ","html":"{}","comm":"The Buddha points out the universal experience of feeling, thus establishing his argument on common ground. This same argument is found at <a href='index.html?q=mn74#10.1'>MN 74:10.1</a>. "},"dn15:28.6":{"pli":"Imāsaṃ kho tvaṃ tissannaṃ vedanānaṃ katamaṃ attato samanupassasī’ti? ","eng":"Which one of these do you regard as self?’ ","html":"{}"},"dn15:28.7":{"pli":"Yasmiṃ, ānanda, samaye sukhaṃ vedanaṃ vedeti, neva tasmiṃ samaye dukkhaṃ vedanaṃ vedeti, na adukkhamasukhaṃ vedanaṃ vedeti; ","eng":"Ānanda, at a time when you feel a pleasant feeling, you don’t feel a painful or neutral feeling; ","html":"{}","comm":"The idea that only one kind of feeling can be experienced at a time became an adage of Buddhist psychology, but it is not obvious to me that it is the case. Here and at MN 74 it is assumed to be a shared belief with non-Buddhists. "},"dn15:28.8":{"pli":"sukhaṃyeva tasmiṃ samaye vedanaṃ vedeti. ","eng":"you only feel a pleasant feeling. ","html":"{}"},"dn15:28.9":{"pli":"Yasmiṃ, ānanda, samaye dukkhaṃ vedanaṃ vedeti, neva tasmiṃ samaye sukhaṃ vedanaṃ vedeti, na adukkhamasukhaṃ vedanaṃ vedeti; ","eng":"At a time when you feel a painful feeling, you don’t feel a pleasant or neutral feeling; ","html":"{}"},"dn15:28.10":{"pli":"dukkhaṃyeva tasmiṃ samaye vedanaṃ vedeti. ","eng":"you only feel a painful feeling. ","html":"{}"},"dn15:28.11":{"pli":"Yasmiṃ, ānanda, samaye adukkhamasukhaṃ vedanaṃ vedeti, neva tasmiṃ samaye sukhaṃ vedanaṃ vedeti, na dukkhaṃ vedanaṃ vedeti; ","eng":"At a time when you feel a neutral feeling, you don’t feel a pleasant or painful feeling; ","html":"{}"},"dn15:28.12":{"pli":"adukkhamasukhaṃyeva tasmiṃ samaye vedanaṃ vedeti. ","eng":"you only feel a neutral feeling. ","html":"{}</p>"},"dn15:29.1":{"pli":"Sukhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. ","eng":"Pleasant feelings, painful feelings, and neutral feelings are all impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease. ","html":"<p>{}"},"dn15:29.2":{"pli":"Dukkhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. ","html":"{}"},"dn15:29.3":{"pli":"Adukkhamasukhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. ","html":"{}"},"dn15:29.4":{"pli":"Tassa sukhaṃ vedanaṃ vediyamānassa ‘eso me attā’ti hoti. ","eng":"When feeling a pleasant feeling they think: ‘This is my self.’ ","html":"{}"},"dn15:29.5":{"pli":"Tassāyeva sukhāya vedanāya nirodhā ‘byagā me attā’ti hoti. ","eng":"When their pleasant feeling ceases they think: ‘My self has expired.’ ","html":"{}"},"dn15:29.6":{"pli":"Dukkhaṃ vedanaṃ vediyamānassa ‘eso me attā’ti hoti. ","eng":"When feeling a painful feeling they think: ‘This is my self.’ ","html":"{}"},"dn15:29.7":{"pli":"Tassāyeva dukkhāya vedanāya nirodhā ‘byagā me attā’ti hoti. ","eng":"When their painful feeling ceases they think: ‘My self has expired.’ ","html":"{}"},"dn15:29.8":{"pli":"Adukkhamasukhaṃ vedanaṃ vediyamānassa ‘eso me attā’ti hoti. ","eng":"When feeling a neutral feeling they think: ‘This is my self.’ ","html":"{}"},"dn15:29.9":{"pli":"Tassāyeva adukkhamasukhāya vedanāya nirodhā ‘byagā me attā’ti hoti. ","eng":"When their neutral feeling ceases they think: ‘My self has expired.’ ","html":"{}"},"dn15:29.10":{"pli":"Iti so diṭṭheva dhamme aniccasukhadukkhavokiṇṇaṃ uppādavayadhammaṃ attānaṃ samanupassamāno samanupassati, yo so evamāha: ‘vedanā me attā’ti. ","eng":"So those who say ‘feeling is my self’ regard as self that which is evidently impermanent, mixed with pleasure and pain, and liable to rise and fall. ","html":"{}"},"dn15:29.11":{"pli":"Tasmātihānanda, etena petaṃ nakkhamati: ‘vedanā me attā’ti samanupassituṃ. ","eng":"That’s why it’s not acceptable to regard feeling as self. ","html":"{}</p>"},"dn15:30.1":{"pli":"Tatrānanda, yo so evamāha: ","eng":"Now, as to those who say: ","html":"<p>{}"},"dn15:30.2":{"pli":"‘na heva kho me vedanā attā, appaṭisaṃvedano me attā’ti, so evamassa vacanīyo: ","eng":"‘Feeling is definitely not my self. My self does not experience feeling.’ You should say this to them, ","html":"{}"},"dn15:30.3":{"pli":"‘yattha panāvuso, sabbaso vedayitaṃ natthi api nu kho, tattha “ayamahamasmī”ti siyā’”ti? ","eng":"‘But reverend, where there is nothing felt at all, would the thought “I am” occur there?’” ","html":"{}</p>","comm":"Feeling is part of the fundamental structure of consciousness. This argument comes through more clearly in Pali, for the word for “feeling” (<i lang='pi' translate='no'>vedanā</i>) is derived from and still lies close to the sense of “knowing, experiencing”. Thus the question is, “If there was no mind, would there be the thought ‘I am this’?” The commentary explains that this refers to the bare material realm which is devoid of consciousness. The commentary appears to support the variant reading <i lang='pi' translate='no'>ahamasmī</i> here. This makes sense in context, for “I am” is the first and most primordial assertion of a self, while “I am this” is a more sophisticated identification of the self in relation to the aggregates. "},"dn15:30.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:30.5":{"pli":"“Tasmātihānanda, etena petaṃ nakkhamati: ‘na heva kho me vedanā attā, appaṭisaṃvedano me attā’ti samanupassituṃ. ","eng":"“That’s why it’s not acceptable to regard self as that which does not experience feeling. ","html":"<p>{}</p>"},"dn15:31.1":{"pli":"Tatrānanda, yo so evamāha: ","eng":"Now, as to those who say: ","html":"<p>{}"},"dn15:31.2":{"pli":"‘na heva kho me vedanā attā, nopi appaṭisaṃvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti. ","eng":"‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’ ","html":"{}"},"dn15:31.3":{"pli":"So evamassa vacanīyo—","eng":"You should say this to them, ","html":"{}"},"dn15:31.4":{"pli":"vedanā ca hi, āvuso, sabbena sabbaṃ sabbathā sabbaṃ aparisesā nirujjheyyuṃ. ","eng":"‘Suppose feelings were to totally and utterly cease without anything left over. ","html":"{}"},"dn15:31.5":{"pli":"Sabbaso vedanāya asati vedanānirodhā api nu kho tattha ‘ayamahamasmī’ti siyā”ti? ","eng":"When there’s no feeling at all, with the cessation of feeling, would the thought “I am this” occur there?’” ","html":"{}</p>","comm":"The theorist avoids identifying feeling as the self, but they must identify <em>something</em> as the self (as for example, Sāti said the self was <i lang='pi' translate='no'>viññāṇa</i>). Feeling, however, is deeply wound into the structure of consciousness, so if feeling were to be utterly absent, no other mental phenomena could continue, and there would therefore be no possibility of forming a theory of self. "},"dn15:31.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:31.7":{"pli":"“Tasmātihānanda, etena petaṃ nakkhamati: ‘na heva kho me vedanā attā, nopi appaṭisaṃvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti samanupassituṃ. ","eng":"“That’s why it’s not acceptable to regard self as that which is liable to feel. ","html":"<p>{}</p>"},"dn15:32.1":{"pli":"Yato kho, ānanda, bhikkhu neva vedanaṃ attānaṃ samanupassati, nopi appaṭisaṃvedanaṃ attānaṃ samanupassati, nopi ‘attā me vediyati, vedanādhammo hi me attā’ti samanupassati. ","html":"<p>{}"},"dn15:32.2":{"pli":"So evaṃ na samanupassanto na ca kiñci loke upādiyati, ","eng":"Not regarding anything in this way, they don’t grasp at anything in the world. ","html":"{}"},"dn15:32.3":{"pli":"anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati, ","eng":"Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ","html":"{}","comm":"Letting go is not just a conceptual matter, it has immediate emotional consequences. <i lang='pi' translate='no'>Paritassati</i> conveys the twin senses of desire and agitation, for which “anxiety” seems the best fit. "},"dn15:32.4":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ ","html":"{}</p>"},"dn15:32.5":{"pli":"Evaṃ vimuttacittaṃ kho, ānanda, bhikkhuṃ yo evaṃ vadeyya: ","eng":"It wouldn’t be appropriate to say that a mendicant whose mind is freed like this holds the following views: ","html":"<p>{}"},"dn15:32.6":{"pli":"‘hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ. ","eng":"‘A realized one still exists after death’; ","html":"{}"},"dn15:32.7":{"pli":"‘Na hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ. ","eng":"‘A realized one no longer exists after death’; ","html":"{}"},"dn15:32.8":{"pli":"‘Hoti ca na ca hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ. ","eng":"‘A realized one both still exists and no longer exists after death’; ","html":"{}"},"dn15:32.9":{"pli":"‘Neva hoti na na hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ. ","eng":"‘A realized one neither still exists nor no longer exists after death’. ","html":"{}</p>"},"dn15:32.10":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"<p>{}"},"dn15:32.11":{"pli":"Yāvatā, ānanda, adhivacanaṃ yāvatā adhivacanapatho, yāvatā nirutti yāvatā niruttipatho, yāvatā paññatti yāvatā paññattipatho, yāvatā paññā yāvatā paññāvacaraṃ, yāvatā vaṭṭaṃ, yāvatā vaṭṭati, tadabhiññāvimutto bhikkhu, tadabhiññāvimuttaṃ bhikkhuṃ ‘na jānāti na passati itissa diṭṭhī’ti, tadakallaṃ. ","eng":"A mendicant is freed by directly knowing this: how far labeling and the scope of labeling extend; how far definition and the scope of definition extend; how far description and the scope of description extend; how far wisdom and the sphere of wisdom extend; how far the cycle of rebirths and its continuation extend. It wouldn’t be appropriate to say that a mendicant freed by directly knowing this holds the view: ‘There is no such thing as knowing and seeing.’ ","html":"{}</p>","comm":"This recalls the similar statement at <a href='index.html?q=dn15#22.6'>DN 15:22.6</a>. Whereas there it was a statement about name and form with consciousness, here it is a description of the arahant who has fully realized it. Unlike the theorists whose views do not withstand empirical scrutiny, the arahant’s liberation is based on a direct understanding of reality. | <i lang='pi' translate='no'>Nirutti</i> means the “clear expression” or “definition” of a word. In the pre-Buddhist literature, that which is “undefined” is the mystical truth to be muttered under the breath, whereas that which is “defined” is clearly expressed in language. A list of such definitions is a <i lang='pi' translate='no'>nirukti</i>, a glossary or dictionary. "},"dn15:33.0":{"pli":"5. Sattaviññāṇaṭṭhiti ","eng":"5. Planes of Consciousness ","html":"<h2>{}</h2>"},"dn15:33.1":{"pli":"Satta kho, ānanda, viññāṇaṭṭhitiyo, dve āyatanāni. ","eng":"Ānanda, there are seven planes of consciousness and two dimensions. ","html":"<p>{}","comm":"The Buddha returns once more to the question of rebirth, describing various states of rebirth in terms of consciousness. The seven planes are also mentioned at <a href='index.html?q=dn33#2.3.28'>DN 33:2.3.28</a>, <a href='index.html?q=dn34#1.8.11'>DN 34:1.8.11</a>, and <a href='index.html?q=an7.44#1.1'>AN 7.44:1.1</a>. "},"dn15:33.2":{"pli":"Katamā satta? ","eng":"What seven? ","html":"{}</p>"},"dn15:33.3":{"pli":"Santānanda, sattā nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā. ","eng":"There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ","html":"<p>{}"},"dn15:33.4":{"pli":"Ayaṃ paṭhamā viññāṇaṭṭhiti. ","eng":"This is the first plane of consciousness. ","html":"{}</p>","comm":"“Plane of consciousness” is <i lang='pi' translate='no'>viññāṇaṭṭhiti</i>, which could also be rendered “station”. "},"dn15:33.5":{"pli":"Santānanda, sattā nānattakāyā ekattasaññino, seyyathāpi devā brahmakāyikā paṭhamābhinibbattā. ","eng":"There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in the Divinity’s host through the first absorption. ","html":"<p>{}"},"dn15:33.6":{"pli":"Ayaṃ dutiyā viññāṇaṭṭhiti. ","eng":"This is the second plane of consciousness. ","html":"{}</p>"},"dn15:33.7":{"pli":"Santānanda, sattā ekattakāyā nānattasaññino, seyyathāpi devā ābhassarā. ","eng":"There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ","html":"<p>{}"},"dn15:33.8":{"pli":"Ayaṃ tatiyā viññāṇaṭṭhiti. ","eng":"This is the third plane of consciousness. ","html":"{}</p>"},"dn15:33.9":{"pli":"Santānanda, sattā ekattakāyā ekattasaññino, seyyathāpi devā subhakiṇhā. ","eng":"There are sentient beings that are unified in body and unified in perception, such as the gods of universal beauty. ","html":"<p>{}"},"dn15:33.10":{"pli":"Ayaṃ catutthī viññāṇaṭṭhiti. ","eng":"This is the fourth plane of consciousness. ","html":"{}</p>"},"dn15:33.11":{"pli":"Santānanda, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond perceptions of form. With the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ","html":"<p>{}"},"dn15:33.12":{"pli":"Ayaṃ pañcamī viññāṇaṭṭhiti. ","eng":"This is the fifth plane of consciousness. ","html":"{}</p>"},"dn15:33.13":{"pli":"Santānanda, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ","html":"<p>{}"},"dn15:33.14":{"pli":"Ayaṃ chaṭṭhī viññāṇaṭṭhiti. ","eng":"This is the sixth plane of consciousness. ","html":"{}</p>"},"dn15:33.15":{"pli":"Santānanda, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā. ","eng":"There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ","html":"<p>{}"},"dn15:33.16":{"pli":"Ayaṃ sattamī viññāṇaṭṭhiti. ","eng":"This is the seventh plane of consciousness. ","html":"{}</p>"},"dn15:33.17":{"pli":"Asaññasattāyatanaṃ nevasaññānāsaññāyatanameva dutiyaṃ. ","eng":"Then there is the dimension of non-percipient beings, and secondly, the dimension of neither perception nor non-perception. ","html":"<p>{}</p>","comm":"In the first of these dimensions there is no consciousness at all, and in the second there is no consciousness in the normal sense, which is why they cannot be called “planes of consciousness”. "},"dn15:34.1":{"pli":"Tatrānanda, yāyaṃ paṭhamā viññāṇaṭṭhiti nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā. ","eng":"Now, regarding these seven planes of consciousness and two dimensions, ","html":"<p>{}"},"dn15:34.2":{"pli":"Yo nu kho, ānanda, tañca pajānāti, tassā ca samudayaṃ pajānāti, tassā ca atthaṅgamaṃ pajānāti, tassā ca assādaṃ pajānāti, tassā ca ādīnavaṃ pajānāti, tassā ca nissaraṇaṃ pajānāti, kallaṃ nu tena tadabhinanditun”ti? ","eng":"is it appropriate for someone who understands them—and their origin, disappearance, gratification, drawback, and escape—to take pleasure in them?” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Abhinandituṁ</i>, to “take pleasure in”, to “relish”, or to “delight in” appears in the standard formula for the second noble truth, where craving “takes pleasure in various realms” (<i lang='pi' translate='no'>tatratatrābhinandinī</i>). "},"dn15:34.3":{"pli":"“No hetaṃ, bhante” …pe… ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn15:34.4":{"pli":"“tatrānanda, yamidaṃ asaññasattāyatanaṃ. ","html":"<p>{}"},"dn15:34.5":{"pli":"Yo nu kho, ānanda, tañca pajānāti, tassa ca samudayaṃ pajānāti, tassa ca atthaṅgamaṃ pajānāti, tassa ca assādaṃ pajānāti, tassa ca ādīnavaṃ pajānāti, tassa ca nissaraṇaṃ pajānāti, kallaṃ nu tena tadabhinanditun”ti? ","html":"{}"},"dn15:34.6":{"pli":"“No hetaṃ, bhante”. ","html":"{}"},"dn15:34.7":{"pli":"“Tatrānanda, yamidaṃ nevasaññānāsaññāyatanaṃ. ","html":"{}"},"dn15:34.8":{"pli":"Yo nu kho, ānanda, tañca pajānāti, tassa ca samudayaṃ pajānāti, tassa ca atthaṅgamaṃ pajānāti, tassa ca assādaṃ pajānāti, tassa ca ādīnavaṃ pajānāti, tassa ca nissaraṇaṃ pajānāti, kallaṃ nu tena tadabhinanditun”ti? ","html":"{}"},"dn15:34.9":{"pli":"“No hetaṃ, bhante”. ","html":"{}</p>"},"dn15:34.10":{"pli":"“Yato kho, ānanda, bhikkhu imāsañca sattannaṃ viññāṇaṭṭhitīnaṃ imesañca dvinnaṃ āyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā anupādā vimutto hoti, ayaṃ vuccatānanda, bhikkhu paññāvimutto. ","eng":"“When a mendicant, having truly understood the origin, disappearance, gratification, drawback, and escape regarding these seven planes of consciousness and these two dimensions, is freed by not grasping, they’re called a mendicant who is freed by wisdom. ","html":"<p>{}</p>","comm":"One “freed by wisdom” has wisdom as the dominant faculty. "},"dn15:35.0":{"pli":"6. Aṭṭhavimokkha ","eng":"6. The Eight Liberations ","html":"<h2>{}</h2>"},"dn15:35.1":{"pli":"Aṭṭha kho ime, ānanda, vimokkhā. ","eng":"Ānanda, there are these eight liberations. ","html":"<p>{}","comm":"The eight liberations (<i lang='pi' translate='no'>vimokkhā</i>) are an alternative way of describing the meditative experiences of <i lang='pi' translate='no'>jhāna</i>. Elsewhere they are listed at <a href='index.html?q=dn16#3.33.1'>DN 16:3.33.1</a>, <a href='index.html?q=dn33#3.1.168'>DN 33:3.1.168</a>, <a href='index.html?q=dn34#2.1.191'>DN 34:2.1.191</a>, <a href='index.html?q=an#8.66'>AN:8.66</a>, <a href='index.html?q=mn77#22.1'>MN 77:22.1</a>, and referred to at <a href='index.html?q=an4.189#1.8'>AN 4.189:1.8</a> and <a href='index.html?q=thag20.1#33.1'>Thag 20.1:33.1</a>. At <a href='index.html?q=an8.120'>AN 8.120</a> and <a href='index.html?q=mn137#27.1'>MN 137:27.1</a> they are listed but not called the eight liberations. "},"dn15:35.2":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"dn15:35.3":{"pli":"Rūpī rūpāni passati ","eng":"Having physical form, they see forms. ","html":"<p>{}","comm":"Someone sees a meditative vision based on the perception of their own body, such as through mindfulness of breathing or one’s own body parts. The first three liberations all cover the four <i lang='pi' translate='no'>jhānas</i>. "},"dn15:35.4":{"pli":"ayaṃ paṭhamo vimokkho. ","eng":"This is the first liberation. ","html":"{}</p>"},"dn15:35.5":{"pli":"Ajjhattaṃ arūpasaññī bahiddhā rūpāni passati, ","eng":"Not perceiving form internally, they see forms externally. ","html":"<p>{}","comm":"A meditator grounds their practice on some external focus, such as a light, the sight of a corpse, or an external element such as earth. "},"dn15:35.6":{"pli":"ayaṃ dutiyo vimokkho. ","eng":"This is the second liberation. ","html":"{}</p>"},"dn15:35.7":{"pli":"Subhanteva adhimutto hoti, ","eng":"They’re focused only on beauty. ","html":"<p>{}","comm":"This is a practice based on wholly pure and exalted meditation, such as the meditation on love, or the sight of a pure brilliant color like the sky. "},"dn15:35.8":{"pli":"ayaṃ tatiyo vimokkho. ","eng":"This is the third liberation. ","html":"{}</p>"},"dn15:35.9":{"pli":"Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ","html":"<p>{}"},"dn15:35.10":{"pli":"ayaṃ catuttho vimokkho. ","eng":"This is the fourth liberation. ","html":"{}</p>"},"dn15:35.11":{"pli":"Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ","html":"<p>{}"},"dn15:35.12":{"pli":"ayaṃ pañcamo vimokkho. ","eng":"This is the fifth liberation. ","html":"{}</p>"},"dn15:35.13":{"pli":"Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ","html":"<p>{}"},"dn15:35.14":{"pli":"ayaṃ chaṭṭho vimokkho. ","eng":"This is the sixth liberation. ","html":"{}</p>"},"dn15:35.15":{"pli":"Sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ","html":"<p>{}"},"dn15:35.16":{"pli":"ayaṃ sattamo vimokkho. ","eng":"This is the seventh liberation. ","html":"{}</p>"},"dn15:35.17":{"pli":"Sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ","html":"<p>{}","comm":"The “cessation of perception and feeling” (<i lang='pi' translate='no'>saññāvedayitanirodha</i>) is a culminating meditation state of supreme subtlety that often leads directly to awakening (but see <a href='index.html?q=an5.166'>AN 5.166</a>). The state itself, like all meditation states, is temporary, but afterwards the defilements can be eliminated forever. This liberating insight is the consequence of the balanced development of all eight factors of the path. "},"dn15:35.18":{"pli":"ayaṃ aṭṭhamo vimokkho. ","eng":"This is the eighth liberation. ","html":"{}</p>"},"dn15:35.19":{"pli":"Ime kho, ānanda, aṭṭha vimokkhā. ","eng":"These are the eight liberations. ","html":"<p>{}</p>"},"dn15:36.1":{"pli":"Yato kho, ānanda, bhikkhu ime aṭṭha vimokkhe anulomampi samāpajjati, paṭilomampi samāpajjati, anulomapaṭilomampi samāpajjati, yatthicchakaṃ yadicchakaṃ yāvaticchakaṃ samāpajjatipi vuṭṭhātipi. ","eng":"When a mendicant enters into and withdraws from these eight liberations—in forward order, in reverse order, and in forward and reverse order—wherever they wish, whenever they wish, and for as long as they wish; ","html":"<p>{}","comm":"This passage emphasizes that this person is fully adept and has mastered all the states of meditation. The Buddha claimed such mastery (<a href='index.html?q=an9.41#16.1'>AN 9.41:16.1</a>), and retained the ability even on his deathbed (<a href='index.html?q=dn16#6.8.1'>DN 16:6.8.1</a>). "},"dn15:36.2":{"pli":"Āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, ayaṃ vuccatānanda, bhikkhu ubhatobhāgavimutto. ","eng":"and when they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, they’re called a mendicant who is freed both ways. ","html":"{}","comm":"Here we see the terms “one who is freed” used in two ways. All arahants have “freedom of heart” (by means of <i lang='pi' translate='no'>samādhi</i>) and “freedom by wisdom” (the realization of the Dhamma). At the same time, one who emphasizes <i lang='pi' translate='no'>samādhi</i> is said to have “freedom of heart” in contrast with one who emphasizes wisdom, who has “freedom by wisdom”. One who has consummate mastery of both <i lang='pi' translate='no'>samādhi</i> and wisdom is said to be “freed both ways”. "},"dn15:36.3":{"pli":"Imāya ca, ānanda, ubhatobhāgavimuttiyā aññā ubhatobhāgavimutti uttaritarā vā paṇītatarā vā natthī”ti. ","eng":"And, Ānanda, there is no other freedom both ways that is better or finer than this.” ","html":"{}</p>"},"dn15:36.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn15:36.5":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"dn15:36.6":{"pli":"Mahānidānasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}