{"dn11":{"dn11:0.1":{"pli":"Dīgha Nikāya 11 ","eng":"Long Discourses 11 ","html":"<article id='dn11'><header><ul><li class='division'>{}</li></ul>"},"dn11:0.2":{"pli":"Kevaṭṭasutta ","eng":"With Kevaḍḍha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn11:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn11:1.2":{"pli":"ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ","eng":"At one time the Buddha was staying near Nāḷandā in Pāvārika’s mango grove. ","html":"{}</p>","comm":"This was the scene for some controversial discussions with Jains (<a href='index.html?q=mn56'>MN 56</a>, <a href='index.html?q=sn42.8'>SN 42.8</a>), and Sāriputta’s touching declaration of faith shortly before his passing (<a href='index.html?q=sn47.12'>SN 47.12</a>, <a href='index.html?q=dn16#1.16.1'>DN 16:1.16.1</a>, <a href='index.html?q=dn28'>DN 28</a>). It is probably the Pāvā (modern Pawapuri) at which Mahāvīra died according to the Jain tradition. "},"dn11:1.3":{"pli":"Atha kho kevaṭṭo gahapatiputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho kevaṭṭo gahapatiputto bhagavantaṃ etadavoca: ","eng":"Then the householder Kevaḍḍha went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}","comm":"Kevaḍḍha is mentioned only here. Manuscripts spell his name variously as Kevaddha or Kevaṭṭa (“fisherman”). The Chinese form <span lang='lzh'>堅固</span> means “sturdy” (from <i lang='pi' translate='no'>dṛḍha</i>) and thus supports Kevaḍḍha. "},"dn11:1.4":{"pli":"“ayaṃ, bhante, nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā bhagavati abhippasannā. ","eng":"“Sir, this Nāḷandā is successful and prosperous, populous, full of people. ","html":"{}"},"dn11:1.5":{"pli":"Sādhu, bhante, bhagavā ekaṃ bhikkhuṃ samādisatu, yo uttari manussadhammā iddhipāṭihāriyaṃ karissati; ","eng":"Please direct a mendicant to perform a superhuman demonstration of psychic power. ","html":"{}","comm":"I have been asked to do the same thing for the same reason. "},"dn11:1.6":{"pli":"evāyaṃ nāḷandā bhiyyoso mattāya bhagavati abhippasīdissatī”ti. ","eng":"Then Nāḷandā will become even more devoted to the Buddha!” ","html":"{}</p>"},"dn11:1.7":{"pli":"Evaṃ vutte, bhagavā kevaṭṭaṃ gahapatiputtaṃ etadavoca: ","eng":"When he said this, the Buddha said, ","html":"<p>{}"},"dn11:1.8":{"pli":"“na kho ahaṃ, kevaṭṭa, bhikkhūnaṃ evaṃ dhammaṃ desemi: ","eng":"“Kevaḍḍha, I do not teach Dhamma to the mendicants like this: ","html":"{}"},"dn11:1.9":{"pli":"‘etha tumhe, bhikkhave, gihīnaṃ odātavasanānaṃ uttari manussadhammā iddhipāṭihāriyaṃ karothā’”ti. ","eng":"‘Come now, mendicants, perform a superhuman demonstration of psychic power for the white-clothed laypeople.’” ","html":"{}</p>","comm":"In fact it is forbidden in <a href='index.html?q=pli-tv-kd15#8.2.23'>Kd 15:8.2.23</a>. "},"dn11:2.1":{"pli":"Dutiyampi kho kevaṭṭo gahapatiputto bhagavantaṃ etadavoca: ","eng":"For a second time, Kevaḍḍha made the same request, ","html":"<p>{}"},"dn11:2.2":{"pli":"“nāhaṃ, bhante, bhagavantaṃ dhaṃsemi; ","eng":"“Sir, I am not teaching you the Dhamma, ","html":"{}","comm":"The reading <i lang='pi' translate='no'>dhaṁsemi</i> is dubious. An old Burmese manuscript has the reading <i lang='pi' translate='no'>dhammaṁ desemi</i>, which echoes the Buddha just above. Note too that Kevaḍḍha urges the Buddha to “direct” the monks (<i lang='pi' translate='no'>samādisatu</i>, from the same root as <i lang='pi' translate='no'>desemi</i>). I think the tension is deliberate: Kevaḍḍha says he isn’t telling the Buddha how to teach, but he absolutely is. Other readings convey the sense “attack, insult”, but this seems out of place. "},"dn11:2.3":{"pli":"api ca evaṃ vadāmi: ","eng":"but nonetheless I say: ","html":"{}"},"dn11:2.4":{"pli":"‘ayaṃ, bhante, nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā bhagavati abhippasannā. ","eng":"‘Sir, this Nāḷandā is successful and prosperous, populous, full of people. ","html":"{}"},"dn11:2.5":{"pli":"Sādhu, bhante, bhagavā ekaṃ bhikkhuṃ samādisatu, yo uttari manussadhammā iddhipāṭihāriyaṃ karissati; ","eng":"Please direct a mendicant to perform a superhuman demonstration of psychic power. ","html":"{}"},"dn11:2.6":{"pli":"evāyaṃ nāḷandā bhiyyoso mattāya bhagavati abhippasīdissatī’”ti. ","eng":"Then Nāḷandā will become even more devoted to the Buddha!’” ","html":"{}"},"dn11:2.7":{"pli":"Dutiyampi kho bhagavā kevaṭṭaṃ gahapatiputtaṃ etadavoca: ","eng":"But for a second time, the Buddha gave the same answer. ","html":"{}"},"dn11:2.8":{"pli":"“na kho ahaṃ, kevaṭṭa, bhikkhūnaṃ evaṃ dhammaṃ desemi: ","html":"{}"},"dn11:2.9":{"pli":"‘etha tumhe, bhikkhave, gihīnaṃ odātavasanānaṃ uttari manussadhammā iddhipāṭihāriyaṃ karothā’”ti. ","html":"{}</p>"},"dn11:3.1":{"pli":"Tatiyampi kho kevaṭṭo gahapatiputto bhagavantaṃ etadavoca: ","eng":"For a third time, Kevaḍḍha made the same request, ","html":"<p>{}"},"dn11:3.2":{"pli":"“nāhaṃ, bhante, bhagavantaṃ dhaṃsemi; ","html":"{}"},"dn11:3.3":{"pli":"api ca evaṃ vadāmi: ","html":"{}"},"dn11:3.4":{"pli":"‘ayaṃ, bhante, nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā bhagavati abhippasannā. ","html":"{}"},"dn11:3.5":{"pli":"Sādhu, bhante, bhagavā ekaṃ bhikkhuṃ samādisatu, yo uttari manussadhammā iddhipāṭihāriyaṃ karissati. ","html":"{}"},"dn11:3.6":{"pli":"Evāyaṃ nāḷandā bhiyyoso mattāya bhagavati abhippasīdissatī’”ti. ","eng":"at which the Buddha said the following. ","html":"{}</p>"},"dn11:3.7.0":{"pli":"1. Iddhipāṭihāriya ","eng":"1. The Demonstration of Psychic Power ","html":"<h2>{}</h2>"},"dn11:3.8":{"pli":"“Tīṇi kho imāni, kevaṭṭa, pāṭihāriyāni mayā sayaṃ abhiññā sacchikatvā paveditāni. ","eng":"“Kevaḍḍha, there are three kinds of demonstration, which I declare having realized them with my own insight. ","html":"<p>{}","comm":"As noted previously, the basic sense of <i lang='pi' translate='no'>pāṭihāriya</i> is “demonstration”, and as the context here shows, it may or may not involve a “demonstration of wonders” i.e. a “miracle”. "},"dn11:3.9":{"pli":"Katamāni tīṇi? ","eng":"What three? ","html":"{}"},"dn11:3.10":{"pli":"Iddhipāṭihāriyaṃ, ādesanāpāṭihāriyaṃ, anusāsanīpāṭihāriyaṃ. ","eng":"The demonstration of psychic power, the demonstration of revealing, and the demonstration of instruction. ","html":"{}</p>","comm":"These three are mentioned frequently in the suttas. Only the last is endorsed by the Buddha, as it leads to genuine growth. "},"dn11:4.1":{"pli":"Katamañca, kevaṭṭa, iddhipāṭihāriyaṃ? ","eng":"And what is the demonstration of psychic power? ","html":"<p>{}"},"dn11:4.2":{"pli":"Idha, kevaṭṭa, bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃ mahiddhike evaṃ mahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ","eng":"It’s a mendicant who wields the many kinds of psychic power: multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the realm of divinity. ","html":"{}</p>"},"dn11:4.3":{"pli":"Tamenaṃ aññataro saddho pasanno passati taṃ bhikkhuṃ anekavihitaṃ iddhividhaṃ paccanubhontaṃ—ekopi hutvā bahudhā hontaṃ, bahudhāpi hutvā eko hontaṃ; āvibhāvaṃ tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānaṃ gacchantaṃ seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karontaṃ seyyathāpi udake; udakepi abhijjamāne gacchantaṃ seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamantaṃ seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃ mahiddhike evaṃ mahānubhāve pāṇinā parāmasantaṃ parimajjantaṃ yāva brahmalokāpi kāyena vasaṃ vattentaṃ. ","eng":"Someone with faith and confidence sees that mendicant performing those superhuman feats. ","html":"<p>{}</p>"},"dn11:4.4":{"pli":"Tamenaṃ so saddho pasanno aññatarassa assaddhassa appasannassa āroceti: ","eng":"They tell someone else who lacks faith and confidence: ","html":"<p>{}"},"dn11:4.5":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho, samaṇassa mahiddhikatā mahānubhāvatā. ","eng":"‘Oh lord, how incredible, how amazing! The ascetic has such psychic power and might! ","html":"{}","comm":"Their priors have been confirmed. "},"dn11:4.6":{"pli":"Amāhaṃ bhikkhuṃ addasaṃ anekavihitaṃ iddhividhaṃ paccanubhontaṃ—ekopi hutvā bahudhā hontaṃ, bahudhāpi hutvā eko hontaṃ …pe… yāva brahmalokāpi kāyena vasaṃ vattentan’ti. ","eng":"I saw him myself, performing all these superhuman feats!’ ","html":"{}</p>"},"dn11:5.1":{"pli":"Tamenaṃ so assaddho appasanno taṃ saddhaṃ pasannaṃ evaṃ vadeyya: ","eng":"But the one lacking faith and confidence would say to them: ","html":"<p>{}","comm":"Note how a skeptical mindset sticks closer to the truth. "},"dn11:5.2":{"pli":"‘atthi kho, bho, gandhārī nāma vijjā. ","eng":"‘There’s a spell named Gandhārī. ","html":"{}","comm":"“Spell” is <i lang='pi' translate='no'>vijjā</i> (Sanskrit <i lang='pi' translate='no'>vidyā</i>, “(potent) knowledge”, cf. English “wicca”, “wizard”, “witch”).  The commentary says it was practiced by the seers of Gandhāra (north-west Pakistan). Jain tradition also knows a Gandhārī mantra, but attribute it to certain <i lang='pi' translate='no'>vidyādhara</i> deities. Sanskrit tradition similarly knows of a <i lang='pi' translate='no'>vidyādevī</i> (“lore goddess”) named Gandhārī. Gandhāra was an ancient land of learning, and a convenient location for exotic magics. "},"dn11:5.3":{"pli":"Tāya so bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti …pe… yāva brahmalokāpi kāyena vasaṃ vattetī’ti. ","eng":"Using that a mendicant can perform such superhuman feats.’ ","html":"{}</p>"},"dn11:5.4":{"pli":"Taṃ kiṃ maññasi, kevaṭṭa, ","eng":"What do you think, Kevaḍḍha? ","html":"<p>{}"},"dn11:5.5":{"pli":"api nu so assaddho appasanno taṃ saddhaṃ pasannaṃ evaṃ vadeyyā”ti? ","eng":"Wouldn’t someone lacking faith speak like that?” ","html":"{}</p>"},"dn11:5.6":{"pli":"“Vadeyya, bhante”ti. ","eng":"“They would, sir.” ","html":"<p>{}</p>"},"dn11:5.7":{"pli":"“Imaṃ kho ahaṃ, kevaṭṭa, iddhipāṭihāriye ādīnavaṃ sampassamāno iddhipāṭihāriyena aṭṭīyāmi harāyāmi jigucchāmi. ","eng":"“Seeing this drawback in psychic power, I’m horrified, repelled, and disgusted by demonstrations of psychic power. ","html":"<p>{}</p>","comm":"These feats that have nothing to do with spiritual growth, hence they may be produced or perhaps faked by a variety of means. "},"dn11:6.0":{"pli":"2. Ādesanāpāṭihāriya ","eng":"2. The Demonstration of Revealing ","html":"<h2>{}</h2>"},"dn11:6.1":{"pli":"Katamañca, kevaṭṭa, ādesanāpāṭihāriyaṃ? ","eng":"And what is the demonstration of revealing? ","html":"<p>{}","comm":"“Revealing” is <i lang='pi' translate='no'>ādesana</i>, from root <i lang='pi' translate='no'>dis</i> “to indicate, show, or point”. "},"dn11:6.2":{"pli":"Idha, kevaṭṭa, bhikkhu parasattānaṃ parapuggalānaṃ cittampi ādisati, cetasikampi ādisati, vitakkitampi ādisati, vicāritampi ādisati: ","eng":"It’s when a mendicant reveals the mind, mentality, thoughts, and reflections of other beings and individuals: ","html":"{}","comm":"The Pali terms here are <i lang='pi' translate='no'>citta</i>, <i lang='pi' translate='no'>cetasika</i>, <i lang='pi' translate='no'>vitakka</i>, and <i lang='pi' translate='no'>vicāra</i>. "},"dn11:6.3":{"pli":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","eng":"‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ","html":"{}</p>","comm":"Here we have <i lang='pi' translate='no'>mano</i> (twice) and <i lang='pi' translate='no'>citta</i>. "},"dn11:6.4":{"pli":"Tamenaṃ aññataro saddho pasanno passati taṃ bhikkhuṃ parasattānaṃ parapuggalānaṃ cittampi ādisantaṃ, cetasikampi ādisantaṃ, vitakkitampi ādisantaṃ, vicāritampi ādisantaṃ: ","eng":"Someone with faith and confidence sees that mendicant revealing another individual’s thoughts. ","html":"<p>{}"},"dn11:6.5":{"pli":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","html":"{}"},"dn11:6.6":{"pli":"Tamenaṃ so saddho pasanno aññatarassa assaddhassa appasannassa āroceti: ","eng":"They tell someone else who lacks faith and confidence: ","html":"{}"},"dn11:6.7":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho, samaṇassa mahiddhikatā mahānubhāvatā. ","eng":"‘Oh lord, how incredible, how amazing! The ascetic has such psychic power and might! ","html":"{}"},"dn11:6.8":{"pli":"Amāhaṃ bhikkhuṃ addasaṃ parasattānaṃ parapuggalānaṃ cittampi ādisantaṃ, cetasikampi ādisantaṃ, vitakkitampi ādisantaṃ, vicāritampi ādisantaṃ: ","eng":"I saw him myself, revealing the thoughts of another individual!’ ","html":"{}"},"dn11:6.9":{"pli":"“evampi te mano, itthampi te mano, itipi te cittan”’ti. ","html":"{}</p>"},"dn11:7.1":{"pli":"Tamenaṃ so assaddho appasanno taṃ saddhaṃ pasannaṃ evaṃ vadeyya: ","eng":"But the one lacking faith and confidence would say to them: ","html":"<p>{}"},"dn11:7.2":{"pli":"‘atthi kho, bho, maṇikā nāma vijjā; ","eng":"‘There’s a spell named Māṇikā. ","html":"{}","comm":"From <i lang='pi' translate='no'>maṇi</i>, “gem”. Magical gems are a common feature of Indian storytelling. Buddhist stories often feature the “wish-granting gem” (<i lang='pi' translate='no'>cintāmaṇi</i>), which according to the commentary is meant here. "},"dn11:7.3":{"pli":"tāya so bhikkhu parasattānaṃ parapuggalānaṃ cittampi ādisati, cetasikampi ādisati, vitakkitampi ādisati, vicāritampi ādisati: ","eng":"Using that a mendicant can reveal another individual’s thoughts.’ ","html":"{}"},"dn11:7.4":{"pli":"“evampi te mano, itthampi te mano, itipi te cittan”’ti. ","html":"{}</p>"},"dn11:7.5":{"pli":"Taṃ kiṃ maññasi, kevaṭṭa, ","eng":"What do you think, Kevaḍḍha? ","html":"<p>{}"},"dn11:7.6":{"pli":"api nu so assaddho appasanno taṃ saddhaṃ pasannaṃ evaṃ vadeyyā”ti? ","eng":"Wouldn’t someone lacking faith speak like that?” ","html":"{}</p>"},"dn11:7.7":{"pli":"“Vadeyya, bhante”ti. ","eng":"“They would, sir.” ","html":"<p>{}</p>"},"dn11:7.8":{"pli":"“Imaṃ kho ahaṃ, kevaṭṭa, ādesanāpāṭihāriye ādīnavaṃ sampassamāno ādesanāpāṭihāriyena aṭṭīyāmi harāyāmi jigucchāmi. ","eng":"“Seeing this drawback in revealing, I’m horrified, repelled, and disgusted by demonstrations of revealing. ","html":"<p>{}</p>"},"dn11:8.0":{"pli":"3. Anusāsanīpāṭihāriya ","eng":"3. The Demonstration of Instruction ","html":"<h2>{}</h2>"},"dn11:8.1":{"pli":"Katamañca, kevaṭṭa, anusāsanīpāṭihāriyaṃ? ","eng":"And what is the demonstration of instruction? ","html":"<p>{}"},"dn11:8.2":{"pli":"Idha, kevaṭṭa, bhikkhu evamanusāsati: ","eng":"It’s when a mendicant instructs others like this: ","html":"{}"},"dn11:8.3":{"pli":"‘evaṃ vitakketha, mā evaṃ vitakkayittha, evaṃ manasikarotha, mā evaṃ manasākattha, idaṃ pajahatha, idaṃ upasampajja viharathā’ti. ","eng":"‘Think like this, not like that. Focus your mind like this, not like that. Give up this, and live having achieved that.’ ","html":"{}"},"dn11:8.4":{"pli":"Idaṃ vuccati, kevaṭṭa, anusāsanīpāṭihāriyaṃ. ","eng":"This is called the demonstration of instruction. ","html":"{}</p>"},"dn11:9-66.1":{"pli":"Puna caparaṃ, kevaṭṭa, idha tathāgato loke uppajjati arahaṃ sammāsambuddho …pe… ","eng":"Furthermore, a Realized One arises in the world … ","html":"<p>{}"},"dn11:9-66.2":{"pli":"Evaṃ kho, kevaṭṭa, bhikkhu sīlasampanno hoti …pe… ","eng":"That’s how a mendicant is accomplished in ethics. … ","html":"{}"},"dn11:9-66.3":{"pli":"paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"They enter and remain in the first absorption … ","html":"{}"},"dn11:9-66.4":{"pli":"Idampi vuccati, kevaṭṭa, anusāsanīpāṭihāriyaṃ …pe… ","eng":"This is called the demonstration of instruction. ","html":"{}</p>"},"dn11:9-66.5":{"pli":"dutiyaṃ jhānaṃ …pe… ","eng":"They enter and remain in the second absorption … ","html":"<p>{}"},"dn11:9-66.6":{"pli":"tatiyaṃ jhānaṃ …pe… ","eng":"third absorption … ","html":"{}"},"dn11:9-66.7":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}"},"dn11:9-66.8":{"pli":"Idampi vuccati, kevaṭṭa, anusāsanīpāṭihāriyaṃ …pe… ","eng":"This too is called the demonstration of instruction. ","html":"{}</p>"},"dn11:9-66.9":{"pli":"ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti …pe… ","eng":"They project and extend the mind toward knowledge and vision … ","html":"<p>{}"},"dn11:9-66.10":{"pli":"idampi vuccati, kevaṭṭa, anusāsanīpāṭihāriyaṃ …pe… ","eng":"This too is called the demonstration of instruction. ","html":"{}</p>"},"dn11:9-66.11":{"pli":"nāparaṃ itthattāyāti pajānāti …pe… ","eng":"They understand: ‘… there is nothing further for this place.’ ","html":"<p>{}"},"dn11:9-66.12":{"pli":"idampi vuccati, kevaṭṭa, anusāsanīpāṭihāriyaṃ. ","eng":"This too is called the demonstration of instruction. ","html":"{}</p>"},"dn11:67.1":{"pli":"Imāni kho, kevaṭṭa, tīṇi pāṭihāriyāni mayā sayaṃ abhiññā sacchikatvā paveditāni. ","eng":"These, Kevaḍḍha, are the three kinds of demonstration, which I declare having realized them with my own insight. ","html":"<p>{}</p>"},"dn11:67.2.0":{"pli":"4. Bhūtanirodhesakabhikkhuvatthu ","eng":"4. On the Mendicant in Search of the Cessation of Being ","html":"<h2>{}</h2>"},"dn11:67.3":{"pli":"Bhūtapubbaṃ, kevaṭṭa, imasmiññeva bhikkhusaṅghe aññatarassa bhikkhuno evaṃ cetaso parivitakko udapādi: ","eng":"Once upon a time, Kevaḍḍha, a mendicant in this very Saṅgha had the following thought, ","html":"<p>{}","comm":"This story is presented as an actual event, but is phrased like a fable. "},"dn11:67.4":{"pli":"‘kattha nu kho ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","eng":"‘Where do these four principal states cease without anything left over, namely, the elements of earth, water, fire, and air?’ ","html":"{}</p>","comm":"The question is about meditation, not the annihilation of the material world. The first four <i lang='pi' translate='no'>jhānas</i> are based on the “subtle form” (<i lang='pi' translate='no'>sukhumarūpa</i>) that manifests as light in deep meditation. He is asking how to go beyond this to the formless attainments. "},"dn11:68.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu tathārūpaṃ samādhiṃ samāpajji, yathāsamāhite citte devayāniyo maggo pāturahosi. ","eng":"Then that mendicant attained a state of immersion such that a path to the gods appeared. ","html":"<p>{}","comm":"The mendicant has already well developed the <i lang='pi' translate='no'>jhānas</i>. | “Controlling the body as far as the Brahmā realm” is one of the “demonstrations of psychic power” listed above. "},"dn11:68.2":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena cātumahārājikā devā tenupasaṅkami; upasaṅkamitvā cātumahārājike deve etadavoca: ","eng":"Then he approached the gods of the four great kings and said, ","html":"{}","comm":"The “gods of the Four Great Kings” are deities born in a realm subject to the overlords known as the Four Great Kings. These deities inhabit the lowest of the celestial realms. "},"dn11:68.3":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","eng":"‘Reverends, where do these four principal states cease without anything left over, namely, the elements of earth, water, fire, and air?’ ","html":"{}</p>"},"dn11:68.4":{"pli":"Evaṃ vutte, kevaṭṭa, cātumahārājikā devā taṃ bhikkhuṃ etadavocuṃ: ","eng":"When he said this, those gods said to him, ","html":"<p>{}"},"dn11:68.5":{"pli":"‘mayampi kho, bhikkhu, na jānāma: ","eng":"‘Mendicant, we too do not know this. ","html":"{}"},"dn11:68.6":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”ti. ","html":"{}"},"dn11:68.7":{"pli":"Atthi kho, bhikkhu, cattāro mahārājāno amhehi abhikkantatarā ca paṇītatarā ca. ","eng":"But the four great kings are our superiors. ","html":"{}","comm":"These are powerful spirits who guard the four quarters. In <a href='index.html?q=an8.36'>AN 8.36</a> it is explained that they, like the other leading gods mentioned below, achieved their station due to their greater generosity and morality. "},"dn11:68.8":{"pli":"Te kho etaṃ jāneyyuṃ: ","eng":"They might know.’ ","html":"{}"},"dn11:68.9":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti. ","html":"{}</p>"},"dn11:69.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena cattāro mahārājāno tenupasaṅkami; upasaṅkamitvā cattāro mahārāje etadavoca: ","eng":"Then he approached the four great kings and asked the same question. ","html":"<p>{}"},"dn11:69.2":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","html":"{}"},"dn11:69.3":{"pli":"Evaṃ vutte, kevaṭṭa, cattāro mahārājāno taṃ bhikkhuṃ etadavocuṃ: ","eng":"But they also said to him, ","html":"{}"},"dn11:69.4":{"pli":"‘mayampi kho, bhikkhu, na jānāma: ","eng":"‘Mendicant, we too do not know this. ","html":"{}"},"dn11:69.5":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu, āpodhātu tejodhātu vāyodhātū”ti. ","html":"{}"},"dn11:69.6":{"pli":"Atthi kho, bhikkhu, tāvatiṃsā nāma devā amhehi abhikkantatarā ca paṇītatarā ca. ","eng":"But the gods of the thirty-three … ","html":"{}","comm":"The “thirty-three” enjoy refined sensual delights. The number is a reduplication of the trinity. In Buddhist texts they are not enumerated, but Yājñavalkya reckons them as eight Vasus, eleven Rudras, twelve Ādityas, plus Indra and Prajāpati (Bṛhadāraṇyaka Upaniṣad 3.9.2). The final pair are elsewhere said to be Dyaus (“Heaven” = Zeus) and Pṛthivī (“Earth”), or the twin Aśvins. "},"dn11:69.7":{"pli":"Te kho etaṃ jāneyyuṃ: ","html":"{}"},"dn11:69.8":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti. ","html":"{}"},"dn11:70.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena tāvatiṃsā devā tenupasaṅkami; upasaṅkamitvā tāvatiṃse deve etadavoca: ","html":"{}"},"dn11:70.2":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","html":"{}"},"dn11:70.3":{"pli":"Evaṃ vutte, kevaṭṭa, tāvatiṃsā devā taṃ bhikkhuṃ etadavocuṃ: ","html":"{}"},"dn11:70.4":{"pli":"‘mayampi kho, bhikkhu, na jānāma: ","html":"{}"},"dn11:70.5":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”ti. ","html":"{}"},"dn11:70.6":{"pli":"Atthi kho, bhikkhu, sakko nāma devānamindo amhehi abhikkantataro ca paṇītataro ca. ","eng":"Sakka, lord of gods … ","html":"{}","comm":"Conventionally known as “lord of gods”, but in fact the ruler only of the relatively lowly realm of the thirty-three. He is Vedic Indra, heroic slayer of the dragon Vṛtra, and is the most personally known god in the Pali Canon. "},"dn11:70.7":{"pli":"So kho etaṃ jāneyya: ","html":"{}"},"dn11:70.8":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti. ","html":"{}"},"dn11:71.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena sakko devānamindo tenupasaṅkami; upasaṅkamitvā sakkaṃ devānamindaṃ etadavoca: ","html":"{}"},"dn11:71.2":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","html":"{}"},"dn11:71.3":{"pli":"Evaṃ vutte, kevaṭṭa, sakko devānamindo taṃ bhikkhuṃ etadavoca: ","html":"{}"},"dn11:71.4":{"pli":"‘ahampi kho, bhikkhu, na jānāmi: ","html":"{}"},"dn11:71.5":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”ti. ","html":"{}"},"dn11:72.1":{"pli":"Atthi kho, bhikkhu, yāmā nāma devā …pe… ","eng":"the gods of Yama … ","html":"{}","comm":"Gods in this realm (spelled <i lang='pi' translate='no'>yāma</i>, “of Yama”) are subjects of the god of the dead, Yama. "},"dn11:73.1":{"pli":"suyāmo nāma devaputto … ","eng":"the godling named Suyāma … ","html":"{}"},"dn11:74.1":{"pli":"tusitā nāma devā … ","eng":"the Joyful gods … ","html":"{}"},"dn11:75.1":{"pli":"santussito nāma devaputto … ","eng":"the godling named Santussita … ","html":"{}"},"dn11:76.1":{"pli":"nimmānaratī nāma devā … ","eng":"the gods who love to create … ","html":"{}"},"dn11:77.1":{"pli":"sunimmito nāma devaputto … ","eng":"the godling named Sunimmita … ","html":"{}"},"dn11:77.2":{"pli":"paranimmitavasavattī nāma devā … ","eng":"the gods who control the creation of others … ","html":"{}"},"dn11:78.1":{"pli":"vasavattī nāma devaputto amhehi abhikkantataro ca paṇītataro ca. ","eng":"the godling named Vasavattī … ","html":"{}"},"dn11:78.2":{"pli":"So kho etaṃ jāneyya: ","html":"{}"},"dn11:78.3":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti. ","html":"{}"},"dn11:79.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena vasavattī devaputto tenupasaṅkami; upasaṅkamitvā vasavattiṃ devaputtaṃ etadavoca: ","html":"{}"},"dn11:79.2":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","html":"{}"},"dn11:79.3":{"pli":"Evaṃ vutte, kevaṭṭa, vasavattī devaputto taṃ bhikkhuṃ etadavoca: ","html":"{}"},"dn11:79.4":{"pli":"‘ahampi kho, bhikkhu, na jānāmi: ","html":"{}"},"dn11:79.5":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”ti. ","html":"{}"},"dn11:79.6":{"pli":"Atthi kho, bhikkhu, brahmakāyikā nāma devā amhehi abhikkantatarā ca paṇītatarā ca. ","eng":"the gods of the Divinity’s host are our superiors. ","html":"{}"},"dn11:79.7":{"pli":"Te kho etaṃ jāneyyuṃ: ","eng":"They might know.’ ","html":"{}"},"dn11:79.8":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti. ","html":"{}</p>"},"dn11:80.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu tathārūpaṃ samādhiṃ samāpajji, yathāsamāhite citte brahmayāniyo maggo pāturahosi. ","eng":"Then that mendicant attained a state of immersion such that a path to divinity appeared. ","html":"<p>{}"},"dn11:80.2":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena brahmakāyikā devā tenupasaṅkami; upasaṅkamitvā brahmakāyike deve etadavoca: ","eng":"Then he approached the gods of the Divinity’s host and said, ","html":"{}"},"dn11:80.3":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","eng":"‘Reverends, where do these four principal states cease without anything left over, namely, the elements of earth, water, fire, and air?’ ","html":"{}"},"dn11:80.4":{"pli":"Evaṃ vutte, kevaṭṭa, brahmakāyikā devā taṃ bhikkhuṃ etadavocuṃ: ","eng":"But they also said to him, ","html":"{}"},"dn11:80.5":{"pli":"‘mayampi kho, bhikkhu, na jānāma: ","eng":"‘Mendicant, we too do not know this. ","html":"{}","comm":"The previous deities achieved their station by mere morality and generosity, not by <i lang='pi' translate='no'>jhāna</i>. The gods of Brahmā’s Host practiced the first <i lang='pi' translate='no'>jhāna</i>, but they do not know what lies beyond. "},"dn11:80.6":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”ti. ","html":"{}"},"dn11:80.7":{"pli":"Atthi kho, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ amhehi abhikkantataro ca paṇītataro ca. ","eng":"But there is the Divinity, the Great Divinity, the Vanquisher, the Unvanquished, the Universal Seer, the Wielder of Power, God Almighty, the Maker, the Creator, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. He is our superior. ","html":"{}","comm":"The same passage appears in <a href='index.html?q=dn1#2.5.2'>DN 1:2.5.2</a>, where it also had a satirical tone, poking fun at the pomposity of religious titles. "},"dn11:80.8":{"pli":"So kho etaṃ jāneyya: ","eng":"He might know.’ ","html":"{}","comm":"Even Brahmā’s community are not confident. "},"dn11:80.9":{"pli":"“yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti. ","html":"{}</p>"},"dn11:80.10":{"pli":"‘Kahaṃ panāvuso, etarahi so mahābrahmā’ti? ","eng":"‘But reverends, where is that Divinity now?’ ","html":"<p>{}"},"dn11:80.11":{"pli":"‘Mayampi kho, bhikkhu, na jānāma, yattha vā brahmā yena vā brahmā yahiṃ vā brahmā; ","eng":"‘We also don’t know where he is or what way he lies. ","html":"{}"},"dn11:80.12":{"pli":"api ca, bhikkhu, yathā nimittā dissanti, āloko sañjāyati, obhāso pātubhavati, brahmā pātubhavissati, brahmuno hetaṃ pubbanimittaṃ pātubhāvāya, yadidaṃ āloko sañjāyati, obhāso pātubhavatī’ti. ","eng":"But by the signs that are seen—light arising and radiance appearing—we know that Divinity will appear. For this is the precursor for the appearance of the Divinity, namely light arising and radiance appearing.’ ","html":"{}","comm":"This passage may be one of the sources for the later use of <i lang='pi' translate='no'>nimitta</i> to mean the appearance of light that signifies the approach of <i lang='pi' translate='no'>jhāna</i>. "},"dn11:81.1":{"pli":"Atha kho so, kevaṭṭa, mahābrahmā nacirasseva pāturahosi. ","eng":"Not long afterwards, the Great Divinity appeared. ","html":"{}</p>"},"dn11:81.2":{"pli":"Atha kho so, kevaṭṭa, bhikkhu yena so mahābrahmā tenupasaṅkami; upasaṅkamitvā taṃ mahābrahmānaṃ etadavoca: ","eng":"Then that mendicant approached the Great Divinity and said to him, ","html":"<p>{}"},"dn11:81.3":{"pli":"‘kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","eng":"‘Reverend, where do these four principal states cease without anything left over, namely, the elements of earth, water, fire, and air?’ ","html":"{}"},"dn11:81.4":{"pli":"Evaṃ vutte, kevaṭṭa, so mahābrahmā taṃ bhikkhuṃ etadavoca: ","eng":"The Great Divinity said to him, ","html":"{}"},"dn11:81.5":{"pli":"‘ahamasmi, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānan’ti. ","eng":"‘I am the Divinity, the Great Divinity, the Vanquisher, the Unvanquished, the Universal Seer, the Wielder of Power, God Almighty, the Maker, the Creator, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born.’ ","html":"{}</p>","comm":"He puffs his own chest, but like the ascetic teachers of <a href='index.html?q=dn2'>DN 2</a>, he does not answer the question. "},"dn11:82.1":{"pli":"Dutiyampi kho so, kevaṭṭa, bhikkhu taṃ mahābrahmānaṃ etadavoca: ","eng":"For a second time, that mendicant said to the Great Divinity, ","html":"<p>{}"},"dn11:82.2":{"pli":"‘na khohaṃ taṃ, āvuso, evaṃ pucchāmi: ","eng":"‘Reverend, I am not asking you whether you are ","html":"{}","comm":"He addresses Brahmā with <i lang='pi' translate='no'>āvuso</i>. This is often translated as “friend”, but the root is <i lang='pi' translate='no'>āyu</i> (“age”) and it is respectful not familiar. "},"dn11:82.3":{"pli":"“tvamasi brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānan”ti. ","eng":"the Divinity, the Great Divinity, the Vanquisher, the Unvanquished, the Universal Seer, the Wielder of Power, God Almighty, the Maker, the Creator, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ","html":"{}"},"dn11:82.4":{"pli":"Evañca kho ahaṃ taṃ, āvuso, pucchāmi: ","eng":"I am asking ","html":"{}"},"dn11:82.5":{"pli":"“kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti? ","eng":"where these four principal states cease without anything left over.’ ","html":"{}</p>"},"dn11:82.6":{"pli":"Dutiyampi kho so, kevaṭṭa, mahābrahmā taṃ bhikkhuṃ etadavoca: ","eng":"For a second time, the Great Divinity said to him, ","html":"<p>{}"},"dn11:82.7":{"pli":"‘ahamasmi, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānan’ti. ","eng":"‘I am the Divinity, the Great Divinity, the Vanquisher, the Unvanquished, the Universal Seer, the Wielder of Power, God Almighty, the Maker, the Creator, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born.’ ","html":"{}"},"dn11:83.1":{"pli":"Tatiyampi kho so, kevaṭṭa, bhikkhu taṃ mahābrahmānaṃ etadavoca: ","eng":"For a third time, that mendicant said to the Great Divinity, ","html":"{}","comm":"Rather than trying to engage with Brahmā’s agenda, he keeps restating his question. This is a skillful way of curbing narcissism. "},"dn11:83.2":{"pli":"‘na khohaṃ taṃ, āvuso, evaṃ pucchāmi: ","eng":"‘Reverend, I am not asking you whether you are ","html":"{}"},"dn11:83.3":{"pli":"“tvamasi brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānan”ti. ","eng":"the Divinity, the Great Divinity, the Vanquisher, the Unvanquished, the Universal Seer, the Wielder of Power, God Almighty, the Maker, the Creator, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ","html":"{}"},"dn11:83.4":{"pli":"Evañca kho ahaṃ taṃ, āvuso, pucchāmi: ","eng":"I am asking ","html":"{}"},"dn11:83.5":{"pli":"“kattha nu kho, āvuso, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū”’ti? ","eng":"where these four principal states cease without anything left over.’ ","html":"{}</p>"},"dn11:83.6":{"pli":"Atha kho so, kevaṭṭa, mahābrahmā taṃ bhikkhuṃ bāhāyaṃ gahetvā ekamantaṃ apanetvā taṃ bhikkhuṃ etadavoca: ","eng":"Then the Great Divinity took that mendicant by the arm, led him off to one side, and said to him, ","html":"<p>{}","comm":"Brahmā is embarrassed to reveal his ignorance. Perhaps a satire of Bṛhadāraṇyaka Upaniṣad 3.2.13, where Yājñavalkya takes Jāratkārava Ārtabhāga by the hand and leads him aside for a secret discussion. "},"dn11:83.7":{"pli":"‘ime kho maṃ, bhikkhu, brahmakāyikā devā evaṃ jānanti, “natthi kiñci brahmuno aññātaṃ, natthi kiñci brahmuno adiṭṭhaṃ, natthi kiñci brahmuno aviditaṃ, natthi kiñci brahmuno asacchikatan”ti. ","eng":"‘Mendicant, these gods think that there is nothing at all that I don’t know and see and understand and realize. ","html":"{}"},"dn11:83.8":{"pli":"Tasmāhaṃ tesaṃ sammukhā na byākāsiṃ. ","eng":"That’s why I didn’t answer in front of them. ","html":"{}"},"dn11:83.9":{"pli":"Ahampi kho, bhikkhu, na jānāmi yatthime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātūti. ","eng":"But I too do not know where these four principal states cease with nothing left over. ","html":"{}","comm":"At least he is honest about his lack of knowledge, even if not publicly. "},"dn11:83.10":{"pli":"Tasmātiha, bhikkhu, tuyhevetaṃ dukkaṭaṃ, tuyhevetaṃ aparaddhaṃ, yaṃ tvaṃ taṃ bhagavantaṃ atidhāvitvā bahiddhā pariyeṭṭhiṃ āpajjasi imassa pañhassa veyyākaraṇāya. ","eng":"Therefore, mendicant, the misdeed is yours alone, the mistake is yours alone, in that you passed over the Buddha and searched elsewhere for an answer to this question. ","html":"{}"},"dn11:83.11":{"pli":"Gaccha tvaṃ, bhikkhu, tameva bhagavantaṃ upasaṅkamitvā imaṃ pañhaṃ puccha, yathā ca te bhagavā byākaroti, tathā naṃ dhāreyyāsī’ti. ","eng":"Mendicant, go to the Buddha and ask him this question. You should remember it in line with his answer.’ ","html":"{}</p>"},"dn11:84.1":{"pli":"Atha kho so, kevaṭṭa, bhikkhu—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva brahmaloke antarahito mama purato pāturahosi. ","eng":"Then that mendicant, as easily as a strong person would extend or contract their arm, vanished from the realm of divinity and reappeared in front of me. ","html":"<p>{}"},"dn11:84.2":{"pli":"Atha kho so, kevaṭṭa, bhikkhu maṃ abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho, kevaṭṭa, so bhikkhu maṃ etadavoca: ","eng":"Then he bowed, sat down to one side, and said to me, ","html":"{}"},"dn11:84.3":{"pli":"‘kattha nu kho, bhante, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","eng":"‘Sir, where do these four principal states cease without anything left over, namely, the elements of earth, water, fire, and air?’ ","html":"{}</p>"},"dn11:85.0":{"pli":"4.1. Tīradassisakuṇupamā ","eng":"4.1. The Simile of the Land-Spotting Bird ","html":"<h3>{}</h3>"},"dn11:85.1":{"pli":"Evaṃ vutte, ahaṃ, kevaṭṭa, taṃ bhikkhuṃ etadavocaṃ—","eng":"When he said this, I said to him: ","html":"<p>{}</p>"},"dn11:85.2":{"pli":"bhūtapubbaṃ, bhikkhu, sāmuddikā vāṇijā tīradassiṃ sakuṇaṃ gahetvā nāvāya samuddaṃ ajjhogāhanti. ","eng":"‘Once upon a time, mendicant, some sea-merchants set sail for the ocean deeps, taking with them a land-spotting bird. ","html":"<p>{}"},"dn11:85.3":{"pli":"Te atīradakkhiniyā nāvāya tīradassiṃ sakuṇaṃ muñcanti. ","eng":"When their ship was out of sight of land, they released the bird. ","html":"{}"},"dn11:85.4":{"pli":"So gacchateva puratthimaṃ disaṃ, gacchati dakkhiṇaṃ disaṃ, gacchati pacchimaṃ disaṃ, gacchati uttaraṃ disaṃ, gacchati uddhaṃ disaṃ, gacchati anudisaṃ. ","eng":"It flew right away to the east, the west, the north, the south, upwards, and in-between. ","html":"{}"},"dn11:85.5":{"pli":"Sace so samantā tīraṃ passati, tathāgatakova hoti. ","eng":"If it saw land on any side, it went there and stayed. ","html":"{}"},"dn11:85.6":{"pli":"Sace pana so samantā tīraṃ na passati, tameva nāvaṃ paccāgacchati. ","eng":"But if it saw no land on any side it returned to the ship. ","html":"{}</p>"},"dn11:85.7":{"pli":"Evameva kho tvaṃ, bhikkhu, yato yāva brahmalokā pariyesamāno imassa pañhassa veyyākaraṇaṃ nājjhagā, atha mamaññeva santike paccāgato. ","eng":"In the same way, after failing to get an answer to this question even after searching as far as the realm of divinity, you’ve returned to me. ","html":"<p>{}"},"dn11:85.8":{"pli":"Na kho eso, bhikkhu, pañho evaṃ pucchitabbo: ","eng":"Mendicant, this is not how the question should be asked: ","html":"{}"},"dn11:85.9":{"pli":"‘kattha nu kho, bhante, ime cattāro mahābhūtā aparisesā nirujjhanti, seyyathidaṃ—pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti? ","eng":"“Sir, where do these four principal states cease without anything left over, namely, the elements of earth, water, fire, and air?” ","html":"{}</p>"},"dn11:85.10":{"pli":"Evañca kho eso, bhikkhu, pañho pucchitabbo: ","eng":"This is how the question should be asked: ","html":"<p>{}</p>"},"dn11:85.11":{"pli":"‘Kattha āpo ca pathavī, ","eng":"“Where do water and earth, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"The first pair of couplets rephrase the question about where the (absorptions based on) material form cease. This couplet is also found at <a href='index.html?q=sn1.27#2.1'>SN 1.27:2.1</a>, <a href='index.html?q=ud1.10#14.1'>Ud 1.10:14.1</a>. | A <i lang='pi' translate='no'>gādha</i> is a “ford” across a river (Rig Veda 7.60.7, 7.97.8, 10.106.9; Gopatha Brāhmaṇa 1.5.2a), a safe path on which one has a “footing” to cross the water. In this verse, the verb form <i lang='pi' translate='no'>gādhati</i> means to be “established” (<i lang='pi' translate='no'>patiṭṭhita</i>) like a seed in soil, or a beam of light on a floor, or consciousness in name and form. "},"dn11:85.12":{"pli":"tejo vāyo na gādhati; ","eng":"fire and air have no footing; ","html":"<span class='verse-line'>{}</span>","comm":"The verse is syntactically ambiguous, as there are three couplets, each with the question-word <i lang='pi' translate='no'>kattha</i>, but only two verbs. I take the first pair of couplets as a distinct verse, with the verb <i lang='pi' translate='no'>gādhati</i> acting as a “lamp” illuminating both the first and second couplets. These are also unified in that they deal only with material qualities. "},"dn11:85.13":{"pli":"Kattha dīghañca rassañca, ","eng":"where long and short, ","html":"<span class='verse-line'>{}</span>","comm":"A similar list of descriptors elsewhere describes things that are not stolen (<a href='index.html?q=snp3.9#45.1'>Snp 3.9:45.1</a>) or the kinds of sentient beings (<a href='index.html?q=snp1.8#4.3'>Snp 1.8:4.3</a>). These are aspects of how “form” manifests in desirable or undesirable ways. "},"dn11:85.14":{"pli":"aṇuṃ thūlaṃ subhāsubhaṃ; ","eng":"fine and coarse, beautiful and ugly? ","html":"<span class='verse-line'>{}</span>","comm":"Four terms in this verse are identical with the first four terms in Yājñavalkya’s description of the immutable Brahman as “neither coarse nor fine, neither short nor long” at Bṛhadāraṇyaka Upaniṣad 3.8.8. "},"dn11:85.15":{"pli":"Kattha nāmañca rūpañca, ","eng":"Where does name-and-form ","html":"<span class='verse-line'>{}</span>","comm":"This final couplet is distinguished in having a different verb (“cease”) and in including mental qualities (<i lang='pi' translate='no'>nāma</i>). It therefore appears there are two questions with two answers. "},"dn11:85.16":{"pli":"asesaṃ uparujjhatī’ti. ","eng":"cease with nothing left over?” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn11:85.17":{"pli":"Tatra veyyākaraṇaṃ bhavati: ","eng":"And the answer to that is: ","html":"<p>{}</p>"},"dn11:85.18":{"pli":"‘Viññāṇaṃ anidassanaṃ, ","eng":"“‘Consciousness where no form appears, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"This couplet is spoken by Baka the Divinity at <a href='index.html?q=mn49#25.1'>MN 49:25.1</a>, so it was probably a free-floating couplet illustrating the Upaniṣadic theory of the Self as infinite consciousness. I think the Buddha is quoting Brahmā here in order to contrast with his own teaching of the cessation of consciousness, to emphasize that <em>even this</em> most sublime form of consciousness will cease. | “Where no form appears” (<i lang='pi' translate='no'>anidassanaṁ</i>) here is a synonym for “formless” (see eg. <a href='index.html?q=mn21#14.8'>MN 21:14.8</a>, “space is formless and invisible”, <i lang='pi' translate='no'>ākāso arūpī anidassano</i>). Normally the colors and images seen in the “form” absorptions are described as “appearing” (eg. <a href='index.html?q=dn16#3.29.1'>DN 16:3.29.1</a>), so this indicates a formless attainment. "},"dn11:85.19":{"pli":"anantaṃ sabbatopabhaṃ; ","eng":"infinite, luminous all-round.’ ","html":"<span class='verse-line'>{}</span></p>","comm":"“Infinite” (<i lang='pi' translate='no'>ananta</i>) is the direct qualifier of “consciousness”, but in the Pali it is shifted to the next line to fit the meter. It indicates the second of the formless attainments. Yājñavalkya describes consciousness as infinite in the famous passage at Bṛhadāraṇyaka Upaniṣad 2.4.12. | <i lang='pi' translate='no'>Pabhaṁ</i> means “luminous”, as with the deities that are “self-luminous” (<i lang='pi' translate='no'>sayaṁpabhā</i>, <a href='index.html?q=dn27#10.3'>DN 27:10.3</a>). This echoes descriptions of the Divinity of consciousness as “radiant” (Bṛhadāraṇyaka Upaniṣad 5.6.1, Chāndogya Upaniṣad 3.14.2) | <i lang='pi' translate='no'>Sabbato pabhaṁ</i> (“luminous all-round”) is synonymous with <i lang='pi' translate='no'>pariyodāta</i> (“bright”, literally “white all over”), a stock descriptor of the mind of fourth <i lang='pi' translate='no'>jhāna</i>, on which the formless states are based. "},"dn11:85.20":{"pli":"Ettha āpo ca pathavī, ","eng":"Regarding this, water and earth, ","html":"<p><span class='verse-line'>{}</span>","comm":"The division of these ten lines is not obvious. Since the previous couplet appears to be an independent saying, I take the remaining eight lines as two four-line verses. This couplet, too, appears as the first two lines of a six-line verse, with the initial <i lang='pi' translate='no'>yattha</i> rather than <i lang='pi' translate='no'>ettha</i> (<a href='index.html?q=sn1.27#2.1'>SN 1.27:2.1</a>). "},"dn11:85.21":{"pli":"tejo vāyo na gādhati. ","eng":"fire and air have no footing; ","html":"<span class='verse-line'>{}</span>","comm":"The verb “has no footing” applies to both the former and subsequent couplet. "},"dn11:85.22":{"pli":"Ettha dīghañca rassañca, ","eng":"regarding this, long and short, ","html":"<span class='verse-line'>{}</span>"},"dn11:85.23":{"pli":"aṇuṃ thūlaṃ subhāsubhaṃ; ","eng":"fine and coarse, beautiful and ugly. ","html":"<span class='verse-line'>{}</span></p>"},"dn11:85.24":{"pli":"Ettha nāmañca rūpañca, ","eng":"Regarding this, name and form ","html":"<p><span class='verse-line'>{}</span>","comm":"These lines also at <a href='index.html?q=snp5.2#6.6'>Snp 5.2:6.6</a>, with initial <i lang='pi' translate='no'>yattha</i> instead of <i lang='pi' translate='no'>ettha</i>. "},"dn11:85.25":{"pli":"asesaṃ uparujjhati; ","eng":"ceases with nothing left over—","html":"<span class='verse-line'>{}</span>"},"dn11:85.26":{"pli":"Viññāṇassa nirodhena, ","eng":"with the cessation of consciousness, ","html":"<span class='verse-line'>{}</span>","comm":"According to dependent origination, when consciousness ceases, name and form cease, and with it the manifestation of all things desirable and undesirable in the world. "},"dn11:85.27":{"pli":"etthetaṃ uparujjhatī’”ti. ","eng":"they cease in reference to this.”’” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"Throughout, take the locative <i lang='pi' translate='no'>ettha</i> as locative of reference, as in similar constructions at eg. <a href='index.html?q=sn1.30'>SN 1.30</a>. The point is that when the Buddha is speaking of the cessation of consciousness, he is speaking specifically of the “infinite consciousness” of the Upaniṣads: <em>that</em> is what ceases. "},"dn11:85.28":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn11:85.29":{"pli":"Attamano kevaṭṭo gahapatiputto bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, the householder Kevaḍḍha approved what the Buddha said. ","html":"{}</p>"},"dn11:85.30":{"pli":"Kevaṭṭasuttaṃ niṭṭhitaṃ ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}