{"dn27":{"dn27:0.1":{"pli":"Dīgha Nikāya 27 ","eng":"Long Discourses 27 ","html":"<article id='dn27'><header><ul><li class='division'>{}</li></ul>"},"dn27:0.2":{"pli":"Aggaññasutta ","eng":"What Came First ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn27:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This sutta is the closest we come to a Buddhist myth of origins. It draws on features of Vedic mythology, while giving its own spin. Related stories may be found in <a href='index.html?q=dn26'>DN 26</a> and <a href='index.html?q=snp2.7'>Snp 2.7</a>. The Buddha describes a natural process of evolution that requires no metaphysical intervention, yet differs strikingly from Darwinian evolution in prioritizing the role of desire over selection. "},"dn27:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. ","html":"{}</p>","comm":"After the Jetavana, this was the best-known monastery in Sāvatthī. It was offered by the lady Visākhā, known as Migāra’s mother. "},"dn27:1.3":{"pli":"Tena kho pana samayena vāseṭṭhabhāradvājā bhikkhūsu parivasanti bhikkhubhāvaṃ ākaṅkhamānā. ","eng":"Now at that time Vāseṭṭha and Bhāradvāja were living on probation among the mendicants in hopes of being ordained. ","html":"<p>{}","comm":"We met Vāseṭṭha and Bhāradvāja as the students of Pokkharasāti and Tārukkha respectively in <a href='index.html?q=dn13'>DN 13</a>, at the end of which they went for refuge. Some time later they must have asked for ordination. The commentary says that probation (<i lang='pi' translate='no'>paravasati</i>) was required, not because they had previously gone forth in other sects  (as the naked ascetic Kassapa at <a href='index.html?q=dn8#24.1'>DN 8:24.1</a> or the wanderer Subhadda at <a href='index.html?q=dn16#5.29.1'>DN 16:5.29.1</a>), nor because they had committed an offence, but because they were not yet the required twenty years of age. "},"dn27:1.4":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito pāsādā orohitvā pāsādapacchāyāyaṃ abbhokāse caṅkamati. ","eng":"Then in the late afternoon, the Buddha came downstairs from the longhouse and was walking mindfully in the open air, beneath the shade of the longhouse. ","html":"{}</p>"},"dn27:2.1":{"pli":"Addasā kho vāseṭṭho bhagavantaṃ sāyanhasamayaṃ paṭisallānā vuṭṭhitaṃ pāsādā orohitvā pāsādapacchāyāyaṃ abbhokāse caṅkamantaṃ. ","eng":"Vāseṭṭha saw him ","html":"<p>{}","comm":"Here as in <a href='index.html?q=dn13'>DN 13</a> Vāseṭṭha takes the lead. "},"dn27:2.2":{"pli":"Disvāna bhāradvājaṃ āmantesi: ","eng":"and said to Bhāradvāja, ","html":"{}"},"dn27:2.3":{"pli":"“ayaṃ, āvuso bhāradvāja, bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito pāsādā orohitvā pāsādapacchāyāyaṃ abbhokāse caṅkamati. ","eng":"“Reverend Bhāradvāja, the Buddha is walking mindfully in the open air, beneath the shade of the longhouse. ","html":"{}"},"dn27:2.4":{"pli":"Āyāmāvuso bhāradvāja, yena bhagavā tenupasaṅkamissāma; ","eng":"Come, reverend, let’s go to the Buddha. ","html":"{}"},"dn27:2.5":{"pli":"appeva nāma labheyyāma bhagavato santikā dhammiṃ kathaṃ savanāyā”ti. ","eng":"Hopefully we’ll get to hear a Dhamma talk from him.” ","html":"{}</p>"},"dn27:2.6":{"pli":"“Evamāvuso”ti kho bhāradvājo vāseṭṭhassa paccassosi. ","eng":"“Yes, reverend,” replied Bhāradvāja. ","html":"<p>{}</p>"},"dn27:2.7":{"pli":"Atha kho vāseṭṭhabhāradvājā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā bhagavantaṃ caṅkamantaṃ anucaṅkamiṃsu. ","eng":"So they went to the Buddha, bowed, and walked beside him. ","html":"<p>{}</p>"},"dn27:3.1":{"pli":"Atha kho bhagavā vāseṭṭhaṃ āmantesi: ","eng":"Then the Buddha said to Vāseṭṭha, ","html":"<p>{}"},"dn27:3.2":{"pli":"“tumhe khvattha, vāseṭṭha, brāhmaṇajaccā brāhmaṇakulīnā brāhmaṇakulā agārasmā anagāriyaṃ pabbajitā, kacci vo, vāseṭṭha, brāhmaṇā na akkosanti na paribhāsantī”ti? ","eng":"“Vāseṭṭha, you are both brahmins by birth and family, and have gone forth from the lay life to homelessness from a brahmin family. I hope you don’t have to suffer abuse and insults from the brahmins.” ","html":"{}</p>"},"dn27:3.3":{"pli":"“Taggha no, bhante, brāhmaṇā akkosanti paribhāsanti attarūpāya paribhāsāya paripuṇṇāya, no aparipuṇṇāyā”ti. ","eng":"“Actually, sir, the brahmins do insult and abuse us with their typical insults to the fullest extent, holding nothing back.” ","html":"<p>{}</p>"},"dn27:3.4":{"pli":"“Yathā kathaṃ pana vo, vāseṭṭha, brāhmaṇā akkosanti paribhāsanti attarūpāya paribhāsāya paripuṇṇāya, no aparipuṇṇāyā”ti? ","eng":"“But how do the brahmins insult you?” ","html":"<p>{}</p>"},"dn27:3.5":{"pli":"“Brāhmaṇā, bhante, evamāhaṃsu: ","eng":"“Sir, the brahmins say: ","html":"<p>{}"},"dn27:3.6":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīnā aññe vaṇṇā. ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}","comm":"This verse is also at <a href='index.html?q=mn84#9.19'>MN 84:9.19</a> and <a href='index.html?q=mn93#5.4'>MN 93:5.4</a>. | For “best class” (<i lang='pi' translate='no'>seṭṭho vaṇṇo</i>) see <i lang='pi' translate='no'>varṇaśreṣṭhaḥ</i> at Mahābhārata 1.24.4c. "},"dn27:3.7":{"pli":"Brāhmaṇova sukko vaṇṇo, kaṇhā aññe vaṇṇā. ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}","comm":"Mahābhārata 12.181.5 says that brahmins are the white class, aristocrats red, peasants yellow, and menials black. Underlying this is an assumption of the superiority of the fair-skinned northerners of Indo-Aryan descent over the dark-skinned natives (see <a href='index.html?q=dn3#1.10.3'>DN 3:1.10.3</a>). "},"dn27:3.8":{"pli":"Brāhmaṇāva sujjhanti, no abrāhmaṇā. ","eng":"Only brahmins are purified, not others. ","html":"{}","comm":"I cannot trace this statement to Brahmanical texts, and indeed they have a strong tendency to push back against the idea that only brahmins can find purity. "},"dn27:3.9":{"pli":"Brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā. ","eng":"Only brahmins are the Divinity’s true-born sons, born from his mouth, born of the Divinity, created by the Divinity, heirs of the Divinity. ","html":"{}"},"dn27:3.10":{"pli":"Te tumhe seṭṭhaṃ vaṇṇaṃ hitvā hīnamattha vaṇṇaṃ ajjhupagatā, yadidaṃ muṇḍake samaṇake ibbhe kaṇhe bandhupādāpacce. ","eng":"You’ve both abandoned the best class to join an inferior class, namely these shavelings, fake ascetics, primitives, black spawn from the feet of our kinsman. ","html":"{}","comm":"An allusion to the famous Puruṣasūkta (Rig Veda 10.90.12): “His (the cosmic Man’s) mouth became the brahmin, his arms became the ruler (<i lang='pi' translate='no'>rājanya</i>, an alternate name for the <i lang='pi' translate='no'>khattiyas</i>), his thighs became the peasant (<i lang='pi' translate='no'>vaiśya</i>); the menial (<i lang='pi' translate='no'>sūdra</i>) was born from his feet.” This belongs to the latest portion of the Rig Veda, and probably represents a time when the system of four castes was established in the late Vedic period, some centuries before the Buddha. Apart from this, the Rig Veda hardly mentions any of these as castes, let alone all four together. "},"dn27:3.11":{"pli":"Tayidaṃ na sādhu, tayidaṃ nappatirūpaṃ, yaṃ tumhe seṭṭhaṃ vaṇṇaṃ hitvā hīnamattha vaṇṇaṃ ajjhupagatā yadidaṃ muṇḍake samaṇake ibbhe kaṇhe bandhupādāpacce’ti. ","eng":"This is not right, it’s not proper!’ ","html":"{}"},"dn27:3.12":{"pli":"Evaṃ kho no, bhante, brāhmaṇā akkosanti paribhāsanti attarūpāya paribhāsāya paripuṇṇāya, no aparipuṇṇāyā”ti. ","eng":"That’s how the brahmins insult us.” ","html":"{}</p>"},"dn27:4.1":{"pli":"“Taggha vo, vāseṭṭha, brāhmaṇā porāṇaṃ assarantā evamāhaṃsu: ","eng":"“Actually, Vāseṭṭha, the brahmins are forgetting their tradition when they say this to you. ","html":"<p>{}"},"dn27:4.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīnā aññe vaṇṇā; ","html":"{}"},"dn27:4.3":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇhā aññe vaṇṇā; ","html":"{}"},"dn27:4.4":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","html":"{}"},"dn27:4.5":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","html":"{}"},"dn27:4.6":{"pli":"Dissanti kho pana, vāseṭṭha, brāhmaṇānaṃ brāhmaṇiyo utuniyopi gabbhiniyopi vijāyamānāpi pāyamānāpi. ","eng":"For brahmin women are seen menstruating, being pregnant, giving birth, and breast-feeding. ","html":"{}","comm":"The Buddha gives a rationalist critique of Vedic myth (see also <a href='index.html?q=mn93#5.9'>MN 93:5.9</a>), the fairness of which is not easy to assess. Within the Brahmanical world, especially the progressive Kosalan brahmins to whom Vāseṭṭha and Bhāradvāja belonged, there had been a shift towards a more nuanced symbolic understanding of such claims. Yet the subtle distinctions of the philosophers rarely influence the more straightforward beliefs of the common practitioner. "},"dn27:4.7":{"pli":"Te ca brāhmaṇā yonijāva samānā evamāhaṃsu: ","eng":"Yet even though they’re born from a brahmin womb they say: ","html":"{}"},"dn27:4.8":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīnā aññe vaṇṇā; ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}"},"dn27:4.9":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇhā aññe vaṇṇā; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}"},"dn27:4.10":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}"},"dn27:4.11":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","eng":"Only brahmins are the Divinity’s true-born sons, born from his mouth, born of the Divinity, created by the Divinity, heirs of the Divinity.’ ","html":"{}"},"dn27:4.12":{"pli":"Te brahmānañceva abbhācikkhanti, musā ca bhāsanti, bahuñca apuññaṃ pasavanti. ","eng":"They misrepresent the brahmins, speak falsely, and brim with much wickedness. ","html":"{}</p>"},"dn27:5.0":{"pli":"1. Catuvaṇṇasuddhi ","eng":"1. Purification in the Four Classes ","html":"<h2>{}</h2>"},"dn27:5.1":{"pli":"Cattārome, vāseṭṭha, vaṇṇā—","eng":"Vāseṭṭha, there are these four classes: ","html":"<p>{}"},"dn27:5.2":{"pli":"khattiyā, brāhmaṇā, vessā, suddā. ","eng":"aristocrats, brahmins, peasants, and menials. ","html":"{}"},"dn27:5.3":{"pli":"Khattiyopi kho, vāseṭṭha, idhekacco pāṇātipātī hoti adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhī. ","eng":"Some aristocrats kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, and nonsensical. And they’re covetous, malicious, with wrong view. ","html":"{}"},"dn27:5.4":{"pli":"Iti kho, vāseṭṭha, yeme dhammā akusalā akusalasaṅkhātā sāvajjā sāvajjasaṅkhātā asevitabbā asevitabbasaṅkhātā naalamariyā naalamariyasaṅkhātā kaṇhā kaṇhavipākā viññugarahitā, khattiyepi te idhekacce sandissanti. ","eng":"These things are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones—and are reckoned as such. They are dark deeds with dark results, criticized by sensible people. Such things are exhibited in some aristocrats. ","html":"{}","comm":"“Dark” (<i lang='pi' translate='no'>kaṇha</i>) and “bright” (or “light”, <i lang='pi' translate='no'>sukka</i>) are redefined in ethical not racial terms. "},"dn27:5.5":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"And they are also seen among some brahmins, ","html":"{}"},"dn27:5.6":{"pli":"vessopi kho, vāseṭṭha …pe… ","eng":"peasants, ","html":"{}"},"dn27:5.7":{"pli":"suddopi kho, vāseṭṭha, idhekacco pāṇātipātī hoti adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhī. ","eng":"and menials. ","html":"{}"},"dn27:5.8":{"pli":"Iti kho, vāseṭṭha, yeme dhammā akusalā akusalasaṅkhātā …pe… ","html":"{}"},"dn27:5.9":{"pli":"kaṇhā kaṇhavipākā viññugarahitā; ","html":"{}"},"dn27:5.10":{"pli":"suddepi te idhekacce sandissanti. ","html":"{}</p>"},"dn27:6.1":{"pli":"Khattiyopi kho, vāseṭṭha, idhekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu abyāpannacitto, sammādiṭṭhī. ","eng":"But some aristocrats refrain from killing living creatures, stealing, and committing sexual misconduct. They refrain from speech that’s false, divisive, harsh, and nonsensical. And they’re content, kind-hearted, with right view. ","html":"<p>{}"},"dn27:6.2":{"pli":"Iti kho, vāseṭṭha, yeme dhammā kusalā kusalasaṅkhātā anavajjā anavajjasaṅkhātā sevitabbā sevitabbasaṅkhātā alamariyā alamariyasaṅkhātā sukkā sukkavipākā viññuppasatthā, khattiyepi te idhekacce sandissanti. ","eng":"These things are skillful, blameless, to be cultivated, worthy of the noble ones—and are reckoned as such. They are bright deeds with bright results, praised by sensible people. Such things are exhibited in some aristocrats. ","html":"{}"},"dn27:6.3":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"And they are also seen among some brahmins, ","html":"{}"},"dn27:6.4":{"pli":"vessopi kho, vāseṭṭha …pe… ","eng":"peasants, ","html":"{}"},"dn27:6.5":{"pli":"suddopi kho, vāseṭṭha, idhekacco pāṇātipātā paṭivirato hoti …pe… ","eng":"and menials. ","html":"{}"},"dn27:6.6":{"pli":"anabhijjhālu, abyāpannacitto, sammādiṭṭhī. ","html":"{}"},"dn27:6.7":{"pli":"Iti kho, vāseṭṭha, yeme dhammā kusalā kusalasaṅkhātā anavajjā anavajjasaṅkhātā sevitabbā sevitabbasaṅkhātā alamariyā alamariyasaṅkhātā sukkā sukkavipākā viññuppasatthā; ","html":"{}"},"dn27:6.8":{"pli":"suddepi te idhekacce sandissanti. ","html":"{}</p>"},"dn27:7.1":{"pli":"Imesu kho, vāseṭṭha, catūsu vaṇṇesu evaṃ ubhayavokiṇṇesu vattamānesu kaṇhasukkesu dhammesu viññugarahitesu ceva viññuppasatthesu ca yadettha brāhmaṇā evamāhaṃsu: ","eng":"Both these things occur like this, mixed up in these four classes—the dark and the bright, that which is praised and that which is criticized by sensible people. Yet of this the brahmins say: ","html":"<p>{}"},"dn27:7.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīnā aññe vaṇṇā; ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}"},"dn27:7.3":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇhā aññe vaṇṇā; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}"},"dn27:7.4":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}"},"dn27:7.5":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","eng":"Only brahmins are the Divinity’s true-born sons, born from his mouth, born of the Divinity, created by the Divinity, heirs of the Divinity.’ ","html":"{}</p>"},"dn27:7.6":{"pli":"Taṃ tesaṃ viññū nānujānanti. ","eng":"Sensible people don’t grant this. ","html":"<p>{}"},"dn27:7.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn27:7.8":{"pli":"Imesañhi, vāseṭṭha, catunnaṃ vaṇṇānaṃ yo hoti bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, so nesaṃ aggamakkhāyati dhammeneva, no adhammena. ","eng":"Because any mendicant from these four classes who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—is said to be foremost by virtue of principle, not against principle. ","html":"{}","comm":"Vedic theory claimed that the caste system was part of the order of nature (<i lang='pi' translate='no'>dhamma</i>) established by Brahmā, and hence to follow the obligations of caste was a duty (also <i lang='pi' translate='no'>dhamma</i>). The Buddha posited a higher “principle” (<i lang='pi' translate='no'>dhamma</i>) beyond caste. The English word “principle” carries the senses of a fundamental law; a code of conduct; a devotion to right living; a source; and an underlying faculty, all of which are aspects of <i lang='pi' translate='no'>dhamma</i> in this passage. "},"dn27:7.9":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ, diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:7.10":{"pli":"Tadamināpetaṃ, vāseṭṭha, pariyāyena veditabbaṃ, yathā dhammova seṭṭho janetasmiṃ, diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"And here’s a way to understand how this is so. ","html":"<p>{}</p>"},"dn27:8.1":{"pli":"Jānāti kho, vāseṭṭha, rājā pasenadi kosalo: ","eng":"King Pasenadi of Kosala knows that ","html":"<p>{}"},"dn27:8.2":{"pli":"‘samaṇo gotamo anantarā sakyakulā pabbajito’ti. ","eng":"the ascetic Gotama has gone forth from the neighboring clan of the Sakyans. ","html":"{}"},"dn27:8.3":{"pli":"Sakyā kho pana, vāseṭṭha, rañño pasenadissa kosalassa anuyuttā bhavanti. ","eng":"And the Sakyans are his vassals. ","html":"{}","comm":"A great king such as Pasenadi ruled his central realm, while outlying districts pledged allegiance to him, enjoying royal protection while ceding some sovereignty. It is the same relationship described for the kingdoms subsumed under the Wheel-Turning Monarch (eg. <a href='index.html?q=dn17#1.9.5'>DN 17:1.9.5</a>). The Buddha described his people as natives among the Kosalans at <a href='index.html?q=snp3.1#18.4'>Snp 3.1:18.4</a>. "},"dn27:8.4":{"pli":"Karonti kho, vāseṭṭha, sakyā raññe pasenadimhi kosale nipaccakāraṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ. ","eng":"The Sakyans show deference to King Pasenadi by bowing down, rising up, greeting him with joined palms, and observing proper etiquette for him. ","html":"{}"},"dn27:8.5":{"pli":"Iti kho, vāseṭṭha, yaṃ karonti sakyā raññe pasenadimhi kosale nipaccakāraṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ, karoti taṃ rājā pasenadi kosalo tathāgate nipaccakāraṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ, na naṃ ‘sujāto samaṇo gotamo, dujjātohamasmi. ","eng":"Now, King Pasenadi shows the same kind of deference to the Realized One. But he doesn’t think: ‘The ascetic Gotama is well-born, I am ill-born. ","html":"{}","comm":"The Mahāsaṅgīti reading <i lang='pi' translate='no'>na naṁ</i> yields a better sense than the PTS <i lang='pi' translate='no'>nanu</i>, which would make this a question. "},"dn27:8.6":{"pli":"Balavā samaṇo gotamo, dubbalohamasmi. ","eng":"He is powerful, I am weak. ","html":"{}"},"dn27:8.7":{"pli":"Pāsādiko samaṇo gotamo, dubbaṇṇohamasmi. ","eng":"He is handsome, I am ugly. ","html":"{}"},"dn27:8.8":{"pli":"Mahesakkho samaṇo gotamo, appesakkhohamasmī’ti. ","eng":"He is illustrious, I am insignificant.’ ","html":"{}"},"dn27:8.9":{"pli":"Atha kho naṃ dhammaṃyeva sakkaronto dhammaṃ garuṃ karonto dhammaṃ mānento dhammaṃ pūjento dhammaṃ apacāyamāno evaṃ rājā pasenadi kosalo tathāgate nipaccakāraṃ karoti, abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ. ","eng":"Rather, in showing such deference to the Realized One he is only honoring, respecting, and venerating principle. ","html":"{}"},"dn27:8.10":{"pli":"Imināpi kho etaṃ, vāseṭṭha, pariyāyena veditabbaṃ, yathā dhammova seṭṭho janetasmiṃ, diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"And here’s another way to understand how principle is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:9.1":{"pli":"Tumhe khvattha, vāseṭṭha, nānājaccā nānānāmā nānāgottā nānākulā agārasmā anagāriyaṃ pabbajitā. ","eng":"Vāseṭṭha, you have different births, names, clans, and families, yet have gone forth from the lay life to homelessness. ","html":"<p>{}","comm":"Vāseṭṭha was said to be a high family, while Bhāradvāja was low (<a href='index.html?q=pli-tv-bu-vb-pc2#2.1.18'>Bu Pc 2:2.1.18</a>). "},"dn27:9.2":{"pli":"‘Ke tumhe’ti—puṭṭhā samānā ‘samaṇā sakyaputtiyāmhā’ti—paṭijānātha. ","eng":"When they ask you what you are, you claim to be ascetics who follow the Sakyan. ","html":"{}"},"dn27:9.3":{"pli":"Yassa kho panassa, vāseṭṭha, tathāgate saddhā niviṭṭhā mūlajātā patiṭṭhitā daḷhā asaṃhāriyā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ, tassetaṃ kallaṃ vacanāya: ","eng":"But only when someone has faith in the Realized One—settled, rooted, and planted deep, strong, not to be shifted by any ascetic or brahmin or god or Māra or divinity or by anyone in the world—is it appropriate for them to say: ","html":"{}"},"dn27:9.4":{"pli":"‘bhagavatomhi putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo’ti. ","eng":"‘I am the Buddha’s true-born son, born from his mouth, born of principle, created by principle, heir to principle.’ ","html":"{}","comm":"The Buddha adapts the Brahmanical rhetoric of birth from the “mouth of Brahmā”. Having criticized them for taking this literally he employs it in a metaphorical sense. "},"dn27:9.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn27:9.6":{"pli":"Tathāgatassa hetaṃ, vāseṭṭha, adhivacanaṃ ‘dhammakāyo’ itipi, ‘brahmakāyo’ itipi, ‘dhammabhūto’ itipi, ‘brahmabhūto’ itipi. ","eng":"For these are terms for the Realized One: ‘the embodiment of principle’, and ‘the embodiment of divinity’, and ‘the manifestation of principle’, and ‘the manifestation of divinity’. ","html":"{}</p>","comm":"“The embodiment of principle” is <i lang='pi' translate='no'>dhammakāya</i>. This is a term of unique occurrence in the suttas, which was seized on in later days to posit a metaphysical theory of a quasi-eternal Buddha. In the suttas, it means that he, having practiced the Dhamma to its fullest, embodies the qualities of the Dhamma to the highest degree. "},"dn27:10.1":{"pli":"Hoti kho so, vāseṭṭha, samayo yaṃ kadāci karahaci dīghassa addhuno accayena ayaṃ loko saṃvaṭṭati. ","eng":"There comes a time when, Vāseṭṭha, after a very long period has passed, this cosmos contracts. ","html":"<p>{}","comm":"Here begins the story of origins. The Buddha begins his creation myth with the end of the world. For this passage, compare <a href='index.html?q=dn1#2.2.1'>DN 1:2.2.1</a>. "},"dn27:10.2":{"pli":"Saṃvaṭṭamāne loke yebhuyyena sattā ābhassarasaṃvattanikā honti. ","eng":"As the cosmos contracts, sentient beings are mostly headed for the realm of streaming radiance. ","html":"{}"},"dn27:10.3":{"pli":"Te tattha honti manomayā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino ciraṃ dīghamaddhānaṃ tiṭṭhanti. ","eng":"There they are mind-made, feeding on rapture, self-luminous, wandering in midair, steadily glorious, and they remain like that for a very long time. ","html":"{}</p>"},"dn27:10.4":{"pli":"Hoti kho so, vāseṭṭha, samayo yaṃ kadāci karahaci dīghassa addhuno accayena ayaṃ loko vivaṭṭati. ","eng":"There comes a time when, after a very long period has passed, this cosmos expands. ","html":"<p>{}"},"dn27:10.5":{"pli":"Vivaṭṭamāne loke yebhuyyena sattā ābhassarakāyā cavitvā itthattaṃ āgacchanti. ","eng":"As the cosmos expands, sentient beings mostly pass away from that host of radiant deities and come back to this realm. ","html":"{}","comm":"In the Brahmajālasutta, beings pass from one Brahmā realm to another, but when they come to this world it is as a human. Here we have a different perspective, where beings apparently still like the Brahmā gods exist in the physical realm. "},"dn27:10.6":{"pli":"Tedha honti manomayā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino ciraṃ dīghamaddhānaṃ tiṭṭhanti. ","eng":"Here they are mind-made, feeding on rapture, self-luminous, wandering in midair, steadily glorious, and they remain like that for a very long time. ","html":"{}</p>","comm":"The role of food is critical throughout this narrative. Food is a fundamental sustenance on which all creatures must rely, and the nature of the food reflects the type of creature that eats it. Taittirīya Upaniṣad 2.5.1 says the highest form of self is made of bliss (<i lang='pi' translate='no'>ātmā ānandamaya</i>). "},"dn27:11.0":{"pli":"2. Rasapathavipātubhāva ","eng":"2. The Earth’s Nectar Appears ","html":"<h2>{}</h2>"},"dn27:11.1":{"pli":"Ekodakībhūtaṃ kho pana, vāseṭṭha, tena samayena hoti andhakāro andhakāratimisā. ","eng":"But the single mass of water at that time was utterly dark. ","html":"<p>{}","comm":"Creation myths often begin with a dark, formless world of water, and describe the emergence of divisions and structures of the world. They do not differentiate the physical, biological, ecological, or social, as such distinctions came later. | Aitareya Upaniṣad 1.3.3 says the Divinity “brooded over the waters” and created food. "},"dn27:11.2":{"pli":"Na candimasūriyā paññāyanti, na nakkhattāni tārakarūpāni paññāyanti, na rattindivā paññāyanti, na māsaḍḍhamāsā paññāyanti, na utusaṃvaccharā paññāyanti, na itthipumā paññāyanti, sattā sattātveva saṅkhyaṃ gacchanti. ","eng":"The moon and sun were not found, nor were stars and constellations, day and night, months and fortnights, years and seasons, or male and female. Beings were simply known as ‘beings’. ","html":"{}","comm":"Throughout, the discourse has a special interest in tracing the origins of language and how different usages came about. Here the term “beings” is presented as a natural choice: they are “beings” because they are alive. Later, words are selected to convey a certain political or moral stance. "},"dn27:11.3":{"pli":"Atha kho tesaṃ, vāseṭṭha, sattānaṃ kadāci karahaci dīghassa addhuno accayena rasapathavī udakasmiṃ samatani; ","eng":"After a very long period had passed, the earth’s nectar curdled in the water. ","html":"{}","comm":"The reading and sense of <i lang='pi' translate='no'>samatani</i> is obscure. I think it is connected with <i lang='pi' translate='no'>santānaka</i> in the next line, in the sense of “networks” or tendrils appearing in the water as it curdles. The Sanskrit at SF 277 and Mūlasarvāstvāda Vinaya 17 has <i lang='pi' translate='no'>saṁmūrcchitaḥ saṁtanoti</i> (“curdled tendrils”). | <i lang='pi' translate='no'>Rasapathavī</i> (“earth’s nectar”) is also obscure. We would expect <i lang='pi' translate='no'>pathavīrasa</i> (cp. <i lang='pi' translate='no'>phalarasa</i> “fruit juice”, etc.), which is indeed found at <a href='index.html?q=sn5.9#5.3'>SN 5.9:5.3</a> in the sense “nutriments in soil”. Since this reading also appears here in the Sanskrit sources, I assume it is the correct sense. For another example of a <i lang='pi' translate='no'>tappurisa</i> compound with reversed order, see <a href='index.html?q=dn4#6.46'>DN 4:6.46</a>. "},"dn27:11.4":{"pli":"seyyathāpi nāma payaso tattassa nibbāyamānassa upari santānakaṃ hoti; ","eng":"It appeared just like the curd on top of hot milk-rice as it cools. ","html":"{}"},"dn27:11.5":{"pli":"evameva pāturahosi. ","html":"{}"},"dn27:11.6":{"pli":"Sā ahosi vaṇṇasampannā gandhasampannā rasasampannā, seyyathāpi nāma sampannaṃ vā sappi sampannaṃ vā navanītaṃ evaṃvaṇṇā ahosi. ","eng":"It was beautiful, fragrant, and delicious, like ghee or butter. ","html":"{}"},"dn27:11.7":{"pli":"Seyyathāpi nāma khuddamadhuṃ aneḷakaṃ; ","eng":"And it was as sweet as pure dwarf-bee honey. ","html":"{}","comm":"<i lang='pi' translate='no'>Khuddā</i> (literally “small one”) is said to be a species of small bee, also known in Sanskrit as <i lang='pi' translate='no'>kṣudrā</i>. The “dwarf bee” (<i lang='pi' translate='no'>apis florea</i>) fits the bill, as it is a small wild honeybee found in India. "},"dn27:11.8":{"pli":"evamassādā ahosi. ","html":"{}"},"dn27:11.9":{"pli":"Atha kho, vāseṭṭha, aññataro satto lolajātiko: ","eng":"Now, one of those beings was reckless. ","html":"{}"},"dn27:11.10":{"pli":"‘ambho, kimevidaṃ bhavissatī’ti rasapathaviṃ aṅguliyā sāyi. ","eng":"Thinking, ‘Oh my, what might this be?’ they tasted the earth’s nectar with their finger. ","html":"{}","comm":"Ghee and honey were among the finest offerings to the gods. The soma was often described as “honeyed”. Our text is suggesting that the Vedic sacrifices led to the corruption of divinity. "},"dn27:11.11":{"pli":"Tassa rasapathaviṃ aṅguliyā sāyato acchādesi, taṇhā cassa okkami. ","eng":"They enjoyed it, and craving was born in them. ","html":"{}","comm":"For <i lang='pi' translate='no'>acchadesi</i> read <i lang='pi' translate='no'>assādesi</i> (“enjoyed”) after Mu Kd 17’s <i lang='pi' translate='no'>āsvādayati</i>. The commentary explains <i lang='pi' translate='no'>acchadesi</i> as “becomes suffused”, so if it is a misreading it is an old one. "},"dn27:11.12":{"pli":"Aññepi kho, vāseṭṭha, sattā tassa sattassa diṭṭhānugatiṃ āpajjamānā rasapathaviṃ aṅguliyā sāyiṃsu. ","eng":"And other beings, following that being’s example, tasted the earth’s nectar with their fingers. ","html":"{}"},"dn27:11.13":{"pli":"Tesaṃ rasapathaviṃ aṅguliyā sāyataṃ acchādesi, taṇhā ca tesaṃ okkami. ","eng":"They too enjoyed it, and craving was born in them. ","html":"{}</p>"},"dn27:12.0":{"pli":"3. Candimasūriyādipātubhāva ","eng":"3. The Moon and Sun Appear ","html":"<h2>{}</h2>"},"dn27:12.1":{"pli":"Atha kho te, vāseṭṭha, sattā rasapathaviṃ hatthehi āluppakārakaṃ upakkamiṃsu paribhuñjituṃ. ","eng":"Then those beings started to eat the earth’s nectar, breaking it into lumps. ","html":"<p>{}"},"dn27:12.2":{"pli":"Yato kho te, vāseṭṭha, sattā rasapathaviṃ hatthehi āluppakārakaṃ upakkamiṃsu paribhuñjituṃ. ","eng":"But when they did this ","html":"{}"},"dn27:12.3":{"pli":"Atha tesaṃ sattānaṃ sayaṃpabhā antaradhāyi. ","eng":"their luminosity vanished. ","html":"{}"},"dn27:12.4":{"pli":"Sayaṃpabhāya antarahitāya candimasūriyā pāturahesuṃ. ","eng":"And with the vanishing of their luminosity the moon and sun appeared, ","html":"{}"},"dn27:12.5":{"pli":"Candimasūriyesu pātubhūtesu nakkhattāni tārakarūpāni pāturahesuṃ. ","eng":"stars and constellations appeared, ","html":"{}"},"dn27:12.6":{"pli":"Nakkhattesu tārakarūpesu pātubhūtesu rattindivā paññāyiṃsu. ","eng":"days and nights were distinguished, ","html":"{}"},"dn27:12.7":{"pli":"Rattindivesu paññāyamānesu māsaḍḍhamāsā paññāyiṃsu. ","eng":"and so were months and fortnights, ","html":"{}"},"dn27:12.8":{"pli":"Māsaḍḍhamāsesu paññāyamānesu utusaṃvaccharā paññāyiṃsu. ","eng":"and years and seasons. ","html":"{}"},"dn27:12.9":{"pli":"Ettāvatā kho, vāseṭṭha, ayaṃ loko puna vivaṭṭo hoti. ","eng":"So far had the world evolved once more. ","html":"{}</p>"},"dn27:13.1":{"pli":"Atha kho te, vāseṭṭha, sattā rasapathaviṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu. ","eng":"Then those beings eating the earth’s nectar, with that as their food and nourishment, remained for a very long time. ","html":"<p>{}"},"dn27:13.2":{"pli":"Yathā yathā kho te, vāseṭṭha, sattā rasapathaviṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu tathā tathā tesaṃ sattānaṃ rasapathaviṃ paribhuñjantānaṃ kharattañceva kāyasmiṃ okkami, vaṇṇavevaṇṇatā ca paññāyittha. ","eng":"But so long as they ate that earth’s nectar, their bodies became more solid and they diverged in appearance; ","html":"{}"},"dn27:13.3":{"pli":"Ekidaṃ sattā vaṇṇavanto honti, ekidaṃ sattā dubbaṇṇā. ","eng":"some beautiful, some ugly. ","html":"{}"},"dn27:13.4":{"pli":"Tattha ye te sattā vaṇṇavanto, te dubbaṇṇe satte atimaññanti: ","eng":"And the beautiful beings looked down on the ugly ones: ","html":"{}","comm":"At <a href='index.html?q=dn26#17.2'>DN 26:17.2</a> it is the ugly ones who are at fault for jealousy. "},"dn27:13.5":{"pli":"‘mayametehi vaṇṇavantatarā, amhehete dubbaṇṇatarā’ti. ","eng":"‘We’re more beautiful, they’re the ugly ones!’ ","html":"{}"},"dn27:13.6":{"pli":"Tesaṃ vaṇṇātimānapaccayā mānātimānajātikānaṃ rasapathavī antaradhāyi. ","eng":"And the vanity of the beautiful ones made the earth’s nectar vanish. ","html":"{}"},"dn27:13.7":{"pli":"Rasāya pathaviyā antarahitāya sannipatiṃsu. ","eng":"They gathered together and bemoaned, ","html":"{}"},"dn27:13.8":{"pli":"Sannipatitvā anutthuniṃsu: ","html":"{}"},"dn27:13.9":{"pli":"‘aho rasaṃ, aho rasan’ti. ","eng":"‘Oh, what a taste! Oh, what a taste!’ ","html":"{}"},"dn27:13.10":{"pli":"Tadetarahipi manussā kañcideva surasaṃ labhitvā evamāhaṃsu: ","eng":"And even today when people get something tasty they say: ","html":"{}"},"dn27:13.11":{"pli":"‘aho rasaṃ, aho rasan’ti. ","eng":"‘Oh, what a taste! Oh, what a taste!’ ","html":"{}"},"dn27:13.12":{"pli":"Tadeva porāṇaṃ aggaññaṃ akkharaṃ anusaranti, na tvevassa atthaṃ ājānanti. ","eng":"They’re just remembering an ancient primordial saying, but they don’t understand what it means. ","html":"{}</p>","comm":"This is another veiled critique of the Vedic tradition. In <a href='index.html?q=dn13#13.1'>DN 13:13.1</a> the Buddha told Vāseṭṭha and Bhāradvāja the Vedas were recited by people who did not understand them. This problem was well understood within the tradition of the Brāhmaṇas and Upaniṣads, which constantly emphasized that they are effective for “one who knows this” (<i lang='pi' translate='no'>ya evam veda</i>). "},"dn27:14.0":{"pli":"4. Bhūmipappaṭakapātubhāva ","eng":"4. Ground-Fungus ","html":"<h2>{}</h2>"},"dn27:14.1":{"pli":"Atha kho tesaṃ, vāseṭṭha, sattānaṃ rasāya pathaviyā antarahitāya bhūmipappaṭako pāturahosi. ","eng":"When the earth’s nectar had vanished, ground-fungus appeared to those beings. ","html":"<p>{}","comm":"“Fungus” is <i lang='pi' translate='no'>pappaṭaka</i> (Sanskrit <i lang='pi' translate='no'>parpaṭaka</i>). At <a href='index.html?q=pli-tv-bu-vb-pj1#2.2.5'>Bu Pj 1:2.2.5</a>, Moggallāna suggests that, to alleviate famine, the monks might eat the <i lang='pi' translate='no'>pappaṭakojaṁ</i> (“fungus-nutrition”) under the earth. Given that it is compared to a mushroom, I think it is the fungal mycelia of a mycorrhizal network. Such fungi spread like tendrils underground, sometimes appearing above the surface, sharing nutrients and information between organisms. "},"dn27:14.2":{"pli":"Seyyathāpi nāma ahicchattako; evameva pāturahosi. ","eng":"It appeared just like a mushroom. ","html":"{}"},"dn27:14.3":{"pli":"So ahosi vaṇṇasampanno gandhasampanno rasasampanno, seyyathāpi nāma sampannaṃ vā sappi sampannaṃ vā navanītaṃ evaṃvaṇṇo ahosi. ","eng":"It was beautiful, fragrant, and delicious, like ghee or butter. ","html":"{}"},"dn27:14.4":{"pli":"Seyyathāpi nāma khuddamadhuṃ aneḷakaṃ; evamassādo ahosi. ","eng":"And it was as sweet as pure dwarf-bee honey. ","html":"{}</p>"},"dn27:14.5":{"pli":"Atha kho te, vāseṭṭha, sattā bhūmipappaṭakaṃ upakkamiṃsu paribhuñjituṃ. ","eng":"Then those beings started to eat the ground-fungus. ","html":"<p>{}"},"dn27:14.6":{"pli":"Te taṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu. ","eng":"With that as their food and nourishment, they remained for a very long time. ","html":"{}"},"dn27:14.7":{"pli":"Yathā yathā kho te, vāseṭṭha, sattā bhūmipappaṭakaṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu tathā tathā tesaṃ sattānaṃ bhiyyoso mattāya kharattañceva kāyasmiṃ okkami, vaṇṇavevaṇṇatā ca paññāyittha. ","eng":"But so long as they ate that ground-fungus, their bodies became more solid and they diverged in appearance; ","html":"{}"},"dn27:14.8":{"pli":"Ekidaṃ sattā vaṇṇavanto honti, ekidaṃ sattā dubbaṇṇā. ","eng":"some beautiful, some ugly. ","html":"{}"},"dn27:14.9":{"pli":"Tattha ye te sattā vaṇṇavanto, te dubbaṇṇe satte atimaññanti: ","eng":"And the beautiful beings looked down on the ugly ones: ","html":"{}"},"dn27:14.10":{"pli":"‘mayametehi vaṇṇavantatarā, amhehete dubbaṇṇatarā’ti. ","eng":"‘We’re more beautiful, they’re the ugly ones!’ ","html":"{}"},"dn27:14.11":{"pli":"Tesaṃ vaṇṇātimānapaccayā mānātimānajātikānaṃ bhūmipappaṭako antaradhāyi. ","eng":"And the vanity of the beautiful ones made the ground-fungus vanish. ","html":"{}</p>"},"dn27:14.12.0":{"pli":"5. Padālatāpātubhāva ","eng":"5. Bursting Pods ","html":"<h2>{}</h2>"},"dn27:14.13":{"pli":"Bhūmipappaṭake antarahite padālatā pāturahosi, seyyathāpi nāma kalambukā; evameva pāturahosi. ","eng":"When the ground-fungus had vanished, bursting pods appeared, like the fruit of the kadam tree. ","html":"<p>{}","comm":"Readings and meaning of <i lang='pi' translate='no'>padālatā</i> are uncertain. It has usually been understood that the second element is <i lang='pi' translate='no'>latā</i> (“creeper”). But this leaves <i lang='pi' translate='no'>padā</i> unexplained, and the commentary’s gloss of <i lang='pi' translate='no'>bhaddālatā</i> is unconvincing. It also leaves unexplained the connection with <i lang='pi' translate='no'>kalambukā</i>. This is probably the fruit of the kadam tree—fleshy, yellow-orange capsules with about 8000 seeds that split apart when ripe. I think <i lang='pi' translate='no'>padālatā</i> is related to <i lang='pi' translate='no'>padālana</i> in the sense of “bursting”: a seed pod that splits open like a fig or pomegranate. "},"dn27:14.14":{"pli":"Sā ahosi vaṇṇasampannā gandhasampannā rasasampannā, seyyathāpi nāma sampannaṃ vā sappi sampannaṃ vā navanītaṃ evaṃvaṇṇā ahosi. ","eng":"They were beautiful, fragrant, and delicious, like ghee or butter. ","html":"{}"},"dn27:14.15":{"pli":"Seyyathāpi nāma khuddamadhuṃ aneḷakaṃ; evamassādā ahosi. ","eng":"And they were as sweet as pure dwarf-bee honey. ","html":"{}</p>"},"dn27:15.1":{"pli":"Atha kho te, vāseṭṭha, sattā padālataṃ upakkamiṃsu paribhuñjituṃ. ","eng":"Then those beings started to eat the bursting pods. ","html":"<p>{}"},"dn27:15.2":{"pli":"Te taṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu. ","eng":"With that as their food and nourishment, they remained for a very long time. ","html":"{}"},"dn27:15.3":{"pli":"Yathā yathā kho te, vāseṭṭha, sattā padālataṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu tathā tathā tesaṃ sattānaṃ bhiyyoso mattāya kharattañceva kāyasmiṃ okkami, vaṇṇavevaṇṇatā ca paññāyittha. ","eng":"But so long as they ate those bursting pods, their bodies became more solid and they diverged in appearance; ","html":"{}"},"dn27:15.4":{"pli":"Ekidaṃ sattā vaṇṇavanto honti, ekidaṃ sattā dubbaṇṇā. ","eng":"some beautiful, some ugly. ","html":"{}"},"dn27:15.5":{"pli":"Tattha ye te sattā vaṇṇavanto, te dubbaṇṇe satte atimaññanti: ","eng":"And the beautiful beings looked down on the ugly ones: ","html":"{}"},"dn27:15.6":{"pli":"‘mayametehi vaṇṇavantatarā, amhehete dubbaṇṇatarā’ti. ","eng":"‘We’re more beautiful, they’re the ugly ones!’ ","html":"{}"},"dn27:15.7":{"pli":"Tesaṃ vaṇṇātimānapaccayā mānātimānajātikānaṃ padālatā antaradhāyi. ","eng":"And the vanity of the beautiful ones made the bursting pods vanish. ","html":"{}</p>"},"dn27:15.8":{"pli":"Padālatāya antarahitāya sannipatiṃsu. Sannipatitvā anutthuniṃsu: ","eng":"They gathered together and bemoaned, ","html":"<p>{}"},"dn27:15.9":{"pli":"‘ahu vata no, ahāyi vata no padālatā’ti. ","eng":"‘Oh, what we’ve lost! Oh, what we’ve lost—those bursting pods!’ ","html":"{}"},"dn27:15.10":{"pli":"Tadetarahipi manussā kenaci dukkhadhammena phuṭṭhā evamāhaṃsu: ","eng":"And even today when people experience suffering they say: ","html":"{}"},"dn27:15.11":{"pli":"‘ahu vata no, ahāyi vata no’ti. ","eng":"‘Oh, what we’ve lost! Oh, what we’ve lost!’ ","html":"{}"},"dn27:15.12":{"pli":"Tadeva porāṇaṃ aggaññaṃ akkharaṃ anusaranti, na tvevassa atthaṃ ājānanti. ","eng":"They’re just remembering an ancient primordial saying, but they don’t understand what it means. ","html":"{}</p>"},"dn27:16.0":{"pli":"6. Akaṭṭhapākasālipātubhāva ","eng":"6. Ripe Untilled Rice ","html":"<h2>{}</h2>"},"dn27:16.1":{"pli":"Atha kho tesaṃ, vāseṭṭha, sattānaṃ padālatāya antarahitāya akaṭṭhapāko sāli pāturahosi akaṇo athuso suddho sugandho taṇḍulapphalo. ","eng":"When the bursting pods had vanished, ripe untilled rice appeared to those beings. It had no powder or husk, pure and fragrant, with only the rice-grain. ","html":"<p>{}"},"dn27:16.2":{"pli":"Yaṃ taṃ sāyaṃ sāyamāsāya āharanti, pāto taṃ hoti pakkaṃ paṭivirūḷhaṃ. ","eng":"What they took for supper at dusk, by daybreak had grown back and ripened. ","html":"{}"},"dn27:16.3":{"pli":"Yaṃ taṃ pāto pātarāsāya āharanti, sāyaṃ taṃ hoti pakkaṃ paṭivirūḷhaṃ; ","eng":"And what they took for breakfast at daybreak had grown back and ripened by the evening, ","html":"{}"},"dn27:16.4":{"pli":"nāpadānaṃ paññāyati. ","eng":"leaving no trace showing. ","html":"{}"},"dn27:16.5":{"pli":"Atha kho te, vāseṭṭha, sattā akaṭṭhapākaṃ sāliṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu. ","eng":"Then those beings eating the ripe untilled rice, with that as their food and nourishment, remained for a very long time. ","html":"{}</p>"},"dn27:16.6.0":{"pli":"7. Itthipurisaliṅgapātubhāva ","eng":"7. Sex Appears ","html":"<h2>{}</h2>"},"dn27:16.7":{"pli":"Yathā yathā kho te, vāseṭṭha, sattā akaṭṭhapākaṃ sāliṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhaṃsu tathā tathā tesaṃ sattānaṃ bhiyyoso mattāya kharattañceva kāyasmiṃ okkami, vaṇṇavevaṇṇatā ca paññāyittha, itthiyā ca itthiliṅgaṃ pāturahosi purisassa ca purisaliṅgaṃ. ","eng":"But so long as they ate that ripe untilled rice, their bodies became more solid and they diverged in appearance. And female characteristics appeared on women, while male characteristics appeared on men. ","html":"<p>{}","comm":"The commentary to <a href='index.html?q=pli-tv-bu-vb-pj1#10.6.1'>Bu Pj 1:10.6.1</a> explains “male characteristics” as “beard and whiskers, etc.” (<i lang='pi' translate='no'>massudāṭhikādi</i>), so this is not just genitals but also secondary sex characteristics. "},"dn27:16.8":{"pli":"Itthī ca purisaṃ ativelaṃ upanijjhāyati puriso ca itthiṃ. ","eng":"Women spent too much time gazing at men, and men at women. ","html":"{}"},"dn27:16.9":{"pli":"Tesaṃ ativelaṃ aññamaññaṃ upanijjhāyataṃ sārāgo udapādi, pariḷāho kāyasmiṃ okkami. ","eng":"They became lustful, and their bodies burned with fever. ","html":"{}"},"dn27:16.10":{"pli":"Te pariḷāhapaccayā methunaṃ dhammaṃ paṭiseviṃsu. ","eng":"Due to this fever they had sex with each other. ","html":"{}</p>"},"dn27:16.11":{"pli":"Ye kho pana te, vāseṭṭha, tena samayena sattā passanti methunaṃ dhammaṃ paṭisevante, aññe paṃsuṃ khipanti, aññe seṭṭhiṃ khipanti, aññe gomayaṃ khipanti: ","eng":"Those who saw them having sex pelted them with dirt, clods, or cow-dung, saying, ","html":"<p>{}","comm":"Pali <i lang='pi' translate='no'>seṭṭhi</i> is explained by the commentary as “ash” (<i lang='pi' translate='no'>chārikā</i>), although this sense does not seem to be attested anywhere else. Mahāvastu has <i lang='pi' translate='no'>leṣṭu</i> while Mu Kd 17 has <i lang='pi' translate='no'>loṣṭa</i>, both explained as “clod”. Given that it is easier to throw a clod than ash, I think these probably convey the correct sense. "},"dn27:16.12":{"pli":"‘nassa asuci, nassa asucī’ti. ","eng":"‘Get lost, filth! Get lost, filth! ","html":"{}","comm":"<i lang='pi' translate='no'>Nassa</i> could mean “die!” or “get lost”. I take the softer meaning, as killing has not yet appeared among these beings. | This behavior looks much like scapegoating rituals, where certain members of the community are deemed to bear the sins of all and are sacrificed to erase the sin. Often the victim was expelled from the community, temporarily or permanently. "},"dn27:16.13":{"pli":"‘Kathañhi nāma satto sattassa evarūpaṃ karissatī’ti. ","eng":"How on earth can one being do that to another?’ ","html":"{}","comm":"Mob shaming over perceived sexual transgression is the most primitive form of moralizing. "},"dn27:16.14":{"pli":"Tadetarahipi manussā ekaccesu janapadesu vadhuyā nibbuyhamānāya aññe paṃsuṃ khipanti, aññe seṭṭhiṃ khipanti, aññe gomayaṃ khipanti. ","eng":"And even today people in some countries, when carrying a bride off, pelt her with dirt, clods, or cow-dung. ","html":"{}","comm":"“Carrying off” (<i lang='pi' translate='no'>nibbuyhamānā</i>) like being swept away by a river. Mu Kd 17 says they throw powder, scent, garlands, and nets, while wishing the bride happiness and well-being. "},"dn27:16.15":{"pli":"Tadeva porāṇaṃ aggaññaṃ akkharaṃ anusaranti, na tvevassa atthaṃ ājānanti. ","eng":"They’re just remembering an ancient primordial saying, but they don’t understand what it means. ","html":"{}</p>"},"dn27:17.0":{"pli":"8. Methunadhammasamācāra ","eng":"8. Sexual Intercourse ","html":"<h2>{}</h2>"},"dn27:17.1":{"pli":"Adhammasammataṃ kho pana, vāseṭṭha, tena samayena hoti, tadetarahi dhammasammataṃ. ","eng":"What was deemed as unprincipled at that time, these days is deemed as principled. ","html":"<p>{}","comm":"“Unprincipled” is <i lang='pi' translate='no'>adhamma</i>. In the past the lovers were spurned, now they are celebrated in marriage. "},"dn27:17.2":{"pli":"Ye kho pana, vāseṭṭha, tena samayena sattā methunaṃ dhammaṃ paṭisevanti, te māsampi dvemāsampi na labhanti gāmaṃ vā nigamaṃ vā pavisituṃ. ","eng":"The beings who had sex together weren’t allowed to enter a village or town for one or two months. ","html":"{}"},"dn27:17.3":{"pli":"Yato kho te, vāseṭṭha, sattā tasmiṃ asaddhamme ativelaṃ pātabyataṃ āpajjiṃsu. ","eng":"Ever since they excessively threw themselves into immorality, ","html":"{}"},"dn27:17.4":{"pli":"Atha agārāni upakkamiṃsu kātuṃ tasseva asaddhammassa paṭicchādanatthaṃ. ","eng":"they started to make buildings to hide their immoral deeds. ","html":"{}","comm":"The sight of others having sex provokes strong reactions of arousal, jealousy, and disgust, often leading to violence. A culture of sexual modesty regulates these emotions, promoting the growth of larger societal structures. "},"dn27:17.5":{"pli":"Atha kho, vāseṭṭha, aññatarassa sattassa alasajātikassa etadahosi: ","eng":"Then one of those beings of idle disposition thought, ","html":"{}"},"dn27:17.6":{"pli":"‘ambho, kimevāhaṃ vihaññāmi sāliṃ āharanto sāyaṃ sāyamāsāya pāto pātarāsāya. ","eng":"‘Hey now, why should I be bothered to gather rice at dusk for supper, and at daybreak for breakfast? ","html":"{}"},"dn27:17.7":{"pli":"Yannūnāhaṃ sāliṃ āhareyyaṃ sakideva sāyapātarāsāyā’ti. ","eng":"Why don’t I gather rice for supper and breakfast all at once?’ ","html":"{}</p>","comm":"Human society evolves first from greed, second from sexual desire, and third from laziness. The effort to avoid manual labor drives cultural and technological innovation. "},"dn27:17.8":{"pli":"Atha kho so, vāseṭṭha, satto sāliṃ āhāsi sakideva sāyapātarāsāya. ","eng":"So that’s what he did. ","html":"<p>{}"},"dn27:17.9":{"pli":"Atha kho, vāseṭṭha, aññataro satto yena so satto tenupasaṅkami; upasaṅkamitvā taṃ sattaṃ etadavoca: ","eng":"Then one of the other beings approached that being and said, ","html":"{}"},"dn27:17.10":{"pli":"‘ehi, bho satta, sālāhāraṃ gamissāmā’ti. ","eng":"‘Come, good being, we shall go to gather rice.’ ","html":"{}"},"dn27:17.11":{"pli":"‘Alaṃ, bho satta, āhato me sāli sakideva sāyapātarāsāyā’ti. ","eng":"‘There’s no need, good being! I gathered rice for supper and breakfast all at once.’ ","html":"{}"},"dn27:17.12":{"pli":"Atha kho so, vāseṭṭha, satto tassa sattassa diṭṭhānugatiṃ āpajjamāno sāliṃ āhāsi sakideva dvīhāya. ‘Evampi kira, bho, sādhū’ti. ","eng":"So that being, following their example, gathered rice for two days all at once, thinking: ‘This seems fine.’ ","html":"{}</p>","comm":"Humans are focused on short term comforts and ignore long term consequences. "},"dn27:17.13":{"pli":"Atha kho, vāseṭṭha, aññataro satto yena so satto tenupasaṅkami; upasaṅkamitvā taṃ sattaṃ etadavoca: ","eng":"Then one of the other beings approached that being and said, ","html":"<p>{}"},"dn27:17.14":{"pli":"‘ehi, bho satta, sālāhāraṃ gamissāmā’ti. ","eng":"‘Come, good being, we shall go to gather rice.’ ","html":"{}"},"dn27:17.15":{"pli":"‘Alaṃ, bho satta, āhato me sāli sakideva dvīhāyā’ti. ","eng":"‘There’s no need, good being! I gathered rice for two days all at once.’ ","html":"{}"},"dn27:17.16":{"pli":"Atha kho so, vāseṭṭha, satto tassa sattassa diṭṭhānugatiṃ āpajjamāno sāliṃ āhāsi sakideva catūhāya, ‘evampi kira, bho, sādhū’ti. ","eng":"So that being, following their example, gathered rice for four days all at once, thinking: ‘This seems fine.’ ","html":"{}</p>"},"dn27:17.17":{"pli":"Atha kho, vāseṭṭha, aññataro satto yena so satto tenupasaṅkami; upasaṅkamitvā taṃ sattaṃ etadavoca: ","eng":"Then one of the other beings approached that being and said, ","html":"<p>{}"},"dn27:17.18":{"pli":"‘ehi, bho satta, sālāhāraṃ gamissāmā’ti. ","eng":"‘Come, good being, we shall go to gather rice.’ ","html":"{}"},"dn27:17.19":{"pli":"‘Alaṃ, bho satta, āhato me sāli sakideva catūhāyā’ti. ","eng":"‘There’s no need, good being! I gathered rice for four days all at once.’ ","html":"{}"},"dn27:17.20":{"pli":"Atha kho so, vāseṭṭha, satto tassa sattassa diṭṭhānugatiṃ āpajjamāno sāliṃ āhāsi sakideva aṭṭhāhāya, ‘evampi kira, bho, sādhū’ti. ","eng":"So that being, following their example, gathered rice for eight days all at once, thinking: ‘This seems fine.’ ","html":"{}</p>"},"dn27:17.21":{"pli":"Yato kho te, vāseṭṭha, sattā sannidhikārakaṃ sāliṃ upakkamiṃsu paribhuñjituṃ. ","eng":"But when they started to store up rice to eat, ","html":"<p>{}"},"dn27:17.22":{"pli":"Atha kaṇopi taṇḍulaṃ pariyonandhi, thusopi taṇḍulaṃ pariyonandhi; ","eng":"the rice grains became wrapped in powder and husk, ","html":"{}"},"dn27:17.23":{"pli":"lūnampi nappaṭivirūḷhaṃ, apadānaṃ paññāyittha, saṇḍasaṇḍā sālayo aṭṭhaṃsu. ","eng":"it didn’t grow back after reaping, leaving a trace showing, and the rice stood in clumps. ","html":"{}</p>","comm":"The wild grasses used as grains evolve in adaptation to human needs. "},"dn27:18.0":{"pli":"9. Sālivibhāga ","eng":"9. Dividing the Rice ","html":"<h2>{}</h2>"},"dn27:18.1":{"pli":"Atha kho te, vāseṭṭha, sattā sannipatiṃsu, sannipatitvā anutthuniṃsu: ","eng":"Then those beings gathered together and bemoaned, ","html":"<p>{}"},"dn27:18.2":{"pli":"‘pāpakā vata, bho, dhammā sattesu pātubhūtā. ","eng":"‘Oh, how wicked things have appeared among beings! ","html":"{}","comm":"The beings tell their story within the story. The oldest myths, such as the Vedas or Gilgamesh, speak of myths that were already ancient for them. And the oldest story of all is the Fall: the death of God, the recession of divinity, how things were better in the old days. The story is a reckoning with the consequences of their actions, yet it is not sufficient for them to change course. "},"dn27:18.3":{"pli":"Mayañhi pubbe manomayā ahumhā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino, ciraṃ dīghamaddhānaṃ aṭṭhamhā. ","eng":"For we used to be mind-made, feeding on rapture, self-luminous, wandering in midair, steadily glorious, and we remained like that for a very long time. ","html":"{}"},"dn27:18.4":{"pli":"Tesaṃ no amhākaṃ kadāci karahaci dīghassa addhuno accayena rasapathavī udakasmiṃ samatani. ","eng":"After a very long period had passed, the earth’s nectar curdled in the water. ","html":"{}"},"dn27:18.5":{"pli":"Sā ahosi vaṇṇasampannā gandhasampannā rasasampannā. ","html":"{}"},"dn27:18.6":{"pli":"Te mayaṃ rasapathaviṃ hatthehi āluppakārakaṃ upakkamimha paribhuñjituṃ, tesaṃ no rasapathaviṃ hatthehi āluppakārakaṃ upakkamataṃ paribhuñjituṃ sayaṃpabhā antaradhāyi. ","html":"{}"},"dn27:18.7":{"pli":"Sayaṃpabhāya antarahitāya candimasūriyā pāturahesuṃ, candimasūriyesu pātubhūtesu nakkhattāni tārakarūpāni pāturahesuṃ, nakkhattesu tārakarūpesu pātubhūtesu rattindivā paññāyiṃsu, rattindivesu paññāyamānesu māsaḍḍhamāsā paññāyiṃsu. ","html":"{}"},"dn27:18.8":{"pli":"Māsaḍḍhamāsesu paññāyamānesu utusaṃvaccharā paññāyiṃsu. ","html":"{}"},"dn27:18.9":{"pli":"Te mayaṃ rasapathaviṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhamhā. ","html":"{}"},"dn27:18.10":{"pli":"Tesaṃ no pāpakānaṃyeva akusalānaṃ dhammānaṃ pātubhāvā rasapathavī antaradhāyi. ","eng":"But due to bad, unskillful things among us, the earth’s nectar vanished, ","html":"{}"},"dn27:18.11":{"pli":"Rasapathaviyā antarahitāya bhūmipappaṭako pāturahosi. ","html":"{}"},"dn27:18.12":{"pli":"So ahosi vaṇṇasampanno gandhasampanno rasasampanno. ","html":"{}"},"dn27:18.13":{"pli":"Te mayaṃ bhūmipappaṭakaṃ upakkamimha paribhuñjituṃ. ","html":"{}"},"dn27:18.14":{"pli":"Te mayaṃ taṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhamhā. ","html":"{}"},"dn27:18.15":{"pli":"Tesaṃ no pāpakānaṃyeva akusalānaṃ dhammānaṃ pātubhāvā bhūmipappaṭako antaradhāyi. ","eng":"then the ground-fungus vanished, ","html":"{}"},"dn27:18.16":{"pli":"Bhūmipappaṭake antarahite padālatā pāturahosi. ","html":"{}"},"dn27:18.17":{"pli":"Sā ahosi vaṇṇasampannā gandhasampannā rasasampannā. ","html":"{}"},"dn27:18.18":{"pli":"Te mayaṃ padālataṃ upakkamimha paribhuñjituṃ. ","html":"{}"},"dn27:18.19":{"pli":"Te mayaṃ taṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhamhā. ","html":"{}"},"dn27:18.20":{"pli":"Tesaṃ no pāpakānaṃyeva akusalānaṃ dhammānaṃ pātubhāvā padālatā antaradhāyi. ","eng":"the bursting pods vanished, ","html":"{}"},"dn27:18.21":{"pli":"Padālatāya antarahitāya akaṭṭhapāko sāli pāturahosi akaṇo athuso suddho sugandho taṇḍulapphalo. ","html":"{}"},"dn27:18.22":{"pli":"Yaṃ taṃ sāyaṃ sāyamāsāya āharāma, pāto taṃ hoti pakkaṃ paṭivirūḷhaṃ. ","html":"{}"},"dn27:18.23":{"pli":"Yaṃ taṃ pāto pātarāsāya āharāma, sāyaṃ taṃ hoti pakkaṃ paṭivirūḷhaṃ. ","html":"{}"},"dn27:18.24":{"pli":"Nāpadānaṃ paññāyittha. ","html":"{}"},"dn27:18.25":{"pli":"Te mayaṃ akaṭṭhapākaṃ sāliṃ paribhuñjantā tambhakkhā tadāhārā ciraṃ dīghamaddhānaṃ aṭṭhamhā. ","html":"{}"},"dn27:18.26":{"pli":"Tesaṃ no pāpakānaṃyeva akusalānaṃ dhammānaṃ pātubhāvā kaṇopi taṇḍulaṃ pariyonandhi, thusopi taṇḍulaṃ pariyonandhi, lūnampi nappaṭivirūḷhaṃ, apadānaṃ paññāyittha, saṇḍasaṇḍā sālayo ṭhitā. ","eng":"and now the rice grains have become wrapped in powder and husk, it doesn’t grow back after reaping, traces are left showing, and the rice stands in clumps. ","html":"{}"},"dn27:18.27":{"pli":"Yannūna mayaṃ sāliṃ vibhajeyyāma, mariyādaṃ ṭhapeyyāmā’ti. ","eng":"We’d better divide up the rice and lay down boundaries.’ ","html":"{}","comm":"Scarcity has arisen because of greed, giving rise to agriculture and land ownership. Up until now, the changes have been driven by individual choice, whereas now they are starting to make agreements among themselves, hoping to mitigate the irresponsibility of individuals. "},"dn27:18.28":{"pli":"Atha kho te, vāseṭṭha, sattā sāliṃ vibhajiṃsu, mariyādaṃ ṭhapesuṃ. ","eng":"So that’s what they did. ","html":"{}</p>"},"dn27:19.1":{"pli":"Atha kho, vāseṭṭha, aññataro satto lolajātiko sakaṃ bhāgaṃ parirakkhanto aññataraṃ bhāgaṃ adinnaṃ ādiyitvā paribhuñji. ","eng":"Now, one of those beings was reckless. While guarding their own share they took another’s share without it being given, and ate it. ","html":"<p>{}</p>","comm":"With ownership and inequality come theft. "},"dn27:19.2":{"pli":"Tamenaṃ aggahesuṃ, gahetvā etadavocuṃ: ","eng":"They grabbed the one who had done this and said, ","html":"<p>{}"},"dn27:19.3":{"pli":"‘pāpakaṃ vata, bho satta, karosi, yatra hi nāma sakaṃ bhāgaṃ parirakkhanto aññataraṃ bhāgaṃ adinnaṃ ādiyitvā paribhuñjasi. ","eng":"‘You have done a bad thing, good being, in that while guarding your own share you took another’s share without it being given, and ate it. ","html":"{}"},"dn27:19.4":{"pli":"Māssu, bho satta, punapi evarūpamakāsī’ti. ","eng":"Do not do such a thing again.’ ","html":"{}</p>"},"dn27:19.5":{"pli":"‘Evaṃ, bho’ti kho, vāseṭṭha, so satto tesaṃ sattānaṃ paccassosi. ","eng":"‘Yes, worthy sirs,’ replied that being. ","html":"<p>{}"},"dn27:19.6":{"pli":"Dutiyampi kho, vāseṭṭha, so satto …pe… ","eng":"But for a second time, ","html":"{}"},"dn27:19.7":{"pli":"tatiyampi kho, vāseṭṭha, so satto sakaṃ bhāgaṃ parirakkhanto aññataraṃ bhāgaṃ adinnaṃ ādiyitvā paribhuñji. ","eng":"and a third time they did the same thing, and were told not to continue. ","html":"{}","comm":"It turns out that moral scolding does not deter wrong-doers. "},"dn27:19.8":{"pli":"Tamenaṃ aggahesuṃ, gahetvā etadavocuṃ: ","html":"{}"},"dn27:19.9":{"pli":"‘pāpakaṃ vata, bho satta, karosi, yatra hi nāma sakaṃ bhāgaṃ parirakkhanto aññataraṃ bhāgaṃ adinnaṃ ādiyitvā paribhuñjasi. ","html":"{}"},"dn27:19.10":{"pli":"Māssu, bho satta, punapi evarūpamakāsī’ti. ","html":"{}"},"dn27:19.11":{"pli":"Aññe pāṇinā pahariṃsu, aññe leḍḍunā pahariṃsu, aññe daṇḍena pahariṃsu. ","eng":"And then they struck that being, some with fists, others with stones, and still others with rods. ","html":"{}","comm":"The mob violence escalates. "},"dn27:19.12":{"pli":"Tadagge kho, vāseṭṭha, adinnādānaṃ paññāyati, garahā paññāyati, musāvādo paññāyati, daṇḍādānaṃ paññāyati. ","eng":"From that day on stealing was found, and blame, and lying, and the taking up of rods. ","html":"{}</p>","comm":"All a direct consequence of thoughtless greed and inequality. "},"dn27:20.0":{"pli":"10. Mahāsammatarājā ","eng":"10. The Elected King ","html":"<h2>{}</h2>"},"dn27:20.1":{"pli":"Atha kho te, vāseṭṭha, sattā sannipatiṃsu, sannipatitvā anutthuniṃsu: ","eng":"Then those beings gathered together and bemoaned, ","html":"<p>{}"},"dn27:20.2":{"pli":"‘pāpakā vata bho dhammā sattesu pātubhūtā, yatra hi nāma adinnādānaṃ paññāyissati, garahā paññāyissati, musāvādo paññāyissati, daṇḍādānaṃ paññāyissati. ","eng":"‘Oh, how wicked things have appeared among beings, in that stealing is found, and blaming and lying and the taking up of rods! ","html":"{}"},"dn27:20.3":{"pli":"Yannūna mayaṃ ekaṃ sattaṃ sammanneyyāma, yo no sammā khīyitabbaṃ khīyeyya, sammā garahitabbaṃ garaheyya, sammā pabbājetabbaṃ pabbājeyya. ","eng":"Why don’t we elect one being who would rightly accuse those who deserve it, blame those who deserve it, and expel those who deserve it? ","html":"{}","comm":"“Accuse” is <i lang='pi' translate='no'>khīyeyya</i>. Here the beings are taking charge of their social evolution, deciding among themselves how to manage their society. They are active agents in their own story, not merely passive subjects of evolution. And the primary decision they make is to form a democracy by election (<i lang='pi' translate='no'>sammata</i>). Doing so, they create a two-class system: rulers and subjects. "},"dn27:20.4":{"pli":"Mayaṃ panassa sālīnaṃ bhāgaṃ anuppadassāmā’ti. ","eng":"We shall pay them with a share of rice.’ ","html":"{}</p>","comm":"The origin of upper class, white-collar workers who do not have to till the soil. Taxes are not coerced, but voluntarily offered in recognition of services rendered. "},"dn27:20.5":{"pli":"Atha kho te, vāseṭṭha, sattā yo nesaṃ satto abhirūpataro ca dassanīyataro ca pāsādikataro ca mahesakkhataro ca taṃ sattaṃ upasaṅkamitvā etadavocuṃ: ","eng":"Then those beings approached the being among them who was most attractive, good-looking, lovely, and illustrious, and said, ","html":"<p>{}","comm":"The emphasis on appearance reflects a wider acknowledgement of the potency of beauty in shaping human conduct. The Buddha rejected the notion that beauty indicates worth (eg. <a href='index.html?q=sn21.6'>SN 21.6</a>), yet was himself regarded as especially beautiful. Unfair it may be, but beautiful people are listened to. "},"dn27:20.6":{"pli":"‘ehi, bho satta, sammā khīyitabbaṃ khīya, sammā garahitabbaṃ garaha, sammā pabbājetabbaṃ pabbājehi. ","eng":"‘Come, good being, rightly accuse those who deserve it, blame those who deserve it, and banish those who deserve it. ","html":"{}","comm":"The <i lang='pi' translate='no'>ehi</i> formula echoes the original ordination method (<a href='index.html?q=pli-tv-kd1#6.32.3'>Kd 1:6.32.3</a>). "},"dn27:20.7":{"pli":"Mayaṃ pana te sālīnaṃ bhāgaṃ anuppadassāmā’ti. ","eng":"We shall pay you with a share of rice.’ ","html":"{}"},"dn27:20.8":{"pli":"‘Evaṃ, bho’ti kho, vāseṭṭha, so satto tesaṃ sattānaṃ paṭissuṇitvā sammā khīyitabbaṃ khīyi, sammā garahitabbaṃ garahi, sammā pabbājetabbaṃ pabbājesi. ","eng":"‘Yes, worthy sirs,’ replied that being. They acted accordingly, ","html":"{}"},"dn27:20.9":{"pli":"Te panassa sālīnaṃ bhāgaṃ anuppadaṃsu. ","eng":"and were paid with a share of rice. ","html":"{}</p>"},"dn27:21.1":{"pli":"Mahājanasammatoti kho, vāseṭṭha, ‘mahāsammato, mahāsammato’ tveva paṭhamaṃ akkharaṃ upanibbattaṃ. ","eng":"‘Elected by the populace’, Vāseṭṭha, is the meaning of ‘popularly elected’, the first term applied to them. ","html":"<p>{}</p>","comm":"Note that “popularly elected” (<i lang='pi' translate='no'>mahāsammata</i>) is not a name but a term describing their position. The passage suggests that the prefix <i lang='pi' translate='no'>mahā</i> does not mean that the elected one is “great”, but that they were elected by the “populace” (<i lang='pi' translate='no'>mahājana</i>). | “Applied to them” (<i lang='pi' translate='no'>upanibbattaṁ</i>) is unique. The Sanskrit texts have <i lang='pi' translate='no'>saṁjñodapādi</i>, “arisen by agreement”. It is distinct from <a href='index.html?q=dn27#11.2'>DN 27:11.2</a> above, where beings “come to be called” beings (<i lang='pi' translate='no'>saṅkhyaṁ gacchanti</i>). Clearly it cannot mean the first word that appeared. I take it to mean this was a specialized term invented and applied just for them. The commentary says, <i lang='pi' translate='no'>na kevalaṁ akkharameva</i>, “not just a universal term”. "},"dn27:21.2":{"pli":"Khettānaṃ adhipatīti kho, vāseṭṭha, ‘khattiyo, khattiyo’ tveva dutiyaṃ akkharaṃ upanibbattaṃ. ","eng":"‘Lord of the fields’ is the meaning of ‘aristocrat’, the second term applied to them. ","html":"<p>{}</p>","comm":"“Aristocrat” (<i lang='pi' translate='no'>khattiya</i>; Sanskrit <i lang='pi' translate='no'>kṣatriya</i>) is related to <i lang='pi' translate='no'>khatta</i> (“authority”, “power”; in eg. Rig Veda 8.25.8 it is an adjective, “powerful”), hence “ruling class”. The sutta, however, relates it to <i lang='pi' translate='no'>khetta</i>, “field”. The two senses possibly stem from the same root <i lang='pi' translate='no'>kṣi</i> in the sense “owner”, “master” with the “field” being the dominion owned by the chief. In Pali suttas, the primary connotation of the <i lang='pi' translate='no'>khattiya</i> was of an aristocratic land-owning class, so the connection with “field” is apt. <i lang='pi' translate='no'>Khattiyas</i> are often said to be a “warrior” caste, but that is not a primary association in the suttas. They are rarely depicted as having anything to do with the military, which had become professionalized by the time of the Buddha. Nonetheless, at <a href='index.html?q=mn96#10.7'>MN 96:10.7</a> a <i lang='pi' translate='no'>khattiya’s</i> wealth is said to be the bow and arrow. At <a href='index.html?q=sn3.24'>SN 3.24</a>, the Buddha argues that someone from any caste could be as proficient a warrior as someone from the <i lang='pi' translate='no'>khattiya</i> class. "},"dn27:21.3":{"pli":"Dhammena pare rañjetīti kho, vāseṭṭha, ‘rājā, rājā’ tveva tatiyaṃ akkharaṃ upanibbattaṃ. ","eng":"‘They please others with principle’ is the meaning of ‘king’, the third term applied to them. ","html":"<p>{}</p>","comm":"Modern linguists trace the Proto-Indo-European root of <i lang='pi' translate='no'>rāja</i> as <i lang='pi' translate='no'>*reg</i> in the sense “one who leads people in a straight line”, literally “ruler” or “regulator”. The pun <i lang='pi' translate='no'>rañjeti</i> (“they please”) is meant to emphasize the obligations that a ruler has for their people. As here, <i lang='pi' translate='no'>rājā</i> and <i lang='pi' translate='no'>khattiya</i> can have the same meaning, although commonly a <i lang='pi' translate='no'>rājā</i> is an actual king or chief, while <i lang='pi' translate='no'>khattiya</i> is the class from which the rulers come. "},"dn27:21.4":{"pli":"Iti kho, vāseṭṭha, evametassa khattiyamaṇḍalassa porāṇena aggaññena akkharena abhinibbatti ahosi tesaṃyeva sattānaṃ, anaññesaṃ. Sadisānaṃyeva, no asadisānaṃ. Dhammeneva, no adhammena. ","eng":"And that, Vāseṭṭha, is how the ancient primordial terms for the circle of aristocrats were created; for those very beings, not others; for those like them, not unlike; by virtue of principle, not against principle. ","html":"<p>{}"},"dn27:21.5":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:22.0":{"pli":"11. Brāhmaṇamaṇḍala ","eng":"11. The Circle of Brahmins ","html":"<h2>{}</h2>"},"dn27:22.1":{"pli":"Atha kho tesaṃ, vāseṭṭha, sattānaṃyeva ekaccānaṃ etadahosi: ","eng":"Then some of those same beings thought, ","html":"<p>{}"},"dn27:22.2":{"pli":"‘pāpakā vata, bho, dhammā sattesu pātubhūtā, yatra hi nāma adinnādānaṃ paññāyissati, garahā paññāyissati, musāvādo paññāyissati, daṇḍādānaṃ paññāyissati, pabbājanaṃ paññāyissati. ","eng":"‘Oh, how wicked things have appeared among beings, in that stealing is found, and blaming and lying and the taking up of rods and banishment! ","html":"{}"},"dn27:22.3":{"pli":"Yannūna mayaṃ pāpake akusale dhamme vāheyyāmā’ti. ","eng":"Why don’t we set aside bad, unskillful things?’ ","html":"{}","comm":"Read <i lang='pi' translate='no'>bāheyyāma</i>. "},"dn27:22.4":{"pli":"Te pāpake akusale dhamme vāhesuṃ. ","eng":"So that’s what they did. ","html":"{}</p>"},"dn27:22.5":{"pli":"Pāpake akusale dhamme vāhentīti kho, vāseṭṭha, ‘brāhmaṇā, brāhmaṇā’ tveva paṭhamaṃ akkharaṃ upanibbattaṃ. ","eng":"‘They set aside bad, unskillful things’ is the meaning of ‘brahmin’, the first term applied to them. ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Bāhenti</i> (“set aside”) sounds a bit like <i lang='pi' translate='no'>brāhmaṇa</i>. Such puns which don’t quite land are sometimes used to infer a language underlying Pali. | <i lang='pi' translate='no'>Brāhmaṇa</i> is a Sanskritic form, and the colloquial pronunciation may have been closer to <i lang='pi' translate='no'>bāhmaṇa</i>. "},"dn27:22.6":{"pli":"Te araññāyatane paṇṇakuṭiyo karitvā paṇṇakuṭīsu jhāyanti vītaṅgārā vītadhūmā pannamusalā sāyaṃ sāyamāsāya pāto pātarāsāya gāmanigamarājadhāniyo osaranti ghāsamesamānā. ","eng":"They built leaf huts in a wilderness region where they meditated pure and bright, without lighting cooking fires or digging the soil. They came down at daybreak for breakfast and at dusk for supper to the village, town, or royal capital seeking a meal. ","html":"<p>{}","comm":"The phrase <i lang='pi' translate='no'>jhāyanti vītaṅgārā vītadhūmā pannamusalā</i> works at a double level. <i lang='pi' translate='no'>Jhāyanti</i> is to “meditate” but also is the light of a lamp. <i lang='pi' translate='no'>Vītaṅgārā vītadhūmā</i> means “without coals and smoke”, implying that they do not light cooking fires; but as meditation it means their minds are free of corruptions. <i lang='pi' translate='no'>Pannamusalā</i> is “with shovel put down”, i.e.  they do not dig the soil (thus killing the creatures there). Not cooking or digging are also precepts for Buddhist and Jain mendicants. "},"dn27:22.7":{"pli":"Te ghāsaṃ paṭilabhitvā punadeva araññāyatane paṇṇakuṭīsu jhāyanti. ","eng":"When they had obtained food they continued to meditate in the leaf huts. ","html":"{}</p>"},"dn27:22.8":{"pli":"Tamenaṃ manussā disvā evamāhaṃsu: ","eng":"When people noticed this they said, ","html":"<p>{}"},"dn27:22.9":{"pli":"‘ime kho, bho, sattā araññāyatane paṇṇakuṭiyo karitvā paṇṇakuṭīsu jhāyanti, vītaṅgārā vītadhūmā pannamusalā sāyaṃ sāyamāsāya pāto pātarāsāya gāmanigamarājadhāniyo osaranti ghāsamesamānā. ","eng":"‘These beings build leaf huts in a wilderness region where they meditate pure and bright, without lighting cooking fires or digging the soil. They come down at daybreak for breakfast and at dusk for supper to the village, town, or royal capital seeking a meal. ","html":"{}"},"dn27:22.10":{"pli":"Te ghāsaṃ paṭilabhitvā punadeva araññāyatane paṇṇakuṭīsu jhāyantī’ti, ","eng":"When they have obtained food they continue to meditate in the leaf huts.’ ","html":"{}</p>"},"dn27:22.11":{"pli":"jhāyantīti kho, vāseṭṭha, ‘jhāyakā, jhāyakā’ tveva dutiyaṃ akkharaṃ upanibbattaṃ. ","eng":"‘They meditate’ is the meaning of ‘meditator’, the second term applied to them. ","html":"<p>{}</p>","comm":"“Meditator” is <i lang='pi' translate='no'>jhāyaka</i>. "},"dn27:23.1":{"pli":"Tesaṃyeva kho, vāseṭṭha, sattānaṃ ekacce sattā araññāyatane paṇṇakuṭīsu taṃ jhānaṃ anabhisambhuṇamānā gāmasāmantaṃ nigamasāmantaṃ osaritvā ganthe karontā acchanti. ","eng":"But some of those beings were unable to keep up with their meditation in the leaf huts in the wilderness. They came down to the neighborhood of a village or town where they dwelt compiling texts. ","html":"<p>{}</p>","comm":"At <a href='index.html?q=dn3#2.3.11'>DN 3:2.3.11</a> the brahmins come down from the forest and set up shrines in the town. Chāndogya Upaniṣad 5.10.1–5 compares the forest contemplatives destined for the Brahmā realm with the ritualists who are reborn on the moon before returning to earth. | The “texts” (<i lang='pi' translate='no'>ganthe</i>) were the Vedas. "},"dn27:23.2":{"pli":"Tamenaṃ manussā disvā evamāhaṃsu: ","eng":"When people noticed this they said, ","html":"<p>{}"},"dn27:23.3":{"pli":"‘ime kho, bho, sattā araññāyatane paṇṇakuṭīsu taṃ jhānaṃ anabhisambhuṇamānā gāmasāmantaṃ nigamasāmantaṃ osaritvā ganthe karontā acchanti, na dānime jhāyantī’ti. ","eng":"‘These beings were unable to keep up with their meditation in the leaf huts in the wilderness. They came down to the neighborhood of a village or town where they dwelt compiling texts. Now they don’t meditate.’ ","html":"{}</p>"},"dn27:23.4":{"pli":"Na dānime jhāyantīti kho, vāseṭṭha, ‘ajjhāyakā, ajjhāyakā’ tveva tatiyaṃ akkharaṃ upanibbattaṃ. ","eng":"‘Now they don’t meditate’ is the meaning of ‘reciter’, the third term applied to them. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Ajjhāyaka</i> is from <i lang='pi' translate='no'>ajjhāyati</i> (“to recite”), but here it is punned as the negative of <i lang='pi' translate='no'>jhāyaka</i> (“meditator”). "},"dn27:23.5":{"pli":"Hīnasammataṃ kho pana, vāseṭṭha, tena samayena hoti, tadetarahi seṭṭhasammataṃ. ","eng":"What was deemed as worse at that time, these days is deemed as best. ","html":"{}</p>"},"dn27:23.6":{"pli":"Iti kho, vāseṭṭha, evametassa brāhmaṇamaṇḍalassa porāṇena aggaññena akkharena abhinibbatti ahosi tesaṃyeva sattānaṃ, anaññesaṃ sadisānaṃyeva no asadisānaṃ dhammeneva, no adhammena. ","eng":"And that, Vāseṭṭha, is how the ancient primordial terms for the circle of brahmins were created; for those very beings, not others; for those like them, not unlike; by virtue of principle, not against principle. ","html":"<p>{}"},"dn27:23.7":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:24.0":{"pli":"12. Vessamaṇḍala ","eng":"12. The Circle of Peasants ","html":"<h2>{}</h2>"},"dn27:24.1":{"pli":"Tesaṃyeva kho, vāseṭṭha, sattānaṃ ekacce sattā methunaṃ dhammaṃ samādāya visukammante payojesuṃ. ","eng":"Some of those same beings, taking up an active sex life, applied themselves to various jobs. ","html":"<p>{}</p>"},"dn27:24.2":{"pli":"Methunaṃ dhammaṃ samādāya visukammante payojentīti kho, vāseṭṭha, ‘vessā, vessā’ tveva akkharaṃ upanibbattaṃ. ","eng":"‘Having taken up an active sex life, they apply themselves to various jobs’ is the meaning of ‘peasant’, the term applied to them. ","html":"<p>{}</p>","comm":"“Various” is <i lang='pi' translate='no'>visu</i>, which loosely echoes <i lang='pi' translate='no'>vessa</i> (“peasant”). The Sanskrit form is <i lang='pi' translate='no'>vaiśya</i>, from <i lang='pi' translate='no'>viś</i>, to “stay” or “settle” on the land. They were probably originally peasants who over time transitioned into more diverse livelihoods. In <a href='index.html?q=mn96#10.10'>MN 96:10.10</a> they are said to engage in cattle-rearing and agriculture, and over time trade was added to that. "},"dn27:24.3":{"pli":"Iti kho, vāseṭṭha, evametassa vessamaṇḍalassa porāṇena aggaññena akkharena abhinibbatti ahosi tesaññeva sattānaṃ anaññesaṃ sadisānaṃyeva, no asadisānaṃ, dhammeneva no adhammena. ","eng":"And that, Vāseṭṭha, is how the ancient primordial term for the circle of peasants was created; for those very beings, not others; for those like them, not unlike; by virtue of principle, not against principle. ","html":"<p>{}"},"dn27:24.4":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:25.0":{"pli":"13. Suddamaṇḍala ","eng":"13. The Circle of Menials ","html":"<h2>{}</h2>"},"dn27:25.1":{"pli":"Tesaññeva kho, vāseṭṭha, sattānaṃ ye te sattā avasesā te luddācārā khuddācārā ahesuṃ. ","eng":"The remaining beings lived by venal hunting and minor tasks. ","html":"<p>{}</p>"},"dn27:25.2":{"pli":"Luddācārā khuddācārāti kho, vāseṭṭha, ‘suddā, suddā’ tveva akkharaṃ upanibbattaṃ. ","eng":"‘They live by venal hunting and minor tasks’ is the meaning of ‘menial’, the term applied to them. ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Sudda</i> (“menial”) rhymes with <i lang='pi' translate='no'>ludda</i> (“hunter”) and <i lang='pi' translate='no'>khudda</i> (“minor”). In <a href='index.html?q=mn96#10.14'>MN 96:10.14</a> their wealth is said to come from the “scythe and flail”, i.e. seasonal manual labor such as threshing grain (<a href='index.html?q=sn35.248#1.2'>SN 35.248:1.2</a>). At <a href='index.html?q=mn96#16.4'>MN 96:16.4</a>, bamboo-workers, chariot-makers, and waste-collectors are cited as other low-class jobs. They may have originated as a distinct branch of Aryan peoples who were assimilated into Vedic culture (Ram Sharan Sharma, <em>Śudras in Ancient India</em>, 37). "},"dn27:25.3":{"pli":"Iti kho, vāseṭṭha, evametassa suddamaṇḍalassa porāṇena aggaññena akkharena abhinibbatti ahosi tesaṃyeva sattānaṃ anaññesaṃ, sadisānaṃyeva no asadisānaṃ, dhammeneva, no adhammena. ","eng":"And that, Vāseṭṭha, is how the ancient primordial term for the circle of menials was created; for those very beings, not others; for those like them, not unlike; by virtue of principle, not against principle. ","html":"<p>{}"},"dn27:25.4":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:26.1":{"pli":"Ahu kho so, vāseṭṭha, samayo, yaṃ khattiyopi sakaṃ dhammaṃ garahamāno agārasmā anagāriyaṃ pabbajati: ","eng":"There came a time when an aristocrat, ","html":"<p>{}","comm":"“Vocation” is <i lang='pi' translate='no'>dhamma</i>, which is rarely used in the suttas in this sense; normally it is universal. "},"dn27:26.2":{"pli":"‘samaṇo bhavissāmī’ti. ","html":"{}"},"dn27:26.3":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"brahmin, ","html":"{}"},"dn27:26.4":{"pli":"vessopi kho, vāseṭṭha …pe… ","eng":"peasant, ","html":"{}"},"dn27:26.5":{"pli":"suddopi kho, vāseṭṭha, sakaṃ dhammaṃ garahamāno agārasmā anagāriyaṃ pabbajati: ","eng":"or menial, deprecating their own vocation, went forth from the lay life to homelessness, thinking, ","html":"{}"},"dn27:26.6":{"pli":"‘samaṇo bhavissāmī’ti. ","eng":"‘I will be an ascetic.’ ","html":"{}</p>"},"dn27:26.7":{"pli":"Imehi kho, vāseṭṭha, catūhi maṇḍalehi samaṇamaṇḍalassa abhinibbatti ahosi, tesaṃyeva sattānaṃ anaññesaṃ, sadisānaṃyeva no asadisānaṃ, dhammeneva no adhammena. ","eng":"From these four circles, Vāseṭṭha, the circle of ascetics was created; for those very beings, not others; for those like them, not unlike; by virtue of principle, not against principle. ","html":"<p>{}"},"dn27:26.8":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:27.0":{"pli":"14. Duccaritādikathā ","eng":"14. On Bad Conduct ","html":"<h2>{}</h2>"},"dn27:27.1":{"pli":"Khattiyopi kho, vāseṭṭha, kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā micchādiṭṭhiko micchādiṭṭhikammasamādāno micchādiṭṭhikammasamādānahetu kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"An aristocrat, ","html":"<p>{}"},"dn27:27.2":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"brahmin, ","html":"{}"},"dn27:27.3":{"pli":"vessopi kho, vāseṭṭha … ","eng":"peasant, ","html":"{}"},"dn27:27.4":{"pli":"suddopi kho, vāseṭṭha … ","eng":"menial, ","html":"{}"},"dn27:27.5":{"pli":"samaṇopi kho, vāseṭṭha, kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā micchādiṭṭhiko micchādiṭṭhikammasamādāno micchādiṭṭhikammasamādānahetu kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"or ascetic may do bad things by way of body, speech, and mind. They have wrong view, and they act out of that wrong view. And because of that, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"dn27:28.1":{"pli":"Khattiyopi kho, vāseṭṭha, kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā sammādiṭṭhiko sammādiṭṭhikammasamādāno sammādiṭṭhikammasamādānahetu kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"An aristocrat, ","html":"<p>{}"},"dn27:28.2":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"brahmin, ","html":"{}"},"dn27:28.3":{"pli":"vessopi kho, vāseṭṭha … ","eng":"peasant, ","html":"{}"},"dn27:28.4":{"pli":"suddopi kho, vāseṭṭha … ","eng":"menial, ","html":"{}"},"dn27:28.5":{"pli":"samaṇopi kho, vāseṭṭha, kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā sammādiṭṭhiko sammādiṭṭhikammasamādāno sammādiṭṭhikammasamādānahetu kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"or ascetic may do good things by way of body, speech, and mind. They have right view, and they act out of that right view. And because of that, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}</p>"},"dn27:29.1":{"pli":"Khattiyopi kho, vāseṭṭha, kāyena dvayakārī, vācāya dvayakārī, manasā dvayakārī, vimissadiṭṭhiko vimissadiṭṭhikammasamādāno vimissadiṭṭhikammasamādānahetu kāyassa bhedā paraṃ maraṇā sukhadukkhappaṭisaṃvedī hoti. ","eng":"An aristocrat, ","html":"<p>{}"},"dn27:29.2":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"brahmin, ","html":"{}"},"dn27:29.3":{"pli":"vessopi kho, vāseṭṭha … ","eng":"peasant, ","html":"{}"},"dn27:29.4":{"pli":"suddopi kho, vāseṭṭha … ","eng":"menial, ","html":"{}"},"dn27:29.5":{"pli":"samaṇopi kho, vāseṭṭha, kāyena dvayakārī, vācāya dvayakārī, manasā dvayakārī, vimissadiṭṭhiko vimissadiṭṭhikammasamādāno vimissadiṭṭhikammasamādānahetu kāyassa bhedā paraṃ maraṇā sukhadukkhappaṭisaṃvedī hoti. ","eng":"or ascetic may do mixed things by way of body, speech, and mind. They have mixed view, and they act out of that mixed view. And because of that, when their body breaks up, after death, they experience both pleasure and pain. ","html":"{}</p>"},"dn27:30.0":{"pli":"15. Bodhipakkhiyabhāvanā ","eng":"15. The Qualities That Lead to Awakening ","html":"<h2>{}</h2>"},"dn27:30.1":{"pli":"Khattiyopi kho, vāseṭṭha, kāyena saṃvuto vācāya saṃvuto manasā saṃvuto sattannaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanamanvāya diṭṭheva dhamme parinibbāyati. ","eng":"An aristocrat, ","html":"<p>{}"},"dn27:30.2":{"pli":"Brāhmaṇopi kho, vāseṭṭha …pe… ","eng":"brahmin, ","html":"{}"},"dn27:30.3":{"pli":"vessopi kho, vāseṭṭha … ","eng":"peasant, ","html":"{}"},"dn27:30.4":{"pli":"suddopi kho, vāseṭṭha … ","eng":"menial, ","html":"{}"},"dn27:30.5":{"pli":"samaṇopi kho, vāseṭṭha, kāyena saṃvuto vācāya saṃvuto manasā saṃvuto sattannaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanamanvāya diṭṭheva dhamme parinibbāyati. ","eng":"or ascetic who is restrained in body, speech, and mind, and develops the seven qualities that lead to awakening, becomes extinguished in this very life. ","html":"{}</p>"},"dn27:31.1":{"pli":"Imesañhi, vāseṭṭha, catunnaṃ vaṇṇānaṃ yo hoti bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, so nesaṃ aggamakkhāyati dhammeneva, no adhammena. ","eng":"Any mendicant from these four classes who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and is rightly freed through enlightenment—is said to be the foremost by virtue of principle, not against principle. ","html":"<p>{}"},"dn27:31.2":{"pli":"Dhammo hi, vāseṭṭha, seṭṭho janetasmiṃ diṭṭhe ceva dhamme abhisamparāyañca. ","eng":"For principle, Vāseṭṭha, is the best thing for people in both this life and the next. ","html":"{}</p>"},"dn27:32.1":{"pli":"Brahmunā pesā, vāseṭṭha, sanaṅkumārena gāthā bhāsitā: ","eng":"The divinity Sanaṅkumāra also spoke this verse: ","html":"<p>{}</p>"},"dn27:32.2":{"pli":"‘Khattiyo seṭṭho janetasmiṃ, ","eng":"‘The aristocrat is best among people ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn27:32.3":{"pli":"ye gottapaṭisārino; ","eng":"who take clan as the standard. ","html":"<span class='verse-line'>{}</span>"},"dn27:32.4":{"pli":"Vijjācaraṇasampanno, ","eng":"But one accomplished in knowledge and conduct ","html":"<span class='verse-line'>{}</span>"},"dn27:32.5":{"pli":"so seṭṭho devamānuse’ti. ","eng":"is first among gods and humans.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn27:32.6":{"pli":"Sā kho panesā, vāseṭṭha, brahmunā sanaṅkumārena gāthā sugītā, no duggītā. Subhāsitā, no dubbhāsitā. Atthasaṃhitā, no anatthasaṃhitā. Anumatā mayā. ","eng":"That verse was well sung by the Divinity Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken; beneficial, not harmful, and I agree with it. ","html":"<p>{}","comm":"The Buddha invokes Brahmā to support his contention that his own caste, the <i lang='pi' translate='no'>khattiyas</i>, were superior, a sequence supported by Pañcaviṁśa Brāhmaṇa 13.4.7. Ultimately, however, the Buddha rejected the notion that caste tells us anything intrinsic about the worth of people. "},"dn27:32.7":{"pli":"Ahampi, vāseṭṭha, evaṃ vadāmi—","eng":"I also say: ","html":"{}</p>"},"dn27:32.8":{"pli":"Khattiyo seṭṭho janetasmiṃ, ","eng":"The aristocrat is best among people ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn27:32.9":{"pli":"ye gottapaṭisārino; ","eng":"who take clan as the standard. ","html":"<span class='verse-line'>{}</span>"},"dn27:32.10":{"pli":"Vijjācaraṇasampanno, ","eng":"But one accomplished in knowledge and conduct ","html":"<span class='verse-line'>{}</span>"},"dn27:32.11":{"pli":"so seṭṭho devamānuse”ti. ","eng":"is first among gods and humans.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn27:32.12":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn27:32.13":{"pli":"Attamanā vāseṭṭhabhāradvājā bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, Vāseṭṭha and Bhāradvāja approved what the Buddha said. ","html":"{}</p>"},"dn27:32.14":{"pli":"Aggaññasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}