{"dn26":{"dn26:0.1":{"pli":"Dīgha Nikāya 26 ","eng":"Long Discourses 26 ","html":"<article id='dn26'><header><ul><li class='division'>{}</li></ul>"},"dn26:0.2":{"pli":"Cakkavattisutta ","eng":"The Wheel-Turning Monarch ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn26:1.0":{"pli":"1. Attadīpasaraṇatā ","eng":"1. Taking Refuge in Oneself ","html":"<h2>{}</h2>"},"dn26:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn26:1.2":{"pli":"ekaṃ samayaṃ bhagavā magadhesu viharati mātulāyaṃ. ","eng":"At one time the Buddha was staying in the land of the Magadhans at Mātulā. ","html":"{}","comm":"<i lang='pi' translate='no'>Mātulā</i> means “maternal uncle”. This Magadhan village is mentioned only here and <a href='index.html?q=cp9#39.2'>Cp 9:39.2</a>. "},"dn26:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"dn26:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"dn26:1.5":{"pli":"“Bhaddante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"dn26:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"dn26:1.7":{"pli":"“Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ","eng":"“Mendicants, live as your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ","html":"<p>{}","comm":"As at <a href='index.html?q=dn16#2.26.1'>DN 16:2.26.1</a>. "},"dn26:1.8":{"pli":"Kathañca pana, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ","eng":"And how does a mendicant do this? ","html":"{}"},"dn26:1.9":{"pli":"Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"They meditate observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn26:1.10":{"pli":"Vedanāsu vedanānupassī …pe… ","eng":"They meditate observing an aspect of feelings … ","html":"{}"},"dn26:1.11":{"pli":"citte cittānupassī …pe… ","eng":"mind … ","html":"{}"},"dn26:1.12":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn26:1.13":{"pli":"Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ","eng":"That’s how a mendicant lives as their own island, their own refuge, with no other refuge. That’s how they let the teaching be their island and their refuge, with no other refuge. ","html":"{}</p>"},"dn26:1.14":{"pli":"Gocare, bhikkhave, caratha sake pettike visaye. ","eng":"You should roam inside your own territory, the domain of your fathers. ","html":"<p>{}","comm":"Two parables on mindfulness expand this idea (<a href='index.html?q=sn47.6'>SN 47.6</a>, <a href='index.html?q=sn46.7'>SN 46.7</a>). "},"dn26:1.15":{"pli":"Gocare, bhikkhave, carataṃ sake pettike visaye na lacchati māro otāraṃ, na lacchati māro ārammaṇaṃ. ","eng":"If you roam inside your own territory, the domain of your fathers, Māra won’t find a vulnerability or get an opportunity. ","html":"{}"},"dn26:1.16":{"pli":"Kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhati. ","eng":"It is due to undertaking skillful qualities that merit grows. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Evamidaṁ</i> indicates entailment, as at <a href='index.html?q=sn56.21#1.3'>SN 56.21:1.3</a>, <a href='index.html?q=mn73#13.2'>MN 73:13.2</a>, <a href='index.html?q=dn16#4.2.4'>DN 16:4.2.4</a>. "},"dn26:2.0":{"pli":"2. Daḷhanemicakkavattirājā ","eng":"2. King Daḷhanemi ","html":"<h2>{}</h2>"},"dn26:2.1":{"pli":"Bhūtapubbaṃ, bhikkhave, rājā daḷhanemi nāma ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"Once upon a time, mendicants, there was a king named Daḷhanemi who was a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures. ","html":"<p>{}","comm":"We have heard the story of the wheel-turning monarch Mahāsudassana in <a href='index.html?q=dn17'>DN 17</a>. Daḷhanemi appears only here. His name means “Strong-rim”, such being one of the characteristics of the Wheel. His story of renunciation shares much in common with that of Maghadeva (<a href='index.html?q=mn83'>MN 83</a>). "},"dn26:2.2":{"pli":"Tassimāni satta ratanāni ahesuṃ seyyathidaṃ—","eng":"He had the following seven treasures: ","html":"{}"},"dn26:2.3":{"pli":"cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ","eng":"the wheel, the elephant, the horse, the jewel, the woman, the householder, and the commander as the seventh treasure. ","html":"{}"},"dn26:2.4":{"pli":"Parosahassaṃ kho panassa puttā ahesuṃ sūrā vīraṅgarūpā parasenappamaddanā. ","eng":"He had over a thousand sons who were valiant and heroic, crushing the armies of his enemies. ","html":"{}"},"dn26:2.5":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi. ","eng":"After conquering this land girt by sea, he reigned by principle, without rod or sword. ","html":"{}</p>"},"dn26:3.1":{"pli":"Atha kho, bhikkhave, rājā daḷhanemi bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena aññataraṃ purisaṃ āmantesi: ","eng":"Then, after many years, many hundred years, many thousand years had passed, King Daḷhanemi addressed one of his men, ","html":"<p>{}"},"dn26:3.2":{"pli":"‘yadā tvaṃ, ambho purisa, passeyyāsi dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, atha me āroceyyāsī’ti. ","eng":"‘My good man, when you see that the heavenly wheel-treasure has receded back from its place, please tell me.’ ","html":"{}</p>","comm":"“Receded back” (<i lang='pi' translate='no'>osakkitaṁ</i>): like a woman shrinking away from a man’s unwanted advances (<a href='index.html?q=dn12#16.12'>DN 12:16.12</a>). "},"dn26:3.3":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño daḷhanemissa paccassosi. ","eng":"‘Yes, Your Majesty,’ replied that man. ","html":"<p>{}</p>"},"dn26:3.4":{"pli":"Addasā kho, bhikkhave, so puriso bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, disvāna yena rājā daḷhanemi tenupasaṅkami; upasaṅkamitvā rājānaṃ daḷhanemiṃ etadavoca: ","eng":"After many thousand years had passed, that man saw that the heavenly wheel-treasure had receded back from its place. So he went to King Daḷhanemi and said, ","html":"<p>{}"},"dn26:3.5":{"pli":"‘yagghe, deva, jāneyyāsi, dibbaṃ te cakkaratanaṃ osakkitaṃ ṭhānā cutan’ti. ","eng":"‘Please sire, you should know that your heavenly wheel-treasure has receded back from its place.’ ","html":"{}</p>"},"dn26:3.6":{"pli":"Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ","eng":"So the king summoned the crown prince and said, ","html":"<p>{}"},"dn26:3.7":{"pli":"‘dibbaṃ kira me, tāta kumāra, cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ. ","eng":"‘Dear prince, my heavenly wheel-treasure has receded back from its place. ","html":"{}"},"dn26:3.8":{"pli":"Sutaṃ kho pana metaṃ—","eng":"I’ve heard that ","html":"{}"},"dn26:3.9":{"pli":"yassa rañño cakkavattissa dibbaṃ cakkaratanaṃ osakkati ṭhānā cavati, na dāni tena raññā ciraṃ jīvitabbaṃ hotīti. ","eng":"when this happens to a wheel-turning monarch, he does not have long to live. ","html":"{}"},"dn26:3.10":{"pli":"Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṃ. ","eng":"I have enjoyed human pleasures. Now it is time for me to seek heavenly pleasures. ","html":"{}","comm":"The same point of view is expressed at <a href='index.html?q=pli-tv-bi-vb-pc21#1.4'>Bi Pc 21:1.4</a>, where sex workers teased nuns, suggesting they enjoy themselves while young and ordain when old. The Buddhist position is that Dhamma can be practiced at any age. "},"dn26:3.11":{"pli":"Ehi tvaṃ, tāta kumāra, imaṃ samuddapariyantaṃ pathaviṃ paṭipajja. ","eng":"Come, dear prince, rule this land surrounded by ocean! ","html":"{}"},"dn26:3.12":{"pli":"Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ","eng":"I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’ ","html":"{}</p>"},"dn26:3.13":{"pli":"Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","eng":"And so, after carefully instructing the crown prince in kingship, King Daḷhanemi shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. ","html":"<p>{}","comm":"The signs of the renunciate predate Buddhism. "},"dn26:3.14":{"pli":"Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṃ cakkaratanaṃ antaradhāyi. ","eng":"Seven days later the heavenly wheel-treasure vanished. ","html":"{}</p>"},"dn26:4.1":{"pli":"Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ","eng":"Then a certain man approached the newly anointed aristocrat king and said, ","html":"<p>{}"},"dn26:4.2":{"pli":"‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti. ","eng":"‘Please sire, you should know that the heavenly wheel-treasure has vanished.’ ","html":"{}"},"dn26:4.3":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi, anattamanatañca paṭisaṃvedesi. ","eng":"At that the king was unhappy and experienced unhappiness. ","html":"{}"},"dn26:4.4":{"pli":"So yena rājisi tenupasaṅkami; upasaṅkamitvā rājisiṃ etadavoca: ","eng":"He went to the royal seer and said, ","html":"{}","comm":"The “royal seer” (<i lang='pi' translate='no'>rājisi</i>, Sanskrit <i lang='pi' translate='no'>rājarṣi</i>) is described by Kauṭilya (Arthaśāstra 1.7.1). Such a king should pursue pleasures in moderation, rely on good advice, and work energetically for the welfare and prosperity of his people. "},"dn26:4.5":{"pli":"‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti. ","eng":"‘Please sire, you should know that the heavenly wheel-treasure has vanished.’ ","html":"{}</p>"},"dn26:4.6":{"pli":"Evaṃ vutte, bhikkhave, rājisi rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ","eng":"When he said this, the royal seer said to him, ","html":"<p>{}"},"dn26:4.7":{"pli":"‘mā kho tvaṃ, tāta, dibbe cakkaratane antarahite anattamano ahosi, mā anattamanatañca paṭisaṃvedesi, na hi te, tāta, dibbaṃ cakkaratanaṃ pettikaṃ dāyajjaṃ. ","eng":"‘Don’t be unhappy at the vanishing of the wheel-treasure. My dear, the wheel-treasure is not inherited from your father. ","html":"{}","comm":"“Inherited from your father” (<i lang='pi' translate='no'>pettikaṁ dāyajjaṁ</i>) calls back to the four <i lang='pi' translate='no'>satipaṭṭhānas</i> that for a mendicant are “the domain of your fathers” (<i lang='pi' translate='no'>pettike visaye</i>). In both cases they are to be earned, not conferred by lineage. "},"dn26:4.8":{"pli":"Iṅgha tvaṃ, tāta, ariye cakkavattivatte vattāhi. ","eng":"Come now, my dear, proceed in the noble duty of a wheel-turning monarch. ","html":"{}","comm":"“The noble duty of a wheel-turning monarch” (<i lang='pi' translate='no'>ariye cakkavattivatte</i>; this is locative singular). <i lang='pi' translate='no'>Ariya</i> (“noble”) qualifies “duty” (<i lang='pi' translate='no'>vatta</i>), as it does in the title below, <i lang='pi' translate='no'>cakkavattiariyavatta</i>, rather than “monarch”. Normally <i lang='pi' translate='no'>ariya</i> is reserved for those who have attained the Buddhist path, but here we might have a rare use of <i lang='pi' translate='no'>ariya</i> in reference to Indo-Aryan (Vedic) culture. Compare the use of <i lang='pi' translate='no'>ariyaka</i> for Indo-Aryan language (<a href='index.html?q=pli-tv-bu-vb-pj1#8.4.10'>Bu Pj 1:8.4.10</a>), and <i lang='pi' translate='no'>ariyaṁ āyatanaṁ</i> for the “civilized region” (<a href='index.html?q=dn16#1.28.7'>DN 16:1.28.7</a>, <a href='index.html?q=an6.96#1.3'>AN 6.96:1.3</a>, <a href='index.html?q=ud8.6#17.9'>Ud 8.6:17.9</a>). However, the commentary says it simply means “flawless” (<i lang='pi' translate='no'>niddoso</i>). "},"dn26:4.9":{"pli":"Ṭhānaṃ kho panetaṃ vijjati, yaṃ te ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavissati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūran’ti. ","eng":"If you do so, it’s possible that—on a fifteenth day sabbath, having bathed your head and gone upstairs in the royal longhouse to observe the sabbath—the heavenly wheel-treasure will appear to you, with a thousand spokes, with rim and hub, complete in every detail.’ ","html":"{}</p>"},"dn26:5.0":{"pli":"2.1. Cakkavattiariyavatta ","eng":"2.1. The Noble Duty of a Wheel-Turning Monarch ","html":"<h3>{}</h3>"},"dn26:5.1":{"pli":"‘Katamaṃ pana taṃ, deva, ariyaṃ cakkavattivattan’ti? ","eng":"‘But sire, what is the noble duty of a wheel-turning monarch?’ ","html":"<p>{}</p>"},"dn26:5.2":{"pli":"‘Tena hi tvaṃ, tāta, dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ mānento dhammaṃ pūjento dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahassu antojanasmiṃ balakāyasmiṃ khattiyesu anuyantesu brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu. ","eng":"‘Well then, my dear, relying only on principle—honoring, respecting, and venerating principle, having principle as your flag, banner, and authority—provide just protection and security for your court, troops, aristocrats, vassals, brahmins and householders, people of town and country, ascetics and brahmins, beasts and birds. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Saṁvidahassu</i> is second middle imperative. "},"dn26:5.3":{"pli":"Mā ca te, tāta, vijite adhammakāro pavattittha. ","eng":"Do not let injustice prevail in the realm. ","html":"{}","comm":"<i lang='pi' translate='no'>Pavattittha</i> is aorist middle. <i lang='pi' translate='no'>(A)dhammakāra</i> (“(in)justice”) doesn’t seem to occur elsewhere in early Pali. It is found in Ja 513 and Ja 498, both times in the context of just rule. "},"dn26:5.4":{"pli":"Ye ca te, tāta, vijite adhanā assu, tesañca dhanamanuppadeyyāsi. ","eng":"Provide money to the penniless in the realm. ","html":"{}</p>","comm":"“Provide” (<i lang='pi' translate='no'>anuppadeti</i>) is used elsewhere in the sense of paying back a loan (<a href='index.html?q=an3.20#3.5'>AN 3.20:3.5</a>), serving honored guests (<a href='index.html?q=sn7.2#2.6'>SN 7.2:2.6</a>), paying wages (<a href='index.html?q=dn31#32.2'>DN 31:32.2</a>), or a king supplying provisions for essential workers to do their job (<a href='index.html?q=dn5#11.8'>DN 5:11.8</a>). It is thus more about fulfilling a moral obligation of fairness than offering charity. "},"dn26:5.5":{"pli":"Ye ca te, tāta, vijite samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṃ damenti, ekamattānaṃ samenti, ekamattānaṃ parinibbāpenti, te kālena kālaṃ upasaṅkamitvā paripuccheyyāsi pariggaṇheyyāsi: ","eng":"And there are ascetics and brahmins in the realm who refrain from intoxication and negligence, are settled in patience and gentleness, and who tame, calm, and extinguish themselves. From time to time you should go up to them and ask and learn: ","html":"<p>{}","comm":"Where the phrase “from time to time go to them” (<i lang='pi' translate='no'>te kālena kālaṁ upasaṅkamitvā</i>) occurs elsewhere in the suttas, it is always followed by “ask and question” (<i lang='pi' translate='no'>paripucchati paripañhati</i>). Here, however, the second verb is “you should learn” (<i lang='pi' translate='no'>pariggaṇheyyāsi</i>). "},"dn26:5.6":{"pli":"“kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ, kiṃ sāvajjaṃ, kiṃ anavajjaṃ, kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ, kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya assa, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya assā”ti? ","eng":"“Sirs, what is skillful? What is unskillful? What is blameworthy? What is blameless? What should be cultivated? What should not be cultivated? Doing what leads to my lasting harm and suffering? Doing what leads to my lasting welfare and happiness?” ","html":"{}"},"dn26:5.7":{"pli":"Tesaṃ sutvā yaṃ akusalaṃ taṃ abhinivajjeyyāsi, yaṃ kusalaṃ taṃ samādāya vatteyyāsi. ","eng":"Having heard them, you should shun what is unskillful and undertake and follow what is skillful. ","html":"{}</p>"},"dn26:5.8":{"pli":"Idaṃ kho, tāta, taṃ ariyaṃ cakkavattivattan’ti. ","eng":"This is the noble duty of a wheel-turning monarch.’ ","html":"<p>{}</p>"},"dn26:5.9.0":{"pli":"2.2. Cakkaratanapātubhāva ","eng":"2.2. The Wheel-Treasure Appears ","html":"<h3>{}</h3>"},"dn26:5.10":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, rājā khattiyo muddhābhisitto rājisissa paṭissutvā ariye cakkavattivatte vatti. ","eng":"‘Yes, Your Majesty,’ replied the new king to the royal seer. And he proceeded in the noble duty of a wheel-turning monarch. ","html":"<p>{}</p>"},"dn26:5.11":{"pli":"Tassa ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa ","eng":"While he was proceeding in that duty, on a fifteenth day sabbath, he had bathed his head and gone upstairs in the royal longhouse to observe the sabbath. ","html":"<p>{}"},"dn26:5.12":{"pli":"dibbaṃ cakkaratanaṃ pāturahosi sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ. ","eng":"And the heavenly wheel-treasure appeared to him, with a thousand spokes, with rim and hub, complete in every detail. ","html":"{}"},"dn26:5.13":{"pli":"Disvāna rañño khattiyassa muddhābhisittassa etadahosi: ","eng":"Seeing this, the king thought, ","html":"{}"},"dn26:5.14":{"pli":"‘sutaṃ kho pana metaṃ—yassa rañño khattiyassa muddhābhisittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattīti. ","eng":"‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch. ","html":"{}"},"dn26:5.15":{"pli":"Assaṃ nu kho ahaṃ rājā cakkavattī’ti. ","eng":"Am I then a wheel-turning monarch?’ ","html":"{}</p>"},"dn26:6.1":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā vāmena hatthena bhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkiri: ","eng":"Then the anointed king, rising from his seat and arranging his robe over one shoulder, took a ceremonial vase in his left hand and besprinkled the wheel-treasure with his right hand, saying, ","html":"<p>{}"},"dn26:6.2":{"pli":"‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti. ","eng":"‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’ ","html":"{}</p>"},"dn26:6.3":{"pli":"Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ","eng":"Then the wheel-treasure rolled towards the east. And the king followed it together with his army of four divisions. In whatever place the wheel-treasure stood still, there the king came to stay together with his army. ","html":"<p>{}"},"dn26:6.4":{"pli":"Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ","eng":"And any opposing rulers of the eastern quarter came to the wheel-turning monarch and said, ","html":"{}"},"dn26:6.5":{"pli":"‘ehi kho, mahārāja, svāgataṃ te mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ","eng":"‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ ","html":"{}"},"dn26:6.6":{"pli":"Rājā cakkavattī evamāha: ","eng":"The wheel-turning monarch said, ","html":"{}"},"dn26:6.7":{"pli":"‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ","eng":"‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink liquor. Maintain the current level of taxation.’ ","html":"{}"},"dn26:6.8":{"pli":"Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ","eng":"And so the opposing rulers of the eastern quarter became his vassals. ","html":"{}</p>"},"dn26:7.1":{"pli":"Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavatti …pe… ","eng":"Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolled towards the south. … ","html":"<p>{}"},"dn26:7.2":{"pli":"dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. ","eng":"Having plunged into the southern ocean and emerged again, it rolled towards the west. … ","html":"{}"},"dn26:7.3":{"pli":"Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ","html":"{}"},"dn26:7.4":{"pli":"Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ","html":"{}"},"dn26:7.5":{"pli":"‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ","html":"{}"},"dn26:7.6":{"pli":"Rājā cakkavattī evamāha: ","html":"{}"},"dn26:7.7":{"pli":"‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ","html":"{}"},"dn26:7.8":{"pli":"Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ","html":"{}</p>"},"dn26:7.9":{"pli":"Atha kho taṃ, bhikkhave, cakkaratanaṃ pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. ","eng":"Having plunged into the western ocean and emerged again, it rolled towards the north, followed by the king together with his army of four divisions. ","html":"<p>{}"},"dn26:7.10":{"pli":"Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ","eng":"In whatever place the wheel-treasure stood still, there the king came to stay together with his army. ","html":"{}"},"dn26:7.11":{"pli":"Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ","eng":"And any opposing rulers of the northern quarter came to the wheel-turning monarch and said, ","html":"{}"},"dn26:7.12":{"pli":"‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ","eng":"‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ ","html":"{}"},"dn26:7.13":{"pli":"Rājā cakkavattī evamāha: ","eng":"The wheel-turning monarch said, ","html":"{}"},"dn26:7.14":{"pli":"‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ","eng":"‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink liquor. Maintain the current level of taxation.’ ","html":"{}"},"dn26:7.15":{"pli":"Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ","eng":"And so the rulers of the northern quarter became his vassals. ","html":"{}</p>"},"dn26:7.16":{"pli":"Atha kho taṃ, bhikkhave, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā tameva rājadhāniṃ paccāgantvā rañño cakkavattissa antepuradvāre atthakaraṇapamukhe akkhāhataṃ maññe aṭṭhāsi rañño cakkavattissa antepuraṃ upasobhayamānaṃ. ","eng":"And then the wheel-treasure, having triumphed over this land surrounded by ocean, returned to the royal capital. There it stood still by the gate to the royal compound at the High Court as if fixed to an axle, illuminating the royal compound. ","html":"<p>{}</p>"},"dn26:8.0":{"pli":"3. Dutiyādicakkavattikathā ","eng":"3. On Subsequent Wheel-Turning Monarchs ","html":"<h2>{}</h2>"},"dn26:8.1":{"pli":"Dutiyopi kho, bhikkhave, rājā cakkavattī …pe… ","eng":"And for a second time, ","html":"<p>{}"},"dn26:8.2":{"pli":"tatiyopi kho, bhikkhave, rājā cakkavattī … ","eng":"and a third, ","html":"{}"},"dn26:8.3":{"pli":"catutthopi kho, bhikkhave, rājā cakkavattī … ","eng":"a fourth, ","html":"{}"},"dn26:8.4":{"pli":"pañcamopi kho, bhikkhave, rājā cakkavattī … ","eng":"a fifth, ","html":"{}"},"dn26:8.5":{"pli":"chaṭṭhopi kho, bhikkhave, rājā cakkavattī … ","eng":"a sixth, ","html":"{}"},"dn26:8.6":{"pli":"sattamopi kho, bhikkhave, rājā cakkavattī bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena aññataraṃ purisaṃ āmantesi: ","eng":"and a seventh time, a wheel-turning monarch was established in exactly the same way. And after many years the seventh wheel-turning monarch went forth, handing the realm over to the crown prince. ","html":"{}"},"dn26:8.7":{"pli":"‘yadā tvaṃ, ambho purisa, passeyyāsi dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, atha me āroceyyāsī’ti. ","html":"{}"},"dn26:8.8":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño cakkavattissa paccassosi. ","html":"{}"},"dn26:8.9":{"pli":"Addasā kho, bhikkhave, so puriso bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ. ","html":"{}"},"dn26:8.10":{"pli":"Disvāna yena rājā cakkavattī tenupasaṅkami; upasaṅkamitvā rājānaṃ cakkavattiṃ etadavoca: ","html":"{}"},"dn26:8.11":{"pli":"‘yagghe, deva, jāneyyāsi, dibbaṃ te cakkaratanaṃ osakkitaṃ ṭhānā cutan’ti? ","html":"{}</p>"},"dn26:8.12":{"pli":"Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ","html":"<p>{}"},"dn26:8.13":{"pli":"‘dibbaṃ kira me, tāta kumāra, cakkaratanaṃ osakkitaṃ, ṭhānā cutaṃ, sutaṃ kho pana metaṃ—","html":"{}"},"dn26:8.14":{"pli":"yassa rañño cakkavattissa dibbaṃ cakkaratanaṃ osakkati, ṭhānā cavati, na dāni tena raññā ciraṃ jīvitabbaṃ hotīti. ","html":"{}"},"dn26:8.15":{"pli":"Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṃ, ehi tvaṃ, tāta kumāra, imaṃ samuddapariyantaṃ pathaviṃ paṭipajja. ","html":"{}"},"dn26:8.16":{"pli":"Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ","html":"{}</p>"},"dn26:8.17":{"pli":"Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","html":"<p>{}"},"dn26:8.18":{"pli":"Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṃ cakkaratanaṃ antaradhāyi. ","eng":"Seven days later the heavenly wheel-treasure vanished. ","html":"{}</p>"},"dn26:9.1":{"pli":"Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ","eng":"Then a certain man approached the newly anointed aristocrat king and said, ","html":"<p>{}"},"dn26:9.2":{"pli":"‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti? ","eng":"‘Please sire, you should know that the heavenly wheel-treasure has vanished.’ ","html":"{}"},"dn26:9.3":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi. Anattamanatañca paṭisaṃvedesi; ","eng":"At that the king was unhappy and experienced unhappiness. ","html":"{}"},"dn26:9.4":{"pli":"no ca kho rājisiṃ upasaṅkamitvā ariyaṃ cakkavattivattaṃ pucchi. ","eng":"But he didn’t go to the royal seer and ask about the noble duty of a wheel-turning monarch. ","html":"{}"},"dn26:9.5":{"pli":"So samateneva sudaṃ janapadaṃ pasāsati. ","eng":"He just governed the country according to his own ideas. ","html":"{}","comm":"“Own ideas” is <i lang='pi' translate='no'>sa-mata</i>. "},"dn26:9.6":{"pli":"Tassa samatena janapadaṃ pasāsato pubbenāparaṃ janapadā na pabbanti, yathā taṃ pubbakānaṃ rājūnaṃ ariye cakkavattivatte vattamānānaṃ. ","eng":"So governed, the country’s people did not prosper like before, as they had when former kings proceeded in the noble duty of a wheel-turning monarch. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Pabbanti</i> is unusual and probably unique in early Pali. It is related to Sanskrit <i lang='pi' translate='no'>parvati</i> (“fill”) and is explained by the commentary as <i lang='pi' translate='no'>vaḍḍhanti</i> (“grow, prosper”). | I assume <i lang='pi' translate='no'>janapadā</i> (“countries”) is a misspelling of <i lang='pi' translate='no'>jānapadā</i> (“people of the country”), as <i lang='pi' translate='no'>janapada</i> is otherwise in singular. "},"dn26:9.7":{"pli":"Atha kho, bhikkhave, amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino sannipatitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavocuṃ: ","eng":"Then the ministers and councillors, the finance ministers, military officers, guardsmen, and professional advisers gathered and said to the king, ","html":"<p>{}","comm":"“Military officers” (<i lang='pi' translate='no'>anīkaṭṭhā</i>) would have been standing officers in the army. According to both the commentary here and Monier-Williams’ Sanskrit Dictionary (<i lang='pi' translate='no'>anīkastha</i>), it includes elephant officers, who would have stood at the head of the army. | “Professional advisers” (<i lang='pi' translate='no'>mantassājīvino</i>) is explained by the commentary as those who make a living from giving wise advice. "},"dn26:9.8":{"pli":"‘na kho te, deva, samatena sudaṃ janapadaṃ pasāsato pubbenāparaṃ janapadā pabbanti, yathā taṃ pubbakānaṃ rājūnaṃ ariye cakkavattivatte vattamānānaṃ. ","eng":"‘Sire, when governed according to your own ideas, the country’s people do not prosper like before, as they did when former kings proceeded in the noble duty of a wheel-turning monarch. ","html":"{}"},"dn26:9.9":{"pli":"Saṃvijjanti kho te, deva, vijite amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino mayañceva aññe ca ye mayaṃ ariyaṃ cakkavattivattaṃ dhārema. ","eng":"In your realm are found ministers and councillors, finance ministers, military officers, guardsmen, and professional advisers—both ourselves and others—who remember the noble duty of a wheel-turning monarch. ","html":"{}"},"dn26:9.10":{"pli":"Iṅgha tvaṃ, deva, amhe ariyaṃ cakkavattivattaṃ puccha. ","eng":"Please, Your Majesty, ask us about the noble duty of a wheel-turning monarch. ","html":"{}"},"dn26:9.11":{"pli":"Tassa te mayaṃ ariyaṃ cakkavattivattaṃ puṭṭhā byākarissāmā’ti. ","eng":"We will answer you.’ ","html":"{}</p>"},"dn26:10.0":{"pli":"4. Āyuvaṇṇādiparihānikathā ","eng":"4. On the Period of Decline ","html":"<h2>{}</h2>"},"dn26:10.1":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto amacce pārisajje gaṇakamahāmatte anīkaṭṭhe dovārike mantassājīvino sannipātetvā ariyaṃ cakkavattivattaṃ pucchi. ","eng":"So the anointed king asked the assembled ministers and councillors, finance ministers, military officers, guardsmen, and professional advisers about the noble duty of a wheel-turning monarch. ","html":"<p>{}"},"dn26:10.2":{"pli":"Tassa te ariyaṃ cakkavattivattaṃ puṭṭhā byākariṃsu. ","eng":"And they answered him. ","html":"{}"},"dn26:10.3":{"pli":"Tesaṃ sutvā dhammikañhi kho rakkhāvaraṇaguttiṃ saṃvidahi, no ca kho adhanānaṃ dhanamanuppadāsi. ","eng":"After listening to them, he provided just protection and security. But he did not provide money to the penniless in the realm. ","html":"{}","comm":"Ensuring citizens have enough to live on is not merely a matter of kindness and common decency, but is crucial to ensure stability and national unity. "},"dn26:10.4":{"pli":"Adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. ","eng":"And so poverty grew widespread. ","html":"{}</p>"},"dn26:10.5":{"pli":"Dāliddiye vepullaṃ gate aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ","eng":"When poverty was widespread, a certain person stole from others, with the intention to commit theft. ","html":"<p>{}","comm":"The origins of theft are told at <a href='index.html?q=dn27#19.1'>DN 27:19.1</a>. The myth recounted here overlaps, with points of both similarity and difference. "},"dn26:10.6":{"pli":"Tamenaṃ aggahesuṃ. ","eng":"They arrested him ","html":"{}"},"dn26:10.7":{"pli":"Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ","eng":"and presented him to the king, saying, ","html":"{}"},"dn26:10.8":{"pli":"‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ","eng":"‘Your Majesty, this person stole from others with the intention to commit theft.’ ","html":"{}</p>"},"dn26:10.9":{"pli":"Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ","eng":"The king said to that person, ","html":"<p>{}"},"dn26:10.10":{"pli":"‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ","eng":"‘Is it really true, worthy man, that you stole from others with the intention to commit theft?’ ","html":"{}</p>","comm":"The king uses the same procedure as the Buddha. When presented with an alleged wrong-doer, the first thing is to ask them whether they did it. "},"dn26:10.11":{"pli":"‘Saccaṃ, devā’ti. ","eng":"‘It’s true, sire.’ ","html":"<p>{}</p>"},"dn26:10.12":{"pli":"‘Kiṃ kāraṇā’ti? ","eng":"‘What was the reason?’ ","html":"<p>{}</p>"},"dn26:10.13":{"pli":"‘Na hi, deva, jīvāmī’ti. ","eng":"‘Sire, I can’t survive.’ ","html":"<p>{}</p>"},"dn26:10.14":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ","eng":"So the king provided some money to that person, saying, ","html":"<p>{}"},"dn26:10.15":{"pli":"‘iminā tvaṃ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpehi sovaggikaṃ sukhavipākaṃ saggasaṃvattanikan’ti. ","eng":"‘With this money, worthy man, keep yourself alive, and provide for your mother and father, partners and children. Work for a living, and establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.’ ","html":"{}</p>","comm":"Simply providing money is not enough, nor is simply expecting that people can just work for what they want. They need something to get started, together with the support and opportunity to build a life for themselves. "},"dn26:10.16":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ","eng":"‘Yes, Your Majesty,’ replied that man. ","html":"<p>{}</p>"},"dn26:11.1":{"pli":"Aññataropi kho, bhikkhave, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ","eng":"But then another man stole something from others. ","html":"<p>{}"},"dn26:11.2":{"pli":"Tamenaṃ aggahesuṃ. ","eng":"They arrested him ","html":"{}"},"dn26:11.3":{"pli":"Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ","eng":"and presented him to the king, saying, ","html":"{}"},"dn26:11.4":{"pli":"‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ","eng":"‘Your Majesty, this person stole from others.’ ","html":"{}</p>"},"dn26:11.5":{"pli":"Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ","eng":"The king said to that person, ","html":"<p>{}"},"dn26:11.6":{"pli":"‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ","eng":"‘Is it really true, worthy man, that you stole from others?’ ","html":"{}</p>"},"dn26:11.7":{"pli":"‘Saccaṃ, devā’ti. ","eng":"‘It’s true, sire.’ ","html":"<p>{}</p>"},"dn26:11.8":{"pli":"‘Kiṃ kāraṇā’ti? ","eng":"‘What was the reason?’ ","html":"<p>{}</p>"},"dn26:11.9":{"pli":"‘Na hi, deva, jīvāmī’ti. ","eng":"‘Sire, I can’t survive.’ ","html":"<p>{}</p>"},"dn26:11.10":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ","eng":"So the king provided some money to that person, saying, ","html":"<p>{}"},"dn26:11.11":{"pli":"‘iminā tvaṃ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpehi sovaggikaṃ sukhavipākaṃ saggasaṃvattanikan’ti. ","eng":"‘With this money, worthy man, keep yourself alive, and provide for your mother and father, partners and children. Work for a living, and establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.’ ","html":"{}</p>"},"dn26:11.12":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ","eng":"‘Yes, Your Majesty,’ replied that man. ","html":"<p>{}</p>"},"dn26:12.1":{"pli":"Assosuṃ kho, bhikkhave, manussā: ","eng":"People heard about this: ","html":"<p>{}"},"dn26:12.2":{"pli":"‘ye kira, bho, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyanti, tesaṃ rājā dhanamanuppadetī’ti. ","eng":"‘It seems the king is providing money to anyone who steals from others!’ ","html":"{}","comm":"Sadly, bad faith actors take advantage of kindness. "},"dn26:12.3":{"pli":"Sutvāna tesaṃ etadahosi: ","eng":"It occurred to them, ","html":"{}"},"dn26:12.4":{"pli":"‘yannūna mayampi paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyeyyāmā’ti. ","eng":"‘Why don’t we steal from others?’ ","html":"{}"},"dn26:12.5":{"pli":"Atha kho, bhikkhave, aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ","eng":"So then another man stole something from others. ","html":"{}</p>"},"dn26:12.6":{"pli":"Tamenaṃ aggahesuṃ. ","eng":"They arrested him ","html":"<p>{}"},"dn26:12.7":{"pli":"Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ","eng":"and presented him to the king, saying, ","html":"{}"},"dn26:12.8":{"pli":"‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ","eng":"‘Your Majesty, this person stole from others.’ ","html":"{}</p>"},"dn26:12.9":{"pli":"Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ","eng":"The king said to that person, ","html":"<p>{}"},"dn26:12.10":{"pli":"‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ","eng":"‘Is it really true, worthy man, that you stole from others?’ ","html":"{}</p>"},"dn26:12.11":{"pli":"‘Saccaṃ, devā’ti. ","eng":"‘It’s true, sire.’ ","html":"<p>{}</p>"},"dn26:12.12":{"pli":"‘Kiṃ kāraṇā’ti? ","eng":"‘What was the reason?’ ","html":"<p>{}</p>"},"dn26:12.13":{"pli":"‘Na hi, deva, jīvāmī’ti. ","eng":"‘Sire, I can’t survive.’ ","html":"<p>{}</p>"},"dn26:12.14":{"pli":"Atha kho, bhikkhave, rañño khattiyassa muddhābhisittassa etadahosi: ","eng":"Then the king thought, ","html":"<p>{}"},"dn26:12.15":{"pli":"‘sace kho ahaṃ yo yo paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyissati, tassa tassa dhanamanuppadassāmi, evamidaṃ adinnādānaṃ pavaḍḍhissati. ","eng":"‘If I provide money to anyone who steals from others, it will only increase the stealing. ","html":"{}"},"dn26:12.16":{"pli":"Yannūnāhaṃ imaṃ purisaṃ sunisedhaṃ nisedheyyaṃ, mūlaghaccaṃ kareyyaṃ, sīsamassa chindeyyan’ti. ","eng":"I’d better make an end of this person, finish him off, and chop off his head.’ ","html":"{}</p>","comm":"While the king’s concern is legitimate, his overreaction escalates the problems. "},"dn26:12.17":{"pli":"Atha kho, bhikkhave, rājā khattiyo muddhābhisitto purise āṇāpesi: ","eng":"Then he ordered his men, ","html":"<p>{}"},"dn26:12.18":{"pli":"‘tena hi, bhaṇe, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṃ nisedhetha, mūlaghaccaṃ karotha, sīsamassa chindathā’ti. ","eng":"‘Well then, my men, tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and square to square to the beating of a harsh drum. Then take him out the south gate and make an end of him, finish him off, and chop off his head.’ ","html":"{}</p>"},"dn26:12.19":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, te purisā rañño khattiyassa muddhābhisittassa paṭissutvā taṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṃ nisedhesuṃ, mūlaghaccaṃ akaṃsu, sīsamassa chindiṃsu. ","eng":"‘Yes, Your Majesty,’ they replied, and did as he commanded. ","html":"<p>{}</p>"},"dn26:13.1":{"pli":"Assosuṃ kho, bhikkhave, manussā: ","eng":"People heard about this: ","html":"<p>{}"},"dn26:13.2":{"pli":"‘ye kira, bho, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyanti, te rājā sunisedhaṃ nisedheti, mūlaghaccaṃ karoti, sīsāni tesaṃ chindatī’ti. ","eng":"‘It seems the king is chopping the head off anyone who steals from others!’ ","html":"{}"},"dn26:13.3":{"pli":"Sutvāna tesaṃ etadahosi: ","eng":"It occurred to them, ","html":"{}"},"dn26:13.4":{"pli":"‘yannūna mayampi tiṇhāni satthāni kārāpessāma, tiṇhāni satthāni kārāpetvā yesaṃ adinnaṃ theyyasaṅkhātaṃ ādiyissāma, te sunisedhaṃ nisedhessāma, mūlaghaccaṃ karissāma, sīsāni tesaṃ chindissāmā’ti. ","eng":"‘We’d better have sharp swords made. Then when we steal from others, we’ll make an end of them, finish them off, and chop off their heads.’ ","html":"{}","comm":"The violence of the state leads to an armed and violent citizenry. "},"dn26:13.5":{"pli":"Te tiṇhāni satthāni kārāpesuṃ, tiṇhāni satthāni kārāpetvā gāmaghātampi upakkamiṃsu kātuṃ, nigamaghātampi upakkamiṃsu kātuṃ, nagaraghātampi upakkamiṃsu kātuṃ, panthaduhanampi upakkamiṃsu kātuṃ. ","eng":"They had sharp swords made. Then they started to make raids on villages, towns, and cities, and to infest the highways. ","html":"{}"},"dn26:13.6":{"pli":"Yesaṃ te adinnaṃ theyyasaṅkhātaṃ ādiyanti, te sunisedhaṃ nisedhenti, mūlaghaccaṃ karonti, sīsāni tesaṃ chindanti. ","eng":"And they chopped the heads off anyone they stole from. ","html":"{}</p>"},"dn26:14.1":{"pli":"Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi, dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi, satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"And so, mendicants, from not providing money to the penniless, poverty became widespread. When poverty was widespread, theft became widespread. When theft was widespread, swords became widespread. When swords were widespread, killing living creatures became widespread. And for the sentient beings among whom killing was widespread, their lifespan and beauty declined. ","html":"<p>{}"},"dn26:14.2":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ asītivassasahassāyukānaṃ manussānaṃ cattārīsavassasahassāyukā puttā ahesuṃ. ","eng":"Those people lived for 80,000 years, but their children lived for 40,000 years. ","html":"{}</p>","comm":"Today we can see that, even among developed nations, a degraded and violent culture leads to declining lifespans. "},"dn26:14.3":{"pli":"Cattārīsavassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ","eng":"Among the humans who lived for 40,000 years, a certain person stole something from others. ","html":"<p>{}"},"dn26:14.4":{"pli":"Tamenaṃ aggahesuṃ. ","eng":"They arrested him ","html":"{}"},"dn26:14.5":{"pli":"Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ","eng":"and presented him to the king, saying, ","html":"{}"},"dn26:14.6":{"pli":"‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ","eng":"‘Your Majesty, this person stole from others.’ ","html":"{}</p>"},"dn26:14.7":{"pli":"Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ","eng":"The king said to that person, ","html":"<p>{}"},"dn26:14.8":{"pli":"‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ","eng":"‘Is it really true, worthy man, that you stole from others?’ ","html":"{}</p>"},"dn26:14.9":{"pli":"‘Na hi, devā’ti sampajānamusā abhāsi. ","eng":"‘No, sire,’ he said, deliberately lying. ","html":"<p>{}</p>"},"dn26:15.1":{"pli":"Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi. Satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi, musāvāde vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"And so, mendicants, from not providing money to the penniless, poverty, theft, swords, and killing became widespread. When killing was widespread, lying became widespread. And for the sentient beings among whom lying was widespread, their lifespan and beauty declined. ","html":"<p>{}"},"dn26:15.2":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ cattārīsavassasahassāyukānaṃ manussānaṃ vīsativassasahassāyukā puttā ahesuṃ. ","eng":"Those people who lived for 40,000 years had children who lived for 20,000 years. ","html":"{}</p>"},"dn26:15.3":{"pli":"Vīsativassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ","eng":"Among the humans who lived for 20,000 years, a certain person stole something from others. ","html":"<p>{}"},"dn26:15.4":{"pli":"Tamenaṃ aññataro puriso rañño khattiyassa muddhābhisittassa ārocesi: ","eng":"Someone else reported this to the king, ","html":"{}"},"dn26:15.5":{"pli":"‘itthannāmo, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti pesuññamakāsi. ","eng":"‘Your Majesty, such-and-such person stole from others,’ he said, going behind his back. ","html":"{}</p>"},"dn26:16.1":{"pli":"Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi, satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi, musāvāde vepullaṃ gate pisuṇā vācā vepullamagamāsi, pisuṇāya vācāya vepullaṃ gatāya tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"And so, mendicants, from not providing money to the penniless, poverty, theft, swords, killing, and lying became widespread. When lying was widespread, backbiting became widespread. And for the sentient beings among whom backbiting was widespread, their lifespan and beauty declined. ","html":"<p>{}"},"dn26:16.2":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ vīsativassasahassāyukānaṃ manussānaṃ dasavassasahassāyukā puttā ahesuṃ. ","eng":"Those people who lived for 20,000 years had children who lived for 10,000 years. ","html":"{}</p>"},"dn26:17.1":{"pli":"Dasavassasahassāyukesu, bhikkhave, manussesu ekidaṃ sattā vaṇṇavanto honti, ekidaṃ sattā dubbaṇṇā. ","eng":"Among the humans who lived for 10,000 years, some were beautiful, some were ugly. ","html":"<p>{}"},"dn26:17.2":{"pli":"Tattha ye te sattā dubbaṇṇā, te vaṇṇavante satte abhijjhāyantā paresaṃ dāresu cārittaṃ āpajjiṃsu. ","eng":"And the ugly beings, coveting the beautiful ones, committed adultery with the wives of others. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Paresaṁ dāresu</i>: both “others” and “wives” are in plural, so polygyny is assumed. Compare <i lang='pi' translate='no'>parassa dāresu</i> (“the wives of another”) at <a href='index.html?q=sn55.7#6.3'>SN 55.7:6.3</a>. Note the significance granted to beauty in influencing human society. "},"dn26:17.3":{"pli":"Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate …pe… kāmesumicchācāro vepullamagamāsi, kāmesumicchācāre vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"And so, mendicants, from not providing money to the penniless, poverty, theft, swords, killing, lying, and backbiting became widespread. When backbiting was widespread, sexual misconduct became widespread. And for the sentient beings among whom sexual misconduct was widespread, their lifespan and beauty declined. ","html":"<p>{}"},"dn26:17.4":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ dasavassasahassāyukānaṃ manussānaṃ pañcavassasahassāyukā puttā ahesuṃ. ","eng":"Those people who lived for 10,000 years had children who lived for 5,000 years. ","html":"{}</p>"},"dn26:17.5":{"pli":"Pañcavassasahassāyukesu, bhikkhave, manussesu dve dhammā vepullamagamaṃsu—","eng":"Among the humans who lived for 5,000 years, two things became widespread: ","html":"<p>{}"},"dn26:17.6":{"pli":"pharusāvācā samphappalāpo ca. ","eng":"harsh speech and talking nonsense. ","html":"{}","comm":"At this point, the three factors of wrong action—killing, stealing, and sexual misconduct—are present, as are the four factors of wrong speech—lying, backbiting, harsh speech, and nonsensical speech. "},"dn26:17.7":{"pli":"Dvīsu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"For the sentient beings among whom these two things were widespread, their lifespan and beauty declined. ","html":"{}"},"dn26:17.8":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ pañcavassasahassāyukānaṃ manussānaṃ appekacce aḍḍhateyyavassasahassāyukā, appekacce dvevassasahassāyukā puttā ahesuṃ. ","eng":"Those people who lived for 5,000 years had some children who lived for 2,500 years, while others lived for 2,000 years. ","html":"{}</p>"},"dn26:17.9":{"pli":"Aḍḍhateyyavassasahassāyukesu, bhikkhave, manussesu abhijjhābyāpādā vepullamagamaṃsu. ","eng":"Among the humans who lived for 2,500 years, desire and ill will became widespread. ","html":"<p>{}"},"dn26:17.10":{"pli":"Abhijjhābyāpādesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"For the sentient beings among whom desire and ill will were widespread, their lifespan and beauty declined. ","html":"{}"},"dn26:17.11":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ aḍḍhateyyavassasahassāyukānaṃ manussānaṃ vassasahassāyukā puttā ahesuṃ. ","eng":"Those people who lived for 2,500 years had children who lived for 1,000 years. ","html":"{}</p>"},"dn26:17.12":{"pli":"Vassasahassāyukesu, bhikkhave, manussesu micchādiṭṭhi vepullamagamāsi. ","eng":"Among the humans who lived for 1,000 years, wrong view became widespread. ","html":"<p>{}","comm":"This completes the three factors of unskillful thought: desire, ill will, and wrong views (which are a strong form of delusion). Here wrong view probably means moral nihilism. "},"dn26:17.13":{"pli":"Micchādiṭṭhiyā vepullaṃ gatāya tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"For the sentient beings among whom wrong view was widespread, their lifespan and beauty declined. ","html":"{}"},"dn26:17.14":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ vassasahassāyukānaṃ manussānaṃ pañcavassasatāyukā puttā ahesuṃ. ","eng":"Those people who lived for 1,000 years had children who lived for five hundred years. ","html":"{}</p>"},"dn26:17.15":{"pli":"Pañcavassasatāyukesu, bhikkhave, manussesu tayo dhammā vepullamagamaṃsu—","eng":"Among the humans who lived for five hundred years, three things became widespread: ","html":"<p>{}"},"dn26:17.16":{"pli":"adhammarāgo visamalobho micchādhammo. ","eng":"illicit desire, immoral greed, and wrong custom. ","html":"{}","comm":"These three terms recur in a similar context at <a href='index.html?q=an3.56#2.1'>AN 3.56:2.1</a>. The commentaries to the two passages give quite different explanations. | “Illicit desire” (<i lang='pi' translate='no'>adhammarāgo</i>) probably refers to any form of desire that is illegal or transgressive, such as incest, rape, or pedophilia. | “Immoral greed” (<i lang='pi' translate='no'>visamalobho</i>) implies excess and imbalance. Both are, however, explained in the commentary to <a href='index.html?q=an3.56#2.1'>AN 3.56:2.1</a> as desire for the belongings of others. | <i lang='pi' translate='no'>Micchādhammo</i> is hard to pin down. Its opposite, <i lang='pi' translate='no'>sammā dhammo</i> always means “right teaching”. The commentary here explains it as “men with men and women with women”, but this must be rejected as there is no hint anywhere in early Pali (or elsewhere in early Indian culture) that homosexual relations were considered immoral. The commentary to <a href='index.html?q=an3.56#2.1'>AN 3.56:2.1</a> explains it as “indulgence in what is reckoned an inappropriate basis” (<i lang='pi' translate='no'>avatthupaṭisevanasaṅkhātena</i>). This implies intercourse with one of the women mentioned at <a href='index.html?q=mn41#8.4'>MN 41:8.4</a>, which includes those who are “protected by principle” (<i lang='pi' translate='no'>dhammarakkhitā</i>). This sense of <i lang='pi' translate='no'>dhamma</i> is explained at <a href='index.html?q=pli-tv-bu-vb-ss5#4.2.16'>Bu Ss 5:4.2.16</a> as “religion”. Here I think the sense is similar: customs or beliefs that legitimize immorality. "},"dn26:17.17":{"pli":"Tīsu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"For the sentient beings among whom these three things were widespread, their lifespan and beauty declined. ","html":"{}"},"dn26:17.18":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ pañcavassasatāyukānaṃ manussānaṃ appekacce aḍḍhateyyavassasatāyukā, appekacce dvevassasatāyukā puttā ahesuṃ. ","eng":"Those people who lived for five hundred years had some children who lived for two hundred and fifty years, while others lived for two hundred years. ","html":"{}</p>"},"dn26:17.19":{"pli":"Aḍḍhateyyavassasatāyukesu, bhikkhave, manussesu ime dhammā vepullamagamaṃsu. ","eng":"Among the humans who lived for two hundred and fifty years, these things became widespread: ","html":"<p>{}"},"dn26:17.20":{"pli":"Amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ","eng":"lack of due respect for mother and father, ascetics and brahmins, and failure to honor the elders in the family. ","html":"{}</p>"},"dn26:18.1":{"pli":"Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. ","eng":"And so, mendicants, from not providing money to the penniless, all these things became widespread—poverty, ","html":"<p>{}"},"dn26:18.2":{"pli":"Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi. ","eng":"theft, ","html":"{}"},"dn26:18.3":{"pli":"Adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi. ","eng":"swords, ","html":"{}"},"dn26:18.4":{"pli":"Satthe vepullaṃ gate pāṇātipāto vepullamagamāsi. ","eng":"killing, ","html":"{}"},"dn26:18.5":{"pli":"Pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi. ","eng":"lying, ","html":"{}"},"dn26:18.6":{"pli":"Musāvāde vepullaṃ gate pisuṇā vācā vepullamagamāsi. ","eng":"backbiting, ","html":"{}"},"dn26:18.7":{"pli":"Pisuṇāya vācāya vepullaṃ gatāya kāmesumicchācāro vepullamagamāsi. ","eng":"sexual misconduct, ","html":"{}"},"dn26:18.8":{"pli":"Kāmesumicchācāre vepullaṃ gate dve dhammā vepullamagamaṃsu, pharusā vācā samphappalāpo ca. ","eng":"harsh speech and talking nonsense, ","html":"{}"},"dn26:18.9":{"pli":"Dvīsu dhammesu vepullaṃ gatesu abhijjhābyāpādā vepullamagamaṃsu. ","eng":"desire and ill will, ","html":"{}"},"dn26:18.10":{"pli":"Abhijjhābyāpādesu vepullaṃ gatesu micchādiṭṭhi vepullamagamāsi. ","eng":"wrong view, ","html":"{}"},"dn26:18.11":{"pli":"Micchādiṭṭhiyā vepullaṃ gatāya tayo dhammā vepullamagamaṃsu, adhammarāgo visamalobho micchādhammo. ","eng":"illicit desire, immoral greed, and wrong custom, ","html":"{}"},"dn26:18.12":{"pli":"Tīsu dhammesu vepullaṃ gatesu ime dhammā vepullamagamaṃsu, amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ","eng":"and lack of due respect for mother and father, ascetics and brahmins, and failure to honor the elders in the family. ","html":"{}"},"dn26:18.13":{"pli":"Imesu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ","eng":"For the sentient beings among whom these things were widespread, their lifespan and beauty declined. ","html":"{}"},"dn26:18.14":{"pli":"Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ aḍḍhateyyavassasatāyukānaṃ manussānaṃ vassasatāyukā puttā ahesuṃ. ","eng":"Those people who lived for two hundred and fifty years had children who lived for a hundred years. ","html":"{}</p>","comm":"This brings us to the Buddha’s present. "},"dn26:19.0":{"pli":"5. Dasavassāyukasamaya ","eng":"5. When People Live for Ten Years ","html":"<h2>{}</h2>"},"dn26:19.1":{"pli":"Bhavissati, bhikkhave, so samayo, yaṃ imesaṃ manussānaṃ dasavassāyukā puttā bhavissanti. ","eng":"There will come a time, mendicants, when these people will have children who live for ten years. ","html":"<p>{}","comm":"Here the Buddha paints a devastating picture of societal collapse. Life expectancy as low as thirty years has been recorded in some countries in the 20th century. "},"dn26:19.2":{"pli":"Dasavassāyukesu, bhikkhave, manussesu pañcavassikā kumārikā alaṃpateyyā bhavissanti. ","eng":"Among the humans who live for ten years, girls will be marriageable at five. ","html":"{}","comm":"The age of onset of puberty has been dropping globally over the past century, with isolated cases as young as five. "},"dn26:19.3":{"pli":"Dasavassāyukesu, bhikkhave, manussesu imāni rasāni antaradhāyissanti, seyyathidaṃ—","eng":"The following flavors will disappear: ","html":"{}"},"dn26:19.4":{"pli":"sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ. ","eng":"ghee, butter, oil, honey, molasses, and salt. ","html":"{}"},"dn26:19.5":{"pli":"Dasavassāyukesu, bhikkhave, manussesu kudrūsako aggaṃ bhojanānaṃ bhavissati. ","eng":"The best kind of food will be finger millet, ","html":"{}","comm":"“Finger millet” (<i lang='pi' translate='no'>kudrūsaka</i>; Pahari <i lang='pi' translate='no'>kodra</i>, Garhwal <i lang='pi' translate='no'>koda</i>) is a robust secondary grain in Asia and Africa, growing in places rice cannot. Due to its resilience in the face of global heating, 2023 was declared the International Year of Millets by the UN. "},"dn26:19.6":{"pli":"Seyyathāpi, bhikkhave, etarahi sālimaṃsodano aggaṃ bhojanānaṃ; ","eng":"just as fine rice with meat is the best kind of food today. ","html":"{}","comm":"The Buddha’s father gave this luxury food to servants and staff (<a href='index.html?q=an3.39#2.3'>AN 3.39:2.3</a>). "},"dn26:19.7":{"pli":"evameva kho, bhikkhave, dasavassāyukesu manussesu kudrūsako aggaṃ bhojanānaṃ bhavissati. ","html":"{}</p>"},"dn26:19.8":{"pli":"Dasavassāyukesu, bhikkhave, manussesu dasa kusalakammapathā sabbena sabbaṃ antaradhāyissanti, dasa akusalakammapathā atibyādippissanti. ","eng":"The ten ways of doing skillful deeds will totally disappear, and the ten ways of doing unskillful deeds will explode in popularity. ","html":"<p>{}","comm":"The narrative above traced the gradual disappearance of these ten factors. | <i lang='pi' translate='no'>Atibyādippissanti</i> is a unique term. At <a href='index.html?q=an7.66#9.2'>AN 7.66:9.2</a> a sign of the end of days is the “erupting” (<i lang='pi' translate='no'>ādippanti</i>) of volcanoes, suggesting “explode” for the intensive form here. "},"dn26:19.9":{"pli":"Dasavassāyukesu, bhikkhave, manussesu kusalantipi na bhavissati, kuto pana kusalassa kārako. ","eng":"Those humans will not even have the word ‘skillful’, still less anyone who does what is skillful. ","html":"{}","comm":"“Skillful” is <i lang='pi' translate='no'>kusala</i>, otherwise translated as “good” or “wholesome”. "},"dn26:19.10":{"pli":"Dasavassāyukesu, bhikkhave, manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṃsā ca. ","eng":"And anyone who disrespects mother and father, ascetics and brahmins, and fails to honor the elders in the family will be venerated and praised, ","html":"{}"},"dn26:19.11":{"pli":"Seyyathāpi, bhikkhave, etarahi matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino pujjā ca pāsaṃsā ca; ","eng":"just as the opposite is venerated and praised today. ","html":"{}"},"dn26:19.12":{"pli":"evameva kho, bhikkhave, dasavassāyukesu manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṃsā ca. ","html":"{}</p>"},"dn26:20.1":{"pli":"Dasavassāyukesu, bhikkhave, manussesu na bhavissati mātāti vā mātucchāti vā mātulānīti vā ācariyabhariyāti vā garūnaṃ dārāti vā. ","eng":"There’ll be no recognition of the status of mother, aunts, or wives and partners of tutors and respected people. ","html":"<p>{}","comm":"At <a href='index.html?q=an2.9'>AN 2.9</a> = <a href='index.html?q=iti42'>Iti 42</a> the world is protected from this by conscience and prudence. "},"dn26:20.2":{"pli":"Sambhedaṃ loko gamissati yathā ajeḷakā kukkuṭasūkarā soṇasiṅgālā. ","eng":"The world will become dissolute, like goats and sheep, chickens and pigs, and hounds and jackals. ","html":"{}</p>","comm":"For <i lang='pi' translate='no'>sambheda</i> in the sense of “dissolving, leaking”, see <a href='index.html?q=dn3#1.15.11'>DN 3:1.15.11</a>, <a href='index.html?q=an5.103#6.4'>AN 5.103:6.4</a>, <a href='index.html?q=an10.45#4.1'>AN 10.45:4.1</a>. The commentary here says “mixedness, breaking of boundaries”. "},"dn26:20.3":{"pli":"Dasavassāyukesu, bhikkhave, manussesu tesaṃ sattānaṃ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ","eng":"They’ll be full of hostility towards each other, with acute ill will, malevolence, and thoughts of murder. ","html":"<p>{}"},"dn26:20.4":{"pli":"Mātupi puttamhi puttassapi mātari; ","eng":"Even a mother will feel like this for her child, and the child for its mother, ","html":"{}"},"dn26:20.5":{"pli":"pitupi puttamhi puttassapi pitari; ","eng":"father for child, child for father, ","html":"{}"},"dn26:20.6":{"pli":"bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ","eng":"brother for sister, and sister for brother. ","html":"{}"},"dn26:20.7":{"pli":"Seyyathāpi, bhikkhave, māgavikassa migaṃ disvā tibbo āghāto paccupaṭṭhito hoti tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ; ","eng":"They’ll be just like a deer hunter when he sees a deer—full of hostility, ill will, malevolence, and thoughts of killing. ","html":"{}"},"dn26:20.8":{"pli":"evameva kho, bhikkhave, dasavassāyukesu manussesu tesaṃ sattānaṃ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ","html":"{}"},"dn26:20.9":{"pli":"Mātupi puttamhi puttassapi mātari; ","html":"{}"},"dn26:20.10":{"pli":"pitupi puttamhi puttassapi pitari; ","html":"{}"},"dn26:20.11":{"pli":"bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ","html":"{}</p>"},"dn26:21.1":{"pli":"Dasavassāyukesu, bhikkhave, manussesu sattāhaṃ satthantarakappo bhavissati. ","eng":"Among the humans who live for ten years, there will be an interregnum of swords lasting seven days. ","html":"<p>{}","comm":"“Interregnum of swords” is <i lang='pi' translate='no'>satthantarakappo</i>. Seven days seems optimistic. "},"dn26:21.2":{"pli":"Te aññamaññamhi migasaññaṃ paṭilabhissanti. ","eng":"During that time they will see each other as beasts. ","html":"{}","comm":"Dehumanization of the other is an essential precursor to genocide. "},"dn26:21.3":{"pli":"Tesaṃ tiṇhāni satthāni hatthesu pātubhavissanti. ","eng":"Sharp swords will appear in their hands, ","html":"{}"},"dn26:21.4":{"pli":"Te tiṇhena satthena ‘esa migo esa migo’ti aññamaññaṃ jīvitā voropessanti. ","eng":"with which they’ll take each other’s life, crying, ‘It’s a beast! It’s a beast!’ ","html":"{}</p>"},"dn26:21.5":{"pli":"Atha kho tesaṃ, bhikkhave, sattānaṃ ekaccānaṃ evaṃ bhavissati: ","eng":"But then some of those beings will think, ","html":"<p>{}"},"dn26:21.6":{"pli":"‘mā ca mayaṃ kañci, mā ca amhe koci, yannūna mayaṃ tiṇagahanaṃ vā vanagahanaṃ vā rukkhagahanaṃ vā nadīviduggaṃ vā pabbatavisamaṃ vā pavisitvā vanamūlaphalāhārā yāpeyyāmā’ti. ","eng":"‘Let us neither kill nor be killed! Why don’t we hide in thick grass, thick jungle, thick trees, inaccessible riverlands, or rugged mountains and survive on forest roots and fruits?’ ","html":"{}","comm":"“Let us neither kill nor be killed” (<i lang='pi' translate='no'>mā ca mayaṁ kañci, mā ca amhe koci</i>) is an idiomatic phrase, the Golden Rule framed as a negative: “Let us not do unto others nor let others do unto us.” It is explained by the commentary as, “Let us not take even a single person’s life or let them take ours”. "},"dn26:21.7":{"pli":"Te tiṇagahanaṃ vā vanagahanaṃ vā rukkhagahanaṃ vā nadīviduggaṃ vā pabbatavisamaṃ vā pavisitvā sattāhaṃ vanamūlaphalāhārā yāpessanti. ","eng":"So that’s what they do. ","html":"{}</p>"},"dn26:21.8":{"pli":"Te tassa sattāhassa accayena tiṇagahanā vanagahanā rukkhagahanā nadīviduggā pabbatavisamā nikkhamitvā aññamaññaṃ āliṅgitvā sabhāgāyissanti samassāsissanti: ","eng":"When those seven days have passed, having emerged from their hiding places and embraced each other, they will come together and cry in one voice, ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Sabhāgāyissanti</i> = <i lang='pi' translate='no'>sabhāga</i> + <i lang='pi' translate='no'>āyissanti</i> = “will come together”. | <i lang='pi' translate='no'>Samassāsissanti</i> = <i lang='pi' translate='no'>sama</i> + <i lang='pi' translate='no'>sāsati</i> = “cry in one voice”. The latter term is absent from some manuscripts. "},"dn26:21.9":{"pli":"‘diṭṭhā, bho, sattā jīvasi, diṭṭhā, bho, sattā jīvasī’ti. ","eng":"‘Fantastic, dear foe, you live! Fantastic, dear foe, you live!’ ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Diṭṭhā</i> is Sanskrit <i lang='pi' translate='no'>diṣṭyā</i>, “fantastic, how fortunate”, per <a href='index.html?q=dn16#2.24.5'>DN 16:2.24.5</a> and <a href='index.html?q=ja81#1.4'>Ja 81:1.4</a>. | <i lang='pi' translate='no'>Sattā</i> is nominative singular for <i lang='pi' translate='no'>sattar</i> (“enemy”), not plural of <i lang='pi' translate='no'>satta</i> (“being”), which disagrees with both verb and vocative in number. "},"dn26:21.10.0":{"pli":"6. Āyuvaṇṇādivaḍḍhanakathā ","eng":"6. The Period of Growth ","html":"<h2>{}</h2>"},"dn26:21.11":{"pli":"Atha kho tesaṃ, bhikkhave, sattānaṃ evaṃ bhavissati: ","eng":"Then those beings will think, ","html":"<p>{}"},"dn26:21.12":{"pli":"‘mayaṃ kho akusalānaṃ dhammānaṃ samādānahetu evarūpaṃ āyataṃ ñātikkhayaṃ pattā. ","eng":"‘It’s because we undertook unskillful things that we suffered such an extensive loss of our relatives. ","html":"{}"},"dn26:21.13":{"pli":"Yannūna mayaṃ kusalaṃ kareyyāma. ","eng":"We’d better do what’s skillful. ","html":"{}"},"dn26:21.14":{"pli":"Kiṃ kusalaṃ kareyyāma? ","eng":"What skillful thing should we do? ","html":"{}"},"dn26:21.15":{"pli":"Yannūna mayaṃ pāṇātipātā virameyyāma, idaṃ kusalaṃ dhammaṃ samādāya vatteyyāmā’ti. ","eng":"Why don’t we refrain from killing living creatures? Having undertaken this skillful thing we’ll live by it.’ ","html":"{}","comm":"The first precept, and the first of the ten ways of skillful action. The Buddhist ethical principles are not just a part of Buddhist teaching, they are essential for the healthy functioning of human society. "},"dn26:21.16":{"pli":"Te pāṇātipātā viramissanti, idaṃ kusalaṃ dhammaṃ samādāya vattissanti. ","eng":"So that’s what they do. ","html":"{}"},"dn26:21.17":{"pli":"Te kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ","eng":"Because of undertaking this skillful thing, their lifespan and beauty will grow. ","html":"{}"},"dn26:21.18":{"pli":"Tesaṃ āyunāpi vaḍḍhamānānaṃ vaṇṇenapi vaḍḍhamānānaṃ dasavassāyukānaṃ manussānaṃ vīsativassāyukā puttā bhavissanti. ","eng":"Those people who live for ten years will have children who live for twenty years. ","html":"{}</p>"},"dn26:22.1":{"pli":"Atha kho tesaṃ, bhikkhave, sattānaṃ evaṃ bhavissati: ","eng":"Then those beings will think, ","html":"<p>{}"},"dn26:22.2":{"pli":"‘mayaṃ kho kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhāma, vaṇṇenapi vaḍḍhāma. ","eng":"‘Because of undertaking this skillful thing, our lifespan and beauty are growing. ","html":"{}"},"dn26:22.3":{"pli":"Yannūna mayaṃ bhiyyoso mattāya kusalaṃ kareyyāma. ","eng":"Why don’t we do even more skillful things? ","html":"{}"},"dn26:22.4":{"pli":"Kiṃ kusalaṃ kareyyāma? ","eng":"What skillful thing should we do? ","html":"{}"},"dn26:22.5":{"pli":"Yannūna mayaṃ adinnādānā virameyyāma … ","eng":"Why don’t we refrain from stealing … ","html":"{}"},"dn26:22.6":{"pli":"kāmesumicchācārā virameyyāma … ","eng":"sexual misconduct … ","html":"{}"},"dn26:22.7":{"pli":"musāvādā virameyyāma … ","eng":"lying … ","html":"{}"},"dn26:22.8":{"pli":"pisuṇāya vācāya virameyyāma … ","eng":"backbiting … ","html":"{}"},"dn26:22.9":{"pli":"pharusāya vācāya virameyyāma … ","eng":"harsh speech … ","html":"{}"},"dn26:22.10":{"pli":"samphappalāpā virameyyāma … ","eng":"and talking nonsense. ","html":"{}"},"dn26:22.11":{"pli":"abhijjhaṃ pajaheyyāma … ","eng":"Why don’t we give up covetousness … ","html":"{}"},"dn26:22.12":{"pli":"byāpādaṃ pajaheyyāma … ","eng":"ill will … ","html":"{}"},"dn26:22.13":{"pli":"micchādiṭṭhiṃ pajaheyyāma … ","eng":"wrong view … ","html":"{}"},"dn26:22.14":{"pli":"tayo dhamme pajaheyyāma—","eng":"three things: ","html":"{}"},"dn26:22.15":{"pli":"adhammarāgaṃ visamalobhaṃ micchādhammaṃ … ","eng":"illicit desire, immoral greed, and wrong custom. ","html":"{}"},"dn26:22.16":{"pli":"yannūna mayaṃ matteyyā assāma petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṃ kusalaṃ dhammaṃ samādāya vatteyyāmā’ti. ","eng":"Why don’t we pay due respect to mother and father, ascetics and brahmins, honoring the elders in our families? Having undertaken this skillful thing we’ll live by it.’ ","html":"{}"},"dn26:22.17":{"pli":"Te matteyyā bhavissanti petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṃ kusalaṃ dhammaṃ samādāya vattissanti. ","eng":"So that’s what they do. ","html":"{}</p>"},"dn26:22.18":{"pli":"Te kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ","eng":"Because of undertaking this skillful thing, their lifespan and beauty will grow. ","html":"<p>{}"},"dn26:22.19":{"pli":"Tesaṃ āyunāpi vaḍḍhamānānaṃ vaṇṇenapi vaḍḍhamānānaṃ vīsativassāyukānaṃ manussānaṃ cattārīsavassāyukā puttā bhavissanti … ","eng":"Those people who live for twenty years will have children who live for forty years. ","html":"{}"},"dn26:22.20":{"pli":"cattārīsavassāyukānaṃ manussānaṃ asītivassāyukā puttā bhavissanti … ","eng":"Those people who live for forty years will have children who live for eighty years, ","html":"{}"},"dn26:22.21":{"pli":"asītivassāyukānaṃ manussānaṃ saṭṭhivassasatāyukā puttā bhavissanti … ","eng":"then a hundred and sixty years, ","html":"{}"},"dn26:22.22":{"pli":"saṭṭhivassasatāyukānaṃ manussānaṃ vīsatitivassasatāyukā puttā bhavissanti … ","eng":"three hundred and twenty years, ","html":"{}"},"dn26:22.23":{"pli":"vīsatitivassasatāyukānaṃ manussānaṃ cattārīsachabbassasatāyukā puttā bhavissanti. ","eng":"six hundred and forty years, ","html":"{}"},"dn26:22.24":{"pli":"Cattārīsachabbassasatāyukānaṃ manussānaṃ dvevassasahassāyukā puttā bhavissanti … ","eng":"2,000 years, ","html":"{}"},"dn26:22.25":{"pli":"dvevassasahassāyukānaṃ manussānaṃ cattārivassasahassāyukā puttā bhavissanti … ","eng":"4,000 years, ","html":"{}"},"dn26:22.26":{"pli":"cattārivassasahassāyukānaṃ manussānaṃ aṭṭhavassasahassāyukā puttā bhavissanti … ","eng":"8,000 years, ","html":"{}"},"dn26:22.27":{"pli":"aṭṭhavassasahassāyukānaṃ manussānaṃ vīsativassasahassāyukā puttā bhavissanti … ","eng":"20,000 years, ","html":"{}"},"dn26:23.1":{"pli":"vīsativassasahassāyukānaṃ manussānaṃ cattārīsavassasahassāyukā puttā bhavissanti … ","eng":"40,000 years, ","html":"{}"},"dn26:23.2":{"pli":"cattārīsavassasahassāyukānaṃ manussānaṃ asītivassasahassāyukā puttā bhavissanti … ","eng":"and finally 80,000 years. ","html":"{}"},"dn26:23.3":{"pli":"asītivassasahassāyukesu, bhikkhave, manussesu pañcavassasatikā kumārikā alaṃpateyyā bhavissanti. ","eng":"Among the humans who live for 80,000 years, girls will be marriageable at five hundred. ","html":"{}</p>"},"dn26:23.4.0":{"pli":"7. Saṅkharājauppatti ","eng":"7. The Time of King Saṅkha ","html":"<h2>{}</h2>"},"dn26:23.5":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu tayo ābādhā bhavissanti, icchā, anasanaṃ, jarā. ","eng":"Among the humans who live for 80,000 years, there will be just three afflictions: greed, starvation, and old age. ","html":"<p>{}","comm":"In the legendary past, too, only these three afflictions prevailed (<a href='index.html?q=snp2.7#29.1'>Snp 2.7:29.1</a>). "},"dn26:23.6":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ jambudīpo iddho ceva bhavissati phīto ca, kukkuṭasampātikā gāmanigamarājadhāniyo. ","eng":"The Black Plum Tree Land will be successful and prosperous. The villages, towns, and capital cities will be no more than a chicken’s flight apart. ","html":"{}"},"dn26:23.7":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ jambudīpo avīci maññe phuṭo bhavissati manussehi, seyyathāpi naḷavanaṃ vā saravanaṃ vā. ","eng":"And the land will be so full of humans you’d think they were squashed together, like a thicket of rushes or reeds. ","html":"{}"},"dn26:23.8":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ bārāṇasī ketumatī nāma rājadhānī bhavissati iddhā ceva phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ","eng":"The royal capital will be Varanasi, renamed Ketumatī. And it will be successful, prosperous, populous, full of humans, with plenty of food. ","html":"{}","comm":"Ketumatī means “adorned with flags”. "},"dn26:23.9":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu imasmiṃ jambudīpe caturāsītinagarasahassāni bhavissanti ketumatīrājadhānīpamukhāni. ","eng":"There will be 84,000 cities in the Black Plum Tree Land, with the royal capital of Ketumatī foremost. ","html":"{}</p>"},"dn26:24.1":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu ketumatiyā rājadhāniyā saṅkho nāma rājā uppajjissati cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"And in the royal capital of Ketumatī a king named Saṅkha will arise, a wheel-turning monarch, a just and principled king. His dominion will extend to all four sides, he will achieve stability in the country, and possess the seven treasures. ","html":"<p>{}","comm":"Saṅkha is “conch shell”. "},"dn26:24.2":{"pli":"Tassimāni satta ratanāni bhavissanti, seyyathidaṃ—","eng":"He will have the following seven treasures: ","html":"{}"},"dn26:24.3":{"pli":"cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ","eng":"the wheel, the elephant, the horse, the jewel, the woman, the householder, and the commander as the seventh treasure. ","html":"{}"},"dn26:24.4":{"pli":"Parosahassaṃ kho panassa puttā bhavissanti sūrā vīraṅgarūpā parasenappamaddanā. ","eng":"He will have over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ","html":"{}"},"dn26:24.5":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasissati. ","eng":"After conquering this land girt by sea, he will reign by principle, without rod or sword. ","html":"{}</p>"},"dn26:25.0":{"pli":"8. Metteyyabuddhuppāda ","eng":"8. The Arising of the Buddha Metteyya ","html":"<h2>{}</h2>"},"dn26:25.1":{"pli":"Asītivassasahassāyukesu, bhikkhave, manussesu metteyyo nāma bhagavā loke uppajjissati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"And the Blessed One named Metteyya will arise in the world—perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed—","html":"<p>{}","comm":"This is the only sutta appearance of the future Buddha Metteyya (Sanskrit Maitreya, meaning “one full of love”). He became a prominent figure in later Buddhism. "},"dn26:25.2":{"pli":"Seyyathāpāhametarahi loke uppanno arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"just as I have arisen today. ","html":"{}","comm":"Throughout, the Buddha is concerned to emphasize that the future Buddha will offer no more or less than his own teaching and practice. He wanted people to practice now, not to establish a cult of a future savior. "},"dn26:25.3":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedessati, seyyathāpāhametarahi imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedemi. ","eng":"He will realize with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and make it known to others, just as I do today. ","html":"{}"},"dn26:25.4":{"pli":"So dhammaṃ desessati ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsessati; ","eng":"He will teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he will reveal a spiritual practice that’s entirely full and pure, ","html":"{}"},"dn26:25.5":{"pli":"seyyathāpāhametarahi dhammaṃ desemi ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ","eng":"just as I do today. ","html":"{}"},"dn26:25.6":{"pli":"So anekasahassaṃ bhikkhusaṅghaṃ pariharissati, seyyathāpāhametarahi anekasataṃ bhikkhusaṅghaṃ pariharāmi. ","eng":"He will lead a Saṅgha of many thousand mendicants, just as I lead a Saṅgha of many hundreds today. ","html":"{}</p>","comm":"The maximum number of monastics cited in the suttas is 1250 at a single gathering. "},"dn26:26.1":{"pli":"Atha kho, bhikkhave, saṅkho nāma rājā yo so yūpo raññā mahāpanādena kārāpito. ","eng":"Then King Saṅkha will have the sacrificial post once built by King Mahāpanāda raised up. ","html":"<p>{}","comm":"This event is found in Bhaddaji’s verses at <a href='index.html?q=thag2.22'>Thag 2.22</a>, expanded to a full story at Ja 264. The commentary explains <i lang='pi' translate='no'>yūpa</i> as “palace”, but Bhaddaji’s verses clearly depict a sacrificial post, to which the animal would be tied for slaughter. Such posts are connected with the horse sacrifice, which establishes imperial power. This is but one aspect of the wheel-turning monarch to draw on imagery from the horse sacrifice. Here, of course, no horses are killed. "},"dn26:26.2":{"pli":"Taṃ yūpaṃ ussāpetvā ajjhāvasitvā taṃ datvā vissajjitvā samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ dānaṃ datvā metteyyassa bhagavato arahato sammāsambuddhassa santike kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissati. ","eng":"Having reigned, he will abdicate, offering charity to ascetics and brahmins, paupers, vagrants, supplicants, and beggars. Then, having shaved off his hair and beard and dressed in ocher robes, he will go forth from the lay life to homelessness in the Buddha Metteyya’s presence. ","html":"{}","comm":"<i lang='pi' translate='no'>Ajjhāvasati</i> in this sutta means “reign” not “dwell” (<a href='index.html?q=dn26#2.5'>DN 26:2.5</a>). "},"dn26:26.3":{"pli":"So evaṃ pabbajito samāno eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati. ","eng":"Soon after going forth, living withdrawn, diligent, keen, and resolute, he will realize the supreme end of the spiritual path in this very life. He will live having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"{}</p>"},"dn26:27.1":{"pli":"Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ","eng":"Mendicants, live as your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ","html":"<p>{}"},"dn26:27.2":{"pli":"Kathañca, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo? ","eng":"And how does a mendicant do this? ","html":"{}"},"dn26:27.3":{"pli":"Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn26:27.4":{"pli":"Vedanāsu vedanānupassī …pe… ","eng":"They meditate observing an aspect of feelings … ","html":"{}"},"dn26:27.5":{"pli":"citte cittānupassī …pe… ","eng":"mind … ","html":"{}"},"dn26:27.6":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn26:27.7":{"pli":"Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo. ","eng":"That’s how a mendicant lives as their own island, their own refuge, with no other refuge. That’s how they let the teaching be their island and their refuge, with no other refuge. ","html":"{}</p>"},"dn26:28.0":{"pli":"9. Bhikkhunoāyuvaṇṇādivaḍḍhanakathā ","eng":"9. On Long Life and Beauty for Mendicants ","html":"<h2>{}</h2>"},"dn26:28.1":{"pli":"Gocare, bhikkhave, caratha sake pettike visaye. ","eng":"Mendicants, you should roam inside your own territory, the domain of your fathers. ","html":"<p>{}"},"dn26:28.2":{"pli":"Gocare, bhikkhave, carantā sake pettike visaye āyunāpi vaḍḍhissatha, vaṇṇenapi vaḍḍhissatha, sukhenapi vaḍḍhissatha, bhogenapi vaḍḍhissatha, balenapi vaḍḍhissatha. ","eng":"Doing so, you will grow in lifespan, beauty, happiness, wealth, and power. ","html":"{}</p>"},"dn26:28.3":{"pli":"Kiñca, bhikkhave, bhikkhuno āyusmiṃ? ","eng":"And what is long life for a mendicant? ","html":"<p>{}"},"dn26:28.4":{"pli":"Idha, bhikkhave, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ","eng":"It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ","html":"{}"},"dn26:28.5":{"pli":"vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ","eng":"They develop the basis of psychic power that has immersion due to energy, and active effort. ","html":"{}"},"dn26:28.6":{"pli":"cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ","eng":"They develop the basis of psychic power that has immersion due to mental development, and active effort. ","html":"{}"},"dn26:28.7":{"pli":"vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ","eng":"They develop the basis of psychic power that has immersion due to inquiry, and active effort. ","html":"{}"},"dn26:28.8":{"pli":"So imesaṃ catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ","eng":"Having developed and cultivated these four bases of psychic power they may, if they wish, live for the proper lifespan or what’s left of it. ","html":"{}"},"dn26:28.9":{"pli":"Idaṃ kho, bhikkhave, bhikkhuno āyusmiṃ. ","eng":"This is long life for a mendicant. ","html":"{}</p>"},"dn26:28.10":{"pli":"Kiñca, bhikkhave, bhikkhuno vaṇṇasmiṃ? ","eng":"And what is beauty for a mendicant? ","html":"<p>{}"},"dn26:28.11":{"pli":"Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"{}"},"dn26:28.12":{"pli":"Idaṃ kho, bhikkhave, bhikkhuno vaṇṇasmiṃ. ","eng":"This is beauty for a mendicant. ","html":"{}</p>"},"dn26:28.13":{"pli":"Kiñca, bhikkhave, bhikkhuno sukhasmiṃ? ","eng":"And what is happiness for a mendicant? ","html":"<p>{}"},"dn26:28.14":{"pli":"Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"dn26:28.15":{"pli":"Vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ … ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … ","html":"{}"},"dn26:28.16":{"pli":"tatiyaṃ jhānaṃ … ","eng":"third absorption … ","html":"{}"},"dn26:28.17":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}"},"dn26:28.18":{"pli":"Idaṃ kho, bhikkhave, bhikkhuno, sukhasmiṃ. ","eng":"This is happiness for a mendicant. ","html":"{}</p>"},"dn26:28.19":{"pli":"Kiñca, bhikkhave, bhikkhuno bhogasmiṃ? ","eng":"And what is wealth for a mendicant? ","html":"<p>{}"},"dn26:28.20":{"pli":"Idha, bhikkhave, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"It’s when a monk meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"dn26:28.21":{"pli":"Karuṇāsahagatena cetasā …pe… ","eng":"They meditate spreading a heart full of compassion … ","html":"{}"},"dn26:28.22":{"pli":"muditāsahagatena cetasā …pe… ","eng":"rejoicing … ","html":"{}"},"dn26:28.23":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"dn26:28.24":{"pli":"Idaṃ kho, bhikkhave, bhikkhuno bhogasmiṃ. ","eng":"This is wealth for a mendicant. ","html":"{}</p>"},"dn26:28.25":{"pli":"Kiñca, bhikkhave, bhikkhuno balasmiṃ? ","eng":"And what is power for a mendicant? ","html":"<p>{}"},"dn26:28.26":{"pli":"Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"dn26:28.27":{"pli":"Idaṃ kho, bhikkhave, bhikkhuno balasmiṃ. ","eng":"This is power for a mendicant. ","html":"{}</p>"},"dn26:28.28":{"pli":"Nāhaṃ, bhikkhave, aññaṃ ekabalampi samanupassāmi yaṃ evaṃ duppasahaṃ, yathayidaṃ, bhikkhave, mārabalaṃ. ","eng":"Mendicants, I do not see a single power so hard to defeat as the power of Māra. ","html":"<p>{}"},"dn26:28.29":{"pli":"Kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhatī”ti. ","eng":"It is due to undertaking skillful qualities that merit grows.” ","html":"{}</p>"},"dn26:28.30":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn26:28.31":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"dn26:28.32":{"pli":"Cakkavattisuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}