{"dn28":{"dn28:0.1":{"pli":"Dīgha Nikāya 28 ","eng":"Long Discourses 28 ","html":"<article id='dn28'><header><ul><li class='division'>{}</li></ul>"},"dn28:0.2":{"pli":"Sampasādanīyasutta ","eng":"Inspiring Confidence ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn28:1.0":{"pli":"1. Sāriputtasīhanāda ","eng":"1. Sāriputta’s Lion’s Roar ","html":"<h2>{}</h2>"},"dn28:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn28:1.2":{"pli":"ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ","eng":"At one time the Buddha was staying near Nāḷandā in Pāvārika’s mango grove. ","html":"{}","comm":"This discourse is expanded from the events of <a href='index.html?q=dn16#1.16.1'>DN 16:1.16.1</a>. "},"dn28:1.3":{"pli":"Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"dn28:1.4":{"pli":"“evaṃpasanno ahaṃ, bhante, bhagavati, na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan”ti. ","eng":"“Sir, I have such confidence in the Buddha that I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.” ","html":"<p>{}</p>"},"dn28:1.5":{"pli":"“Uḷārā kho te ayaṃ, sāriputta, āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito: ","eng":"“That’s a grand and bold statement, Sāriputta. You’ve roared a definitive, categorical lion’s roar, saying: ","html":"<p>{}"},"dn28:1.6":{"pli":"‘evaṃpasanno ahaṃ, bhante, bhagavati; ","eng":"‘I have such confidence in the Buddha that ","html":"{}"},"dn28:1.7":{"pli":"na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan’ti. ","eng":"I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.’ ","html":"{}</p>"},"dn28:1.8":{"pli":"Kiṃ te, sāriputta, ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ","eng":"What about all the perfected ones, the fully awakened Buddhas who lived in the past? Have you encompassed their minds to know that ","html":"<p>{}"},"dn28:1.9":{"pli":"‘evaṃsīlā te bhagavanto ahesuṃ itipi, evaṃdhammā te bhagavanto ahesuṃ itipi, evaṃpaññā te bhagavanto ahesuṃ itipi, evaṃvihārī te bhagavanto ahesuṃ itipi, evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti? ","eng":"those Buddhas had such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ","html":"{}</p>"},"dn28:1.10":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn28:1.11":{"pli":"“Kiṃ pana te, sāriputta, ye te bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ","eng":"“And what about all the perfected ones, the fully awakened Buddhas who will live in the future? Have you encompassed their minds to know that ","html":"<p>{}"},"dn28:1.12":{"pli":"‘evaṃsīlā te bhagavanto bhavissanti itipi, evaṃdhammā … evaṃpaññā … evaṃvihārī … evaṃvimuttā te bhagavanto bhavissanti itipī’”ti? ","eng":"those Buddhas will have such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ","html":"{}</p>"},"dn28:1.13":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn28:1.14":{"pli":"“Kiṃ pana te, sāriputta, ahaṃ etarahi arahaṃ sammāsambuddho cetasā ceto paricca vidito: ","eng":"“And what about me, the perfected one, the fully awakened Buddha at present? Have you encompassed my mind to know that ","html":"<p>{}"},"dn28:1.15":{"pli":"‘evaṃsīlo bhagavā itipi, evaṃdhammo … evaṃpañño … evaṃvihārī … evaṃvimutto bhagavā itipī’”ti? ","eng":"I have such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ","html":"{}</p>"},"dn28:1.16":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"dn28:1.17":{"pli":"“Ettha ca hi te, sāriputta, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ natthi. ","eng":"“In that case, Sāriputta, given that you don’t encompass the minds of Buddhas past, future, or present, ","html":"<p>{}"},"dn28:1.18":{"pli":"Atha kiṃ carahi te ayaṃ, sāriputta, uḷārā āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito: ","eng":"what then are you doing, making such a grand and bold statement, roaring such a definitive, categorical lion’s roar?” ","html":"{}"},"dn28:1.19":{"pli":"‘evaṃpasanno ahaṃ, bhante, bhagavati, na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan’”ti? ","html":"{}</p>"},"dn28:2.1":{"pli":"“Na kho me, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ atthi. ","eng":"“Sir, though I don’t encompass the minds of Buddhas past, future, and present, ","html":"<p>{}"},"dn28:2.2":{"pli":"Api ca me dhammanvayo vidito. ","eng":"still I understand this by inference from the teaching. ","html":"{}"},"dn28:2.3":{"pli":"Seyyathāpi, bhante, rañño paccantimaṃ nagaraṃ daḷhuddhāpaṃ daḷhapākāratoraṇaṃ ekadvāraṃ. ","eng":"Suppose there were a king’s frontier citadel with fortified embankments, ramparts, and arches, and a single gate. ","html":"{}"},"dn28:2.4":{"pli":"Tatrassa dovāriko paṇḍito byatto medhāvī aññātānaṃ nivāretā, ñātānaṃ pavesetā. ","eng":"And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in. ","html":"{}"},"dn28:2.5":{"pli":"So tassa nagarassa samantā anupariyāyapathaṃ anukkamamāno na passeyya pākārasandhiṃ vā pākāravivaraṃ vā antamaso biḷāranikkhamanamattampi. ","eng":"As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out. ","html":"{}"},"dn28:2.6":{"pli":"Tassa evamassa: ","eng":"They’d think, ","html":"{}"},"dn28:2.7":{"pli":"‘ye kho keci oḷārikā pāṇā imaṃ nagaraṃ pavisanti vā nikkhamanti vā, sabbe te imināva dvārena pavisanti vā nikkhamanti vā’ti. ","eng":"‘Whatever sizable creatures enter or leave the citadel, all of them do so via this gate.’ ","html":"{}</p>"},"dn28:2.8":{"pli":"Evameva kho me, bhante, dhammanvayo vidito. ","eng":"In the same way, I understand this by inference from the teaching: ","html":"<p>{}"},"dn28:2.9":{"pli":"Ye te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta sambojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambujjhiṃsu. ","eng":"‘All the perfected ones, fully awakened Buddhas—whether past, future, or present—give up the five hindrances, corruptions of the heart that weaken wisdom. Their mind is firmly established in the four kinds of mindfulness meditation. They correctly develop the seven awakening factors. And they awaken to the supreme perfect awakening.’ ","html":"{}"},"dn28:2.10":{"pli":"Yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta sambojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambujjhissanti. ","html":"{}"},"dn28:2.11":{"pli":"Bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacitto satta sambojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambuddho. ","html":"{}</p>"},"dn28:2.12":{"pli":"Idhāhaṃ, bhante, yena bhagavā tenupasaṅkamiṃ dhammassavanāya. ","eng":"Sir, once I approached the Buddha to listen to the teaching. ","html":"<p>{}","comm":"Here the additional material begins. While they are all said to be teachings of the Buddha, some sections cannot be traced in the Pali Canon as it stands today. Perhaps Sāriputta was demonstrating his talent for creative rephrasing and synthesis. "},"dn28:2.13":{"pli":"Tassa me, bhante, bhagavā dhammaṃ deseti uttaruttaraṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ. ","eng":"He explained Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides. ","html":"{}"},"dn28:2.14":{"pli":"Yathā yathā me, bhante, bhagavā dhammaṃ desesi uttaruttaraṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ tathā tathāhaṃ tasmiṃ dhamme abhiññā idhekaccaṃ dhammaṃ dhammesu niṭṭhamagamaṃ; satthari pasīdiṃ: ","eng":"When I directly knew a certain principle of those teachings, in accordance with how I was taught, I came to a conclusion about the teachings. I had confidence in the Teacher: ","html":"{}","comm":"Perhaps a reference to his enlightenment experience in <a href='index.html?q=mn74'>MN 74</a>. | This passage plays on the different senses of <i lang='pi' translate='no'>dhamma</i> as linguistic “teaching” and observable “principle”. "},"dn28:2.15":{"pli":"‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno sāvakasaṅgho’ti. ","eng":"‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ","html":"{}</p>"},"dn28:3.0":{"pli":"1.1. Kusaladhammadesanā ","eng":"1.1. Teaching Skillful Qualities ","html":"<h3>{}</h3>"},"dn28:3.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti kusalesu dhammesu. ","eng":"And moreover, sir, how the Buddha teaches skillful qualities is unsurpassable. ","html":"<p>{}"},"dn28:3.2":{"pli":"Tatrime kusalā dhammā seyyathidaṃ—","eng":"This consists of such skillful qualities as ","html":"{}"},"dn28:3.3":{"pli":"cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}","comm":"Also at <a href='index.html?q=dn16#3.50.5'>DN 16:3.50.5</a>, etc. "},"dn28:3.4":{"pli":"Idha, bhante, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"By these a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"dn28:3.5":{"pli":"Etadānuttariyaṃ, bhante, kusalesu dhammesu. ","eng":"This is unsurpassable when it comes to skillful qualities. ","html":"{}"},"dn28:3.6":{"pli":"Taṃ bhagavā asesamabhijānāti, taṃ bhagavato asesamabhijānato uttari abhiññeyyaṃ natthi, yadabhijānaṃ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa, yadidaṃ kusalesu dhammesu. ","eng":"The Buddha understands this without exception. There is nothing to be understood beyond this whereby another ascetic or brahmin might be superior in direct knowledge to the Buddha when it comes to skillful qualities. ","html":"{}</p>"},"dn28:4.0":{"pli":"1.2. Āyatanapaṇṇattidesanā ","eng":"1.2. Describing the Sense Fields ","html":"<h3>{}</h3>"},"dn28:4.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti āyatanapaṇṇattīsu. ","eng":"And moreover, sir, how the Buddha teaches the description of the sense fields is unsurpassable. ","html":"<p>{}"},"dn28:4.2":{"pli":"Chayimāni, bhante, ajjhattikabāhirāni āyatanāni. ","eng":"There are these six interior and exterior sense fields. ","html":"{}","comm":"The primary source is the SN 35, the Linked Discourses on the Six Sense Fields. "},"dn28:4.3":{"pli":"Cakkhuñceva rūpā ca, sotañceva saddā ca, ghānañceva gandhā ca, jivhā ceva rasā ca, kāyo ceva phoṭṭhabbā ca, mano ceva dhammā ca. ","eng":"The eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and ideas. ","html":"{}"},"dn28:4.4":{"pli":"Etadānuttariyaṃ, bhante, āyatanapaṇṇattīsu. ","eng":"This is unsurpassable when it comes to describing the sense fields. ","html":"{}"},"dn28:4.5":{"pli":"Taṃ bhagavā asesamabhijānāti, taṃ bhagavato asesamabhijānato uttari abhiññeyyaṃ natthi, yadabhijānaṃ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa yadidaṃ āyatanapaṇṇattīsu. ","eng":"The Buddha understands this without exception. There is nothing to be understood beyond this whereby another ascetic or brahmin might be superior in direct knowledge to the Buddha when it comes to describing the sense fields. ","html":"{}</p>"},"dn28:5.0":{"pli":"1.3. Gabbhāvakkantidesanā ","eng":"1.3. The Conception of the Embryo ","html":"<h3>{}</h3>"},"dn28:5.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti gabbhāvakkantīsu. ","eng":"And moreover, sir, how the Buddha teaches the conception of the embryo is unsurpassable. ","html":"<p>{}"},"dn28:5.2":{"pli":"Catasso imā, bhante, gabbhāvakkantiyo. ","eng":"There are these four kinds of conception. ","html":"{}</p>"},"dn28:5.3":{"pli":"Idha, bhante, ekacco asampajāno mātukucchiṃ okkamati; asampajāno mātukucchismiṃ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṃ paṭhamā gabbhāvakkanti. ","eng":"Firstly, someone is unaware when conceived in their mother’s womb, unaware as they remain there, and unaware as they emerge. This is the first kind of conception. ","html":"<p>{}</p>","comm":"The Bodhisatta is said elsewhere to be conceived in awareness (eg. <a href='index.html?q=dn16#3.15.1'>DN 16:3.15.1</a>), but this systematic analysis is found only here and at <a href='index.html?q=dn33#1.11.176'>DN 33:1.11.176</a>. It seems like an abrupt shift from central Dhamma topics. "},"dn28:5.4":{"pli":"Puna caparaṃ, bhante, idhekacco sampajāno mātukucchiṃ okkamati; asampajāno mātukucchismiṃ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṃ dutiyā gabbhāvakkanti. ","eng":"Furthermore, someone is aware when conceived in their mother’s womb, but unaware as they remain there, and unaware as they emerge. This is the second kind of conception. ","html":"<p>{}</p>"},"dn28:5.5":{"pli":"Puna caparaṃ, bhante, idhekacco sampajāno mātukucchiṃ okkamati; sampajāno mātukucchismiṃ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṃ tatiyā gabbhāvakkanti. ","eng":"Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, but unaware as they emerge. This is the third kind of conception. ","html":"<p>{}</p>"},"dn28:5.6":{"pli":"Puna caparaṃ, bhante, idhekacco sampajāno mātukucchiṃ okkamati; sampajāno mātukucchismiṃ ṭhāti; sampajāno mātukucchimhā nikkhamati. Ayaṃ catutthā gabbhāvakkanti. ","eng":"Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, and aware as they emerge. This is the fourth kind of conception. ","html":"<p>{}</p>"},"dn28:5.7":{"pli":"Etadānuttariyaṃ, bhante, gabbhāvakkantīsu. ","eng":"This is unsurpassable when it comes to the conception of the embryo. ","html":"<p>{}</p>"},"dn28:6.0":{"pli":"1.4. Ādesanavidhādesanā ","eng":"1.4. Ways of Revealing ","html":"<h3>{}</h3>"},"dn28:6.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti ādesanavidhāsu. ","eng":"And moreover, sir, how the Buddha teaches the different ways of revealing is unsurpassable. ","html":"<p>{}"},"dn28:6.2":{"pli":"Catasso imā, bhante, ādesanavidhā. ","eng":"There are these four ways of revealing. ","html":"{}</p>","comm":"Called “demonstrations of revealing” (<i lang='pi' translate='no'>ādesanāpāṭihāriya</i>) at <a href='index.html?q=an3.60#9.1'>AN 3.60:9.1</a>. "},"dn28:6.3":{"pli":"Idha, bhante, ekacco nimittena ādisati: ","eng":"Firstly, someone reveals by means of a sign, ","html":"<p>{}"},"dn28:6.4":{"pli":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","eng":"‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ","html":"{}"},"dn28:6.5":{"pli":"So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ","eng":"And even if they reveal this many times, it turns out exactly so, not otherwise. ","html":"{}"},"dn28:6.6":{"pli":"Ayaṃ paṭhamā ādesanavidhā. ","eng":"This is the first way of revealing. ","html":"{}</p>"},"dn28:6.7":{"pli":"Puna caparaṃ, bhante, idhekacco na heva kho nimittena ādisati. Api ca kho manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati: ","eng":"Furthermore, someone reveals after hearing it from humans or non-humans or deities, ","html":"<p>{}"},"dn28:6.8":{"pli":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","eng":"‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ","html":"{}"},"dn28:6.9":{"pli":"So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ","eng":"And even if they reveal this many times, it turns out exactly so, not otherwise. ","html":"{}"},"dn28:6.10":{"pli":"Ayaṃ dutiyā ādesanavidhā. ","eng":"This is the second way of revealing. ","html":"{}</p>"},"dn28:6.11":{"pli":"Puna caparaṃ, bhante, idhekacco na heva kho nimittena ādisati, nāpi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati. Api ca kho vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati: ","eng":"Furthermore, someone reveals by hearing the sound of thought spreading as someone thinks and considers, ","html":"<p>{}"},"dn28:6.12":{"pli":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","eng":"‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ","html":"{}"},"dn28:6.13":{"pli":"So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ","eng":"And even if they reveal this many times, it turns out exactly so, not otherwise. ","html":"{}"},"dn28:6.14":{"pli":"Ayaṃ tatiyā ādesanavidhā. ","eng":"This is the third way of revealing. ","html":"{}</p>"},"dn28:6.15":{"pli":"Puna caparaṃ, bhante, idhekacco na heva kho nimittena ādisati, nāpi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati, nāpi vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati. Api ca kho avitakkaṃ avicāraṃ samādhiṃ samāpannassa cetasā ceto paricca pajānāti: ","eng":"Furthermore, someone comprehends the mind of one who has attained the immersion that’s free of placing the mind and keeping it connected. They understand, ","html":"<p>{}"},"dn28:6.16":{"pli":"‘yathā imassa bhoto manosaṅkhārā paṇihitā. Tathā imassa cittassa anantarā imaṃ nāma vitakkaṃ vitakkessatī’ti. ","eng":"‘Judging by the way this worthy’s intentions are directed, immediately after this mind state, they’ll think this thought.’ ","html":"{}"},"dn28:6.17":{"pli":"So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ","eng":"And even if they reveal this many times, it turns out exactly so, not otherwise. ","html":"{}"},"dn28:6.18":{"pli":"Ayaṃ catutthā ādesanavidhā. ","eng":"This is the fourth way of revealing. ","html":"{}</p>"},"dn28:6.19":{"pli":"Etadānuttariyaṃ, bhante, ādesanavidhāsu. ","eng":"This is unsurpassable when it comes to the ways of revealing. ","html":"<p>{}</p>"},"dn28:7.0":{"pli":"1.5. Dassanasamāpattidesanā ","eng":"1.5. Attainments of Vision ","html":"<h3>{}</h3>"},"dn28:7.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti dassanasamāpattīsu. ","eng":"And moreover, sir, how the Buddha teaches the attainments of vision is unsurpassable. ","html":"<p>{}"},"dn28:7.2":{"pli":"Catasso imā, bhante, dassanasamāpattiyo. ","eng":"There are these four attainments of vision. ","html":"{}</p>"},"dn28:7.3":{"pli":"Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","eng":"Firstly, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that they examine their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ","html":"<p>{}","comm":"Meditation is described in this way only in <a href='index.html?q=mn136#9.1'>MN 136:9.1</a> and <a href='index.html?q=dn1#1.31.1'>DN 1:1.31.1</a> where, as here, it is pursued by an “ascetic or brahmin”, who in those cases is not Buddhist. Here, however, it sounds like Sāriputta is talking about a Buddhist practice. The <i lang='pi' translate='no'>asubha</i> contemplation of the parts of the body is described in several places in the canon (eg. <a href='index.html?q=dn22#5.1'>DN 22:5.1</a>), but never exactly like this. "},"dn28:7.4":{"pli":"‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghānikā lasikā muttan’ti. ","eng":"‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ","html":"{}"},"dn28:7.5":{"pli":"Ayaṃ paṭhamā dassanasamāpatti. ","eng":"This is the first attainment of vision. ","html":"{}</p>"},"dn28:7.6":{"pli":"Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","eng":"Furthermore, some ascetic or brahmin experiences that immersion and examines their own body. ","html":"<p>{}"},"dn28:7.7":{"pli":"‘atthi imasmiṃ kāye kesā lomā …pe… lasikā muttan’ti. ","eng":"‘In this body there is head hair … urine.’ ","html":"{}"},"dn28:7.8":{"pli":"Atikkamma ca purisassa chavimaṃsalohitaṃ aṭṭhiṃ paccavekkhati. ","eng":"Going further, they examine a person’s bones with skin, flesh, and blood. ","html":"{}","comm":"The remaining practices are unique to this passage. This is perhaps related to the contemplation of death, as it seems to imply looking at another person’s body rather than one’s own. "},"dn28:7.9":{"pli":"Ayaṃ dutiyā dassanasamāpatti. ","eng":"This is the second attainment of vision. ","html":"{}</p>"},"dn28:7.10":{"pli":"Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","eng":"Furthermore, some ascetic or brahmin experiences that immersion and examines their own body. ","html":"<p>{}"},"dn28:7.11":{"pli":"‘atthi imasmiṃ kāye kesā lomā …pe… lasikā muttan’ti. ","eng":"‘In this body there is head hair … urine.’ ","html":"{}"},"dn28:7.12":{"pli":"Atikkamma ca purisassa chavimaṃsalohitaṃ aṭṭhiṃ paccavekkhati. ","eng":"Going further, they examine a person’s bones with skin, flesh, and blood. ","html":"{}"},"dn28:7.13":{"pli":"Purisassa ca viññāṇasotaṃ pajānāti, ubhayato abbocchinnaṃ idha loke patiṭṭhitañca paraloke patiṭṭhitañca. ","eng":"And they understand of a person that their stream of consciousness is consistent on both sides: established in both this world and the next. ","html":"{}","comm":"This is a unique description of the process of rebirth. Consciousness is a “stream” in that it flows and moves, ever-changing, and is not a static self-same entity. To be “established” (<i lang='pi' translate='no'>patiṭṭhita</i>) is to be attached because of craving. | The phrase “consistent on both sides” (<i lang='pi' translate='no'>ubhayato abbocchinnaṁ</i>) is unique. <i lang='pi' translate='no'>Ubhayato</i> is used of “both ends” of a pole <a href='index.html?q=ja533#37.4'>Ja 533:37.4</a>. I think the sense is that one’s consciousness is consistent with regards to this world and the next. If one is attached to this world, one will be attached to the next, and vice versa in the next section. "},"dn28:7.14":{"pli":"Ayaṃ tatiyā dassanasamāpatti. ","eng":"This is the third attainment of vision. ","html":"{}</p>"},"dn28:7.15":{"pli":"Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","eng":"Furthermore, some ascetic or brahmin experiences that immersion and examines their own body. ","html":"<p>{}"},"dn28:7.16":{"pli":"‘atthi imasmiṃ kāye kesā lomā …pe… lasikā muttan’ti. ","eng":"‘In this body there is head hair … urine.’ ","html":"{}"},"dn28:7.17":{"pli":"Atikkamma ca purisassa chavimaṃsalohitaṃ aṭṭhiṃ paccavekkhati. ","eng":"Going further, they examine a person’s bones with skin, flesh, and blood. ","html":"{}"},"dn28:7.18":{"pli":"Purisassa ca viññāṇasotaṃ pajānāti, ubhayato abbocchinnaṃ idha loke appatiṭṭhitañca paraloke appatiṭṭhitañca. ","eng":"They understand of a person that their stream of consciousness is consistent on both sides: not established in either this world or the next. ","html":"{}"},"dn28:7.19":{"pli":"Ayaṃ catutthā dassanasamāpatti. ","eng":"This is the fourth attainment of vision. ","html":"{}</p>"},"dn28:7.20":{"pli":"Etadānuttariyaṃ, bhante, dassanasamāpattīsu. ","eng":"This is unsurpassable when it comes to attainments of vision. ","html":"<p>{}</p>"},"dn28:8.0":{"pli":"1.6. Puggalapaṇṇattidesanā ","eng":"1.6. Description of Individuals ","html":"<h3>{}</h3>"},"dn28:8.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti puggalapaṇṇattīsu. ","eng":"And moreover, sir, how the Buddha teaches the description of individuals is unsurpassable. ","html":"<p>{}"},"dn28:8.2":{"pli":"Sattime, bhante, puggalā. ","eng":"There are these seven individuals. ","html":"{}"},"dn28:8.3":{"pli":"Ubhatobhāgavimutto paññāvimutto kāyasakkhi diṭṭhippatto saddhāvimutto dhammānusārī saddhānusārī. ","eng":"One freed both ways, one freed by wisdom, a direct witness, one attained to view, one freed by faith, a follower of teachings, a follower by faith. ","html":"{}","comm":"As at <a href='index.html?q=an7.14#1.3'>AN 7.14:1.3</a>. "},"dn28:8.4":{"pli":"Etadānuttariyaṃ, bhante, puggalapaṇṇattīsu. ","eng":"This is unsurpassable when it comes to the description of individuals. ","html":"{}</p>"},"dn28:9.0":{"pli":"1.7. Padhānadesanā ","eng":"1.7. Kinds of Striving ","html":"<h3>{}</h3>"},"dn28:9.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti padhānesu. ","eng":"And moreover, sir, how the Buddha teaches the kinds of striving is unsurpassable. ","html":"<p>{}"},"dn28:9.2":{"pli":"Sattime, bhante, sambojjhaṅgā satisambojjhaṅgo dhammavicayasambojjhaṅgo vīriyasambojjhaṅgo pītisambojjhaṅgo passaddhisambojjhaṅgo samādhisambojjhaṅgo upekkhāsambojjhaṅgo. ","eng":"There are these seven awakening factors: the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. ","html":"{}","comm":"Normally we would expect the four kinds of right striving here. This is the only place the seven awakening factors are described in this way. "},"dn28:9.3":{"pli":"Etadānuttariyaṃ, bhante, padhānesu. ","eng":"This is unsurpassable when it comes to the kinds of striving. ","html":"{}</p>"},"dn28:10.0":{"pli":"1.8. Paṭipadādesanā ","eng":"1.8. Ways of Practice ","html":"<h3>{}</h3>"},"dn28:10.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti paṭipadāsu. ","eng":"And moreover, sir, how the Buddha teaches the ways of practice is unsurpassable. ","html":"<p>{}</p>","comm":"As at <a href='index.html?q=an4.166'>AN 4.166</a>. "},"dn28:10.2":{"pli":"Catasso imā, bhante, paṭipadā dukkhā paṭipadā dandhābhiññā, ","eng":"Painful practice with slow insight, ","html":"<ol><li>{}</li>"},"dn28:10.3":{"pli":"dukkhā paṭipadā khippābhiññā, ","eng":"painful practice with swift insight, ","html":"<li>{}</li>"},"dn28:10.4":{"pli":"sukhā paṭipadā dandhābhiññā, ","eng":"pleasant practice with slow insight, and ","html":"<li>{}</li>"},"dn28:10.5":{"pli":"sukhā paṭipadā khippābhiññāti. ","eng":"pleasant practice with swift insight. ","html":"<li>{}</li></ol>"},"dn28:10.6":{"pli":"Tatra, bhante, yāyaṃ paṭipadā dukkhā dandhābhiññā, ayaṃ, bhante, paṭipadā ubhayeneva hīnā akkhāyati dukkhattā ca dandhattā ca. ","eng":"Of these, the painful practice with slow insight is said to be inferior both ways: because it’s painful and because it’s slow. ","html":"<p>{}"},"dn28:10.7":{"pli":"Tatra, bhante, yāyaṃ paṭipadā dukkhā khippābhiññā, ayaṃ pana, bhante, paṭipadā dukkhattā hīnā akkhāyati. ","eng":"The painful practice with swift insight is said to be inferior because it’s painful. ","html":"{}"},"dn28:10.8":{"pli":"Tatra, bhante, yāyaṃ paṭipadā sukhā dandhābhiññā, ayaṃ pana, bhante, paṭipadā dandhattā hīnā akkhāyati. ","eng":"The pleasant practice with slow insight is said to be inferior because it’s slow. ","html":"{}"},"dn28:10.9":{"pli":"Tatra, bhante, yāyaṃ paṭipadā sukhā khippābhiññā, ayaṃ pana, bhante, paṭipadā ubhayeneva paṇītā akkhāyati sukhattā ca khippattā ca. ","eng":"But the pleasant practice with swift insight is said to be superior both ways: because it’s pleasant and because it’s swift. ","html":"{}</p>"},"dn28:10.10":{"pli":"Etadānuttariyaṃ, bhante, paṭipadāsu. ","eng":"This is unsurpassable when it comes to the ways of practice. ","html":"<p>{}</p>"},"dn28:11.0":{"pli":"1.9. Bhassasamācārādidesanā ","eng":"1.9. Behavior in Speech ","html":"<h3>{}</h3>"},"dn28:11.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti bhassasamācāre. ","eng":"And moreover, sir, how the Buddha teaches behavior in speech is unsurpassable. ","html":"<p>{}"},"dn28:11.2":{"pli":"Idha, bhante, ekacco na ceva musāvādupasañhitaṃ vācaṃ bhāsati na ca vebhūtiyaṃ na ca pesuṇiyaṃ na ca sārambhajaṃ jayāpekkho; ","eng":"It’s when someone doesn’t use speech that’s connected with lying, or divisive, or backbiting, or aggressively trying to win. ","html":"{}","comm":"These descriptions are unique. | <i lang='pi' translate='no'>Vebhūtiya</i> is only used here and DN 30, where the context shows it is a synonym for <i lang='pi' translate='no'>pesuṇiya</i>. "},"dn28:11.3":{"pli":"mantā mantā ca vācaṃ bhāsati nidhānavatiṃ kālena. ","eng":"They speak only wise counsel, valuable and timely. ","html":"{}"},"dn28:11.4":{"pli":"Etadānuttariyaṃ, bhante, bhassasamācāre. ","eng":"This is unsurpassable when it comes to behavior in speech. ","html":"{}</p>"},"dn28:12.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti purisasīlasamācāre. ","eng":"And moreover, sir, how the Buddha teaches a person’s ethical behavior is unsurpassable. ","html":"<p>{}","comm":"The Mahāsaṅgīti omits a heading for this section. "},"dn28:12.2":{"pli":"Idha, bhante, ekacco sacco cassa saddho ca, na ca kuhako, na ca lapako, na ca nemittiko, na ca nippesiko, na ca lābhena lābhaṃ nijigīsanako, indriyesu guttadvāro, bhojane mattaññū, samakārī, jāgariyānuyogamanuyutto, atandito, āraddhavīriyo, jhāyī, satimā, kalyāṇapaṭibhāno, gatimā, dhitimā, matimā, na ca kāmesu giddho, sato ca nipako ca. ","eng":"It’s when someone is honest and faithful. They don’t use deceit, flattery, hinting, or belittling, and they don’t use material things to chase after other material things. They guard the sense doors and eat in moderation. They’re fair, dedicated to wakefulness, tireless, energetic, and meditative. They have good memory, eloquence, range, retention, and thoughtfulness. They’re not greedy for sensual pleasures. They are mindful and alert. ","html":"{}","comm":"The sequence from “memory” (<i lang='pi' translate='no'>satimā</i>) to “retention” (<i lang='pi' translate='no'>dhitimā</i>) is related to the good qualities of Ānanda (<a href='index.html?q=an1.220#1.1'>AN 1.220:1.1</a>), and pertain to textual fluency. <i lang='pi' translate='no'>Satimā</i> here is “memory”, not “mindfulness”, which is <i lang='pi' translate='no'>sato</i> at the end. "},"dn28:12.3":{"pli":"Etadānuttariyaṃ, bhante, purisasīlasamācāre. ","eng":"This is unsurpassable when it comes to a person’s ethical behavior. ","html":"{}</p>"},"dn28:13.0":{"pli":"1.10. Anusāsanavidhādesanā ","eng":"1.10. Responsiveness to Instruction ","html":"<h3>{}</h3>"},"dn28:13.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti anusāsanavidhāsu. ","eng":"And moreover, sir, how the Buddha teaches the different degrees of responsiveness to instruction is unsurpassable. ","html":"<p>{}"},"dn28:13.2":{"pli":"Catasso imā, bhante, anusāsanavidhā—","eng":"There are these four degrees of responsiveness to instruction. ","html":"{}</p>","comm":"We don’t find this exact passage elsewhere, but it is similar to <a href='index.html?q=an10.46'>AN 10.46</a>. When the Buddha speaks of future consequences it is conditional. He is not a fortune-teller, but he understands the results of the practice. "},"dn28:13.3":{"pli":"jānāti, bhante, bhagavā aparaṃ puggalaṃ paccattaṃ yonisomanasikārā ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Paccattaṁ yonisomanasikārā</i> occurs at <a href='index.html?q=sn46.8#2.1'>SN 46.8:2.1</a> and <a href='index.html?q=mn50#3.1'>MN 50:3.1</a>, where it means “investigate inside oneself”. Here it is applied to another. "},"dn28:13.4":{"pli":"‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno bhavissati avinipātadhammo niyato sambodhiparāyaṇo’ti. ","eng":"‘By practicing as instructed this individual will, with the ending of three fetters, become a stream-enterer, not liable to be reborn in the underworld, destined for awakening.’ ","html":"{}"},"dn28:13.5":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:13.6":{"pli":"‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī bhavissati, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissatī’ti. ","eng":"‘By practicing as instructed this individual will, with the ending of three fetters, and the weakening of greed, hate, and delusion, become a once-returner. They will come back to this world once only, then make an end of suffering.’ ","html":"{}"},"dn28:13.7":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:13.8":{"pli":"‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko bhavissati tattha parinibbāyī anāvattidhammo tasmā lokā’ti. ","eng":"‘By practicing as instructed this individual will, with the ending of the five lower fetters, be reborn spontaneously. They will be extinguished there, and are not liable to return from that world.’ ","html":"{}"},"dn28:13.9":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:13.10":{"pli":"‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti. ","eng":"‘By practicing as instructed this individual will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ","html":"{}</p>"},"dn28:13.11":{"pli":"Etadānuttariyaṃ, bhante, anusāsanavidhāsu. ","eng":"This is unsurpassable when it comes to the different degrees of responsiveness to instruction. ","html":"<p>{}</p>"},"dn28:14.0":{"pli":"1.11. Parapuggalavimuttiñāṇadesanā ","eng":"1.11. The Knowledge and Freedom of Others ","html":"<h3>{}</h3>"},"dn28:14.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti parapuggalavimuttiñāṇe. ","eng":"And moreover, sir, how the Buddha teaches the knowledge and freedom of other individuals is unsurpassable. ","html":"<p>{}","comm":"Another unique passage, similar to <a href='index.html?q=mn68#12.4'>MN 68:12.4</a>. "},"dn28:14.2":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:14.3":{"pli":"‘ayaṃ puggalo tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno bhavissati avinipātadhammo niyato sambodhiparāyaṇo’ti. ","eng":"‘With the ending of three fetters this individual will become a stream-enterer, not liable to be reborn in the underworld, destined for awakening.’ ","html":"{}"},"dn28:14.4":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:14.5":{"pli":"‘ayaṃ puggalo tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī bhavissati, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissatī’ti. ","eng":"‘With the ending of three fetters, and the weakening of greed, hate, and delusion, this individual will become a once-returner. They will come back to this world once only, then make an end of suffering.’ ","html":"{}"},"dn28:14.6":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:14.7":{"pli":"‘ayaṃ puggalo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko bhavissati tattha parinibbāyī anāvattidhammo tasmā lokā’ti. ","eng":"‘With the ending of the five lower fetters, this individual will be reborn spontaneously. They will be extinguished there, and are not liable to return from that world.’ ","html":"{}"},"dn28:14.8":{"pli":"Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ","eng":"The Buddha knows by rationally applying the mind to another individual: ","html":"{}"},"dn28:14.9":{"pli":"‘ayaṃ puggalo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti. ","eng":"‘This individual will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ","html":"{}"},"dn28:14.10":{"pli":"Etadānuttariyaṃ, bhante, parapuggalavimuttiñāṇe. ","eng":"This is unsurpassable when it comes to the knowledge and freedom of other individuals. ","html":"{}</p>"},"dn28:15.0":{"pli":"1.12. Sassatavādadesanā ","eng":"1.12. Eternalism ","html":"<h3>{}</h3>"},"dn28:15.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti sassatavādesu. ","eng":"And moreover, sir, how the Buddha teaches eternalist doctrines is unsurpassable. ","html":"<p>{}"},"dn28:15.2":{"pli":"Tayome, bhante, sassatavādā. ","eng":"There are these three eternalist doctrines. ","html":"{}</p>","comm":"Compare the four kinds of eternalism at <a href='index.html?q=dn1#3.1.1'>DN 1:3.1.1</a>. The theories based on rationality are omitted. "},"dn28:15.3":{"pli":"Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"Firstly, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that they recollect many hundreds of thousands of past lives, ","html":"<p>{}"},"dn28:15.4":{"pli":"Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekānipi jātisatāni anekānipi jātisahassāni anekānipi jātisatasahassāni, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"with features and details. ","html":"{}"},"dn28:15.5":{"pli":"So evamāha: ","eng":"They say, ","html":"{}"},"dn28:15.6":{"pli":"‘atītampāhaṃ addhānaṃ jānāmi—saṃvaṭṭi vā loko vivaṭṭi vāti. ","eng":"‘I know that in the past the cosmos expanded or contracted. ","html":"{}"},"dn28:15.7":{"pli":"Anāgataṃpāhaṃ addhānaṃ jānāmi—saṃvaṭṭissati vā loko vivaṭṭissati vāti. ","eng":"I don’t know whether in the future the cosmos will expand or contract. ","html":"{}","comm":"According to the PTS edition, the Sinhala-script manuscripts read <i lang='pi' translate='no'>na jānāmi</i> (“don”t know”) against the Mahāsaṅgīti <i lang='pi' translate='no'>jānāmi</i>. | The means of knowledge given here is solely based on the recollection of past lives, which agrees with the Brahmajālasutta that these are views based on the past. It seems the sectarian here is admitting the limits of their experiential knowledge, but nonetheless inferring eternalism in both past and future. "},"dn28:15.8":{"pli":"Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. Te ca sattā sandhāvanti saṃsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ","eng":"The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ","html":"{}"},"dn28:15.9":{"pli":"Ayaṃ paṭhamo sassatavādo. ","eng":"This is the first eternalist doctrine. ","html":"{}</p>"},"dn28:15.10":{"pli":"Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"Furthermore, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that they recollect their past lives for as many as ten eons of the expansion and contraction of the cosmos, ","html":"<p>{}","comm":"Some manuscripts read “twenty” here. "},"dn28:15.11":{"pli":"Seyyathidaṃ—ekampi saṃvaṭṭavivaṭṭaṃ dvepi saṃvaṭṭavivaṭṭāni tīṇipi saṃvaṭṭavivaṭṭāni cattāripi saṃvaṭṭavivaṭṭāni pañcapi saṃvaṭṭavivaṭṭāni dasapi saṃvaṭṭavivaṭṭāni, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"with features and details. ","html":"{}"},"dn28:15.12":{"pli":"So evamāha: ","eng":"They say, ","html":"{}"},"dn28:15.13":{"pli":"‘atītampāhaṃ addhānaṃ jānāmi saṃvaṭṭi vā loko vivaṭṭi vāti. ","eng":"‘I know that in the past the cosmos expanded or contracted. ","html":"{}"},"dn28:15.14":{"pli":"Anāgataṃpāhaṃ addhānaṃ jānāmi saṃvaṭṭissati vā loko vivaṭṭissati vāti. ","eng":"I don’t know whether in the future the cosmos will expand or contract. ","html":"{}"},"dn28:15.15":{"pli":"Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. ","eng":"The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ","html":"{}"},"dn28:15.16":{"pli":"Te ca sattā sandhāvanti saṃsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ","eng":"They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ","html":"{}"},"dn28:15.17":{"pli":"Ayaṃ dutiyo sassatavādo. ","eng":"This is the second eternalist doctrine. ","html":"{}</p>"},"dn28:15.18":{"pli":"Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"Furthermore, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that they recollect their past lives for as many as forty eons of the expansion and contraction of the cosmos, ","html":"<p>{}"},"dn28:15.19":{"pli":"Seyyathidaṃ—dasapi saṃvaṭṭavivaṭṭāni vīsampi saṃvaṭṭavivaṭṭāni tiṃsampi saṃvaṭṭavivaṭṭāni cattālīsampi saṃvaṭṭavivaṭṭāni, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"with features and details. ","html":"{}"},"dn28:15.20":{"pli":"So evamāha: ","eng":"They say, ","html":"{}"},"dn28:15.21":{"pli":"‘atītampāhaṃ addhānaṃ jānāmi saṃvaṭṭipi loko vivaṭṭipīti; ","eng":"‘I know that in the past the cosmos expanded or contracted. ","html":"{}"},"dn28:15.22":{"pli":"anāgataṃpāhaṃ addhānaṃ jānāmi saṃvaṭṭissatipi loko vivaṭṭissatipīti. ","eng":"I don’t know whether in the future the cosmos will expand or contract. ","html":"{}"},"dn28:15.23":{"pli":"Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. ","eng":"The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ","html":"{}"},"dn28:15.24":{"pli":"Te ca sattā sandhāvanti saṃsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ","eng":"They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ","html":"{}"},"dn28:15.25":{"pli":"Ayaṃ tatiyo sassatavādo, ","eng":"This is the third eternalist doctrine. ","html":"{}</p>"},"dn28:15.26":{"pli":"etadānuttariyaṃ, bhante, sassatavādesu. ","eng":"This is unsurpassable when it comes to eternalist doctrines. ","html":"<p>{}</p>"},"dn28:16.0":{"pli":"1.13. Pubbenivāsānussatiñāṇadesanā ","eng":"1.13. Recollecting Past Lives ","html":"<h3>{}</h3>"},"dn28:16.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti pubbenivāsānussatiñāṇe. ","eng":"And moreover, sir, how the Buddha teaches the knowledge of recollecting past lives is unsurpassable. ","html":"<p>{}"},"dn28:16.2":{"pli":"Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that they recollect their many kinds of past lives. ","html":"{}"},"dn28:16.3":{"pli":"Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ","eng":"That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ","html":"{}"},"dn28:16.4":{"pli":"‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"{}"},"dn28:16.5":{"pli":"Santi, bhante, devā, yesaṃ na sakkā gaṇanāya vā saṅkhānena vā āyu saṅkhātuṃ. ","eng":"Sir, there are gods whose lifespan cannot be reckoned or calculated. ","html":"{}"},"dn28:16.6":{"pli":"Api ca yasmiṃ yasmiṃ attabhāve abhinivuṭṭhapubbo hoti yadi vā rūpīsu yadi vā arūpīsu yadi vā saññīsu yadi vā asaññīsu yadi vā nevasaññīnāsaññīsu. ","eng":"Still, no matter what incarnation they have previously been reborn in—whether formed or formless or percipient or non-percipient or neither percipient nor non-percipient—","html":"{}"},"dn28:16.7":{"pli":"Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"they recollect their many kinds of past lives, with features and details. ","html":"{}"},"dn28:16.8":{"pli":"Etadānuttariyaṃ, bhante, pubbenivāsānussatiñāṇe. ","eng":"This is unsurpassable when it comes to the knowledge of recollecting past lives. ","html":"{}</p>"},"dn28:17.0":{"pli":"1.14. Cutūpapātañāṇadesanā ","eng":"1.14. Death and Rebirth ","html":"<h3>{}</h3>"},"dn28:17.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti sattānaṃ cutūpapātañāṇe. ","eng":"And moreover, sir, how the Buddha teaches the knowledge of the death and rebirth of sentient beings is unsurpassable. ","html":"<p>{}"},"dn28:17.2":{"pli":"Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne ","eng":"It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn— ","html":"{}"},"dn28:17.3":{"pli":"hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ","eng":"inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"{}"},"dn28:17.4":{"pli":"Etadānuttariyaṃ, bhante, sattānaṃ cutūpapātañāṇe. ","eng":"This is unsurpassable when it comes to the knowledge of death and rebirth. ","html":"{}</p>"},"dn28:18.0":{"pli":"1.15. Iddhividhadesanā ","eng":"1.15. Psychic Powers ","html":"<h3>{}</h3>"},"dn28:18.1":{"pli":"Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti iddhividhāsu. ","eng":"And moreover, sir, how the Buddha teaches psychic power is unsurpassable. ","html":"<p>{}"},"dn28:18.2":{"pli":"Dvemā, bhante, iddhividhāyo—","eng":"There are these two kinds of psychic power. ","html":"{}"},"dn28:18.3":{"pli":"atthi, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati. ","eng":"There are psychic powers that are accompanied by defilements and attachments, and are said to be ignoble. ","html":"{}","comm":"“Accompanied by defilements and attachments” (<i lang='pi' translate='no'>sāsavā saupadhikā</i>) is unique, but compare <i lang='pi' translate='no'>sāsavā puññabhāgiyā upadhivepakkā</i> at <a href='index.html?q=mn117#6.3'>MN 117:6.3</a> and <i lang='pi' translate='no'>sāsavaṁ upādāniyaṁ</i> at <a href='index.html?q=sn22.48#2.2'>SN 22.48:2.2</a>. "},"dn28:18.4":{"pli":"Atthi, bhante, iddhi anāsavā anupadhikā ‘ariyā’ti vuccati. ","eng":"And there are psychic powers that are free of defilements and attachments, and are said to be noble. ","html":"{}"},"dn28:18.5":{"pli":"Katamā ca, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati? ","eng":"What are the psychic powers that are accompanied by defilements and attachments, and are said to be ignoble? ","html":"{}"},"dn28:18.6":{"pli":"idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ iddhividhaṃ paccanubhoti—","eng":"It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that they wield the many kinds of psychic power: ","html":"{}"},"dn28:18.7":{"pli":"ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ","eng":"multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the realm of divinity. ","html":"{}"},"dn28:18.8":{"pli":"Ayaṃ, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati. ","eng":"These are the psychic powers that are accompanied by defilements and attachments, and are said to be ignoble. ","html":"{}</p>"},"dn28:18.9":{"pli":"Katamā pana, bhante, iddhi anāsavā anupadhikā, ‘ariyā’ti vuccati? ","eng":"But what are the psychic powers that are free of defilements and attachments, and are said to be noble? ","html":"<p>{}"},"dn28:18.10":{"pli":"Idha, bhante, bhikkhu sace ākaṅkhati: ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ","eng":"It’s when, if a mendicant wishes: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. ","html":"{}","comm":"Also at <a href='index.html?q=mn152#11-15.3'>MN 152:11–15.3</a>, <a href='index.html?q=an5.144#2.2'>AN 5.144:2.2</a>, <a href='index.html?q=sn52.1#4.2'>SN 52.1:4.2</a>, <a href='index.html?q=sn46.54#12.5'>SN 46.54:12.5</a>, <a href='index.html?q=sn54.8#7.1'>SN 54.8:7.1</a>. "},"dn28:18.11":{"pli":"Sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ","eng":"If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. ","html":"{}"},"dn28:18.12":{"pli":"Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ","eng":"If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. ","html":"{}"},"dn28:18.13":{"pli":"Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ","eng":"If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. ","html":"{}"},"dn28:18.14":{"pli":"Sace ākaṅkhati: ‘paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ","eng":"If they wish: ‘May I meditate staying equanimous, mindful and aware, shunning both the repulsive and the unrepulsive,’ that’s what they do. ","html":"{}"},"dn28:18.15":{"pli":"Ayaṃ, bhante, iddhi anāsavā anupadhikā ‘ariyā’ti vuccati. ","eng":"These are the psychic powers that are free of defilements and attachments, and are said to be noble. ","html":"{}"},"dn28:18.16":{"pli":"Etadānuttariyaṃ, bhante, iddhividhāsu. ","eng":"This is unsurpassable when it comes to psychic powers. ","html":"{}"},"dn28:18.17":{"pli":"Taṃ bhagavā asesamabhijānāti, taṃ bhagavato asesamabhijānato uttari abhiññeyyaṃ natthi, yadabhijānaṃ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa yadidaṃ iddhividhāsu. ","eng":"The Buddha understands this without exception. There is nothing to be understood beyond this whereby another ascetic or brahmin might be superior in direct knowledge to the Buddha when it comes to psychic powers. ","html":"{}</p>"},"dn28:19.0":{"pli":"1.16. Aññathāsatthuguṇadassana ","eng":"1.16. The Four Absorptions ","html":"<h3>{}</h3>"},"dn28:19.1":{"pli":"Yaṃ taṃ, bhante, saddhena kulaputtena pattabbaṃ āraddhavīriyena thāmavatā purisathāmena purisavīriyena purisaparakkamena purisadhorayhena, anuppattaṃ taṃ bhagavatā. ","eng":"The Buddha has achieved what should be achieved by a faithful gentleman by being energetic and strong, by human strength, energy, vigor, and exertion. ","html":"<p>{}"},"dn28:19.2":{"pli":"Na ca, bhante, bhagavā kāmesu kāmasukhallikānuyogamanuyutto hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na ca attakilamathānuyogamanuyutto dukkhaṃ anariyaṃ anatthasaṃhitaṃ. ","eng":"The Buddha doesn’t indulge in sensual pleasures, which are low, crude, ordinary, ignoble, and pointless. And he doesn’t indulge in self-mortification, which is painful, ignoble, and pointless. ","html":"{}","comm":"From the first sermon at <a href='index.html?q=sn56.11#2.3'>SN 56.11:2.3</a>. "},"dn28:19.3":{"pli":"Catunnañca bhagavā jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī. ","eng":"He gets the four absorptions—blissful meditations in this life that belong to the higher mind—when he wants, without trouble or difficulty. ","html":"{}</p>","comm":"Here the jhānas stand in the place of the path as a whole. In <a href='index.html?q=dn29#24.5'>DN 29:24.5</a> the Buddha uses a similar framing. "},"dn28:19.4.0":{"pli":"1.17. Anuyogadānappakāra ","eng":"1.17. On Being Questioned ","html":"<h3>{}</h3>"},"dn28:19.5":{"pli":"Sace maṃ, bhante, evaṃ puccheyya: ","eng":"Sir, if they were to ask me, ","html":"<p>{}"},"dn28:19.6":{"pli":"‘kiṃ nu kho, āvuso sāriputta, ahesuṃ atītamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā bhiyyobhiññatarā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ","eng":"‘Reverend Sāriputta, is there any other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening?’ I would tell them ‘No.’ ","html":"{}"},"dn28:19.7":{"pli":"‘Kiṃ panāvuso sāriputta, bhavissanti anāgatamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā bhiyyobhiññatarā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ","html":"{}"},"dn28:19.8":{"pli":"‘Kiṃ panāvuso sāriputta, atthetarahi añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ","html":"{}</p>"},"dn28:19.9":{"pli":"Sace pana maṃ, bhante, evaṃ puccheyya: ","eng":"But if they were to ask me, ","html":"<p>{}"},"dn28:19.10":{"pli":"‘kiṃ nu kho, āvuso sāriputta, ahesuṃ atītamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘evan’ti vadeyyaṃ. ","eng":"‘Reverend Sāriputta, is there any other ascetic or brahmin—whether past or future—whose direct knowledge is equal to the Buddha when it comes to awakening?’ I would tell them ‘Yes.’ ","html":"{}"},"dn28:19.11":{"pli":"‘Kiṃ panāvuso sāriputta, bhavissanti anāgatamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘evan’ti vadeyyaṃ. ","html":"{}"},"dn28:19.12":{"pli":"‘Kiṃ panāvuso sāriputta, atthetarahi aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ","eng":"But if they were to ask: ‘Reverend Sāriputta, is there any other ascetic or brahmin at present whose direct knowledge is equal to the Buddha when it comes to awakening?’ I would tell them ‘No.’ ","html":"{}</p>"},"dn28:19.13":{"pli":"Sace pana maṃ, bhante, evaṃ puccheyya: ","eng":"But if they were to ask me, ","html":"<p>{}"},"dn28:19.14":{"pli":"‘kiṃ panāyasmā sāriputto ekaccaṃ abbhanujānāti, ekaccaṃ na abbhanujānātī’ti, evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"‘But why does Venerable Sāriputta grant this in respect of some but not others?’ I would answer them like this, ","html":"{}","comm":"Here <i lang='pi' translate='no'>abhi-</i> in <i lang='pi' translate='no'>abbhanujānāti</i> conveys the sense “grant in respect of one”. "},"dn28:19.15":{"pli":"‘sammukhā metaṃ, āvuso, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"‘Reverends, I have heard and learned this in the presence of the Buddha: ","html":"{}"},"dn28:19.16":{"pli":"“ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā mayā samasamā sambodhiyan”ti. ","eng":"“The perfected ones, fully awakened Buddhas of the past were equal in awakening to myself.” ","html":"{}","comm":"Here Sāriputta is quoting the Buddha, yet this phrase is not found in the Pali Canon. "},"dn28:19.17":{"pli":"Sammukhā metaṃ, āvuso, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"And I have heard and learned this in the presence of the Buddha: ","html":"{}"},"dn28:19.18":{"pli":"“bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā mayā samasamā sambodhiyan”ti. ","eng":"“The perfected ones, fully awakened Buddhas of the future will be equal in awakening to myself.” ","html":"{}"},"dn28:19.19":{"pli":"Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ: ","eng":"And I have also heard and learned this in the presence of the Buddha: ","html":"{}"},"dn28:19.20":{"pli":"“aṭṭhānametaṃ anavakāso yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī”’ti. ","eng":"“It’s impossible for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time.”’ ","html":"{}</p>","comm":"At <a href='index.html?q=mn115#14.1'>MN 115:14.1</a>. "},"dn28:19.21":{"pli":"Kaccāhaṃ, bhante, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti? ","eng":"Answering this way, I trust that I repeated what the Buddha has said, and didn’t misrepresent him with an untruth. I trust my explanation was in line with the teaching, and that there are no legitimate grounds for rebuttal or criticism.” ","html":"<p>{}</p>"},"dn28:19.22":{"pli":"“Taggha tvaṃ, sāriputta, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti. ","eng":"“Indeed, Sāriputta, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuttal or criticism.” ","html":"<p>{}</p>"},"dn28:20.0":{"pli":"2. Acchariyaabbhuta ","eng":"2. Incredible and Amazing ","html":"<h2>{}</h2>"},"dn28:20.1":{"pli":"Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca: ","eng":"When he had spoken, Venerable Udāyī said to the Buddha, ","html":"<p>{}","comm":"There are several individuals called Udāyī. "},"dn28:20.2":{"pli":"“acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa appicchatā santuṭṭhitā sallekhatā. ","eng":"“It’s incredible, sir, it’s amazing! The Realized One has so few wishes, such contentment, such self-effacement! ","html":"{}"},"dn28:20.3":{"pli":"Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo, atha ca pana nevattānaṃ pātukarissati. ","eng":"For even though the Realized One has such power and might, he will not make a display of himself. ","html":"{}"},"dn28:20.4":{"pli":"Ekamekañcepi ito, bhante, dhammaṃ aññatitthiyā paribbājakā attani samanupasseyyuṃ, te tāvatakeneva paṭākaṃ parihareyyuṃ. ","eng":"If the wanderers following other religions were to see even a single one of these qualities in themselves they’d carry around a banner to that effect. ","html":"{}"},"dn28:20.5":{"pli":"Acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa appicchatā santuṭṭhitā sallekhatā. ","eng":"It’s incredible, sir, it’s amazing! The Realized One has so few wishes, such contentment, such self-effacement! ","html":"{}"},"dn28:20.6":{"pli":"Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo. Atha ca pana nevattānaṃ pātukarissatī”ti. ","eng":"For even though the Realized One has such power and might, he will not make a display of himself.” ","html":"{}</p>"},"dn28:20.7":{"pli":"“Passa kho tvaṃ, udāyi, ‘tathāgatassa appicchatā santuṭṭhitā sallekhatā. ","eng":"“See, Udāyī, how the Realized One has so few wishes, such contentment, such self-effacement. ","html":"<p>{}"},"dn28:20.8":{"pli":"Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo, atha ca pana nevattānaṃ pātukarissati’. ","eng":"For even though the Realized One has such power and might, he will not make a display of himself. ","html":"{}"},"dn28:20.9":{"pli":"Ekamekañcepi ito, udāyi, dhammaṃ aññatitthiyā paribbājakā attani samanupasseyyuṃ, te tāvatakeneva paṭākaṃ parihareyyuṃ. ","eng":"If the wanderers following other religions were to see even a single one of these qualities in themselves they’d carry around a banner to that effect. ","html":"{}"},"dn28:20.10":{"pli":"Passa kho tvaṃ, udāyi, ‘tathāgatassa appicchatā santuṭṭhitā sallekhatā. ","eng":"See, Udāyī, how the Realized One has so few wishes, such contentment, such self-effacement. ","html":"{}"},"dn28:20.11":{"pli":"Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo, atha ca pana nevattānaṃ pātukarissatī’”ti. ","eng":"For even though the Realized One has such power and might, he will not make a display of himself.” ","html":"{}</p>"},"dn28:21.1":{"pli":"Atha kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Sāriputta, ","html":"<p>{}"},"dn28:21.2":{"pli":"“Tasmātiha tvaṃ, sāriputta, imaṃ dhammapariyāyaṃ abhikkhaṇaṃ bhāseyyāsi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ","eng":"“So Sāriputta, you should frequently speak this exposition of the teaching to the monks, nuns, laymen, and laywomen. ","html":"{}"},"dn28:21.3":{"pli":"Yesampi hi, sāriputta, moghapurisānaṃ bhavissati tathāgate kaṅkhā vā vimati vā, tesamimaṃ dhammapariyāyaṃ sutvā tathāgate kaṅkhā vā vimati vā, sā pahīyissatī”ti. ","eng":"Though there will be some futile people who have doubt or uncertainty regarding the Realized One, when they hear this exposition of the teaching they’ll give up that doubt or uncertainty.” ","html":"{}</p>"},"dn28:21.4":{"pli":"Iti hidaṃ āyasmā sāriputto bhagavato sammukhā sampasādaṃ pavedesi. ","eng":"That’s how Venerable Sāriputta declared his confidence in the Buddha’s presence. ","html":"<p>{}"},"dn28:21.5":{"pli":"Tasmā imassa veyyākaraṇassa sampasādanīyantveva adhivacananti. ","eng":"And that’s why the name of this discussion is “Inspiring Confidence”. ","html":"{}</p>"},"dn28:21.6":{"pli":"Sampasādanīyasuttaṃ niṭṭhitaṃ pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}