{"dn14":{"dn14:0.1":{"pli":"Dīgha Nikāya 14 ","eng":"Long Discourses 14 ","html":"<article id='dn14'><header><ul><li class='division'>{}</li></ul>"},"dn14:0.2":{"pli":"Mahāpadānasutta ","eng":"The Great Discourse on Traces Left Behind ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn14:1.0":{"pli":"1. Pubbenivāsapaṭisaṃyuttakathā ","eng":"1. On Past Lives ","html":"<h2>{}</h2>"},"dn14:1.1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"In the suttas, <i lang='pi' translate='no'>apadāna</i> means “evidence”, “traces left behind” (<a href='index.html?q=dn27#16.4'>DN 27:16.4</a>, <a href='index.html?q=dn24#2.7.3'>DN 24:2.7.3</a>, <a href='index.html?q=mn15#3.32'>MN 15:3.32</a>, <a href='index.html?q=an3.2#1.1'>AN 3.2:1.1</a>). The sense here seems to have been “(story about) the traces that deeds leave behind”. The sense “legend of past lives” probably grew out of this sutta, and later became the title of the collections of legends of past lives of the monks (Thera-apadāna) and nuns (Therī-apadāna). "},"dn14:1.1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme karerikuṭikāyaṃ. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery, in the hut by the kareri tree. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Kareri</i> is evidently <i lang='la'>Miliusa tomentosa</i>, known as <i lang='hi'>hoom</i> or <i lang='hi'>kari</i> in Hindi. It is related to the custard apple, not the curry tree (<i lang='la'>Murraya koenigii</i>). "},"dn14:1.1.3":{"pli":"Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ pubbenivāsapaṭisaṃyuttā dhammī kathā udapādi: ","eng":"Then after the meal, on return from almsround, several mendicants sat together in the pavilion by the kareri tree and this Dhamma talk on the subject of past lives came up among them, ","html":"<p>{}"},"dn14:1.1.4":{"pli":"“itipi pubbenivāso, itipi pubbenivāso”ti. ","eng":"“So it was in a past life; such it was in a past life.” ","html":"{}</p>","comm":"“Past life” is <i lang='pi' translate='no'>pubbenivāsa</i>, literally “former abode”. "},"dn14:1.2.1":{"pli":"Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya tesaṃ bhikkhūnaṃ imaṃ kathāsallāpaṃ. ","eng":"With clairaudience that is purified and superhuman, the Buddha heard that discussion among the mendicants. ","html":"<p>{}"},"dn14:1.2.2":{"pli":"Atha kho bhagavā uṭṭhāyāsanā yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā bhikkhū āmantesi: ","eng":"So he got up from his seat and went to the pavilion, where he sat on the seat spread out and addressed the mendicants, ","html":"{}"},"dn14:1.2.3":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"dn14:1.2.4":{"pli":"Evaṃ vutte, te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"The mendicants told him what had happened, adding, ","html":"<p>{}"},"dn14:1.2.5":{"pli":"“idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ pubbenivāsapaṭisaṃyuttā dhammī kathā udapādi: ","html":"{}"},"dn14:1.2.6":{"pli":"‘itipi pubbenivāso itipi pubbenivāso’ti. ","html":"{}"},"dn14:1.2.7":{"pli":"Ayaṃ kho no, bhante, antarākathā vippakatā. Atha bhagavā anuppatto”ti. ","eng":"“This is the conversation that was unfinished when the Buddha arrived.” ","html":"{}</p>"},"dn14:1.3.1":{"pli":"“Iccheyyātha no tumhe, bhikkhave, pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ sotun”ti? ","eng":"“Would you like to hear a Dhamma talk on the subject of past lives?” ","html":"<p>{}</p>"},"dn14:1.3.2":{"pli":"“Etassa, bhagavā, kālo; etassa, sugata, kālo; ","eng":"“Now is the time, Blessed One! Now is the time, Holy One! ","html":"<p>{}"},"dn14:1.3.3":{"pli":"yaṃ bhagavā pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"Let the Buddha give a Dhamma talk on the subject of past lives. The mendicants will listen and remember it.” ","html":"{}</p>"},"dn14:1.3.4":{"pli":"“Tena hi, bhikkhave, suṇātha sādhukaṃ manasi karotha bhāsissāmī”ti. ","eng":"“Well then, mendicants, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"dn14:1.3.5":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"dn14:1.3.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"dn14:1.4.1":{"pli":"“Ito so, bhikkhave, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"“Ninety-one eons ago, the Buddha Vipassī arose in the world, perfected and fully awakened. ","html":"<p>{}","comm":"At <a href='index.html?q=mn71#14.2'>MN 71:14.2</a> and <a href='index.html?q=sn42.9#4.5'>SN 42.9:4.5</a> the Buddha says he recollects ninety-one eons, which must refer back to the life of Vipassī. We shall see the origin of his name below. "},"dn14:1.4.2":{"pli":"Ito so, bhikkhave, ekatiṃse kappe yaṃ sikhī bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"Thirty-one eons ago, the Buddha Sikhī arose in the world, perfected and fully awakened. ","html":"{}","comm":"<i lang='pi' translate='no'>Sikhī</i> means “crested one” and refers to a halo or crown. A story of him and his disciples is told at <a href='index.html?q=sn6.14'>SN 6.14</a>. "},"dn14:1.4.3":{"pli":"Tasmiññeva kho, bhikkhave, ekatiṃse kappe vessabhū bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"In the same thirty-first eon, the Buddha Vessabhū arose in the world, perfected and fully awakened. ","html":"{}","comm":"<i lang='pi' translate='no'>Vessabhū</i> is Sanskrit Viśvabhṛt. It means “all-bearing”, probably originating as a word for the earth. A legendary king of the same name once ruled over the city of Avantī (<a href='index.html?q=dn19#36.14'>DN 19:36.14</a>). "},"dn14:1.4.4":{"pli":"Imasmiññeva kho, bhikkhave, bhaddakappe kakusandho bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"In the present fortunate eon, the Buddhas Kakusandha, ","html":"{}","comm":"Due to the appearance of four Buddhas in this cycle it is known as “fortunate” (<i lang='pi' translate='no'>bhadda</i>). | Stories from Kakusandha’s day appear at <a href='index.html?q=mn50'>MN 50</a> and <a href='index.html?q=sn15.20#2.8'>SN 15.20:2.8</a>. There is no obvious etymology for his name, but perhaps it stems from <i lang='pi' translate='no'>kaku</i> (“peak”) and thus “the union of the peaks”, a valley at the junction of mountains. "},"dn14:1.4.5":{"pli":"Imasmiññeva kho, bhikkhave, bhaddakappe koṇāgamano bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"Koṇāgamana, ","html":"{}","comm":"The meaning of Koṇāgamana is unclear. In Sanskrit it is often spelled Kanakamuni, “the golden sage”, while in the (dubious) Nigali Sagar Edict of Ashoka it is Konākamana. At <a href='index.html?q=thig16.1#71.1'>Thig 16.1:71.1</a> we hear the past life of three nuns in the time of Koṇāgamana. "},"dn14:1.4.6":{"pli":"Imasmiññeva kho, bhikkhave, bhaddakappe kassapo bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"and Kassapa arose in the world, perfected and fully awakened. ","html":"{}","comm":"Kassapa (Sanskrit Kaśyapa) means “tortoise”. It is a common Brahmanical clan name, stemming from an ancient figure reckoned as the eldest of the “seven sages”, to whom some Vedic verses are attributed. Details of the Buddha Kassapa’s time are found at <a href='index.html?q=mn81'>MN 81</a>, <a href='index.html?q=sn15.20#4.1'>SN 15.20:4.1</a>, and <a href='index.html?q=sn48.57#3.1'>SN 48.57:3.1</a>. "},"dn14:1.4.7":{"pli":"Imasmiññeva kho, bhikkhave, bhaddakappe ahaṃ etarahi arahaṃ sammāsambuddho loke uppanno. ","eng":"And in the present fortunate eon, I have arisen in the world, perfected and fully awakened. ","html":"{}</p>","comm":"These numbers make up a quasi-logarithmic scale: the time gaps multiply by three, while the number of Buddhas divides by two. In eon one there are four Buddhas. Thirty eons ago the number is halved, so they had two Buddhas. Twice-thirty eons before that, the number is halved again, to one Buddha, thus ending the scale. "},"dn14:1.5.1":{"pli":"Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ","eng":"The Buddhas Vipassī, ","html":"<p>{}"},"dn14:1.5.2":{"pli":"Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ","eng":"Sikhī, ","html":"{}"},"dn14:1.5.3":{"pli":"Vessabhū, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ","eng":"and Vessabhū were born as aristocrats into aristocrat families. ","html":"{}"},"dn14:1.5.4":{"pli":"Kakusandho, bhikkhave, bhagavā arahaṃ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ","eng":"The Buddhas Kakusandha, ","html":"{}"},"dn14:1.5.5":{"pli":"Koṇāgamano, bhikkhave, bhagavā arahaṃ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ","eng":"Koṇāgamana, ","html":"{}"},"dn14:1.5.6":{"pli":"Kassapo, bhikkhave, bhagavā arahaṃ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ","eng":"and Kassapa were born as brahmins into brahmin families. ","html":"{}"},"dn14:1.5.7":{"pli":"Ahaṃ, bhikkhave, etarahi arahaṃ sammāsambuddho khattiyo jātiyā ahosiṃ, khattiyakule uppanno. ","eng":"I was born as an aristocrat into an aristocrat family. ","html":"{}</p>","comm":"In ancient India, the “aristocrats” (<i lang='pi' translate='no'>khattiya</i>) and the brahmins vied for the prestige of being the highest class. The traditional business of the aristocrats was land, politics, agriculture, and war, while the brahmins were a hereditary priestly caste who served as advisers and ritualists. It is said that the Buddha-to-be was born in whatever caste was most prestigious at the time so that his word would have the most impact. | In this sutta, the Buddha simply refers to himself as “I” with no personal name. When the seven Buddhas are listed at <a href='index.html?q=dn32#3.14'>DN 32:3.14</a>, however, he is called Aṅgīrasa. "},"dn14:1.6.1":{"pli":"Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ","eng":"Koṇḍañña was the clan of Vipassī, ","html":"<p>{}","comm":"The Koṇḍaññas (Sanskrit Kauṇḍinya) originated as the leading clan of the city of Kuṇḍina the capital of Vidarbha, which is probably modern Kaundinyapura on the Wardha River. "},"dn14:1.6.2":{"pli":"Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ","eng":"Sikhī, ","html":"{}"},"dn14:1.6.3":{"pli":"Vessabhū, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ","eng":"and Vessabhū. ","html":"{}"},"dn14:1.6.4":{"pli":"Kakusandho, bhikkhave, bhagavā arahaṃ sammāsambuddho kassapo gottena ahosi. ","eng":"Kassapa was the clan of Kakusandha, ","html":"{}"},"dn14:1.6.5":{"pli":"Koṇāgamano, bhikkhave, bhagavā arahaṃ sammāsambuddho kassapo gottena ahosi. ","eng":"Koṇāgamana, ","html":"{}"},"dn14:1.6.6":{"pli":"Kassapo, bhikkhave, bhagavā arahaṃ sammāsambuddho kassapo gottena ahosi. ","eng":"and Kassapa. ","html":"{}"},"dn14:1.6.7":{"pli":"Ahaṃ, bhikkhave, etarahi arahaṃ sammāsambuddho gotamo gottena ahosiṃ. ","eng":"Gotama is my clan. ","html":"{}</p>","comm":"Gotama is an ancient Brahmanical clan name, which like Kassapa stems from the Vedas and the seven sages. Why does the Buddha, an aristocrat, have a Brahmanical clan? During initiation by a Brahmanical family priest (<i lang='pi' translate='no'>purohita</i>), an aristocrat was ritually determined to be a brahmin for a short time, during which he would assume the lineage name of the priest. After being restored as an aristocrat, he and his family would still be referred to by that name. Thus the Sakyans’ <i lang='pi' translate='no'>purohita</i> must have been of the Gotama lineage. Other examples of this practice include the Mallas who are called Vāseṭṭha (<a href='index.html?q=dn16#5.19.2'>DN 16:5.19.2</a>) and Saccaka who is called Aggivessana (<a href='index.html?q=mn35#4.2'>MN 35:4.2</a>). The Jain Ācārāṅgasūtra 2.15.15 records a similar situation, for while Mahāvīra was, like the Buddha, a <i lang='pi' translate='no'>khattiya</i>, he was of the Kāśyapa <i lang='pi' translate='no'>gotta</i>, and various relatives were assigned to Vāsiṣṭha,  Kauṇḍinya, and  Kauśika. "},"dn14:1.7.1":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ","eng":"For Vipassī, the lifespan was 80,000 years. ","html":"<p>{}"},"dn14:1.7.2":{"pli":"Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa sattativassasahassāni āyuppamāṇaṃ ahosi. ","eng":"For Sikhī, the lifespan was 70,000 years. ","html":"{}"},"dn14:1.7.3":{"pli":"Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa saṭṭhivassasahassāni āyuppamāṇaṃ ahosi. ","eng":"For Vessabhū, the lifespan was 60,000 years. ","html":"{}"},"dn14:1.7.4":{"pli":"Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa cattālīsavassasahassāni āyuppamāṇaṃ ahosi. ","eng":"For Kakusandha, the lifespan was 40,000 years. ","html":"{}"},"dn14:1.7.5":{"pli":"Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa tiṃsavassasahassāni āyuppamāṇaṃ ahosi. ","eng":"For Koṇāgamana, the lifespan was 30,000 years. ","html":"{}"},"dn14:1.7.6":{"pli":"Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa vīsativassasahassāni āyuppamāṇaṃ ahosi. ","eng":"For Kassapa, the lifespan was 20,000 years. ","html":"{}"},"dn14:1.7.7":{"pli":"Mayhaṃ, bhikkhave, etarahi appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ; yo ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo. ","eng":"For me at this time the life-span is short, brief, and fleeting. A long life is a hundred years or a little more. ","html":"{}</p>"},"dn14:1.8.1":{"pli":"Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ","eng":"Vipassī was awakened at the root of a patala tree. ","html":"<p>{}","comm":"<em>Stereospermum chelonoides</em>. Dictionaries of Pali and Sanskrit call this the “trumpet-flower tree”, but that is more commonly used for <em>Oroxylum indicum</em>. "},"dn14:1.8.2":{"pli":"Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho puṇḍarīkassa mūle abhisambuddho. ","eng":"Sikhī was awakened at the root of a white-mango tree. ","html":"{}","comm":"<i lang='pi' translate='no'>Puṇḍarīka</i> is the white lotus, but here it is the name of a tree. The commentary says this is <i lang='pi' translate='no'>setamba</i> (“white-mango”). It is not, however, the mango variety known by that name today (<em>Mangifera caesia</em>), which is not found in India. "},"dn14:1.8.3":{"pli":"Vessabhū, bhikkhave, bhagavā arahaṃ sammāsambuddho sālassa mūle abhisambuddho. ","eng":"Vessabhū was awakened at the root of a sal tree. ","html":"{}","comm":"<em>Shorea robusta</em>. "},"dn14:1.8.4":{"pli":"Kakusandho, bhikkhave, bhagavā arahaṃ sammāsambuddho sirīsassa mūle abhisambuddho. ","eng":"Kakusandha was awakened at the root of a lebbeck tree. ","html":"{}","comm":"<em>Albizia lebbeck</em>, sometimes still known by the old name of sirisa. Older sources sometimes call it an acacia. "},"dn14:1.8.5":{"pli":"Koṇāgamano, bhikkhave, bhagavā arahaṃ sammāsambuddho udumbarassa mūle abhisambuddho. ","eng":"Koṇāgamana was awakened at the root of a cluster fig tree. ","html":"{}","comm":"<em>Ficus racemosa</em>. "},"dn14:1.8.6":{"pli":"Kassapo, bhikkhave, bhagavā arahaṃ sammāsambuddho nigrodhassa mūle abhisambuddho. ","eng":"Kassapa was awakened at the root of a banyan tree. ","html":"{}","comm":"<em>Ficus benghalensis</em>. "},"dn14:1.8.7":{"pli":"Ahaṃ, bhikkhave, etarahi arahaṃ sammāsambuddho assatthassa mūle abhisambuddho. ","eng":"I was awakened at the root of a peepal tree. ","html":"{}</p>","comm":"<em>Ficus religiosa</em>, sacred to Buddhists, Jains, and Hindus alike. Ancient sources referred to it both as <i lang='pi' translate='no'>assattha</i> (Sanskrit <i lang='pi' translate='no'>aśvattha</i>) and <i lang='pi' translate='no'>pippala</i>. Buddhists today simply call it the Bodhi (or Bo) tree. "},"dn14:1.9.1":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"Vipassī had a fine pair of chief disciples named Khaṇḍa and Tissa. ","html":"<p>{}"},"dn14:1.9.2":{"pli":"Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa abhibhūsambhavaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"Sikhī had a fine pair of chief disciples named Abhibhū and Sambhava. ","html":"{}","comm":"Abhibhū means “Victor”, while Sambhava means “son of Śambhu the blessed”. <i lang='pi' translate='no'>Śambhu</i> is commonly found in the Rig Veda in the sense, “blessing, benefit”, and became a common name or epithet of gods, etc. "},"dn14:1.9.3":{"pli":"Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa soṇuttaraṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"Vessabhū had a fine pair of chief disciples named Soṇa and Uttara. ","html":"{}"},"dn14:1.9.4":{"pli":"Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa vidhurasañjīvaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"Kakusandha had a fine pair of chief disciples named Vidhura and Sañjīva. ","html":"{}"},"dn14:1.9.5":{"pli":"Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa bhiyyosuttaraṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"Koṇāgamana had a fine pair of chief disciples named Bhiyyosa and Uttara. ","html":"{}"},"dn14:1.9.6":{"pli":"Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa tissabhāradvājaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"Kassapa had a fine pair of chief disciples named Tissa and Bhāradvāja. ","html":"{}"},"dn14:1.9.7":{"pli":"Mayhaṃ, bhikkhave, etarahi sāriputtamoggallānaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"I have a fine pair of chief disciples named Sāriputta and Moggallāna. ","html":"{}</p>"},"dn14:1.10.1":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ","eng":"Vipassī had three gatherings of disciples—one of 6,800,000, one of 100,000, and one of 80,000—all of them mendicants who had ended their defilements. ","html":"<p>{}</p>","comm":"The number of disciples diminishes as we approach historical time. "},"dn14:1.10.2":{"pli":"Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṃ sannipāto ahosi sattatibhikkhusahassāni. Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ","eng":"Sikhī had three gatherings of disciples—one of 100,000, one of 80,000, and one of 70,000—all of them mendicants who had ended their defilements. ","html":"<p>{}</p>"},"dn14:1.10.3":{"pli":"Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṃ sannipāto ahosi sattatibhikkhusahassāni, eko sāvakānaṃ sannipāto ahosi saṭṭhibhikkhusahassāni. Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ","eng":"Vessabhū had three gatherings of disciples—one of 80,000, one of 70,000, and one of 60,000—all of them mendicants who had ended their defilements. ","html":"<p>{}</p>"},"dn14:1.10.4":{"pli":"Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṃ sannipāto ahosi cattālīsabhikkhusahassāni. Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ","eng":"Kakusandha had one gathering of disciples—40,000 mendicants who had ended their defilements. ","html":"<p>{}</p>"},"dn14:1.10.5":{"pli":"Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṃ sannipāto ahosi tiṃsabhikkhusahassāni. Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ","eng":"Koṇāgamana had one gathering of disciples—30,000 mendicants who had ended their defilements. ","html":"<p>{}</p>"},"dn14:1.10.6":{"pli":"Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṃ sannipāto ahosi vīsatibhikkhusahassāni. Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ","eng":"Kassapa had one gathering of disciples—20,000 mendicants who had ended their defilements. ","html":"<p>{}</p>"},"dn14:1.10.7":{"pli":"Mayhaṃ, bhikkhave, etarahi eko sāvakānaṃ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Mayhaṃ, bhikkhave, ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ","eng":"I have had one gathering of disciples—1,250 mendicants who had ended their defilements. ","html":"<p>{}</p>","comm":"An extensive journey of the Buddha with 1,250 mendicants is documented in <a href='index.html?q=pli-tv-kd6'>Kd 6</a>, at one point of which occurs the events of the Selasutta (<a href='index.html?q=snp3.7'>Snp 3.7</a> and <a href='index.html?q=mn91'>MN 91</a>). The Buddha is also accompanied by 1,250 mendicants in the Sāmaññaphalasutta (<a href='index.html?q=dn2'>DN 2</a>) and the Parosahassasutta (<a href='index.html?q=sn8.8'>SN 8.8</a>). "},"dn14:1.11.1":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"Vipassī had as chief attendant a mendicant named Asoka. ","html":"<p>{}"},"dn14:1.11.2":{"pli":"Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa khemaṅkaro nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"Sikhī had as chief attendant a mendicant named Khemaṅkara. ","html":"{}"},"dn14:1.11.3":{"pli":"Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa upasanto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"Vessabhū had as chief attendant a mendicant named Upasanta. ","html":"{}"},"dn14:1.11.4":{"pli":"Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa buddhijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"Kakusandha had as chief attendant a mendicant named Buddhija. ","html":"{}"},"dn14:1.11.5":{"pli":"Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa sotthijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"Koṇāgamana had as chief attendant a mendicant named Sotthija. ","html":"{}"},"dn14:1.11.6":{"pli":"Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa sabbamitto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"Kassapa had as chief attendant a mendicant named Sabbamitta. ","html":"{}"},"dn14:1.11.7":{"pli":"Mayhaṃ, bhikkhave, etarahi ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"I have as chief attendant a mendicant named Ānanda. ","html":"{}</p>"},"dn14:1.12.1":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ","eng":"Vipassī’s father was King Bandhumā, ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Bandhumā</i> literally means “one who has kin”. A King Bandhumant is recorded as a descendant of Ikṣvāku, son of Manu, son of the Sun (Viṣṇu Purāṇa 4.1). Gotama, likewise, was a “kinsman of the sun” (<i lang='pi' translate='no'>ādiccabandhu</i>). "},"dn14:1.12.2":{"pli":"Bandhumatī nāma devī mātā ahosi janetti. ","eng":"his birth mother was Queen Bandhumatī, ","html":"{}"},"dn14:1.12.3":{"pli":"Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ","eng":"and their capital city was named Bandhumatī. ","html":"{}</p>"},"dn14:1.12.4":{"pli":"Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa aruṇo nāma rājā pitā ahosi. ","eng":"Sikhī’s father was King Aruṇa, ","html":"<p>{}","comm":"The son of King Dawn and Queen Radiant in the City of the Dawn, Sikhī is the streaming rays of sunrise. These names recall a solar myth. "},"dn14:1.12.5":{"pli":"Pabhāvatī nāma devī mātā ahosi janetti. ","eng":"his birth mother was Queen Pabhāvatī, ","html":"{}","comm":"In Mārkaṇḍeya Purāṇa ch. 131, a Pabhāvatī, daughter of the king of Vidarbha, is said to have married Marutta, king of Vajjī. "},"dn14:1.12.6":{"pli":"Aruṇassa rañño aruṇavatī nāma nagaraṃ rājadhānī ahosi. ","eng":"and their capital city was named Aruṇavatī. ","html":"{}</p>","comm":"There is an Arunawati River in Maharashtra, not far from the ancient homeland of the Koṇḍaññas in Kuṇḍina. "},"dn14:1.12.7":{"pli":"Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa suppatito nāma rājā pitā ahosi. ","eng":"Vessabhū’s father was King Suppatita, ","html":"<p>{}","comm":"Vessabhū’s parents King Goodfall and Queen Rainy recall a seasonal fertility myth, where they gave life to their son the earth, “the nourisher and bearer of all”. Note, however the variants <i lang='pi' translate='no'>suppatīta</i> (“well pleased”) and <i lang='pi' translate='no'>yasavatī</i> (“celebrated”). "},"dn14:1.12.8":{"pli":"Vassavatī nāma devī mātā ahosi janetti. ","eng":"his birth mother was Queen Vassavatī, ","html":"{}"},"dn14:1.12.9":{"pli":"Suppatitassa rañño anomaṃ nāma nagaraṃ rājadhānī ahosi. ","eng":"and their capital city was named Anoma. ","html":"{}</p>"},"dn14:1.12.10":{"pli":"Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa aggidatto nāma brāhmaṇo pitā ahosi. ","eng":"Kakusandha’s father was the brahmin Aggidatta, ","html":"<p>{}","comm":"The names of the brahmin fathers all refer to ritual offerings. Aggidatta means “offered to the fire”. "},"dn14:1.12.11":{"pli":"Visākhā nāma brāhmaṇī mātā ahosi janetti. ","eng":"and his birth mother was the brahmin lady Visākhā. ","html":"{}","comm":"The names of the brahmin mothers all recall Indian <i lang='pi' translate='no'>nakkhatta</i>. These are “constellations” or more properly “lunar mansions”; segments of the sky through which the Moon passes and which are associated with certain stars or clusters. In the Atharvaveda system, Visākhā is the 16th lunar asterism (Libra). "},"dn14:1.12.12":{"pli":"Tena kho pana, bhikkhave, samayena khemo nāma rājā ahosi. ","eng":"At that time the king was Khema, ","html":"{}"},"dn14:1.12.13":{"pli":"Khemassa rañño khemavatī nāma nagaraṃ rājadhānī ahosi. ","eng":"whose capital city was named Khemavatī. ","html":"{}</p>","comm":"Based on the Ashoka pillar there, this is identified with modern Gotihawa, southeast of Kapilavastu in Nepal. "},"dn14:1.12.14":{"pli":"Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa yaññadatto nāma brāhmaṇo pitā ahosi. ","eng":"Koṇāgamana’s father was the brahmin Yaññadatta, ","html":"<p>{}","comm":"“Offered in sacrifice”. "},"dn14:1.12.15":{"pli":"Uttarā nāma brāhmaṇī mātā ahosi janetti. ","eng":"and his birth mother was the brahmin lady Uttarā. ","html":"{}","comm":"Several constellations are distinguished as “former” (<i lang='pi' translate='no'>pubba</i>) and “later” (<i lang='pi' translate='no'>uttara</i>). Since it lies between Visākhā and Dhanavatī, this may be the 21st constellation, Uttara Āṣāḍhā (Sagittarius/Capricorn). "},"dn14:1.12.16":{"pli":"Tena kho pana, bhikkhave, samayena sobho nāma rājā ahosi. ","eng":"At that time the king was Sobha, ","html":"{}"},"dn14:1.12.17":{"pli":"Sobhassa rañño sobhavatī nāma nagaraṃ rājadhānī ahosi. ","eng":"whose capital city was named Sobhavatī. ","html":"{}</p>","comm":"If the dubious Ashokan edict there is to be believed, this was traditionally identified with the town known today as Nigali Sagar near Kapilavastu in Nepal. "},"dn14:1.12.18":{"pli":"Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa brahmadatto nāma brāhmaṇo pitā ahosi. ","eng":"Kassapa’s father was the brahmin Brahmadatta, ","html":"<p>{}","comm":"“Offered to Brahmā”. Many of the Jātakas feature a king of this name, usually said to reside in Benares. "},"dn14:1.12.19":{"pli":"Dhanavatī nāma brāhmaṇī mātā ahosi janetti. ","eng":"and his birth mother was the brahmin lady Dhanavatī. ","html":"{}","comm":"Dhanavatī means “wealthy”, but it is also an alternate name for the 23rd constellation, <i lang='pi' translate='no'>dhaniṣṭhā</i> (or <i lang='pi' translate='no'>śraviṣṭā</i>, Delphinus). "},"dn14:1.12.20":{"pli":"Tena kho pana, bhikkhave, samayena kikī nāma rājā ahosi. ","eng":"At that time the king was Kikī, ","html":"{}","comm":"Kikī (“blue jay”) appears in the story of the past Buddha Kassapa at <a href='index.html?q=mn81'>MN 81</a>. "},"dn14:1.12.21":{"pli":"Kikissa rañño bārāṇasī nāma nagaraṃ rājadhānī ahosi. ","eng":"whose capital city was named Varanasi. ","html":"{}</p>"},"dn14:1.12.22":{"pli":"Mayhaṃ, bhikkhave, etarahi suddhodano nāma rājā pitā ahosi. ","eng":"In this life, my father was King Suddhodana, ","html":"<p>{}","comm":"Suddhodana means “white rice”. He is mentioned by name at <a href='index.html?q=thag10.1#8.1'>Thag 10.1:8.1</a>, <a href='index.html?q=snp3.11#7.2'>Snp 3.11:7.2</a>, and <a href='index.html?q=pli-tv-kd1#54.1.4'>Kd 1:54.1.4</a>. "},"dn14:1.12.23":{"pli":"Māyā nāma devī mātā ahosi janetti. ","eng":"my birth mother was Queen Māyā, ","html":"{}","comm":"Māyā means “illusion”. She is mentioned by name at <a href='index.html?q=thag10.1#8.2'>Thag 10.1:8.2</a> and <a href='index.html?q=thig6.6#6.2'>Thig 6.6:6.2</a>. "},"dn14:1.12.24":{"pli":"Kapilavatthu nāma nagaraṃ rājadhānī ahosī”ti. ","eng":"and our capital city was Kapilavatthu.” ","html":"{}</p>"},"dn14:1.12.25":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn14:1.12.26":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>"},"dn14:1.13.1":{"pli":"Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato ayamantarākathā udapādi: ","eng":"Soon after the Buddha left, those mendicants discussed among themselves: ","html":"<p>{}</p>"},"dn14:1.13.2":{"pli":"“acchariyaṃ, āvuso, abbhutaṃ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā. ","eng":"“It’s incredible, reverends, it’s amazing! The Realized One has such psychic power and might! ","html":"<p>{}"},"dn14:1.13.3":{"pli":"Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati, āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati: ","eng":"For he is able to recollect the birth, names, clans, lifespan, chief disciples, and gatherings of disciples of the Buddhas of the past who have become fully quenched, cut off proliferation, cut off the course, finished off the cycle, and passed beyond all suffering. ","html":"{}","comm":"This is the only doctrinal context where we find <i lang='pi' translate='no'>vaṭuma</i> (“course”). The commentary explains it as the “course of craving”. However, in Buddhist Sanskrit we find the phrases <i lang='pi' translate='no'>chinnaṃ vartmaṃ na vartati</i> (Mahāvastu 2.416) and <i lang='pi' translate='no'>chinnaṃ vartma na pravartate</i> (Nidāna Saṁyukta 11.6), which recall the Pali phrase <i lang='pi' translate='no'>vaṭṭaṁ vattati</i> (<a href='index.html?q=dn15#22.6'>DN 15:22.6</a>), where <i lang='pi' translate='no'>vaṭṭa</i> occurs in the next word of the current passage. This suggests that the sense is, rather, the “course of transmigration”, as in the later Sanskrit phrase <i lang='pi' translate='no'>saṁsāravartmani</i>. "},"dn14:1.13.4":{"pli":"‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti. ","eng":"He knows their birth, names, clans, conduct, qualities, wisdom, meditation, and freedom. ","html":"{}</p>"},"dn14:1.13.5":{"pli":"“Kiṃ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’ti, ","eng":"Is it because the Realized One has clearly comprehended the principle of the teachings that he can recollect all these things? ","html":"<p>{}","comm":"“Principle of the teachings” is <i lang='pi' translate='no'>dhammadhātu</i>. At <a href='index.html?q=sn12.32#18.1'>SN 12.32:18.1</a>, Sāriputta’s mastery of the <i lang='pi' translate='no'>dhammadhātu</i> gives him the ability to answer any questions on the Dhamma. "},"dn14:1.13.6":{"pli":"udāhu devatā tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti. ","eng":"Or did deities tell him?” ","html":"{}"},"dn14:1.13.7":{"pli":"Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti. ","eng":"But this conversation among those mendicants was left unfinished. ","html":"{}</p>"},"dn14:1.14.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the pavilion by the kareri tree, where he sat on the seat spread out ","html":"<p>{}"},"dn14:1.14.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants, ","html":"{}"},"dn14:1.14.3":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"dn14:1.14.4":{"pli":"Evaṃ vutte, te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"The mendicants told him what had happened, adding, ","html":"<p>{}"},"dn14:1.14.5":{"pli":"“idha, bhante, amhākaṃ acirapakkantassa bhagavato ayaṃ antarākathā udapādi: ","html":"{}"},"dn14:1.14.6":{"pli":"‘acchariyaṃ, āvuso, abbhutaṃ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā. ","html":"{}"},"dn14:1.14.7":{"pli":"Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati, āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati: ","html":"{}"},"dn14:1.14.8":{"pli":"“evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī”ti. ","html":"{}"},"dn14:1.14.9":{"pli":"Kiṃ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ","html":"{}"},"dn14:1.14.10":{"pli":"“evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī”ti. ","html":"{}"},"dn14:1.14.11":{"pli":"Udāhu devatā tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ","html":"{}"},"dn14:1.14.12":{"pli":"“evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī”’ti? ","html":"{}"},"dn14:1.14.13":{"pli":"Ayaṃ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti. ","eng":"“This was our conversation that was unfinished when the Buddha arrived.” ","html":"{}</p>"},"dn14:1.15.1":{"pli":"“Tathāgatassevesā, bhikkhave, dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ","eng":"“It is because the Realized One has clearly comprehended the principle of the teachings that he can recollect all these things. ","html":"<p>{}"},"dn14:1.15.2":{"pli":"‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’ti. ","html":"{}"},"dn14:1.15.3":{"pli":"Devatāpi tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ","eng":"And the deities also told me. ","html":"{}"},"dn14:1.15.4":{"pli":"‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’ti. ","html":"{}</p>"},"dn14:1.15.5":{"pli":"Iccheyyātha no tumhe, bhikkhave, bhiyyoso mattāya pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ sotun”ti? ","eng":"Would you like to hear a further Dhamma talk on the subject of past lives?” ","html":"<p>{}</p>"},"dn14:1.15.6":{"pli":"“Etassa, bhagavā, kālo; etassa, sugata, kālo; ","eng":"“Now is the time, Blessed One! Now is the time, Holy One! ","html":"<p>{}"},"dn14:1.15.7":{"pli":"yaṃ bhagavā bhiyyoso mattāya pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"Let the Buddha give a further Dhamma talk on the subject of past lives. The mendicants will listen and remember it.” ","html":"{}</p>"},"dn14:1.15.8":{"pli":"“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, mendicants, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"dn14:1.15.9":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"dn14:1.15.10":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"dn14:1.16.1":{"pli":"“Ito so, bhikkhave, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"“Ninety-one eons ago, the Buddha Vipassī arose in the world, perfected and fully awakened. ","html":"<p>{}"},"dn14:1.16.2":{"pli":"Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ","eng":"He was born as an aristocrat into an aristocrat family. ","html":"{}"},"dn14:1.16.3":{"pli":"Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ","eng":"His clan was Koṇḍañña. ","html":"{}"},"dn14:1.16.4":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ","eng":"He lived for 80,000 years. ","html":"{}"},"dn14:1.16.5":{"pli":"Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ","eng":"He was awakened at the root of a patala tree. ","html":"{}"},"dn14:1.16.6":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"He had a fine pair of chief disciples named Khaṇḍa and Tissa. ","html":"{}"},"dn14:1.16.7":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. ","eng":"He had three gatherings of disciples—","html":"{}"},"dn14:1.16.8":{"pli":"Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. ","eng":"one of 6,800,000, one of 100,000, and one of 80,000—","html":"{}"},"dn14:1.16.9":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ","eng":"all of them mendicants who had ended their defilements. ","html":"{}"},"dn14:1.16.10":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"He had as chief attendant a mendicant named Asoka. ","html":"{}"},"dn14:1.16.11":{"pli":"Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ","eng":"His father was King Bandhumā, ","html":"{}"},"dn14:1.16.12":{"pli":"Bandhumatī nāma devī mātā ahosi janetti. ","eng":"his birth mother was Queen Bandhumatī, ","html":"{}"},"dn14:1.16.13":{"pli":"Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ","eng":"and their capital city was named Bandhumatī. ","html":"{}</p>"},"dn14:1.17.0":{"pli":"2. Bodhisattadhammatā ","eng":"2. What’s Normal For One Intent on Awakening ","html":"<h2>{}</h2>"},"dn14:1.17.1":{"pli":"Atha kho, bhikkhave, vipassī bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṃ okkami. ","eng":"When Vipassī, the being intent on awakening, passed away from the host of joyful gods, he was conceived in his mother’s womb, mindful and aware. ","html":"<p data-counter='1'>{}","comm":"These characteristics of the birth of the Buddha-to-be are also found in <a href='index.html?q=mn123'>MN 123</a>, where Ānanda quotes the Buddha, although the wording is a little different and three extra details are added at the start. In addition, this detail and that about emerging mindfully from the womb are found at <a href='index.html?q=an4.127'>AN 4.127</a>. | Normally in early Pali, the word <i lang='pi' translate='no'>bodhisatta</i> is reserved for the Buddha-to-be once he has left home and is practicing “intent on awakening” (eg. <a href='index.html?q=mn26#13.1'>MN 26:13.1</a>). This passage extends the usage back as far as the end of the immediate past life. "},"dn14:1.17.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>","comm":"“Normal” is <i lang='pi' translate='no'>dhammatā</i>, a natural principle. This entire passage differs from the earliest concept of the bodhisatta (“one intent on awakening”), which in early texts is typically applied to Siddhattha after he left the home. "},"dn14:1.17.3":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkamati. ","eng":"It’s normal that, when the being intent on awakening passes away from the host of joyful gods, he is conceived in his mother’s womb. ","html":"<p data-counter='2'>{}"},"dn14:1.17.4":{"pli":"Atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"And then—in this world with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}"},"dn14:1.17.5":{"pli":"Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"Even in the boundless gloom of interstellar space—so utterly dark that even the luminosity of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}","comm":"The commentary identifies this realm of “utter darkness” (<i lang='pi' translate='no'>andhakāratimisā</i>) with a cold hell realm. There is a corresponding Purāṇic hell called <i lang='pi' translate='no'>andhatāmisra</i>. | <i lang='pi' translate='no'>Asaṁvutā</i> was translated by Ñāṇamoḷī as “abysmal”, but this relies on a commentarial cosmology that is not found in the suttas. The sense, rather, is “boundless”. The root harks back to the Vedic serpent Vṛtra who wraps the world in darkness. | <i lang='pi' translate='no'>Nānubhonti</i> (“makes no impression”) is glossed in the commentary to <a href='index.html?q=an4.127'>AN 4.127</a> as <i lang='pi' translate='no'>nappahonti</i> “ineffective”. "},"dn14:1.17.6":{"pli":"Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṃ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti. ","eng":"And the sentient beings reborn there recognize each other by that light: ‘So, it seems other sentient beings have been reborn here!’ ","html":"{}","comm":"The light is a physical one, not just a metaphor. From this, it appears that sentient beings may be spontaneously reborn in interstellar space. Compare the problem of the “Boltzmann brain” in physics. "},"dn14:1.17.7":{"pli":"Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati. Appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"And this ten-thousandfold galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods. ","html":"{}"},"dn14:1.17.8":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.17.9":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, cattāro naṃ devaputtā catuddisaṃ rakkhāya upagacchanti: ‘mā naṃ bodhisattaṃ vā bodhisattamātaraṃ vā manusso vā amanusso vā koci vā viheṭhesī’ti. ","eng":"It’s normal that, when the being intent on awakening is conceived in his mother’s belly, four godlings approach to guard the four quarters, so that no human or non-human or anyone at all shall harm the being intent on awakening or his mother. ","html":"<p data-counter='3'>{}","comm":"These are the Four Great Kings, regarded as protector deities. | The term <i lang='pi' translate='no'>okkanti</i> (“conception”) is a synonym of “rebirth” (<a href='index.html?q=dn15#4.3'>DN 15:4.3</a>). It literally means “descent”. Its usage in this context is anticipated by Bṛhadāraṇyaka Upaniṣad 4.4.1, which describes how, as a man is dying, his self “descends” into the heart. He loses sense awareness, the tip of his heart lights up and he departs, “rising” (<i lang='pi' translate='no'>utkrāmanta</i>) with his life-breath, and “descending” with consciousness into a new life, taking his knowledge, deeds, and past experiences. "},"dn14:1.17.10":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.18.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti, viratā pāṇātipātā, viratā adinnādānā, viratā kāmesumicchācārā, viratā musāvādā, viratā surāmerayamajjappamādaṭṭhānā. ","eng":"It’s normal that, when the being intent on awakening is conceived in his mother’s belly, she becomes naturally ethical. She refrains from killing living creatures, stealing, sexual misconduct, lying, and beer, wine, and liquor intoxicants. ","html":"<p data-counter='4'>{}","comm":"The five precepts. "},"dn14:1.18.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.19.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu purisesu mānasaṃ uppajjati kāmaguṇūpasaṃhitaṃ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittena. ","eng":"It’s normal that, when the being intent on awakening is conceived in his mother’s belly, she no longer thinks of men in a sexual way, and she cannot be violated by a man of lustful intent. ","html":"<p data-counter='5'>{}"},"dn14:1.19.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.20.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṃ kāmaguṇānaṃ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāreti. ","eng":"It’s normal that, when the being intent on awakening is conceived in his mother’s belly, she obtains the five kinds of sensual stimulation and amuses herself, supplied and provided with them. ","html":"<p data-counter='6'>{}","comm":"While sensual pleasures provoke attachment, they are nonetheless a kind of pleasure and therefore a sign of virtue and good past kamma. "},"dn14:1.20.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.21.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati. Sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ","eng":"It’s normal that, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, whole in his major and minor limbs, not deficient in any faculty. ","html":"<p>{}"},"dn14:1.21.2":{"pli":"Seyyathāpi, bhikkhave, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ","eng":"Suppose there was a beryl gem that was naturally lustrous, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. And it was strung with a thread of blue, yellow, red, white, or golden brown. ","html":"{}"},"dn14:1.21.3":{"pli":"Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya: ‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti. ","eng":"And a person with clear eyes were to take it in their hand and examine it: ‘This beryl gem is naturally lustrous, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. And it’s strung with a thread of blue, yellow, red, white, or golden brown.’ ","html":"{}</p>"},"dn14:1.21.4":{"pli":"Evameva kho, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati, sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ","eng":"In the same way, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, whole in his major and minor limbs, not deficient in any faculty. ","html":"<p data-counter='7'>{}"},"dn14:1.21.5":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.22.1":{"pli":"Dhammatā esā, bhikkhave, sattāhajāte bodhisatte bodhisattamātā kālaṃ karoti tusitaṃ kāyaṃ upapajjati. ","eng":"It’s normal that, seven days after the being intent on awakening is born, his mother passes away and is reborn in the host of joyful gods. ","html":"<p data-counter='8'>{}","comm":"This tragic detail is also mentioned in <a href='index.html?q=ud5.2'>Ud 5.2</a>. The Buddha is raised by a step-mother, which in our Buddha’s case was Māyā’s sister Mahāpajāpatī (<a href='index.html?q=an8.51#9.8'>AN 8.51:9.8</a>, <a href='index.html?q=mn142#3.3'>MN 142:3.3</a>). "},"dn14:1.22.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.23.1":{"pli":"Dhammatā esā, bhikkhave, yathā aññā itthikā nava vā dasa vā māse gabbhaṃ kucchinā pariharitvā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṃ bodhisattamātā kucchinā pariharitvā vijāyati. ","eng":"It’s normal that, while other women carry the infant in the womb for nine or ten months before giving birth, not so the mother of the being intent on awakening. She gives birth after exactly ten months. ","html":"<p data-counter='9'>{}","comm":"Ten signifies fullness and completion, as for example the “ten directions”. | The notion that the term of pregnancy was “nine or ten months” is also found at Chāndogya Upaniṣad 5.9.1. In the Rig Veda it is typically “in the tenth month” (5.78.7, 10.84.3), as also at Bṛhadāraṇyaka Upaniṣad 6.4.22. "},"dn14:1.23.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.24.1":{"pli":"Dhammatā esā, bhikkhave, yathā aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṃ bodhisattamātā vijāyati. ","eng":"It’s normal that, while other women give birth while sitting or lying down, not so the mother of the being intent on awakening. She only gives birth standing up. ","html":"<p data-counter='10'>{}","comm":"In illustrations she is depicted standing while holding a tree in the pose known as <i lang='pi' translate='no'>sālabhañjikā</i>, a common motif in Indian art representing the abundance of springtime. "},"dn14:1.24.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.25.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, devā paṭhamaṃ paṭiggaṇhanti, pacchā manussā. ","eng":"It’s normal that, when the being intent on awakening emerges from his mother’s womb, gods receive him first, then humans. ","html":"<p data-counter='11'>{}"},"dn14:1.25.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.26.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṃ hoti, cattāro naṃ devaputtā paṭiggahetvā mātu purato ṭhapenti: ‘attamanā, devi, hohi; mahesakkho te putto uppanno’ti. ","eng":"It’s normal that, when the being intent on awakening emerges from his mother’s womb, before he reaches the ground, four godlings receive him and place him before his mother, saying: ‘Rejoice, O Queen! An illustrious son is born to you.’ ","html":"<p data-counter='12'>{}"},"dn14:1.26.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.27.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ","eng":"It’s normal that, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean. ","html":"<p>{}"},"dn14:1.27.2":{"pli":"Seyyathāpi, bhikkhave, maṇiratanaṃ kāsike vatthe nikkhittaṃ neva maṇiratanaṃ kāsikaṃ vatthaṃ makkheti, nāpi kāsikaṃ vatthaṃ maṇiratanaṃ makkheti. ","eng":"Suppose a jewel-treasure was placed on a cloth from Kāsi. The jewel would not soil the cloth, nor would the cloth soil the jewel. ","html":"{}","comm":"Kāsi is the nation of which Varanasi is the capital. Their cloth was of exceptional quality. "},"dn14:1.27.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn14:1.27.4":{"pli":"Ubhinnaṃ suddhattā. ","eng":"Because of the cleanliness of them both. ","html":"{}</p>"},"dn14:1.27.5":{"pli":"Evameva kho, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito, udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ","eng":"In the same way, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean. ","html":"<p data-counter='13'>{}"},"dn14:1.27.6":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.28.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa ekā uṇhassa yena bodhisattassa udakakiccaṃ karonti mātu ca. ","eng":"It’s normal that, when the being intent on awakening emerges from his mother’s womb, two showers of water appear from the sky, one cool, one warm, for bathing the being intent on awakening and his mother. ","html":"<p data-counter='14'>{}"},"dn14:1.28.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.29.1":{"pli":"Dhammatā esā, bhikkhave, sampatijāto bodhisatto samehi pādehi patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati setamhi chatte anudhāriyamāne, sabbā ca disā anuviloketi, āsabhiṃ vācaṃ bhāsati ‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa, ayamantimā jāti, natthi dāni punabbhavo’ti. ","eng":"It’s normal that, as soon as he’s born, the being intent on awakening stands firm with his own feet on the ground. Facing north, he takes seven strides with a white parasol held above him, surveys all quarters, and makes this dramatic proclamation: ‘I am the foremost in the world! I am the eldest in the world! I am the first in the world! This is my last rebirth; now there’ll be no more future lives.’ ","html":"<p data-counter='15'>{}","comm":"This passage implies that Buddhahood was destined from the time of birth, which stands in contrast to the rest of the suttas, where Buddhahood was hard-won by the Bodhisatta’s efforts while striving for awakening. | “Stands firm on his own feet” signifies that he will be awakened by his own efforts. | “North” is <i lang='pi' translate='no'>uttara</i>, which is also “the beyond”; this predicts his attaining Nibbana. | “Seven strides” signifies crossing over the vast cycles of birth and death, especially by developing the seven awakening factors. | The “white parasol” signifies purity and royalty. | “Surveying all quarters” signifies his universal knowledge. | The “dramatic proclamation” is <i lang='pi' translate='no'>āsabhiṁ vācaṁ</i>, literally the “voice of a bull”. Other contexts show that this is is an expression emphasizing speech that is dramatic and imposing (<a href='index.html?q=sn52.9#3.2'>SN 52.9:3.2</a>, <a href='index.html?q=dn28#1.5'>DN 28:1.5</a> = <a href='index.html?q=sn47.12#5.2'>SN 47.12:5.2</a>). | At Bṛhadāraṇyaka Upaniṣad 6.1.1 and Chāndogya Upaniṣad 5.1.1 the “vital breath” (<i lang='pi' translate='no'>prāṇa</i>) is said to be “eldest and first” (<i lang='pi' translate='no'>jyeṣṭhaśca śreṣṭhaśca</i>). "},"dn14:1.29.2":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.30.1":{"pli":"Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati, atikkammeva devānaṃ devānubhāvaṃ. ","eng":"It’s normal that, when the being intent on awakening emerges from his mother’s womb, then—in this world with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"<p data-counter='16'>{}"},"dn14:1.30.2":{"pli":"Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"Even in the boundless gloom of interstellar space—so utterly dark that even the luminosity of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}"},"dn14:1.30.3":{"pli":"Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṃ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti. ","eng":"And the sentient beings reborn there recognize each other by that light: ‘So, it seems other sentient beings have been reborn here!’ ","html":"{}"},"dn14:1.30.4":{"pli":"Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"And this ten-thousandfold galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods. ","html":"{}"},"dn14:1.30.5":{"pli":"Ayamettha dhammatā. ","eng":"This is normal in such a case. ","html":"{}</p>"},"dn14:1.31.0":{"pli":"3. Dvattiṃsamahāpurisalakkhaṇā ","eng":"3. The Thirty-Two Marks of a Great Man ","html":"<h2>{}</h2>"},"dn14:1.31.1":{"pli":"Jāte kho pana, bhikkhave, vipassimhi kumāre bandhumato rañño paṭivedesuṃ: ","eng":"When Prince Vipassī was born, they announced it to King Bandhumā, ","html":"<p>{}","comm":"Many of the details of the following account were later incorporated into the life of Gotama, under the principle that the major events of the lives of Buddhas follow a natural order. Nonetheless, they are not always consistent with other accounts in early texts. For example, in the Attadaṇḍasutta the Buddha says his going forth was prompted by disillusionment and fear due to chronic conflict and warfare (<a href='index.html?q=snp4.15'>Snp 4.15</a>). "},"dn14:1.31.2":{"pli":"‘putto te, deva, jāto, taṃ devo passatū’ti. ","eng":"‘Sire, your son is born! Let your majesty examine him!’ ","html":"{}"},"dn14:1.31.3":{"pli":"Addasā kho, bhikkhave, bandhumā rājā vipassiṃ kumāraṃ, disvā nemitte brāhmaṇe āmantāpetvā etadavoca: ","eng":"When the king had examined the prince, he had the brahmin soothsayers summoned and said to them, ","html":"{}","comm":"In <a href='index.html?q=snp3.11'>Snp 3.11</a>, the newborn Siddhattha is examined by the dark hermit Asita. These two versions are combined in later accounts. "},"dn14:1.31.4":{"pli":"‘passantu bhonto nemittā brāhmaṇā kumāran’ti. ","eng":"‘Gentlemen, please examine the prince.’ ","html":"{}"},"dn14:1.31.5":{"pli":"Addasaṃsu kho, bhikkhave, nemittā brāhmaṇā vipassiṃ kumāraṃ, disvā bandhumantaṃ rājānaṃ etadavocuṃ: ","eng":"When they had examined him they said to the king, ","html":"{}"},"dn14:1.31.6":{"pli":"‘attamano, deva, hohi, mahesakkho te putto uppanno, lābhā te, mahārāja, suladdhaṃ te, mahārāja, yassa te kule evarūpo putto uppanno. ","eng":"‘Rejoice, O King! An illustrious son is born to you. You are fortunate, so very fortunate, to have a son such as this born in this family! ","html":"{}"},"dn14:1.31.7":{"pli":"Ayañhi, deva, kumāro dvattiṃsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ","eng":"For the prince possesses the thirty-two marks of a great man. A great man who possesses these has only two possible destinies, no other. ","html":"{}","comm":"Asita did not look at the 32 marks, and he predicted only one destiny: that he would become a Buddha. "},"dn14:1.31.8":{"pli":"Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ","html":"{}"},"dn14:1.31.9":{"pli":"Tassimāni sattaratanāni bhavanti. ","eng":"He has the following seven treasures: ","html":"{}","comm":"Various “treasures” (<i lang='pi' translate='no'>ratana</i>) or “gems” of a king are discussed in such texts as Śatapatha Brāhmaṇa 5.3.1. "},"dn14:1.31.10":{"pli":"Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ","eng":"the wheel, the elephant, the horse, the jewel, the woman, the householder, and the commander as the seventh treasure. ","html":"{}"},"dn14:1.31.11":{"pli":"Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ","eng":"He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ","html":"{}"},"dn14:1.31.12":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ","eng":"After conquering this land girt by sea, he reigns by principle, without rod or sword. ","html":"{}"},"dn14:1.31.13":{"pli":"Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭacchado. ","eng":"But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world. ","html":"{}</p>"},"dn14:1.32.1":{"pli":"Katamehi cāyaṃ, deva, kumāro dvattiṃsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ","eng":"And what are the marks which he possesses? ","html":"<p>{}","comm":"The marks are elsewhere listed in <a href='index.html?q=dn30#1.2.1'>DN 30:1.2.1</a> and <a href='index.html?q=mn91#9.1'>MN 91:9.1</a>. Here I list the related marks in the Bṛhatsaṁhitā as identified by Nathan McGovern (<em>On the Origins of the 32 Marks of a Great Man</em>, Journal of the International Association of Buddhist Studies, 2016, vol. 39, pp. 207–247). "},"dn14:1.32.2":{"pli":"Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","html":"{}"},"dn14:1.32.3":{"pli":"Tassimāni sattaratanāni bhavanti. ","html":"{}"},"dn14:1.32.4":{"pli":"Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ","html":"{}"},"dn14:1.32.5":{"pli":"Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ","html":"{}"},"dn14:1.32.6":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ","html":"{}</p>"},"dn14:1.32.7":{"pli":"Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭacchado. Ayañhi, deva, kumāro suppatiṭṭhitapādo. Yaṃ pāyaṃ, deva, kumāro suppatiṭṭhitapādo. Idampissa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. ","eng":"He has well-planted feet. ","html":"<p data-counter='1'>{}</p>","comm":"This echoes the posture of the newborn bodhisatta, and has the same meaning: that he will become awakened by “standing on his own two feet”. "},"dn14:1.32.8":{"pli":"Imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni. Yampi imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni, idampissa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. ","eng":"On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail. ","html":"<p data-counter='2'>{}</p>","comm":"These leave marks that were seen by Doṇa (<a href='index.html?q=an4.36#1.3'>AN 4.36:1.3</a>). They are often depicted in Buddhist art, signifying the perfection and completeness of the traces that the Buddha leaves behind in his teachings and practice. Bṛhatsaṁhitā 69.17 lists several auspicious marks, including the wheel. "},"dn14:1.32.9":{"pli":"Ayañhi, deva, kumāro āyatapaṇhī …pe… ","eng":"He has stretched heels. ","html":"<p data-counter='3'>{}</p>","comm":"Described as “abundantly long” at <a href='index.html?q=dn30#1.12.8'>DN 30:1.12.8</a>. "},"dn14:1.32.10":{"pli":"Ayañhi, deva, kumāro dīghaṅgulī …pe… ","eng":"He has long fingers. ","html":"<p data-counter='4'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.36. "},"dn14:1.32.11":{"pli":"Ayañhi, deva, kumāro mudutalunahatthapādo …pe… ","eng":"His hands and feet are tender. ","html":"<p data-counter='5'>{}</p>","comm":"Tender feet at Bṛhatsaṁhitā 68.2. "},"dn14:1.32.12":{"pli":"Ayañhi, deva kumāro jālahatthapādo …pe… ","eng":"He has serried hands and feet. ","html":"<p data-counter='6'>{}</p>","comm":"Bṛhatsaṁhitā 68.2 has <i lang='pi' translate='no'>śliṣtāṅgulī</i> (“compact or sticky fingers”). The commentary denies that the Pali <i lang='pi' translate='no'>jāla</i> means a physical web. I think it means that the fingers and toes were usually held together rather than splayed, hence not letting things slip through the fingers. "},"dn14:1.32.13":{"pli":"Ayañhi, deva, kumāro ussaṅkhapādo …pe… ","eng":"The tops of his feet are arched. ","html":"<p data-counter='7'>{}</p>","comm":"<i lang='pi' translate='no'>Ussaṅkha</i> means “(curved) up like a shell”, while Bṛhatsaṁhitā 68.2 says “curved up like a tortoise”. The descriptive verse at <a href='index.html?q=dn30#1.21.12'>DN 30:1.21.12</a> shows that it refers to the tops of the feet. "},"dn14:1.32.14":{"pli":"Ayañhi, deva, kumāro eṇijaṅgho …pe… ","eng":"His calves are like those of an antelope. ","html":"<p data-counter='8'>{}</p>","comm":"These are presumably the long, elegant rear calves of the Indian Blackbuck. "},"dn14:1.32.15":{"pli":"Ayañhi, deva, kumāro ṭhitakova anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati …pe… ","eng":"When standing upright and not bending over, the palms of both hands touch the knees. ","html":"<p data-counter='9'>{}</p>","comm":"This agrees with Bṛhatsaṁhitā 68.35. "},"dn14:1.32.16":{"pli":"Ayañhi, deva, kumāro kosohitavatthaguyho …pe… ","eng":"His private parts are covered in a foreskin. ","html":"<p data-counter='10'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.8. "},"dn14:1.32.17":{"pli":"Ayañhi, deva, kumāro suvaṇṇavaṇṇo kañcanasannibhattaco …pe… ","eng":"He is golden colored; his skin shines like lustrous gold. ","html":"<p data-counter='11'>{}</p>","comm":"Bṛhatsaṁhitā 68.102 says kings have a shining complexion. "},"dn14:1.32.18":{"pli":"Ayañhi, deva, kumāro sukhumacchavī; sukhumattā chaviyā rajojallaṃ kāye na upalimpati …pe… ","eng":"He has delicate skin, so delicate that dust and dirt don’t stick to his body. ","html":"<p data-counter='12'>{}</p>","comm":"Bṛhatsaṁhitā 68.102 mentions a “clean complexion” (<i lang='pi' translate='no'>śuddha</i>). "},"dn14:1.32.19":{"pli":"Ayañhi, deva, kumāro ekekalomo; ekekāni lomāni lomakūpesu jātāni …pe… ","eng":"His hairs grow one per pore. ","html":"<p data-counter='13'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.5. "},"dn14:1.32.20":{"pli":"Ayañhi, deva, kumāro uddhaggalomo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni …pe… ","eng":"His hairs stand up; they’re blue-black and curl clockwise. ","html":"<p data-counter='14'>{}</p>","comm":"Bṛhatsaṁhitā 68.26 says those with hairs turning right become kings. "},"dn14:1.32.21":{"pli":"Ayañhi, deva, kumāro brahmujugatto …pe… ","eng":"His body is tall and straight-limbed. ","html":"<p data-counter='15'>{}</p>","comm":"Here <i lang='pi' translate='no'>brahm-</i> is an adjective from √<i lang='pi' translate='no'>brah</i> + <i lang='pi' translate='no'>ma</i>, equivalent to the Sanskrit <i lang='pi' translate='no'>bṛṁh</i>, having the sense “grown, extended”. The Sanskrit form here is <i lang='pi' translate='no'>bṛhadṛjugātra</i>. "},"dn14:1.32.22":{"pli":"Ayañhi, deva, kumāro sattussado …pe… ","eng":"He has bulging muscles in seven places. ","html":"<p data-counter='16'>{}</p>","comm":"Hands, feet, shoulders, and chest (<a href='index.html?q=dn30#1.13.5'>DN 30:1.13.5</a>). "},"dn14:1.32.23":{"pli":"Ayañhi, deva, kumāro sīhapubbaddhakāyo …pe… ","eng":"His chest is like that of a lion. ","html":"<p data-counter='17'>{}</p>","comm":"Bṛhatsaṁhitā 68.18 compares not the chest but the hips with a lion. "},"dn14:1.32.24":{"pli":"Ayañhi, deva, kumāro citantaraṃso …pe… ","eng":"He is filled out between the shoulders. ","html":"<p data-counter='18'>{}</p>","comm":"Bṛhatsaṁhitā 68.27 says the heart is raised and muscular. "},"dn14:1.32.25":{"pli":"Ayañhi, deva, kumāro nigrodhaparimaṇḍalo yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo, tāvatakvassa kāyo …pe… ","eng":"He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body. ","html":"<p data-counter='19'>{}</p>","comm":"Bṛhatsaṁhitā 69.13 has the same proportions without the simile. These are the normal human proportions, yet we cannot touch our knees without bending. The only way these marks could be reconciled is if the arms were extra long and the length of the legs below the knees was extra long as well. And this is exactly what we are told: the ankles are stretched and long, and the calves are like those of an antelope, whose rear calves are long proportionate to the thigh. Thus in this regard the marks appear to be internally consistent, though not describing normal human anatomy. "},"dn14:1.32.26":{"pli":"Ayañhi, deva, kumāro samavaṭṭakkhandho …pe… ","eng":"His torso is cylindrical. ","html":"<p data-counter='20'>{}</p>"},"dn14:1.32.27":{"pli":"Ayañhi, deva, kumāro rasaggasaggī …pe… ","eng":"He has ridged taste buds. ","html":"<p data-counter='21'>{}</p>","comm":"“Ridged taste buds” is <i lang='pi' translate='no'>rasaggasaggī</i>. <i lang='pi' translate='no'>Rasa</i> can mean either “taste” or “nutrition”, but the use of <i lang='pi' translate='no'>ojā</i> in <a href='index.html?q=dn30#2.9.8'>DN 30:2.9.8</a> confirms the latter. <i lang='pi' translate='no'>Gasa</i> is “swallow” and per <a href='index.html?q=dn30#2.7.4'>DN 30:2.7.4</a> it is the “conveyance of savor” (<i lang='pi' translate='no'>rasaharaṇīyo</i>). <i lang='pi' translate='no'>Agga</i> often means “best”, but this is derived from the primary sense of “peak”. The descriptors <i lang='pi' translate='no'>uddhagga</i> (“raised”) at <a href='index.html?q=dn30#2.7.4'>DN 30:2.7.4</a> and <i lang='pi' translate='no'>susaṇṭhitā</i> (“prominent”) at <a href='index.html?q=dn30#2.9.8'>DN 30:2.9.8</a> confirm that the latter is meant. The mark refers to taste buds raised in noticeable ridges on the tongue that absorb nutrition and aid digestion. It has often been interpreted as “excellent (<i lang='pi' translate='no'>aggī</i>) sense (<i lang='pi' translate='no'>gasa</i>) of taste (<i lang='pi' translate='no'>rasa</i>)”, but this, being imperceptible to others, is rather a secondary consequence of the mark. "},"dn14:1.32.28":{"pli":"Ayañhi, deva, kumāro sīhahanu …pe… ","eng":"His jaw is like that of a lion. ","html":"<p data-counter='22'>{}</p>"},"dn14:1.32.29":{"pli":"Ayañhi, deva, kumāro cattālīsadanto …pe… ","eng":"He has forty teeth. ","html":"<p data-counter='23'>{}</p>"},"dn14:1.32.30":{"pli":"Ayañhi, deva, kumāro samadanto …pe… ","eng":"His teeth are even. ","html":"<p data-counter='24'>{}</p>","comm":"Even, gapless, and white teeth are at Bṛhatsaṁhitā 68.52. "},"dn14:1.32.31":{"pli":"Ayañhi, deva, kumāro aviraḷadanto …pe… ","eng":"His teeth have no gaps. ","html":"<p data-counter='25'>{}</p>"},"dn14:1.32.32":{"pli":"Ayañhi, deva, kumāro susukkadāṭho …pe… ","eng":"His teeth are perfectly white. ","html":"<p data-counter='26'>{}</p>"},"dn14:1.32.33":{"pli":"Ayañhi, deva, kumāro pahūtajivho …pe… ","eng":"He has a large tongue. ","html":"<p data-counter='27'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.53. "},"dn14:1.32.34":{"pli":"Ayañhi, deva, kumāro brahmassaro karavīkabhāṇī …pe… ","eng":"He has the voice of the Divinity, like a cuckoo’s call. ","html":"<p data-counter='28'>{}</p>"},"dn14:1.32.35":{"pli":"Ayañhi, deva, kumāro abhinīlanetto …pe… ","eng":"His eyes are indigo. ","html":"<p data-counter='29'>{}</p>","comm":"At <a href='index.html?q=thig13.1#6.2'>Thig 13.1:6.2</a> Ambapālī describes her eyes as <i lang='pi' translate='no'>abhinīla</i>. While some Indians do indeed have blue eyes, this probably describes a black so deep it appears blue. "},"dn14:1.32.36":{"pli":"Ayañhi, deva, kumāro gopakhumo …pe… ","eng":"He has eyelashes like a cow’s. ","html":"<p data-counter='30'>{}</p>","comm":"Cows have long and elegant eyelashes. "},"dn14:1.32.37":{"pli":"Imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā. Yampi imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā, idampimassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. ","eng":"Between his eyebrows there grows a tuft, soft and white like cotton-wool. ","html":"<p data-counter='31'>{}</p>"},"dn14:1.32.38":{"pli":"Ayañhi, deva, kumāro uṇhīsasīso. Yaṃ pāyaṃ, deva, kumāro uṇhīsasīso, idampissa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. ","eng":"The crown of his head is like a turban. ","html":"<p data-counter='32'>{}</p>","comm":"The <i lang='pi' translate='no'>uṇhīsa</i> is depicted as a bulge on the Buddha’s crown. "},"dn14:1.33.1":{"pli":"Imehi kho ayaṃ, deva, kumāro dvattiṃsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ","eng":"These are the thirty-two marks of a great man that the prince has. A great man who possesses these has only two possible destinies, no other. ","html":"<p>{}"},"dn14:1.33.2":{"pli":"Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"If he stays at home he becomes a king, a wheel-turning monarch. ","html":"{}"},"dn14:1.33.3":{"pli":"Tassimāni sattaratanāni bhavanti. ","html":"{}"},"dn14:1.33.4":{"pli":"Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ","html":"{}"},"dn14:1.33.5":{"pli":"Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ","html":"{}"},"dn14:1.33.6":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ","html":"{}"},"dn14:1.33.7":{"pli":"Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭacchado’ti. ","eng":"But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.’ ","html":"{}</p>"},"dn14:1.33.8.0":{"pli":"4. Vipassīsamaññā ","eng":"4. How He Came to be Known as Vipassī ","html":"<h2>{}</h2>"},"dn14:1.33.9":{"pli":"Atha kho, bhikkhave, bandhumā rājā nemitte brāhmaṇe ahatehi vatthehi acchādāpetvā sabbakāmehi santappesi. ","eng":"Then King Bandhumā had the brahmin soothsayers dressed in unworn clothes and satisfied all their needs. ","html":"<p>{}","comm":"This is the <i lang='pi' translate='no'>dakkhiṇā</i>, the religious offering given in gratitude and respect for the services. "},"dn14:1.34.1":{"pli":"Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa dhātiyo upaṭṭhāpesi. ","eng":"Then the king appointed nursemaids for Prince Vipassī. ","html":"{}","comm":"His birth mother has passed away and there is no mention of a step-mother. "},"dn14:1.34.2":{"pli":"Aññā khīraṃ pāyenti, aññā nhāpenti, aññā dhārenti, aññā aṅkena pariharanti. ","eng":"Some suckled him, some bathed him, some held him, and some carried him on their hip. ","html":"{}"},"dn14:1.34.3":{"pli":"Jātassa kho pana, bhikkhave, vipassissa kumārassa setacchattaṃ dhārayittha divā ceva rattiñca: ","eng":"From when he was born, a white parasol was held over him night and day, with the thought, ","html":"{}"},"dn14:1.34.4":{"pli":"‘mā naṃ sītaṃ vā uṇhaṃ vā tiṇaṃ vā rajo vā ussāvo vā bādhayitthā’ti. ","eng":"‘Don’t let cold, heat, grass, dust, or damp bother him.’ ","html":"{}"},"dn14:1.34.5":{"pli":"Jāto kho pana, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo. ","eng":"He was dear and beloved by many people, ","html":"{}"},"dn14:1.34.6":{"pli":"Seyyathāpi, bhikkhave, uppalaṃ vā padumaṃ vā puṇḍarīkaṃ vā bahuno janassa piyaṃ manāpaṃ; ","eng":"like a blue water lily, or a pink or white lotus. ","html":"{}"},"dn14:1.34.7":{"pli":"evameva kho, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo. ","html":"{}"},"dn14:1.34.8":{"pli":"Svāssudaṃ aṅkeneva aṅkaṃ parihariyati. ","eng":"He was always passed from hip to hip. ","html":"{}</p>"},"dn14:1.35.1":{"pli":"Jāto kho pana, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ","eng":"From when he was born, his voice was charming, graceful, sweet, and lovely. ","html":"<p>{}"},"dn14:1.35.2":{"pli":"Seyyathāpi, bhikkhave, himavante pabbate karavīkā nāma sakuṇajāti mañjussarā ca vaggussarā ca madhurassarā ca pemaniyassarā ca; ","eng":"It was as sweet as the song of a cuckoo-bird found in the Himalayas. ","html":"{}"},"dn14:1.35.3":{"pli":"evameva kho, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ","html":"{}</p>"},"dn14:1.36.1":{"pli":"Jātassa kho pana, bhikkhave, vipassissa kumārassa kammavipākajaṃ dibbacakkhu pāturahosi yena sudaṃ samantā yojanaṃ passati divā ceva rattiñca. ","eng":"From when he was born, Prince Vipassī had the power of clairvoyance which manifested as a result of past deeds, by which he could see for a league all around both by day and by night. ","html":"<p>{}</p>","comm":"Normally clairvoyance and related abilities are said to arise due to the power of the fourth <i lang='pi' translate='no'>jhāna</i>, whereas here it comes naturally due to past kamma. After <i lang='pi' translate='no'>jhāna</i> this ability is empowered by the radiant mind clear of hindrances, whereas here it seems to be a more limited ability to see clearly and in the dark. "},"dn14:1.37.1":{"pli":"Jāto kho pana, bhikkhave, vipassī kumāro animisanto pekkhati seyyathāpi devā tāvatiṃsā. ","eng":"And he was unblinkingly watchful, like the gods of the thirty-three. ","html":"<p>{}"},"dn14:1.37.2":{"pli":"‘Animisanto kumāro pekkhatī’ti kho, bhikkhave, vipassissa kumārassa ‘vipassī vipassī’ tveva samaññā udapādi. ","eng":"And because it was said that he was unblinkingly watchful, he came to be known as ‘Vipassī’. ","html":"{}</p>","comm":"Vipassī’s name is simply the personal form of the word made famous in Buddhist meditation, <i lang='pi' translate='no'>vipassanā</i>. This is usually rendered as “insight”, but the sense here is more like “clear seeing”. "},"dn14:1.37.3":{"pli":"Atha kho, bhikkhave, bandhumā rājā atthakaraṇe nisinno vipassiṃ kumāraṃ aṅke nisīdāpetvā atthe anusāsati. ","eng":"Then while King Bandhumā was sitting in court, he’d sit Prince Vipassī in his lap and explain the case to him. ","html":"<p>{}"},"dn14:1.37.4":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro pituaṅke nisinno viceyya viceyya atthe panāyati ñāyena. ","eng":"And sitting there in his father’s lap, Vipassī would thoroughly consider the case and draw a conclusion using a logical system. ","html":"{}"},"dn14:1.37.5":{"pli":"Viceyya viceyya kumāro atthe panāyati ñāyenāti kho, bhikkhave, vipassissa kumārassa bhiyyoso mattāya ‘vipassī vipassī’ tveva samaññā udapādi. ","eng":"So this was all the more reason for him to be known as ‘Vipassī’. ","html":"{}</p>","comm":"Indian epistemology acknowledges two fundamental sources of knowledge: direct perception (<i lang='pi' translate='no'>paccakkha</i>) and inference (<i lang='pi' translate='no'>anumāna</i>). This passage shows that <i lang='pi' translate='no'>vipassanā</i> includes both. I render <i lang='pi' translate='no'>vipassanā</i> with “discernment” in an attempt to capture both nuances, rather than the standard “insight”. "},"dn14:1.38.1":{"pli":"Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa tayo pāsāde kārāpesi, ekaṃ vassikaṃ ekaṃ hemantikaṃ ekaṃ gimhikaṃ; ","eng":"Then King Bandhumā had three stilt longhouses built for him—one for the winter, one for the summer, and one for the rainy season, ","html":"<p>{}"},"dn14:1.38.2":{"pli":"pañca kāmaguṇāni upaṭṭhāpesi. ","eng":"and provided him with the five kinds of sensual stimulation. ","html":"{}"},"dn14:1.38.3":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro vassike pāsāde cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohatīti. ","eng":"Prince Vipassī stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where he was entertained by musicians—none of them men. ","html":"{}</p>"},"dn14:1.38.4":{"pli":"Paṭhamabhāṇavāro. ","eng":"The first recitation section. ","html":"<p class='endsection'>{}</p>"},"dn14:2.1.0":{"pli":"5. Jiṇṇapurisa ","eng":"5. The Old Man ","html":"<h2>{}</h2>"},"dn14:2.1.1":{"pli":"Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena sārathiṃ āmantesi: ","eng":"Then, after many years, many hundred years, many thousand years had passed, Prince Vipassī addressed his charioteer, ","html":"<p>{}","comm":"Here begins the story of the four signs that led to Vipassī’s going forth—an old man, a sick man, a dead man, and a renunciate. Later texts apply the same story to Siddhattha, indeed to all bodhisattvas. | These four “signs” (<i lang='pi' translate='no'>nimitta</i>) are also called “messengers of the gods”, reckoned as five (<a href='index.html?q=mn130'>MN 130</a>) or three (<a href='index.html?q=an3.36'>AN 3.36</a>). "},"dn14:2.1.2":{"pli":"‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni uyyānabhūmiṃ gacchāma subhūmidassanāyā’ti. ","eng":"‘My dear charioteer, harness the finest chariots. We will go to a park and see the scenery.’ ","html":"{}</p>"},"dn14:2.1.3":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi: ","eng":"‘Yes, sir,’ replied the charioteer. He harnessed the chariots and informed the prince, ","html":"<p>{}"},"dn14:2.1.4":{"pli":"‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni, ","eng":"‘Sire, the finest chariots are harnessed. ","html":"{}"},"dn14:2.1.5":{"pli":"yassadāni kālaṃ maññasī’ti. ","eng":"Please go at your convenience.’ ","html":"{}"},"dn14:2.1.6":{"pli":"Atha kho, bhikkhave, vipassī kumāro bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṃ niyyāsi. ","eng":"Then Prince Vipassī mounted a fine carriage and, along with other fine carriages, set out for the park. ","html":"{}</p>"},"dn14:2.2.1":{"pli":"Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto purisaṃ jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantaṃ āturaṃ gatayobbanaṃ. ","eng":"Along the way he saw an elderly man, bent double, crooked, leaning on a staff, trembling as he walked, ailing, past his prime. ","html":"<p>{}"},"dn14:2.2.2":{"pli":"Disvā sārathiṃ āmantesi: ","eng":"He addressed his charioteer, ","html":"{}"},"dn14:2.2.3":{"pli":"‘ayaṃ pana, samma sārathi, puriso kiṅkato? ","eng":"‘My dear charioteer, what has that man done? ","html":"{}"},"dn14:2.2.4":{"pli":"Kesāpissa na yathā aññesaṃ, kāyopissa na yathā aññesan’ti. ","eng":"For his hair and his body are unlike those of other men.’ ","html":"{}</p>"},"dn14:2.2.5":{"pli":"‘Eso kho, deva, jiṇṇo nāmā’ti. ","eng":"‘That, Your Majesty, is called an old man.’ ","html":"<p>{}</p>"},"dn14:2.2.6":{"pli":"‘Kiṃ paneso, samma sārathi, jiṇṇo nāmā’ti? ","eng":"‘But why is he called an old man?’ ","html":"<p>{}</p>"},"dn14:2.2.7":{"pli":"‘Eso kho, deva, jiṇṇo nāma. Na dāni tena ciraṃ jīvitabbaṃ bhavissatī’ti. ","eng":"‘He’s called an old man because now he has not long to live.’ ","html":"<p>{}</p>"},"dn14:2.2.8":{"pli":"‘Kiṃ pana, samma sārathi, ahampi jarādhammo, jaraṃ anatīto’ti? ","eng":"‘But my dear charioteer, am I liable to grow old? Am I not exempt from old age?’ ","html":"<p>{}</p>"},"dn14:2.2.9":{"pli":"‘Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṃ anatītā’ti. ","eng":"‘Everyone is liable to grow old, Your Majesty, including you. No-one is exempt from old age.’ ","html":"<p>{}</p>"},"dn14:2.2.10":{"pli":"‘Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā. Itova antepuraṃ paccaniyyāhī’ti. ","eng":"‘Well then, my dear charioteer, that’s enough of the park for today. Let’s return to the royal compound.’ ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Antepuraṁ</i> (“royal compound”) was the inner sanctum of the royal residence. Maximally it referred to the area enclosed by walls within which the ruling families and staff lived. It later became used in the more restricted sense of “harem”. "},"dn14:2.2.11":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsi. ","eng":"‘Yes, Your Majesty,’ replied the charioteer and did so. ","html":"<p>{}</p>"},"dn14:2.2.12":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ","eng":"Back at the royal compound, the prince brooded, miserable and sad: ","html":"<p>{}","comm":"“Brood” is <i lang='pi' translate='no'>pajjhāyati</i>. He is having an existential crisis. "},"dn14:2.2.13":{"pli":"‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī’ti. ","eng":"‘Curse this thing called rebirth, since old age will come to anyone who’s born.’ ","html":"{}</p>"},"dn14:2.3.1":{"pli":"Atha kho, bhikkhave, bandhumā rājā sārathiṃ āmantāpetvā etadavoca: ","eng":"Then King Bandhumā summoned the charioteer and said, ","html":"<p>{}"},"dn14:2.3.2":{"pli":"‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha? Kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ","eng":"‘My dear charioteer, I hope the prince enjoyed himself at the park? I hope he was happy there?’ ","html":"{}</p>"},"dn14:2.3.3":{"pli":"‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ","eng":"‘No, Your Majesty, the prince didn’t enjoy himself at the park.’ ","html":"<p>{}</p>"},"dn14:2.3.4":{"pli":"‘Kiṃ pana, samma sārathi, addasa kumāro uyyānabhūmiṃ niyyanto’ti? ","eng":"‘But what did he see on the way to the park?’ ","html":"<p>{}"},"dn14:2.3.5":{"pli":"‘Addasā kho, deva, kumāro uyyānabhūmiṃ niyyanto purisaṃ jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantaṃ āturaṃ gatayobbanaṃ. ","eng":"And the charioteer told the king about seeing the old man and the prince’s reaction. ","html":"{}"},"dn14:2.3.6":{"pli":"Disvā maṃ etadavoca: ","html":"{}"},"dn14:2.3.7":{"pli":"“ayaṃ pana, samma sārathi, puriso kiṅkato, kesāpissa na yathā aññesaṃ, kāyopissa na yathā aññesan”ti? ","html":"{}"},"dn14:2.3.8":{"pli":"“Eso kho, deva, jiṇṇo nāmā”ti. ","html":"{}"},"dn14:2.3.9":{"pli":"“Kiṃ paneso, samma sārathi, jiṇṇo nāmā”ti? ","html":"{}"},"dn14:2.3.10":{"pli":"“Eso kho, deva, jiṇṇo nāma na dāni tena ciraṃ jīvitabbaṃ bhavissatī”ti. ","html":"{}"},"dn14:2.3.11":{"pli":"“Kiṃ pana, samma sārathi, ahampi jarādhammo, jaraṃ anatīto”ti? ","html":"{}"},"dn14:2.3.12":{"pli":"“Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṃ anatītā”ti. ","html":"{}</p>"},"dn14:2.3.13":{"pli":"“Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī”ti. ","html":"<p>{}"},"dn14:2.3.14":{"pli":"“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsiṃ. ","html":"{}"},"dn14:2.3.15":{"pli":"So kho, deva, kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ","html":"{}"},"dn14:2.3.16":{"pli":"“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī”’ti. ","html":"{}</p>"},"dn14:2.4.0":{"pli":"6. Byādhitapurisa ","eng":"6. The Sick Man ","html":"<h2>{}</h2>"},"dn14:2.4.1":{"pli":"Atha kho, bhikkhave, bandhumassa rañño etadahosi: ","eng":"Then King Bandhumā thought, ","html":"<p>{}"},"dn14:2.4.2":{"pli":"‘Mā heva kho vipassī kumāro na rajjaṃ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṃ pabbaji, mā heva nemittānaṃ brāhmaṇānaṃ saccaṃ assa vacanan’ti. ","eng":"‘Prince Vipassī must not renounce the throne. He must not go forth from the lay life to homelessness. And the words of the brahmin soothsayers must not come true.’ ","html":"{}","comm":"In any story of prophecy, efforts are made to avert it and they invariably fail. This is a recursive property of prophetic myth. If the prophecy were averted, the myth would not exist and we would not know of it; but because the myth does exist, we know how it ends and the prophecy must come true. "},"dn14:2.4.3":{"pli":"Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ","eng":"To this end he provided the prince with even more of the five kinds of sensual stimulation, ","html":"{}"},"dn14:2.4.4":{"pli":"‘yathā vipassī kumāro rajjaṃ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṃ pabbajeyya, yathā nemittānaṃ brāhmaṇānaṃ micchā assa vacanan’ti. ","html":"{}"},"dn14:2.4.5":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ","eng":"with which the prince amused himself. ","html":"{}</p>"},"dn14:2.5.1":{"pli":"Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ …pe… ","eng":"Then, after many thousand years had passed, Prince Vipassī had his charioteer drive him to the park once more. ","html":"<p>{}</p>","comm":"An existential crisis takes its own time; it cannot be rushed. "},"dn14:2.6.1":{"pli":"Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto purisaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ sake muttakarīse palipannaṃ semānaṃ aññehi vuṭṭhāpiyamānaṃ aññehi saṃvesiyamānaṃ. ","eng":"Along the way he saw a man who was sick, suffering, gravely ill, collapsed in his own urine and feces, being picked up by some and put down by others. ","html":"<p>{}"},"dn14:2.6.2":{"pli":"Disvā sārathiṃ āmantesi: ","eng":"He addressed his charioteer, ","html":"{}"},"dn14:2.6.3":{"pli":"‘ayaṃ pana, samma sārathi, puriso kiṅkato? ","eng":"‘My dear charioteer, what has that man done? ","html":"{}"},"dn14:2.6.4":{"pli":"Akkhīnipissa na yathā aññesaṃ, saropissa na yathā aññesan’ti? ","eng":"For his eyes and his voice are unlike those of other men.’ ","html":"{}</p>"},"dn14:2.6.5":{"pli":"‘Eso kho, deva, byādhito nāmā’ti. ","eng":"‘That, Your Majesty, is called a sick man.’ ","html":"<p>{}</p>"},"dn14:2.6.6":{"pli":"‘Kiṃ paneso, samma sārathi, byādhito nāmā’ti? ","eng":"‘But why is he called a sick man?’ ","html":"<p>{}</p>"},"dn14:2.6.7":{"pli":"‘Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā’ti. ","eng":"‘He’s called a sick man; hopefully he will recover from that illness.’ ","html":"<p>{}</p>"},"dn14:2.6.8":{"pli":"‘Kiṃ pana, samma sārathi, ahampi byādhidhammo, byādhiṃ anatīto’ti? ","eng":"‘But my dear charioteer, am I liable to fall sick? Am I not exempt from sickness?’ ","html":"<p>{}</p>"},"dn14:2.6.9":{"pli":"‘Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṃ anatītā’ti. ","eng":"‘Everyone is liable to fall sick, Your Majesty, including you. No-one is exempt from sickness.’ ","html":"<p>{}</p>"},"dn14:2.6.10":{"pli":"‘Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī’ti. ","eng":"‘Well then, my dear charioteer, that’s enough of the park for today. Let’s return to the royal compound.’ ","html":"<p>{}</p>"},"dn14:2.6.11":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsi. ","eng":"‘Yes, Your Majesty,’ replied the charioteer and did so. ","html":"<p>{}</p>"},"dn14:2.6.12":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ","eng":"Back at the royal compound, the prince brooded, miserable and sad: ","html":"<p>{}"},"dn14:2.6.13":{"pli":"‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī’ti. ","eng":"‘Curse this thing called rebirth, since old age and sickness will come to anyone who’s born.’ ","html":"{}</p>"},"dn14:2.7.1":{"pli":"Atha kho, bhikkhave, bandhumā rājā sārathiṃ āmantāpetvā etadavoca: ","eng":"Then King Bandhumā summoned the charioteer and said, ","html":"<p>{}"},"dn14:2.7.2":{"pli":"‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ","eng":"‘My dear charioteer, I hope the prince enjoyed himself at the park? I hope he was happy there?’ ","html":"{}</p>"},"dn14:2.7.3":{"pli":"‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ","eng":"‘No, Your Majesty, the prince didn’t enjoy himself at the park.’ ","html":"<p>{}</p>"},"dn14:2.7.4":{"pli":"‘Kiṃ pana, samma sārathi, addasa kumāro uyyānabhūmiṃ niyyanto’ti? ","eng":"‘But what did he see on the way to the park?’ ","html":"<p>{}"},"dn14:2.7.5":{"pli":"‘Addasā kho, deva, kumāro uyyānabhūmiṃ niyyanto purisaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ sake muttakarīse palipannaṃ semānaṃ aññehi vuṭṭhāpiyamānaṃ aññehi saṃvesiyamānaṃ. ","eng":"And the charioteer told the king about seeing the sick man and the prince’s reaction. ","html":"{}"},"dn14:2.7.6":{"pli":"Disvā maṃ etadavoca: ","html":"{}"},"dn14:2.7.7":{"pli":"“ayaṃ pana, samma sārathi, puriso kiṅkato, akkhīnipissa na yathā aññesaṃ, saropissa na yathā aññesan”ti? ","html":"{}"},"dn14:2.7.8":{"pli":"“Eso kho, deva, byādhito nāmā”ti. ","html":"{}"},"dn14:2.7.9":{"pli":"“Kiṃ paneso, samma sārathi, byādhito nāmā”ti? ","html":"{}"},"dn14:2.7.10":{"pli":"“Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā”ti. ","html":"{}"},"dn14:2.7.11":{"pli":"“Kiṃ pana, samma sārathi, ahampi byādhidhammo, byādhiṃ anatīto”ti? ","html":"{}"},"dn14:2.7.12":{"pli":"“Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṃ anatītā”ti. ","html":"{}"},"dn14:2.7.13":{"pli":"“Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī”ti. ","html":"{}"},"dn14:2.7.14":{"pli":"“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsiṃ. ","html":"{}"},"dn14:2.7.15":{"pli":"So kho, deva, kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ","html":"{}"},"dn14:2.7.16":{"pli":"“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī”’ti. ","html":"{}</p>"},"dn14:2.8.0":{"pli":"7. Kālaṅkatapurisa ","eng":"7. The Dead Man ","html":"<h2>{}</h2>"},"dn14:2.8.1":{"pli":"Atha kho, bhikkhave, bandhumassa rañño etadahosi: ","eng":"Then King Bandhumā thought, ","html":"<p>{}"},"dn14:2.8.2":{"pli":"‘mā heva kho vipassī kumāro na rajjaṃ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṃ pabbaji, mā heva nemittānaṃ brāhmaṇānaṃ saccaṃ assa vacanan’ti. ","eng":"‘Prince Vipassī must not renounce the throne. He must not go forth from the lay life to homelessness. And the words of the brahmin soothsayers must not come true.’ ","html":"{}"},"dn14:2.8.3":{"pli":"Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ","eng":"To this end he provided the prince with even more of the five kinds of sensual stimulation, ","html":"{}"},"dn14:2.8.4":{"pli":"‘yathā vipassī kumāro rajjaṃ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṃ pabbajeyya, yathā nemittānaṃ brāhmaṇānaṃ micchā assa vacanan’ti. ","html":"{}"},"dn14:2.9.1":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ","eng":"with which the prince amused himself. ","html":"{}</p>"},"dn14:2.9.2":{"pli":"Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ …pe… ","eng":"Then, after many thousand years had passed, Prince Vipassī had his charioteer drive him to the park once more. ","html":"<p>{}</p>"},"dn14:2.10.1":{"pli":"Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto mahājanakāyaṃ sannipatitaṃ nānārattānañca dussānaṃ vilātaṃ kayiramānaṃ. ","eng":"Along the way he saw a large crowd gathered making a bier out of garments of different colors. ","html":"<p>{}","comm":"Neither reading <i lang='pi' translate='no'>vilāta</i> or <i lang='pi' translate='no'>milāta</i> appears to occur elsewhere in this sense. The commentary says it is a bier (<i lang='pi' translate='no'>sivika</i>). "},"dn14:2.10.2":{"pli":"Disvā sārathiṃ āmantesi: ","eng":"He addressed his charioteer, ","html":"{}"},"dn14:2.10.3":{"pli":"‘kiṃ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṃ vilātaṃ kayiratī’ti? ","eng":"‘My dear charioteer, why is that crowd making a bier?’ ","html":"{}</p>"},"dn14:2.10.4":{"pli":"‘Eso kho, deva, kālaṅkato nāmā’ti. ","eng":"‘That, Your Majesty, is for someone who’s departed.’ ","html":"<p>{}</p>"},"dn14:2.10.5":{"pli":"‘Tena hi, samma sārathi, yena so kālaṅkato tena rathaṃ pesehī’ti. ","eng":"‘Well then, drive the chariot up to the departed.’ ","html":"<p>{}</p>"},"dn14:2.10.6":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṃ pesesi. ","eng":"‘Yes, Your Majesty,’ replied the charioteer, and did so. ","html":"<p>{}</p>"},"dn14:2.10.7":{"pli":"Addasā kho, bhikkhave, vipassī kumāro petaṃ kālaṅkataṃ, disvā sārathiṃ āmantesi: ","eng":"When the prince saw the corpse of the departed, he addressed the charioteer, ","html":"<p>{}"},"dn14:2.10.8":{"pli":"‘kiṃ panāyaṃ, samma sārathi, kālaṅkato nāmā’ti? ","eng":"‘But why is he called departed?’ ","html":"{}</p>"},"dn14:2.10.9":{"pli":"‘Eso kho, deva, kālaṅkato nāma. Na dāni taṃ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṃ vā pitaraṃ vā aññe vā ñātisālohite’ti. ","eng":"‘He’s called departed because now his mother and father, his relatives and kin shall see him no more, and he shall never again see them.’ ","html":"<p>{}</p>"},"dn14:2.10.10":{"pli":"‘Kiṃ pana, samma sārathi, ahampi maraṇadhammo maraṇaṃ anatīto; ","eng":"‘But my dear charioteer, am I liable to die? Am I not exempt from death? ","html":"<p>{}"},"dn14:2.10.11":{"pli":"mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ","eng":"Will the king and queen and my other relatives and kin see me no more? ","html":"{}"},"dn14:2.10.12":{"pli":"ahampi na dakkhissāmi devaṃ vā deviṃ vā aññe vā ñātisālohite’ti? ","eng":"And shall I never again see them?’ ","html":"{}</p>"},"dn14:2.10.13":{"pli":"‘Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṃ anatītā; ","eng":"‘Everyone is liable to die, Your Majesty, including you. No-one is exempt from death. ","html":"<p>{}"},"dn14:2.10.14":{"pli":"tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ","eng":"The king and queen and your other relatives and kin shall see you no more, ","html":"{}"},"dn14:2.10.15":{"pli":"tvampi na dakkhissasi devaṃ vā deviṃ vā aññe vā ñātisālohite’ti. ","eng":"and you shall never again see them.’ ","html":"{}</p>"},"dn14:2.10.16":{"pli":"‘Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī’ti. ","eng":"‘Well then, my dear charioteer, that’s enough of the park for today. Let’s return to the royal compound.’ ","html":"<p>{}</p>"},"dn14:2.10.17":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsi. ","eng":"‘Yes, Your Majesty,’ replied the charioteer and did so. ","html":"<p>{}</p>"},"dn14:2.10.18":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ","eng":"Back at the royal compound, the prince brooded, miserable and sad: ","html":"<p>{}"},"dn14:2.10.19":{"pli":"‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṃ paññāyissatī’ti. ","eng":"‘Curse this thing called rebirth, since old age, sickness, and death will come to anyone who’s born.’ ","html":"{}</p>"},"dn14:2.11.1":{"pli":"Atha kho, bhikkhave, bandhumā rājā sārathiṃ āmantāpetvā etadavoca: ","eng":"Then King Bandhumā summoned the charioteer and said, ","html":"<p>{}"},"dn14:2.11.2":{"pli":"‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ","eng":"‘My dear charioteer, I hope the prince enjoyed himself at the park? I hope he was happy there?’ ","html":"{}</p>"},"dn14:2.11.3":{"pli":"‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ","eng":"‘No, Your Majesty, the prince didn’t enjoy himself at the park.’ ","html":"<p>{}</p>"},"dn14:2.11.4":{"pli":"‘Kiṃ pana, samma sārathi, addasa kumāro uyyānabhūmiṃ niyyanto’ti? ","eng":"‘But what did he see on the way to the park?’ ","html":"<p>{}"},"dn14:2.11.5":{"pli":"‘Addasā kho, deva, kumāro uyyānabhūmiṃ niyyanto mahājanakāyaṃ sannipatitaṃ nānārattānañca dussānaṃ vilātaṃ kayiramānaṃ. ","eng":"And the charioteer told the king about seeing the dead man and the prince’s reaction. ","html":"{}"},"dn14:2.11.6":{"pli":"Disvā maṃ etadavoca: ","html":"{}"},"dn14:2.11.7":{"pli":"“kiṃ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṃ vilātaṃ kayiratī”ti? ","html":"{}"},"dn14:2.11.8":{"pli":"“Eso kho, deva, kālaṅkato nāmā”ti. ","html":"{}"},"dn14:2.11.9":{"pli":"“Tena hi, samma sārathi, yena so kālaṅkato tena rathaṃ pesehī”ti. ","html":"{}"},"dn14:2.11.10":{"pli":"“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṃ pesesiṃ. ","html":"{}"},"dn14:2.11.11":{"pli":"Addasā kho, deva, kumāro petaṃ kālaṅkataṃ, disvā maṃ etadavoca: ","html":"{}"},"dn14:2.11.12":{"pli":"“kiṃ panāyaṃ, samma sārathi, kālaṅkato nāmā”ti? ","html":"{}"},"dn14:2.11.13":{"pli":"“Eso kho, deva, kālaṅkato nāma. ","html":"{}"},"dn14:2.11.14":{"pli":"Na dāni taṃ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṃ vā pitaraṃ vā aññe vā ñātisālohite”ti. ","html":"{}"},"dn14:2.11.15":{"pli":"“Kiṃ pana, samma sārathi, ahampi maraṇadhammo maraṇaṃ anatīto; ","html":"{}"},"dn14:2.11.16":{"pli":"mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ","html":"{}"},"dn14:2.11.17":{"pli":"ahampi na dakkhissāmi devaṃ vā deviṃ vā aññe vā ñātisālohite”ti? ","html":"{}"},"dn14:2.11.18":{"pli":"“Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṃ anatītā; ","html":"{}"},"dn14:2.11.19":{"pli":"tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā, tvampi na dakkhissasi devaṃ vā deviṃ vā aññe vā ñātisālohite”ti. ","html":"{}"},"dn14:2.11.20":{"pli":"“Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī”ti. ","html":"{}"},"dn14:2.11.21":{"pli":"“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsiṃ. ","html":"{}"},"dn14:2.11.22":{"pli":"So kho, deva, kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ","html":"{}"},"dn14:2.11.23":{"pli":"“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṃ paññāyissatī”’ti. ","html":"{}</p>"},"dn14:2.12.0":{"pli":"8. Pabbajita ","eng":"8. The Renunciate ","html":"<h2>{}</h2>"},"dn14:2.12.1":{"pli":"Atha kho, bhikkhave, bandhumassa rañño etadahosi: ","eng":"Then King Bandhumā thought, ","html":"<p>{}"},"dn14:2.12.2":{"pli":"‘mā heva kho vipassī kumāro na rajjaṃ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṃ pabbaji, mā heva nemittānaṃ brāhmaṇānaṃ saccaṃ assa vacanan’ti. ","eng":"‘Prince Vipassī must not renounce the throne. He must not go forth from the lay life to homelessness. And the words of the brahmin soothsayers must not come true.’ ","html":"{}"},"dn14:2.12.3":{"pli":"Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ","eng":"To this end he provided the prince with even more of the five kinds of sensual stimulation, ","html":"{}"},"dn14:2.12.4":{"pli":"‘yathā vipassī kumāro rajjaṃ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṃ pabbajeyya, yathā nemittānaṃ brāhmaṇānaṃ micchā assa vacanan’ti. ","html":"{}"},"dn14:2.13.1":{"pli":"Tatra sudaṃ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ","eng":"with which the prince amused himself. ","html":"{}</p>"},"dn14:2.13.2":{"pli":"Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena sārathiṃ āmantesi: ","eng":"Then, after many thousand years had passed, Prince Vipassī had his charioteer drive him to the park once more. ","html":"<p>{}"},"dn14:2.13.3":{"pli":"‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni, uyyānabhūmiṃ gacchāma subhūmidassanāyā’ti. ","html":"{}"},"dn14:2.13.4":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi: ","html":"{}"},"dn14:2.13.5":{"pli":"‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni, ","html":"{}"},"dn14:2.13.6":{"pli":"yassadāni kālaṃ maññasī’ti. ","html":"{}"},"dn14:2.13.7":{"pli":"Atha kho, bhikkhave, vipassī kumāro bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṃ niyyāsi. ","html":"{}</p>"},"dn14:2.14.1":{"pli":"Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto purisaṃ bhaṇḍuṃ pabbajitaṃ kāsāyavasanaṃ. ","eng":"Along the way he saw a man, a renunciate with shaven head, wearing an ocher robe. ","html":"<p>{}","comm":"“Renunciate” is <i lang='pi' translate='no'>pabbajita</i> (“one who has gone forth”), one of the many words for religious ascetics. It is a general term and does not specify his affiliation. "},"dn14:2.14.2":{"pli":"Disvā sārathiṃ āmantesi: ","eng":"He addressed his charioteer, ","html":"{}"},"dn14:2.14.3":{"pli":"‘ayaṃ pana, samma sārathi, puriso kiṅkato? ","eng":"‘My dear charioteer, what has that man done? ","html":"{}"},"dn14:2.14.4":{"pli":"Sīsampissa na yathā aññesaṃ, vatthānipissa na yathā aññesan’ti? ","eng":"For his head and his clothes are unlike those of other men.’ ","html":"{}</p>"},"dn14:2.14.5":{"pli":"‘Eso kho, deva, pabbajito nāmā’ti. ","eng":"‘That, Your Majesty, is called a renunciate.’ ","html":"<p>{}</p>"},"dn14:2.14.6":{"pli":"‘Kiṃ paneso, samma sārathi, pabbajito nāmā’ti? ","eng":"‘But why is he called a renunciate?’ ","html":"<p>{}</p>"},"dn14:2.14.7":{"pli":"‘Eso kho, deva, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā’ti. ","eng":"‘He is called a renunciate because he celebrates principled and fair conduct, skillful actions, good deeds, harmlessness, and sympathy for living creatures.’ ","html":"<p>{}</p>","comm":"“Celebrate” is <i lang='pi' translate='no'>sādhu</i>, the famous Buddhist words of approval and rejoicing still heard every day in Theravāda Buddhist cultures. It later acquired the meaning “renunciate” but does not have that sense in early Pali. The virtues that he celebrates are common values of Indian religions. "},"dn14:2.14.8":{"pli":"‘Sādhu kho so, samma sārathi, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā. ","eng":"‘Then I celebrate the one called a renunciate, who celebrates principled and fair conduct, skillful actions, good deeds, harmlessness, and sympathy for living creatures! ","html":"<p>{}"},"dn14:2.14.9":{"pli":"Tena hi, samma sārathi, yena so pabbajito tena rathaṃ pesehī’ti. ","eng":"Well then, drive the chariot up to that renunciate.’ ","html":"{}</p>"},"dn14:2.14.10":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so pabbajito tena rathaṃ pesesi. ","eng":"‘Yes, Your Majesty,’ replied the charioteer, and did so. ","html":"<p>{}</p>"},"dn14:2.14.11":{"pli":"Atha kho, bhikkhave, vipassī kumāro taṃ pabbajitaṃ etadavoca: ","eng":"Then Prince Vipassī said to that renunciate, ","html":"<p>{}"},"dn14:2.14.12":{"pli":"‘tvaṃ pana, samma, kiṅkato, ","eng":"‘My good man, what have you done? ","html":"{}"},"dn14:2.14.13":{"pli":"sīsampi te na yathā aññesaṃ, vatthānipi te na yathā aññesan’ti? ","eng":"For your head and your clothes are unlike those of other men.’ ","html":"{}</p>"},"dn14:2.14.14":{"pli":"‘Ahaṃ kho, deva, pabbajito nāmā’ti. ","eng":"‘Sire, I am what is called a renunciate.’ ","html":"<p>{}</p>"},"dn14:2.14.15":{"pli":"‘Kiṃ pana tvaṃ, samma, pabbajito nāmā’ti? ","eng":"‘But why are you called a renunciate?’ ","html":"<p>{}</p>"},"dn14:2.14.16":{"pli":"‘Ahaṃ kho, deva, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā’ti. ","eng":"‘I am called a renunciate because I celebrate principled and fair conduct, skillful actions, good deeds, harmlessness, and sympathy for living creatures.’ ","html":"<p>{}</p>"},"dn14:2.14.17":{"pli":"‘Sādhu kho tvaṃ, samma, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā’ti. ","eng":"‘Then I celebrate the one called a renunciate, who celebrates principled and fair conduct, skillful actions, good deeds, harmlessness, and sympathy for living creatures!’ ","html":"<p>{}</p>"},"dn14:2.15.0":{"pli":"9. Bodhisattapabbajjā ","eng":"9. The Going Forth ","html":"<h2>{}</h2>"},"dn14:2.15.1":{"pli":"Atha kho, bhikkhave, vipassī kumāro sārathiṃ āmantesi: ","eng":"Then the prince addressed the charioteer, ","html":"<p>{}"},"dn14:2.15.2":{"pli":"‘tena hi, samma sārathi, rathaṃ ādāya itova antepuraṃ paccaniyyāhi. ","eng":"‘Well then, my dear charioteer, take the chariot and return to the royal compound. ","html":"{}"},"dn14:2.15.3":{"pli":"Ahaṃ pana idheva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ","eng":"I shall shave off my hair and beard right here, dress in ocher robes, and go forth from the lay life to homelessness.’ ","html":"{}</p>","comm":"His apparently sudden decision to go forth arises only after an extensive period of crisis and contemplation. "},"dn14:2.15.4":{"pli":"‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā rathaṃ ādāya tatova antepuraṃ paccaniyyāsi. ","eng":"‘Yes, Your Majesty,’ replied the charioteer and did so. ","html":"<p>{}</p>"},"dn14:2.15.5":{"pli":"Vipassī pana kumāro tattheva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","eng":"Then Prince Vipassī shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. ","html":"<p>{}</p>"},"dn14:2.16.0":{"pli":"10. Mahājanakāyaanupabbajjā ","eng":"10. A Great Crowd Goes Forth ","html":"<h2>{}</h2>"},"dn14:2.16.1":{"pli":"Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni: ","eng":"A large crowd of 84,000 people in the capital of Bandhumatī heard ","html":"<p>{}"},"dn14:2.16.2":{"pli":"‘vipassī kira kumāro kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito’ti. ","eng":"that Vipassī had gone forth. ","html":"{}"},"dn14:2.16.3":{"pli":"Sutvāna tesaṃ etadahosi: ","eng":"It occurred to them, ","html":"{}"},"dn14:2.16.4":{"pli":"‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha vipassī kumāro kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito. ","eng":"‘This must be no ordinary teaching and training, no ordinary going forth in which Prince Vipassī has gone forth. ","html":"{}"},"dn14:2.16.5":{"pli":"Vipassīpi nāma kumāro kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissati, kimaṅgaṃ pana mayan’ti. ","eng":"If even the prince goes forth, why don’t we do the same?’ ","html":"{}</p>"},"dn14:2.16.6":{"pli":"Atha kho, so bhikkhave, mahājanakāyo caturāsītipāṇasahassāni kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā vipassiṃ bodhisattaṃ agārasmā anagāriyaṃ pabbajitaṃ anupabbajiṃsu. ","eng":"Then that great crowd of 84,000 people shaved off their hair and beard, dressed in ocher robes, and followed the one intent on awakening, Vipassī, by going forth from the lay life to homelessness. ","html":"<p>{}","comm":"The idea that a whole populace would follow the bodhisatta on his renunciate path occurs several times in the Jātakas. "},"dn14:2.16.7":{"pli":"Tāya sudaṃ, bhikkhave, parisāya parivuto vipassī bodhisatto gāmanigamajanapadarājadhānīsu cārikaṃ carati. ","eng":"Escorted by that assembly, Vipassī wandered on tour among the villages, towns, and capital cities. ","html":"{}</p>","comm":"Following the PTS edition in omitting <i lang='pi' translate='no'>janapada</i>, which is absent from the commentary and the parallel passage at <a href='index.html?q=dn19#58.3'>DN 19:58.3</a>. "},"dn14:2.17.1":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as he was in private retreat this thought came to his mind, ","html":"<p>{}"},"dn14:2.17.2":{"pli":"‘na kho metaṃ patirūpaṃ yohaṃ ākiṇṇo viharāmi, yannūnāhaṃ eko gaṇamhā vūpakaṭṭho vihareyyan’ti. ","eng":"‘It’s not appropriate for me to live in a crowd. Why don’t I live alone, withdrawn from the group?’ ","html":"{}"},"dn14:2.17.3":{"pli":"Atha kho, bhikkhave, vipassī bodhisatto aparena samayena eko gaṇamhā vūpakaṭṭho vihāsi, aññeneva tāni caturāsītipabbajitasahassāni agamaṃsu, aññena maggena vipassī bodhisatto. ","eng":"After some time he withdrew from the group to live alone. The 84,000 went one way, but Vipassī went another. ","html":"{}</p>"},"dn14:2.18.0":{"pli":"11. Bodhisattaabhinivesa ","eng":"11. Vipassī’s Reflections ","html":"<h2>{}</h2>"},"dn14:2.18.1":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa vāsūpagatassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as Vipassī, the one intent on awakening, was in private retreat in his dwelling, this thought came to his mind, ","html":"<p>{}","comm":"This is the only place <i lang='pi' translate='no'>vāsūpagata</i> (“entered his dwelling”) is added to this stock phrase. "},"dn14:2.18.2":{"pli":"‘kicchaṃ vatāyaṃ loko āpanno, jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca, atha ca panimassa dukkhassa nissaraṇaṃ nappajānāti jarāmaraṇassa, ","eng":"‘Alas, this world has fallen into trouble. It’s born, grows old, dies, passes away, and is reborn, yet it doesn’t understand how to escape from this suffering, from old age and death. ","html":"{}","comm":"At <a href='index.html?q=sn12.4'>SN 12.4</a>–10 this same reflection is attributed to each of the seven past Buddhas, kicking off an investigation into dependent origination in reverse order, starting with the outcome: suffering. Here this is treated as a meditative contemplation, whereas the next sutta, <a href='index.html?q=dn15'>DN 15</a> Mahānidānasutta, delves into the philosophical implications. "},"dn14:2.18.3":{"pli":"kudāssu nāma imassa dukkhassa nissaraṇaṃ paññāyissati jarāmaraṇassā’ti? ","eng":"Oh, when will an escape be found from this suffering, from old age and death?’ ","html":"{}</p>"},"dn14:2.18.4":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.5":{"pli":"‘kimhi nu kho sati jarāmaraṇaṃ hoti, kiṃpaccayā jarāmaraṇan’ti? ","eng":"‘When what exists is there old age and death? What is a requirement for old age and death?’ ","html":"{}","comm":"The reflection shows how the bodhisatta is still digging into the trauma of discovering the reality of old age and death. "},"dn14:2.18.6":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}","comm":"<i lang='pi' translate='no'>Yoniso maniskāra</i> (“rational application of mind”) is a distinctively Buddhist term that literally means “applying the mind by way of source”. It is mostly used in investigating causality, although over time it came to have a more general sense of “reflection, inquiry, attention”. "},"dn14:2.18.7":{"pli":"‘jātiyā kho sati jarāmaraṇaṃ hoti, jātipaccayā jarāmaraṇan’ti. ","eng":"‘When rebirth exists there’s old age and death. Rebirth is a requirement for old age and death.’ ","html":"{}</p>","comm":"Here begins the sequence of dependent origination. I give basic definitions of terms here, and more details in <a href='index.html?q=dn15'>DN 15</a>. See also my notes in the Nidānasaṁyutta, especially <a href='index.html?q=sn12.1'>SN 12.1</a> and <a href='index.html?q=sn12.2'>SN 12.2</a>. | Rebirth is a necessary antecedent condition for old age and death. Note that it is not a <em>sufficient</em> condition for old age, for many die when young. "},"dn14:2.18.8":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.9":{"pli":"‘kimhi nu kho sati jāti hoti, kiṃpaccayā jātī’ti? ","eng":"‘When what exists is there rebirth? What is a requirement for rebirth?’ ","html":"{}","comm":"Since there cannot be an end to the “birth” that starts this life, <i lang='pi' translate='no'>jāti</i> means “rebirth”, the next stage in the ongoing cycle. "},"dn14:2.18.10":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.11":{"pli":"‘bhave kho sati jāti hoti, bhavapaccayā jātī’ti. ","eng":"‘When continued existence exists there’s rebirth. Continued existence is a requirement for rebirth.’ ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Bhava</i> means “being, existence, life” in the sense of “past and future lives”. It refers to the ongoing process of continued existence, transmigrating through life after life. By itself, <i lang='pi' translate='no'>bhava</i> has a positive connotation, and represents the longing that many people have to continue to exist after death in a permanent and happy state. The Buddha, however, situates it as just one more dimension of the flow of conditions. "},"dn14:2.18.12":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.13":{"pli":"‘kimhi nu kho sati bhavo hoti, kiṃpaccayā bhavo’ti? ","eng":"‘When what exists is there continued existence? What is a requirement for continued existence?’ ","html":"{}"},"dn14:2.18.14":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.15":{"pli":"‘upādāne kho sati bhavo hoti, upādānapaccayā bhavo’ti. ","eng":"‘When grasping exists there’s continued existence. Grasping is a requirement for continued existence.’ ","html":"{}</p>","comm":"“Grasping” (<i lang='pi' translate='no'>upādāna</i>) at sensual pleasures, views, precepts and observances, and theories of a self (<a href='index.html?q=dn15#6.3'>DN 15:6.3</a>). Grasping has the active sense of “taking up” a new life, not just “clinging” to what one has. It has a dual sense, because it also means the “fuel” that sustains the fire of existence. "},"dn14:2.18.16":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.17":{"pli":"‘kimhi nu kho sati upādānaṃ hoti, kiṃpaccayā upādānan’ti? ","eng":"‘When what exists is there grasping? What is a requirement for grasping?’ ","html":"{}"},"dn14:2.18.18":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.19":{"pli":"‘taṇhāya kho sati upādānaṃ hoti, taṇhāpaccayā upādānan’ti. ","eng":"‘When craving exists there’s grasping. Craving is a requirement for grasping.’ ","html":"{}</p>","comm":"Craving (<i lang='pi' translate='no'>taṇhā</i>, literally “thirst”) and grasping have a similar meaning, but craving is primal desire while grasping is more complex, involving doctrines and behaviors. "},"dn14:2.18.20":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.21":{"pli":"‘kimhi nu kho sati taṇhā hoti, kiṃpaccayā taṇhā’ti? ","eng":"‘When what exists is there craving? What is a requirement for craving?’ ","html":"{}"},"dn14:2.18.22":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.23":{"pli":"‘vedanāya kho sati taṇhā hoti, vedanāpaccayā taṇhā’ti. ","eng":"‘When feeling exists there’s craving. Feeling is a requirement for craving.’ ","html":"{}</p>","comm":"“Feeling” (<i lang='pi' translate='no'>vedanā</i>) is more fundamental than the complex concept of “emotion”. It refers to the hedonic tone of experience as pleasant, painful, or neutral. "},"dn14:2.18.24":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.25":{"pli":"‘kimhi nu kho sati vedanā hoti, kiṃpaccayā vedanā’ti? ","eng":"‘When what exists is there feeling? What is a requirement for feeling?’ ","html":"{}"},"dn14:2.18.26":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.27":{"pli":"‘phasse kho sati vedanā hoti, phassapaccayā vedanā’ti. ","eng":"‘When contact exists there’s feeling. Contact is a requirement for feeling.’ ","html":"{}</p>","comm":"“Contact” is literally “touch” (<i lang='pi' translate='no'>phassa</i>), and refers to the stimulation that occurs when sense object meets sense organ in experience. "},"dn14:2.18.28":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.29":{"pli":"‘kimhi nu kho sati phasso hoti, kiṃpaccayā phasso’ti? ","eng":"‘When what exists is there contact? What is a requirement for contact?’ ","html":"{}"},"dn14:2.18.30":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.31":{"pli":"‘saḷāyatane kho sati phasso hoti, saḷāyatanapaccayā phasso’ti. ","eng":"‘When the six sense fields exist there’s contact. The six sense fields are requirements for contact.’ ","html":"{}</p>","comm":"The five senses with the mind as sixth. This topic is treated extensively throughout early Buddhism, with a special focus on understanding and restraining the pull of sense stimulation. <i lang='pi' translate='no'>Āyatana</i> has a root sense “stretch”, from which derived senses include “dimension”, “field”, etc. "},"dn14:2.18.32":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.33":{"pli":"‘kimhi nu kho sati saḷāyatanaṃ hoti, kiṃpaccayā saḷāyatanan’ti? ","eng":"‘When what exists are there the six sense fields? What is a requirement for the six sense fields?’ ","html":"{}"},"dn14:2.18.34":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.35":{"pli":"‘nāmarūpe kho sati saḷāyatanaṃ hoti, nāmarūpapaccayā saḷāyatanan’ti. ","eng":"‘When name and form exist there are the six sense fields. Name and form are requirements for the six sense fields.’ ","html":"{}</p>","comm":"“Name and form” (<i lang='pi' translate='no'>nāmarūpa</i>) is a Vedic concept referring to the multiplicity of material forms (<i lang='pi' translate='no'>rūpa</i>) and associated names (<i lang='pi' translate='no'>nāma</i>), especially the individual “sentient organisms” such as gods and humans (Rig Veda 5.43.10, Bṛhadāraṇyaka Upaniṣad 1.6.1, Chāndogya Upaniṣad 6.3.2), which are ultimately absorbed into the divine, like rivers in the ocean (Muṇḍaka Upaniṣad 3.2.8, Praśna Upaniṣad 6.5). The Buddha treated “name” analytically as feeling, perception, intention, contact, and application of mind, and “form” as the four elements and derived matter (<a href='index.html?q=dn15#20.8'>DN 15:20.8</a>, <a href='index.html?q=mn9#52-54.7'>MN 9:52–54.7</a>, and <a href='index.html?q=sn12.2#11.1'>SN 12.2:11.1</a>). "},"dn14:2.18.36":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.37":{"pli":"‘kimhi nu kho sati nāmarūpaṃ hoti, kiṃpaccayā nāmarūpan’ti? ","eng":"‘When what exists are there name and form? What is a requirement for name and form?’ ","html":"{}"},"dn14:2.18.38":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.39":{"pli":"‘viññāṇe kho sati nāmarūpaṃ hoti, viññāṇapaccayā nāmarūpan’ti. ","eng":"‘When consciousness exists there are name and form. Consciousness is a requirement for name and form.’ ","html":"{}</p>","comm":"“Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is simple subjective awareness, the sense of knowing. It arises stimulated by either an external sense impression or a mental phenomena such as thought, memory, etc. It is the subjective awareness that makes the entire multiform world of concepts and appearances possible. Thus far the analysis agrees with Yājñavalkya, who says that the manifold appearances in the world arise from consciousness (<i lang='pi' translate='no'>etebhyo bhūtebhyaḥ samutthāya</i>, Bṛhadāraṇyaka Upaniṣad 2.4.12). "},"dn14:2.18.40":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.18.41":{"pli":"‘kimhi nu kho sati viññāṇaṃ hoti, kiṃpaccayā viññāṇan’ti? ","eng":"‘When what exists is there consciousness? What is a requirement for consciousness?’ ","html":"{}"},"dn14:2.18.42":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.18.43":{"pli":"‘nāmarūpe kho sati viññāṇaṃ hoti, nāmarūpapaccayā viññāṇan’ti. ","eng":"‘When name and form exist there’s consciousness. Name and form are requirements for consciousness.’ ","html":"{}</p>","comm":"Here the Buddha decisively departs from Yājñavalkya’s view that individuated awareness (<i lang='pi' translate='no'>saññā</i>) returns into “this great reality, infinite, unbounded, a sheer mass of consciousness” (<i lang='pi' translate='no'>idaṁ mahadbhūtam anantam apāraṁ vijñānaghana eva</i>, Bṛhadāraṇyaka Upaniṣad 2.4.12). Consciousness (<i lang='pi' translate='no'>viññāṇa</i>) is not a fundamental reality (<i lang='pi' translate='no'>mahadbhūta</i>) underlying multiplicity, but rather a conditioned process that exists only together with name and form. "},"dn14:2.19.1":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.19.2":{"pli":"‘paccudāvattati kho idaṃ viññāṇaṃ nāmarūpamhā, nāparaṃ gacchati. ","eng":"‘This consciousness turns back from name and form, and doesn’t go beyond that.’ ","html":"{}","comm":"Dependent origination normally continues with two further factors: choices and ignorance. The full series does not appear in the Dīghanikāya. This truncated series emphasizes the mutuality of name and form with consciousness, but does not preclude the normal linear series. Each presentation of dependent origination reveals a different aspect of a complex, ramified process. "},"dn14:2.19.3":{"pli":"Ettāvatā jāyetha vā jiyyetha vā miyyetha vā cavetha vā upapajjetha vā, yadidaṃ ","eng":"This is the extent to which one may be reborn, grow old, die, pass away, or reappear. That is: ","html":"{}"},"dn14:2.19.4":{"pli":"nāmarūpapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Name and form are requirements for consciousness. Consciousness is a requirement for name and form. Name and form are requirements for the six sense fields. The six sense fields are requirements for contact. Contact is a requirement for feeling. Feeling is a requirement for craving. Craving is a requirement for grasping. Grasping is a requirement for continued existence. Continued existence is a requirement for rebirth. Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}","comm":"Note the use of repetition to sum up the main doctrinal teachings. This serves to lock the sequence in memory and ensure no items are missing or displaced, while for one who is reciting the text from memory it provides an opportunity to reflect and apply the meaning in their own experience. "},"dn14:2.19.5":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti’. ","eng":"That is how this entire mass of suffering originates.’ ","html":"{}</p>"},"dn14:2.19.6":{"pli":"‘Samudayo samudayo’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ","eng":"‘Origination, origination.’ Such was the vision, knowledge, wisdom, realization, and light that arose in Vipassī, the one intent on awakening, regarding teachings not learned before from another. ","html":"<p>{}</p>","comm":"This phrasing recalls the Buddha’s first sermon (<a href='index.html?q=sn56.11#5.1'>SN 56.11:5.1</a>), an insight that is said to be common to all Buddhas (<a href='index.html?q=sn56.12#1.1'>SN 56.12:1.1</a>). <i lang='pi' translate='no'>Pubbe ananussutesu</i> (“not learned before from another”) means that this is a fresh insight not passed down in an oral tradition. "},"dn14:2.20.1":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.2":{"pli":"‘kimhi nu kho asati jarāmaraṇaṃ na hoti, kissa nirodhā jarāmaraṇanirodho’ti? ","eng":"‘When what doesn’t exist is there no old age and death? When what ceases do old age and death cease?’ ","html":"{}"},"dn14:2.20.3":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.4":{"pli":"‘jātiyā kho asati jarāmaraṇaṃ na hoti, jātinirodhā jarāmaraṇanirodho’ti. ","eng":"‘When rebirth doesn’t exist there’s no old age and death. When rebirth ceases, old age and death cease.’ ","html":"{}</p>"},"dn14:2.20.5":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.6":{"pli":"‘kimhi nu kho asati jāti na hoti, kissa nirodhā jātinirodho’ti? ","eng":"‘When what doesn’t exist is there no rebirth? When what ceases does rebirth cease?’ ","html":"{}"},"dn14:2.20.7":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.8":{"pli":"‘bhave kho asati jāti na hoti, bhavanirodhā jātinirodho’ti. ","eng":"‘When continued existence doesn’t exist there’s no rebirth. When continued existence ceases, rebirth ceases.’ ","html":"{}</p>"},"dn14:2.20.9":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.10":{"pli":"‘kimhi nu kho asati bhavo na hoti, kissa nirodhā bhavanirodho’ti? ","eng":"‘When what doesn’t exist is there no continued existence? When what ceases does continued existence cease?’ ","html":"{}"},"dn14:2.20.11":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.12":{"pli":"‘upādāne kho asati bhavo na hoti, upādānanirodhā bhavanirodho’ti. ","eng":"‘When grasping doesn’t exist there’s no continued existence. When grasping ceases, continued existence ceases.’ ","html":"{}</p>"},"dn14:2.20.13":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.14":{"pli":"‘kimhi nu kho asati upādānaṃ na hoti, kissa nirodhā upādānanirodho’ti? ","eng":"‘When what doesn’t exist is there no grasping? When what ceases does grasping cease?’ ","html":"{}"},"dn14:2.20.15":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.16":{"pli":"‘taṇhāya kho asati upādānaṃ na hoti, taṇhānirodhā upādānanirodho’ti. ","eng":"‘When craving doesn’t exist there’s no grasping. When craving ceases, grasping ceases.’ ","html":"{}</p>"},"dn14:2.20.17":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.18":{"pli":"‘kimhi nu kho asati taṇhā na hoti, kissa nirodhā taṇhānirodho’ti? ","eng":"‘When what doesn’t exist is there no craving? When what ceases does craving cease?’ ","html":"{}"},"dn14:2.20.19":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.20":{"pli":"‘vedanāya kho asati taṇhā na hoti, vedanānirodhā taṇhānirodho’ti. ","eng":"‘When feeling doesn’t exist there’s no craving. When feeling ceases, craving ceases.’ ","html":"{}</p>"},"dn14:2.20.21":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.22":{"pli":"‘kimhi nu kho asati vedanā na hoti, kissa nirodhā vedanānirodho’ti? ","eng":"‘When what doesn’t exist is there no feeling? When what ceases does feeling cease?’ ","html":"{}"},"dn14:2.20.23":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.24":{"pli":"‘phasse kho asati vedanā na hoti, phassanirodhā vedanānirodho’ti. ","eng":"‘When contact doesn’t exist there’s no feeling. When contact ceases, feeling ceases.’ ","html":"{}</p>"},"dn14:2.20.25":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.26":{"pli":"‘kimhi nu kho asati phasso na hoti, kissa nirodhā phassanirodho’ti? ","eng":"‘When what doesn’t exist is there no contact? When what ceases does contact cease?’ ","html":"{}"},"dn14:2.20.27":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.28":{"pli":"‘saḷāyatane kho asati phasso na hoti, saḷāyatananirodhā phassanirodho’ti. ","eng":"‘When the six sense fields don’t exist there’s no contact. When the six sense fields cease, contact ceases.’ ","html":"{}</p>"},"dn14:2.20.29":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.30":{"pli":"‘kimhi nu kho asati saḷāyatanaṃ na hoti, kissa nirodhā saḷāyatananirodho’ti? ","eng":"‘When what doesn’t exist are there no six sense fields? When what ceases do the six sense fields cease?’ ","html":"{}"},"dn14:2.20.31":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.32":{"pli":"‘nāmarūpe kho asati saḷāyatanaṃ na hoti, nāmarūpanirodhā saḷāyatananirodho’ti. ","eng":"‘When name and form don’t exist there are no six sense fields. When name and form cease, the six sense fields cease.’ ","html":"{}</p>"},"dn14:2.20.33":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.34":{"pli":"‘kimhi nu kho asati nāmarūpaṃ na hoti, kissa nirodhā nāmarūpanirodho’ti? ","eng":"‘When what doesn’t exist are there no name and form? When what ceases do name and form cease?’ ","html":"{}"},"dn14:2.20.35":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.36":{"pli":"‘viññāṇe kho asati nāmarūpaṃ na hoti, viññāṇanirodhā nāmarūpanirodho’ti. ","eng":"‘When consciousness doesn’t exist there are no name and form. When consciousness ceases, name and form cease.’ ","html":"{}</p>"},"dn14:2.20.37":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.20.38":{"pli":"‘kimhi nu kho asati viññāṇaṃ na hoti, kissa nirodhā viññāṇanirodho’ti? ","eng":"‘When what doesn’t exist is there no consciousness? When what ceases does consciousness cease?’ ","html":"{}"},"dn14:2.20.39":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, Vipassī penetrated with wisdom, ","html":"{}"},"dn14:2.20.40":{"pli":"‘nāmarūpe kho asati viññāṇaṃ na hoti, nāmarūpanirodhā viññāṇanirodho’ti. ","eng":"‘When name and form don’t exist there’s no consciousness. When name and form cease, consciousness ceases.’ ","html":"{}</p>"},"dn14:2.21.1":{"pli":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","eng":"Then Vipassī thought, ","html":"<p>{}"},"dn14:2.21.2":{"pli":"‘adhigato kho myāyaṃ maggo sambodhāya yadidaṃ—","eng":"‘I have discovered the path to awakening. That is: ","html":"{}","comm":"The PTS edition has <i lang='pi' translate='no'>vipassanā-maggo</i> here, despite admitting the term is found in no manuscripts and is taken from the commentary, where it is clearly an explanation not a reading (<i lang='pi' translate='no'>maggoti vipassanāmaggo</i>). This error is followed by Rhys Davids and Walshe in their translations. "},"dn14:2.21.3":{"pli":"nāmarūpanirodhā viññāṇanirodho, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā saḷāyatananirodho, saḷāyatananirodhā phassanirodho, phassanirodhā vedanānirodho, vedanānirodhā taṇhānirodho, taṇhānirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When name and form cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"dn14:2.21.4":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti’. ","eng":"That is how this entire mass of suffering ceases.’ ","html":"{}</p>"},"dn14:2.21.5":{"pli":"‘Nirodho nirodho’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ","eng":"‘Cessation, cessation.’ Such was the vision, knowledge, wisdom, realization, and light that arose in Vipassī, the one intent on awakening, regarding teachings not learned before from another. ","html":"<p>{}</p>","comm":"Insight into dependent origination here indicates the attaining of stream entry. "},"dn14:2.22.1":{"pli":"Atha kho, bhikkhave, vipassī bodhisatto aparena samayena pañcasu upādānakkhandhesu udayabbayānupassī vihāsi: ","eng":"After some time he meditated observing rise and fall in the five grasping aggregates. ","html":"<p>{}","comm":"The five grasping aggregates (<i lang='pi' translate='no'>pañcūpādānakkhandhā</i>) are mentioned as a summary of suffering in the Buddha’s first sermon (<a href='index.html?q=sn56.11#4.2'>SN 56.11:4.2</a>). Most of the teachings on this topic are collected in the Khandhasaṁyutta at SN 22, but they are also found in the Dīghanikāya at <a href='index.html?q=dn22#14.1'>DN 22:14.1</a>, <a href='index.html?q=dn33#1.11.45'>DN 33:1.11.45</a>, <a href='index.html?q=dn33#2.1.4'>DN 33:2.1.4</a>, and <a href='index.html?q=dn34#1.6.16'>DN 34:1.6.16</a>. The contemplation on the aggregates dispels the mistaken assumption of a self. Many of the theorists in <a href='index.html?q=dn1'>DN 1</a> identify the self with one or other of the aggregates. "},"dn14:2.22.2":{"pli":"‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","eng":"‘Such is form, such is the origin of form, such is the ending of form. ","html":"{}"},"dn14:2.22.3":{"pli":"iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ","eng":"Such is feeling, such is the origin of feeling, such is the ending of feeling. ","html":"{}"},"dn14:2.22.4":{"pli":"iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ","eng":"Such is perception, such is the origin of perception, such is the ending of perception. ","html":"{}"},"dn14:2.22.5":{"pli":"iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo; ","eng":"Such are choices, such is the origin of choices, such is the ending of choices. ","html":"{}","comm":"<i lang='pi' translate='no'>Saṅkhāra</i> in early Buddhism has three main doctrinal senses. (1) The broadest sense is “conditioned phenomena”, which we find in the Dīghanikāya at <a href='index.html?q=dn16#6.10.10'>DN 16:6.10.10</a>, <a href='index.html?q=dn17#2.16.1'>DN 17:2.16.1</a>, and <a href='index.html?q=dn34#1.8.59'>DN 34:1.8.59</a>. This essentially means “everything except Nibbana”. (2) Sometimes it is a physical or mental “process” or “activity” as at <a href='index.html?q=dn18#24.1'>DN 18:24.1</a>, where it refers to the gradual stilling of energies in the development of meditation. (3) In the five aggregates and dependent origination it has the sense of “morally potent volitions or choices” and is a synonym for <i lang='pi' translate='no'>cetanā</i> (“intention”). It is defined as good, bad, and imperturbable choices (<a href='index.html?q=dn33#1.10.77'>DN 33:1.10.77</a>), the latter of which refers to the kamma of the fourth <i lang='pi' translate='no'>jhāna</i> and above. In this sense it is the moral “choices” for good or ill that propel consciousness into a new rebirth. "},"dn14:2.22.6":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti, ","eng":"Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ","html":"{}","comm":"The radical thesis of the Buddha’s teaching is the idea that consciousness is merely another empirical phenomena that comes to an end, as is also emphasized in the concluding verses of <a href='index.html?q=dn11'>DN 11</a>. "},"dn14:2.22.7":{"pli":"tassa pañcasu upādānakkhandhesu udayabbayānupassino viharato na cirasseva anupādāya āsavehi cittaṃ vimuccīti. ","eng":"Meditating like this his mind was soon freed from defilements by not grasping. ","html":"{}</p>","comm":"This indicates the attainment of arahantship, the complete release from all attachments leading to rebirth. "},"dn14:2.22.8":{"pli":"Dutiyabhāṇavāro. ","eng":"The second recitation section. ","html":"<p class='endsection'>{}</p>"},"dn14:3.1.0":{"pli":"12. Brahmayācanakathā ","eng":"12. The Appeal of the Divinity ","html":"<h2>{}</h2>"},"dn14:3.1.1":{"pli":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ","eng":"Then it occurred to the Blessed One Vipassī, the perfected one, the fully awakened Buddha, ","html":"<p>{}","comm":"No longer a bodhisatta, he is now called a Buddha for the first time. "},"dn14:3.1.2":{"pli":"‘yannūnāhaṃ dhammaṃ deseyyan’ti. ","eng":"‘Why don’t I teach the Dhamma?’ ","html":"{}</p>","comm":"In early Buddhism, the idea of teaching the Dhamma only arose after awakening. "},"dn14:3.1.3":{"pli":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ","eng":"Then he thought, ","html":"<p>{}"},"dn14:3.1.4":{"pli":"‘adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ","eng":"‘This principle I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ","html":"{}","comm":"A similar account is told of Gotama Buddha at <a href='index.html?q=sn6.1#1.4'>SN 6.1:1.4</a>, <a href='index.html?q=mn26#19.2'>MN 26:19.2</a>, <a href='index.html?q=mn85#43.2'>MN 85:43.2</a>, and <a href='index.html?q=pli-tv-kd1#5.2.2'>Kd 1:5.2.2</a>. "},"dn14:3.1.5":{"pli":"Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā. ","eng":"But people like clinging, they love it and enjoy it. ","html":"{}","comm":"Here “clinging” is <i lang='pi' translate='no'>ālaya</i>, from a root meaning “to stick”. "},"dn14:3.1.6":{"pli":"Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ idappaccayatāpaṭiccasamuppādo. ","eng":"It’s hard for them to see this topic; that is, specific conditionality, dependent origination. ","html":"{}","comm":"“Specific conditionality” (<i lang='pi' translate='no'> idappaccayatā</i>) refers to the fact that dependent origination traces the specific conditions for other specific things: this conditions that. It is not a general principle of universal conditionality (“everything is interconnected”). "},"dn14:3.1.7":{"pli":"Idampi kho ṭhānaṃ duddasaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ. ","eng":"It’s also hard for them to see this topic; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ","html":"{}","comm":"“Stilling of all activities” (<i lang='pi' translate='no'>sabbasaṅkhārasamatho</i>) is the cessation of all conditioned energies or phenomena. | “Attachment” here is <i lang='pi' translate='no'>upadhi</i>, which is both the things of the world to which we cling, and the inner clinging. The Jains defined <i lang='pi' translate='no'>upadhi</i> similarly (Tattvārthasūtra 9.26). The dominant meaning in Sanskrit is “fraud”, which perhaps informs the Buddhist sense. "},"dn14:3.1.8":{"pli":"Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ; so mamassa kilamatho, sā mamassa vihesā’ti. ","eng":"And if I were to teach this principle, others might not understand me, which would be wearying and troublesome for me.’ ","html":"{}</p>","comm":"The commentary is careful to specify that the Buddha means physical exhaustion only. "},"dn14:3.2.1":{"pli":"Apissu, bhikkhave, vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā: ","eng":"And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to him: ","html":"<p>{}</p>","comm":"“Not supernaturally inspired” (<i lang='pi' translate='no'>anacchariyā</i>) rejects the Vedic “channeling” of scripture from the Divinity, while “not learned before in the past” (<i lang='pi' translate='no'>pubbe assutapubbā</i>), echoing the Dhammacakkappavattanasutta (<a href='index.html?q=sn56.11#5.1'>SN 56.11:5.1</a>), rejects the oral tradition. "},"dn14:3.2.2":{"pli":"‘Kicchena me adhigataṃ, ","eng":"‘I’ve struggled hard to realize this, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn14:3.2.3":{"pli":"halaṃ dāni pakāsituṃ; ","eng":"enough with trying to explain it! ","html":"<span class='verse-line'>{}</span>"},"dn14:3.2.4":{"pli":"Rāgadosaparetehi, ","eng":"Those mired in greed and hate ","html":"<span class='verse-line'>{}</span>"},"dn14:3.2.5":{"pli":"nāyaṃ dhammo susambudho. ","eng":"can’t really understand this teaching. ","html":"<span class='verse-line'>{}</span></p>"},"dn14:3.2.6":{"pli":"Paṭisotagāmiṃ nipuṇaṃ, ","eng":"It goes against the stream, subtle, ","html":"<p><span class='verse-line'>{}</span>"},"dn14:3.2.7":{"pli":"gambhīraṃ duddasaṃ aṇuṃ; ","eng":"deep, obscure, and very fine. ","html":"<span class='verse-line'>{}</span>"},"dn14:3.2.8":{"pli":"Rāgarattā na dakkhanti, ","eng":"Those besotted by greed cannot see, ","html":"<span class='verse-line'>{}</span>"},"dn14:3.2.9":{"pli":"tamokhandhena āvuṭā’ti. ","eng":"for they’re shrouded in a mass of darkness.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"“Shrouded” is <i lang='pi' translate='no'>āvuṭā</i>, which is from the same root as <i lang='pi' translate='no'>asaṁvutā</i> in <a href='index.html?q=dn14#1.17.5'>DN 14:1.17.5</a> above, as well as <i lang='pi' translate='no'>nīvaraṇa</i> (“hindrance”). All these terms ultimately stem from the Vedic serpent Vṛtra (“the constrictor”) who wraps the world in darkness. "},"dn14:3.2.10":{"pli":"Itiha, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa paṭisañcikkhato appossukkatāya cittaṃ nami, no dhammadesanāya. ","eng":"So, as the Buddha Vipassī reflected like this, his mind inclined to remaining passive, not to teaching the Dhamma. ","html":"<p>{}</p>","comm":"Had he followed this inclination he would have been a <i lang='pi' translate='no'>paccekabuddha</i>, a Buddha “awakened for himself”. "},"dn14:3.2.11":{"pli":"Atha kho, bhikkhave, aññatarassa mahābrahmuno vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya etadahosi: ","eng":"Then, knowing the Buddha Vipassī’s train of thought, it occurred to a certain Great Divinity, ","html":"<p>{}","comm":"In the accounts of Gotama’s life this is specified as Brahmā Sahampati (see <a href='index.html?q=mn26#20.1'>MN 26:20.1</a> and note). This whole passage is a moment of high cosmic solemnity and drama. "},"dn14:3.2.12":{"pli":"‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma vipassissa bhagavato arahato sammāsambuddhassa appossukkatāya cittaṃ namati, no dhammadesanāyā’ti. ","eng":"‘Oh lord! The world will be lost, the world will perish! For the mind of the Blessed One Vipassī, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.’ ","html":"{}"},"dn14:3.2.13":{"pli":"Atha kho so, bhikkhave, mahābrahmā seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammāsambuddhassa purato pāturahosi. ","eng":"Then, as easily as a strong person would extend or contract their arm, he vanished from the realm of divinity and reappeared in front of the Buddha Vipassī. ","html":"{}"},"dn14:3.3.1":{"pli":"Atha kho so, bhikkhave, mahābrahmā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇaṃ jāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena vipassī bhagavā arahaṃ sammāsambuddho tenañjaliṃ paṇāmetvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ","eng":"He arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha Vipassī, and said, ","html":"{}"},"dn14:3.3.2":{"pli":"‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ, ","eng":"‘Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma! ","html":"{}","comm":"The Buddha teaches on the invitation of the highest divinity. This sets a precedent for Buddhists to refrain from proselytizing, but rather teach by invitation. These passages are still recited in some places to invite a teaching. "},"dn14:3.3.3":{"pli":"santi sattā apparajakkhajātikā; assavanatā dhammassa parihāyanti, ","eng":"There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. ","html":"{}"},"dn14:3.3.4":{"pli":"bhavissanti dhammassa aññātāro’ti. ","eng":"There will be those who understand the teaching!’ ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Aññātāro</i> is an agent noun in plural, literally “understanders”. "},"dn14:3.4.1":{"pli":"Evaṃ vutte, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho taṃ mahābrahmānaṃ etadavoca: ","eng":"When he said this, the Buddha Vipassī said to him, ","html":"<p>{}"},"dn14:3.4.2":{"pli":"‘mayhampi kho, brahme, etadahosi: ","eng":"‘I too thought this, Divinity, ","html":"{}"},"dn14:3.4.3":{"pli":"“yannūnāhaṃ dhammaṃ deseyyan”ti. ","eng":"“Why don’t I teach the Dhamma?” ","html":"{}"},"dn14:3.4.4":{"pli":"Tassa mayhaṃ, brahme, etadahosi: ","eng":"Then it occurred to me, ","html":"{}"},"dn14:3.4.5":{"pli":"“adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ","html":"{}"},"dn14:3.4.6":{"pli":"Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā. ","html":"{}"},"dn14:3.4.7":{"pli":"Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ idappaccayatāpaṭiccasamuppādo. ","html":"{}"},"dn14:3.4.8":{"pli":"Idampi kho ṭhānaṃ duddasaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ. ","html":"{}"},"dn14:3.4.9":{"pli":"Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ; so mamassa kilamatho, sā mamassa vihesā”ti. ","eng":"“If I were to teach this principle, others might not understand me, which would be wearying and troublesome for me.” ","html":"{}"},"dn14:3.4.10":{"pli":"Apissu maṃ, brahme, imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā: ","html":"{}</p>"},"dn14:3.4.11":{"pli":"“Kicchena me adhigataṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn14:3.4.12":{"pli":"halaṃ dāni pakāsituṃ; ","html":"<span class='verse-line'>{}</span>"},"dn14:3.4.13":{"pli":"Rāgadosaparetehi, ","html":"<span class='verse-line'>{}</span>"},"dn14:3.4.14":{"pli":"nāyaṃ dhammo susambudho. ","html":"<span class='verse-line'>{}</span></p>"},"dn14:3.4.15":{"pli":"Paṭisotagāmiṃ nipuṇaṃ, ","html":"<p><span class='verse-line'>{}</span>"},"dn14:3.4.16":{"pli":"gambhīraṃ duddasaṃ aṇuṃ; ","html":"<span class='verse-line'>{}</span>"},"dn14:3.4.17":{"pli":"Rāgarattā na dakkhanti, ","html":"<span class='verse-line'>{}</span>"},"dn14:3.4.18":{"pli":"tamokhandhena āvuṭā”ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn14:3.4.19":{"pli":"Itiha me, brahme, paṭisañcikkhato appossukkatāya cittaṃ nami, no dhammadesanāyā’ti. ","eng":"So, as I reflected like this, my mind inclined to remaining passive, not to teaching the Dhamma.’ ","html":"<p>{}</p>"},"dn14:3.5.1":{"pli":"Dutiyampi kho, bhikkhave, so mahābrahmā …pe… ","eng":"For a second time, ","html":"<p>{}"},"dn14:3.5.2":{"pli":"tatiyampi kho, bhikkhave, so mahābrahmā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ","eng":"and a third time that Great Divinity begged the Buddha to teach. ","html":"{}"},"dn14:3.5.3":{"pli":"‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ, santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro’ti. ","html":"{}</p>"},"dn14:3.6.1":{"pli":"Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesi. ","eng":"Then, understanding the Divinity’s invitation, the Buddha Vipassī surveyed the world with the eye of a Buddha, out of his compassion for sentient beings. ","html":"<p>{}","comm":"Previously he simply reflected to himself, now he uses his psychic abilities to ascertain people’s spiritual potential. "},"dn14:3.6.2":{"pli":"Addasā kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho buddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ","eng":"And he saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not. ","html":"{}","comm":"<i lang='pi' translate='no'>Indriya</i> (“faculty”) is an abstract noun from <i lang='pi' translate='no'>indra</i>, the name of the potent Vedic god of war. In the Vedas, Indra manifests his <i lang='pi' translate='no'>indriya</i> by drinking soma. The drug enables him to release his full potential and power; originally this probably referred to drinking an amphetamine-like substance before battle. Here we see that it means something like “spiritual potential” which is unleashed by the practice of the eightfold path. "},"dn14:3.6.3":{"pli":"Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni samodakaṃ ṭhitāni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena. ","eng":"It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them. ","html":"{}</p>"},"dn14:3.6.4":{"pli":"Evameva kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho buddhacakkhunā lokaṃ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ","eng":"In the same way, the Buddha Vipassī saw sentient beings with little dust in their eyes, and some with much dust in their eyes. ","html":"<p>{}</p>"},"dn14:3.7.1":{"pli":"Atha kho so, bhikkhave, mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ gāthāhi ajjhabhāsi: ","eng":"Then that Great Divinity, knowing the Buddha Vipassī’s train of thought, addressed him in verse: ","html":"<p>{}</p>"},"dn14:3.7.2":{"pli":"‘Sele yathā pabbatamuddhaniṭṭhito, ","eng":"‘Standing high on a rocky mountain, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn14:3.7.3":{"pli":"Yathāpi passe janataṃ samantato; ","eng":"you can see the people all around. ","html":"<span class='verse-line'>{}</span>"},"dn14:3.7.4":{"pli":"Tathūpamaṃ dhammamayaṃ sumedha, ","eng":"In just the same way, All-seer, so intelligent, ","html":"<span class='verse-line'>{}</span>"},"dn14:3.7.5":{"pli":"Pāsādamāruyha samantacakkhu; ","eng":"having ascended the Temple of Truth, ","html":"<span class='verse-line'>{}</span>"},"dn14:3.7.6":{"pli":"Sokāvatiṇṇaṃ janatamapetasoko, ","eng":"rid of sorrow, look upon the people ","html":"<span class='verse-line'>{}</span>"},"dn14:3.7.7":{"pli":"Avekkhassu jātijarābhibhūtaṃ. ","eng":"swamped with sorrow, overcome by rebirth and old age. ","html":"<span class='verse-line'>{}</span></p>"},"dn14:3.7.8":{"pli":"Uṭṭhehi vīra vijitasaṅgāma, ","eng":"Rise, hero! Victor in battle, caravan leader, ","html":"<p><span class='verse-line'>{}</span>","comm":"Here we see a verbal echo of Sahampati’s martial origins. "},"dn14:3.7.9":{"pli":"Satthavāha aṇaṇa vicara loke; ","eng":"wander the world cleared of debt. ","html":"<span class='verse-line'>{}</span>","comm":"A “caravan leader” (<i lang='pi' translate='no'>satthavāha</i>) guides their flock through treacherous deserts and wastelands, as illustrated at <a href='index.html?q=dn23#23.3'>DN 23:23.3</a>. | <i lang='pi' translate='no'>Anaṇa</i> (“debtless”) is a technical term in the Vedic system. According to Manu 6.35–7, a renunciate must first pay off three debts: study of Vedas, begetting a son, and offering of sacrifices. One who goes forth with these debts unpaid is headed for a downfall. The Buddha has indeed paid off all these debts: he studied the Vedas under his former teachers (<a href='index.html?q=mn26#15.6'>MN 26:15.6</a>); he has a son Rāhula; and his path is regarded as the highest form of sacrifice (<a href='index.html?q=dn5#24.1'>DN 5:24.1</a>). But in Buddhism the concept is reinterpreted as meaning one has let go of all defilements, becoming a “perfected”, literally “worthy” one, after which one can eat almsfood free of debt (<a href='index.html?q=mn124#38.1'>MN 124:38.1</a>, <a href='index.html?q=sn16.11#13.2'>SN 16.11:13.2</a>). "},"dn14:3.7.10":{"pli":"Desassu bhagavā dhammaṃ, ","eng":"Let the Blessed One teach the Dhamma! ","html":"<span class='verse-line'>{}</span>"},"dn14:3.7.11":{"pli":"Aññātāro bhavissantī’ti. ","eng":"There will be those who understand!’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn14:3.7.12":{"pli":"Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho taṃ mahābrahmānaṃ gāthāya ajjhabhāsi: ","eng":"Then the Buddha Vipassī addressed that Great Divinity in verse: ","html":"<p>{}</p>"},"dn14:3.7.13":{"pli":"‘Apārutā tesaṃ amatassa dvārā, ","eng":"‘Flung open are the doors to freedom from death! ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn14:3.7.14":{"pli":"Ye sotavanto pamuñcantu saddhaṃ; ","eng":"Let those with ears to hear commit to faith. ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Pamuñcantu saddhaṁ</i> has long troubled translators, as the basic sense of <i lang='pi' translate='no'>pamuñcantu</i> is “release”. The problem is a long-standing one, for Sanskrit variants include <i lang='pi' translate='no'>pramodantu</i> (“celebrate”) or <i lang='pi' translate='no'>praṇudantu kāṅkṣāḥ</i> (“dispel doubts”). I think it is a poetic variant of <i lang='pi' translate='no'>adhimuñcantu</i>, to “decide” or “commit” to faith. Pali commonly uses a synonymous verb to reinforce the sense of the noun. In <a href='index.html?q=snp5.19'>Snp 5.19</a>, <i lang='pi' translate='no'>muttasaddho</i>, <i lang='pi' translate='no'>pamuñcassu saddhaṁ</i>, and <i lang='pi' translate='no'>adhimuttacittaṁ</i> are all used in this sense. "},"dn14:3.7.15":{"pli":"Vihiṃsasaññī paguṇaṃ na bhāsiṃ, ","eng":"Thinking it would be troublesome, Divinity, <j>I did not teach ","html":"<span class='verse-line'>{}</span>"},"dn14:3.7.16":{"pli":"Dhammaṃ paṇītaṃ manujesu brahme’ti. ","eng":"the sophisticated, sublime Dhamma among mankind.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn14:3.7.17":{"pli":"Atha kho so, bhikkhave, mahābrahmā: ‘katāvakāso khomhi vipassinā bhagavatā arahatā sammāsambuddhena dhammadesanāyā’ti vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā tattheva antaradhāyi. ","eng":"Then the Great Divinity, knowing that his request for the Buddha Vipassī to teach the Dhamma had been granted, bowed and respectfully circled him, keeping him on his right, before vanishing right there. ","html":"<p>{}</p>"},"dn14:3.8.0":{"pli":"13. Aggasāvakayuga ","eng":"13. The Chief Disciples ","html":"<h2>{}</h2>"},"dn14:3.8.1":{"pli":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ","eng":"Then it occurred to the Blessed One Vipassī, the perfected one, the fully awakened Buddha, ","html":"<p>{}"},"dn14:3.8.2":{"pli":"‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ, ","eng":"‘Who should I teach first of all? ","html":"{}"},"dn14:3.8.3":{"pli":"ko imaṃ dhammaṃ khippameva ājānissatī’ti? ","eng":"Who will quickly understand this teaching?’ ","html":"{}"},"dn14:3.8.4":{"pli":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ","eng":"Then he thought, ","html":"{}"},"dn14:3.8.5":{"pli":"‘ayaṃ kho khaṇḍo ca rājaputto tisso ca purohitaputto bandhumatiyā rājadhāniyā paṭivasanti paṇḍitā viyattā medhāvino dīgharattaṃ apparajakkhajātikā. ","eng":"‘That Khaṇḍa, the king’s son, and Tissa, the high priest’s son, are astute, competent, clever, and have long had little dust in their eyes. ","html":"{}","comm":"In the account of Gotama, he first thinks to teach his former colleagues under whom he practiced the formless attainments. Here we see the start of a tendency in the legends of past Buddhas to erase the education among other spiritual teachers before awakening. Note that these two, who will become Vipassī’s chief disciples, are leading <i lang='pi' translate='no'>khattiya</i> and brahmin sons of the royal household. Khaṇḍa was Vipassī’s brother, and the priest’s son was virtually family. "},"dn14:3.8.6":{"pli":"Yannūnāhaṃ khaṇḍassa ca rājaputtassa, tissassa ca purohitaputtassa paṭhamaṃ dhammaṃ deseyyaṃ, te imaṃ dhammaṃ khippameva ājānissantī’ti. ","eng":"Why don’t I teach them first of all? They will quickly understand this teaching.’ ","html":"{}</p>"},"dn14:3.9.1":{"pli":"Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—bodhirukkhamūle antarahito bandhumatiyā rājadhāniyā kheme migadāye pāturahosi. ","eng":"Then, as easily as a strong person would extend or contract their arm, he vanished from the tree of awakening and reappeared near the capital city of Bandhumatī, in the deer park named Sanctuary. ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Khema</i> (“sanctuary”) originally meant “oasis”. It is common name for lakes and nature parks in the Jātakas. "},"dn14:3.9.2":{"pli":"Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho dāyapālaṃ āmantesi: ","eng":"Then the Buddha Vipassī addressed the park keeper, ","html":"<p>{}","comm":"There is a clear distinction between such managed “parks” and wilderness regions (<i lang='pi' translate='no'>arañña</i>). "},"dn14:3.9.3":{"pli":"‘ehi tvaṃ, samma dāyapāla, bandhumatiṃ rājadhāniṃ pavisitvā khaṇḍañca rājaputtaṃ tissañca purohitaputtaṃ evaṃ vadehi—","eng":"‘My dear park keeper, please enter the city and say this to the king’s son Khaṇḍa and the high priest’s son Tissa: ","html":"{}"},"dn14:3.9.4":{"pli":"vipassī, bhante, bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati, so tumhākaṃ dassanakāmo’ti. ","eng":"“Sirs, the Blessed One Vipassī, the perfected one, the fully awakened Buddha, has arrived at Bandhumatī and is staying in the deer park named Sanctuary. He wishes to see you.”’ ","html":"{}</p>"},"dn14:3.9.5":{"pli":"‘Evaṃ, bhante’ti kho, bhikkhave, dāyapālo vipassissa bhagavato arahato sammāsambuddhassa paṭissutvā bandhumatiṃ rājadhāniṃ pavisitvā khaṇḍañca rājaputtaṃ tissañca purohitaputtaṃ etadavoca: ","eng":"‘Yes, sir,’ replied the park keeper, and did as he was asked. ","html":"<p>{}"},"dn14:3.9.6":{"pli":"‘vipassī, bhante, bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati; so tumhākaṃ dassanakāmo’ti. ","html":"{}</p>"},"dn14:3.10.1":{"pli":"Atha kho, bhikkhave, khaṇḍo ca rājaputto tisso ca purohitaputto bhaddāni bhaddāni yānāni yojāpetvā bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi bandhumatiyā rājadhāniyā niyyiṃsu. Yena khemo migadāyo tena pāyiṃsu. ","eng":"Then the king’s son Khaṇḍa and the high priest’s son Tissa had the finest carriages harnessed. Then they mounted a fine carriage and, along with other fine carriages, set out from Bandhumatī for the Sanctuary. ","html":"<p>{}"},"dn14:3.10.2":{"pli":"Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikāva yena vipassī bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu. upasaṅkamitvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"They went by carriage as far as the terrain allowed, then descended and approached the Buddha Vipassī on foot. They bowed and sat down to one side. ","html":"{}</p>"},"dn14:3.11.1":{"pli":"Tesaṃ vipassī bhagavā arahaṃ sammāsambuddho anupubbiṃ kathaṃ kathesi, seyyathidaṃ—","eng":"The Buddha Vipassī taught them step by step, with ","html":"<p>{}"},"dn14:3.11.2":{"pli":"dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ","eng":"a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ","html":"{}"},"dn14:3.11.3":{"pli":"Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—","eng":"And when he knew that their minds were ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ","html":"{}"},"dn14:3.11.4":{"pli":"dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ","eng":"suffering, its origin, its cessation, and the path. ","html":"{}"},"dn14:3.11.5":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","eng":"Just as a clean cloth rid of stains would properly absorb dye, ","html":"{}"},"dn14:3.11.6":{"pli":"evameva khaṇḍassa ca rājaputtassa tissassa ca purohitaputtassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"in that very seat the stainless, immaculate vision of the Dhamma arose in the king’s son Khaṇḍa and the high priest’s son Tissa: ","html":"{}"},"dn14:3.11.7":{"pli":"‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ","eng":"‘Everything that has a beginning has an end.’ ","html":"{}</p>"},"dn14:3.12.1":{"pli":"Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavocuṃ: ","eng":"They saw, attained, understood, and fathomed the Dhamma. They went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. They said to the Buddha Vipassī, ","html":"<p>{}"},"dn14:3.12.2":{"pli":"‘abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","eng":"‘Excellent, sir! Excellent! ","html":"{}"},"dn14:3.12.3":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the Buddha has made the teaching clear in many ways. ","html":"{}"},"dn14:3.12.4":{"pli":"Ete mayaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāma dhammañca. ","eng":"We go for refuge to the Blessed One and to the teaching. ","html":"{}"},"dn14:3.12.5":{"pli":"Labheyyāma mayaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyāma upasampadan’ti. ","eng":"Sir, may we receive the going forth and ordination in the Buddha’s presence?’ ","html":"{}</p>"},"dn14:3.13.1":{"pli":"Alatthuṃ kho, bhikkhave, khaṇḍo ca rājaputto, tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ alatthuṃ upasampadaṃ. ","eng":"And they received the going forth, the ordination in the Buddha Vipassī’s presence. ","html":"<p>{}","comm":"In the early period, there was no distinction between “going forth” (<i lang='pi' translate='no'>pabbajjā</i>) and “ordination” (<i lang='pi' translate='no'>upasampadā</i>). They refer to two sides of the same coin: leaving the home life and entering the ascetic life. Ordination was originally granted with the simple call, “Come mendicant!” (<i lang='pi' translate='no'>ehi bhikkhu</i>). "},"dn14:3.13.2":{"pli":"Te vipassī bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi; ","eng":"Then the Buddha Vipassī educated, encouraged, fired up, and inspired them with a Dhamma talk. ","html":"{}"},"dn14:3.13.3":{"pli":"saṅkhārānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nibbāne ānisaṃsaṃ pakāsesi. ","eng":"He explained the drawbacks of conditioned phenomena, so sordid and corrupt, and the benefit of extinguishment. ","html":"{}"},"dn14:3.13.4":{"pli":"Tesaṃ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṃ samādapiyamānānaṃ samuttejiyamānānaṃ sampahaṃsiyamānānaṃ nacirasseva anupādāya āsavehi cittāni vimucciṃsu. ","eng":"Being taught like this their minds were soon freed from defilements by not grasping. ","html":"{}</p>","comm":"Thus they became arahants, realizing the same truth that Vipassī had. "},"dn14:3.14.0":{"pli":"14. Mahājanakāyapabbajjā ","eng":"14. The Going Forth of the Large Crowd ","html":"<h2>{}</h2>"},"dn14:3.14.1":{"pli":"Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni: ","eng":"A large crowd of 84,000 people in the capital of Bandhumatī heard ","html":"<p>{}"},"dn14:3.14.2":{"pli":"‘vipassī kira bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati. ","eng":"that the Blessed One Vipassī, the perfected one, the fully awakened Buddha, had arrived at Bandhumatī and was staying in the deer park named Sanctuary. ","html":"{}"},"dn14:3.14.3":{"pli":"Khaṇḍo ca kira rājaputto tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitā’ti. ","eng":"And they heard that the king’s son Khaṇḍa and the high priest’s son Tissa had shaved off their hair and beard, dressed in ocher robes, and gone forth from the lay life to homelessness in the Buddha’s presence. ","html":"{}"},"dn14:3.14.4":{"pli":"Sutvāna nesaṃ etadahosi: ","eng":"It occurred to them, ","html":"{}"},"dn14:3.14.5":{"pli":"‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitā. ","eng":"‘This must be no ordinary teaching and training, no ordinary going forth in which the king’s son Khaṇḍa and the high priest’s son Tissa have gone forth. ","html":"{}"},"dn14:3.14.6":{"pli":"Khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissanti, kimaṅgaṃ pana mayan’ti. ","eng":"If even they go forth, why don’t we do the same?’ ","html":"{}"},"dn14:3.14.7":{"pli":"Atha kho so, bhikkhave, mahājanakāyo caturāsītipāṇasahassāni bandhumatiyā rājadhāniyā nikkhamitvā yena khemo migadāyo yena vipassī bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu; upasaṅkamitvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"Then those 84,000 people left Bandhumatī for the deer park named Sanctuary, where they approached the Buddha Vipassī, bowed and sat down to one side. ","html":"{}</p>"},"dn14:3.15.1":{"pli":"Tesaṃ vipassī bhagavā arahaṃ sammāsambuddho anupubbiṃ kathaṃ kathesi. ","eng":"The Buddha Vipassī taught them step by step, with ","html":"<p>{}"},"dn14:3.15.2":{"pli":"Seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ","eng":"a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ","html":"{}"},"dn14:3.15.3":{"pli":"Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—","eng":"And when he knew that their minds were ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ","html":"{}"},"dn14:3.15.4":{"pli":"dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ","eng":"suffering, its origin, its cessation, and the path. ","html":"{}"},"dn14:3.15.5":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","eng":"Just as a clean cloth rid of stains would properly absorb dye, ","html":"{}"},"dn14:3.15.6":{"pli":"evameva tesaṃ caturāsītipāṇasahassānaṃ tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"in that very seat the stainless, immaculate vision of the Dhamma arose in those 84,000 people: ","html":"{}"},"dn14:3.15.7":{"pli":"‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ","eng":"‘Everything that has a beginning has an end.’ ","html":"{}</p>"},"dn14:3.16.1":{"pli":"Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavocuṃ: ","eng":"They saw, attained, understood, and fathomed the Dhamma. They went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. They said to the Buddha Vipassī, ","html":"<p>{}"},"dn14:3.16.2":{"pli":"‘abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","eng":"‘Excellent, sir! Excellent!’ ","html":"{}"},"dn14:3.16.3":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ","eng":"And just like Khaṇḍa and Tissa they asked for and received ordination. Then the Buddha taught them further. ","html":"{}"},"dn14:3.16.4":{"pli":"Ete mayaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ","html":"{}"},"dn14:3.16.5":{"pli":"Labheyyāma mayaṃ, bhante, bhagavato santike pabbajjaṃ labheyyāma upasampadan’ti. ","html":"{}</p>"},"dn14:3.17.1":{"pli":"Alatthuṃ kho, bhikkhave, tāni caturāsītipāṇasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ, alatthuṃ upasampadaṃ. ","html":"<p>{}"},"dn14:3.17.2":{"pli":"Te vipassī bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi; ","html":"{}"},"dn14:3.17.3":{"pli":"saṅkhārānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nibbāne ānisaṃsaṃ pakāsesi. ","html":"{}"},"dn14:3.17.4":{"pli":"Tesaṃ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṃ samādapiyamānānaṃ samuttejiyamānānaṃ sampahaṃsiyamānānaṃ nacirasseva anupādāya āsavehi cittāni vimucciṃsu. ","eng":"Being taught like this their minds were soon freed from defilements by not grasping. ","html":"{}</p>"},"dn14:3.18.0":{"pli":"15. Purimapabbajitānaṃ dhammābhisamaya ","eng":"15. The 84,000 Who Had Gone Forth Previously ","html":"<h2>{}</h2>"},"dn14:3.18.1":{"pli":"Assosuṃ kho, bhikkhave, tāni purimāni caturāsītipabbajitasahassāni: ","eng":"The 84,000 people who had gone forth previously also heard: ","html":"<p>{}"},"dn14:3.18.2":{"pli":"‘vipassī kira bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati, dhammañca kira desetī’ti. ","eng":"‘It seems the Blessed One Vipassī, the perfected one, the fully awakened Buddha, has arrived at Bandhumatī and is staying in the deer park named Sanctuary. And he is teaching the Dhamma!’ ","html":"{}"},"dn14:3.18.3":{"pli":"Atha kho, bhikkhave, tāni caturāsītipabbajitasahassāni yena bandhumatī rājadhānī yena khemo migadāyo yena vipassī bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu; upasaṅkamitvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"Then they too went to see the Buddha Vipassī, realized the Dhamma, went forth, and became freed from defilements. ","html":"{}</p>"},"dn14:3.19.1":{"pli":"Tesaṃ vipassī bhagavā arahaṃ sammāsambuddho anupubbiṃ kathaṃ kathesi. ","html":"<p>{}"},"dn14:3.19.2":{"pli":"Seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ","html":"{}"},"dn14:3.19.3":{"pli":"Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—","html":"{}"},"dn14:3.19.4":{"pli":"dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ","html":"{}"},"dn14:3.19.5":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","html":"{}"},"dn14:3.19.6":{"pli":"evameva tesaṃ caturāsītipabbajitasahassānaṃ tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","html":"{}"},"dn14:3.19.7":{"pli":"‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ","html":"{}</p>"},"dn14:3.20.1":{"pli":"Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavocuṃ: ","html":"<p>{}"},"dn14:3.20.2":{"pli":"‘abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","html":"{}"},"dn14:3.20.3":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ","html":"{}"},"dn14:3.20.4":{"pli":"Ete mayaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ","html":"{}"},"dn14:3.20.5":{"pli":"Labheyyāma mayaṃ, bhante, bhagavato santike pabbajjaṃ labheyyāma upasampadan’ti. ","html":"{}</p>"},"dn14:3.21.1":{"pli":"Alatthuṃ kho, bhikkhave, tāni caturāsītipabbajitasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ alatthuṃ upasampadaṃ. ","html":"<p>{}"},"dn14:3.21.2":{"pli":"Te vipassī bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi; ","html":"{}"},"dn14:3.21.3":{"pli":"saṅkhārānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nibbāne ānisaṃsaṃ pakāsesi. ","html":"{}"},"dn14:3.21.4":{"pli":"Tesaṃ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṃ samādapiyamānānaṃ samuttejiyamānānaṃ sampahaṃsiyamānānaṃ nacirasseva anupādāya āsavehi cittāni vimucciṃsu. ","html":"{}</p>"},"dn14:3.22.0":{"pli":"16. Cārikāanujānana ","eng":"16. The Allowance to Wander ","html":"<h2>{}</h2>"},"dn14:3.22.1":{"pli":"Tena kho pana, bhikkhave, samayena bandhumatiyā rājadhāniyā mahābhikkhusaṅgho paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ. ","eng":"Now at that time a large Saṅgha of 6,800,000 mendicants were residing at Bandhumatī. ","html":"<p>{}"},"dn14:3.22.2":{"pli":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"As the Buddha Vipassī was in private retreat this thought came to his mind, ","html":"{}"},"dn14:3.22.3":{"pli":"‘mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ, yannūnāhaṃ bhikkhū anujāneyyaṃ: ","eng":"‘The Saṅgha residing at Bandhumatī now is large. What if I was to urge them: ","html":"{}</p>"},"dn14:3.22.4":{"pli":"“caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ","eng":"“Wander forth, mendicants, for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}","comm":"As at <a href='index.html?q=pli-tv-kd1#11.1.4'>Kd 1:11.1.4</a> and <a href='index.html?q=sn4.5#2.3'>SN 4.5:2.3</a>. One of the Buddha’s first acts is to empower his students. "},"dn14:3.22.5":{"pli":"mā ekena dve agamittha; ","eng":"Let not two go by one road. ","html":"{}"},"dn14:3.22.6":{"pli":"desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ","eng":"Teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And reveal a spiritual practice that’s entirely full and pure. ","html":"{}"},"dn14:3.22.7":{"pli":"Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, ","eng":"There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. ","html":"{}"},"dn14:3.22.8":{"pli":"bhavissanti dhammassa aññātāro. ","eng":"There will be those who understand the teaching! ","html":"{}"},"dn14:3.22.9":{"pli":"Api ca channaṃ channaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti. ","eng":"But when six years have passed, you must all come to Bandhumatī to recite the monastic code.”’ ","html":"{}</p>","comm":"In the Vinaya of the current Buddha, the recitation occurs every fortnight on the <i lang='pi' translate='no'>uposatha</i> (“sabbath”), and it includes only the mendicants resident in a specific monastery. Here they gathered from all over India. "},"dn14:3.23.1":{"pli":"Atha kho, bhikkhave, aññataro mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammāsambuddhassa purato pāturahosi. ","eng":"Then a certain Great Divinity, knowing the Buddha Vipassī’s train of thought, as easily as a strong person would extend or contract their arm, vanished from the realm of divinity and reappeared in front of the Buddha Vipassī. ","html":"<p>{}"},"dn14:3.23.2":{"pli":"Atha kho so, bhikkhave, mahābrahmā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena vipassī bhagavā arahaṃ sammāsambuddho tenañjaliṃ paṇāmetvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ","eng":"He arranged his robe over one shoulder, raised his joined palms toward the Buddha Vipassī, and said, ","html":"{}"},"dn14:3.23.3":{"pli":"‘evametaṃ, bhagavā, evametaṃ, sugata. ","eng":"‘That’s so true, Blessed One! That’s so true, Holy One! ","html":"{}"},"dn14:3.23.4":{"pli":"Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ, anujānātu, bhante, bhagavā bhikkhū: ","eng":"The Saṅgha residing at Bandhumatī now is large. Please urge them to wander, as you thought. ","html":"{}"},"dn14:3.23.5":{"pli":"“caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ","html":"{}"},"dn14:3.23.6":{"pli":"mā ekena dve agamittha; ","html":"{}"},"dn14:3.23.7":{"pli":"desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ","html":"{}"},"dn14:3.23.8":{"pli":"Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro”ti. ","html":"{}"},"dn14:3.23.9":{"pli":"Api ca, bhante, mayaṃ tathā karissāma yathā bhikkhū channaṃ channaṃ vassānaṃ accayena bandhumatiṃ rājadhāniṃ upasaṅkamissanti pātimokkhuddesāyā’ti. ","eng":"And sir, I’ll make sure that when six years have passed the mendicants will return to Bandhumatī to recite the monastic code.’ ","html":"{}</p>"},"dn14:3.23.10":{"pli":"Idamavoca, bhikkhave, so mahābrahmā. ","eng":"That’s what that Great Divinity said. ","html":"<p>{}"},"dn14:3.23.11":{"pli":"Idaṃ vatvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā tattheva antaradhāyi. ","eng":"Then he bowed and respectfully circled the Buddha Vipassī, keeping him on his right side, before vanishing right there. ","html":"{}</p>"},"dn14:3.24.1":{"pli":"Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho sāyanhasamayaṃ paṭisallānā vuṭṭhito bhikkhū āmantesi: ","eng":"Then in the late afternoon, the Buddha Vipassī came out of retreat and addressed the mendicants, telling them all that had happened. Then he said, ","html":"<p>{}"},"dn14:3.24.2":{"pli":"‘idha mayhaṃ, bhikkhave, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","html":"{}"},"dn14:3.24.3":{"pli":"“mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ. ","html":"{}"},"dn14:3.24.4":{"pli":"Yannūnāhaṃ bhikkhū anujāneyyaṃ—","html":"{}"},"dn14:3.24.5":{"pli":"caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ","html":"{}"},"dn14:3.24.6":{"pli":"mā ekena dve agamittha; ","html":"{}"},"dn14:3.24.7":{"pli":"desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ","html":"{}"},"dn14:3.24.8":{"pli":"Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro. ","html":"{}"},"dn14:3.24.9":{"pli":"Api ca channaṃ channaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti. ","html":"{}</p>"},"dn14:3.25.1":{"pli":"Atha kho, bhikkhave, aññataro mahābrahmā mama cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi. ","html":"<p>{}"},"dn14:3.25.2":{"pli":"Atha kho so, bhikkhave, mahābrahmā ekaṃsaṃ uttarāsaṅgaṃ karitvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca: ","html":"{}"},"dn14:3.25.3":{"pli":"‘evametaṃ, bhagavā, evametaṃ, sugata. ","html":"{}"},"dn14:3.25.4":{"pli":"Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ. ","html":"{}"},"dn14:3.25.5":{"pli":"Anujānātu, bhante, bhagavā bhikkhū—","html":"{}"},"dn14:3.25.6":{"pli":"caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ","html":"{}"},"dn14:3.25.7":{"pli":"mā ekena dve agamittha; ","html":"{}"},"dn14:3.25.8":{"pli":"desetha, bhikkhave, dhammaṃ …pe… ","html":"{}"},"dn14:3.25.9":{"pli":"santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāroti. ","html":"{}"},"dn14:3.25.10":{"pli":"Api ca, bhante, mayaṃ tathā karissāma, yathā bhikkhū channaṃ channaṃ vassānaṃ accayena bandhumatiṃ rājadhāniṃ upasaṅkamissanti pātimokkhuddesāyā’ti. ","html":"{}</p>"},"dn14:3.25.11":{"pli":"Idamavoca, bhikkhave, so mahābrahmā. ","html":"<p>{}"},"dn14:3.25.12":{"pli":"Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tattheva antaradhāyi. ","html":"{}</p>"},"dn14:3.26.1":{"pli":"‘Anujānāmi, bhikkhave, caratha cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ","eng":"‘Wander forth, mendicants, for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans. ","html":"<p>{}"},"dn14:3.26.2":{"pli":"mā ekena dve agamittha; ","eng":"Let not two go by one road. ","html":"{}"},"dn14:3.26.3":{"pli":"desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ","eng":"Teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And reveal a spiritual practice that’s entirely full and pure. ","html":"{}"},"dn14:3.26.4":{"pli":"Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, ","eng":"There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. ","html":"{}"},"dn14:3.26.5":{"pli":"bhavissanti dhammassa aññātāro. ","eng":"There will be those who understand the teaching! ","html":"{}"},"dn14:3.26.6":{"pli":"Api ca, bhikkhave, channaṃ channaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ","eng":"But when six years have passed, you must all come to Bandhumatī to recite the monastic code.’ ","html":"{}</p>"},"dn14:3.26.7":{"pli":"Atha kho, bhikkhave, bhikkhū yebhuyyena ekāheneva janapadacārikaṃ pakkamiṃsu. ","eng":"Then most of the mendicants left to wander the country that very day. ","html":"<p>{}</p>"},"dn14:3.27.1":{"pli":"Tena kho pana samayena jambudīpe caturāsīti āvāsasahassāni honti. ","eng":"Now at that time there were 84,000 monasteries in the Black Plum Tree Land. ","html":"<p>{}","comm":"“Black Plum Tree Land” is <i lang='pi' translate='no'>jambudīpa</i>, the South Asian subcontinent, including India, Pakistan, Nepal, Bangladesh, and Afghanistan. The number 84,000 does not seem excessive, as the Chinese pilgrims recorded many thousands of monasteries throughout India. In modern Thailand there are around 40,000 monasteries. "},"dn14:3.27.2":{"pli":"Ekamhi hi vasse nikkhante devatā saddamanussāvesuṃ: ","eng":"And when the first year came to an end the deities raised the cry: ","html":"{}"},"dn14:3.27.3":{"pli":"‘nikkhantaṃ kho, mārisā, ekaṃ vassaṃ; ","eng":"‘Good fellows, the first year has ended. ","html":"{}"},"dn14:3.27.4":{"pli":"pañca dāni vassāni sesāni; ","eng":"Now five years are left. ","html":"{}"},"dn14:3.27.5":{"pli":"pañcannaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ","eng":"When five years have passed, you must all go to Bandhumatī to recite the monastic code.’ ","html":"{}</p>"},"dn14:3.27.6":{"pli":"Dvīsu vassesu nikkhantesu … ","eng":"And when the second year … ","html":"<p>{}"},"dn14:3.27.7":{"pli":"tīsu vassesu nikkhantesu … ","eng":"the third year … ","html":"{}"},"dn14:3.27.8":{"pli":"catūsu vassesu nikkhantesu … ","eng":"the fourth year … ","html":"{}"},"dn14:3.27.9":{"pli":"pañcasu vassesu nikkhantesu devatā saddamanussāvesuṃ: ","eng":"the fifth year came to an end, the deities raised the cry: ","html":"{}"},"dn14:3.27.10":{"pli":"‘nikkhantāni kho, mārisā, pañcavassāni; ","eng":"‘Good fellows, the fifth year has ended. ","html":"{}"},"dn14:3.27.11":{"pli":"ekaṃ dāni vassaṃ sesaṃ; ","eng":"Now one year is left. ","html":"{}"},"dn14:3.27.12":{"pli":"ekassa vassassa accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ","eng":"When one year has passed, you must all go to Bandhumatī to recite the monastic code.’ ","html":"{}</p>"},"dn14:3.27.13":{"pli":"Chasu vassesu nikkhantesu devatā saddamanussāvesuṃ: ","eng":"And when the sixth year came to an end the deities raised the cry: ","html":"<p>{}"},"dn14:3.27.14":{"pli":"‘nikkhantāni kho, mārisā, chabbassāni, ","eng":"‘Good fellows, the sixth year has ended. ","html":"{}"},"dn14:3.27.15":{"pli":"samayo dāni bandhumatiṃ rājadhāniṃ upasaṅkamituṃ pātimokkhuddesāyā’ti. ","eng":"Now is the time that you must go to Bandhumatī to recite the monastic code.’ ","html":"{}"},"dn14:3.27.16":{"pli":"Atha kho te, bhikkhave, bhikkhū appekacce sakena iddhānubhāvena appekacce devatānaṃ iddhānubhāvena ekāheneva bandhumatiṃ rājadhāniṃ upasaṅkamiṃsu pātimokkhuddesāyāti. ","eng":"Then that very day the mendicants went to Bandhumatī to recite the monastic code. Some went by their own psychic power, and some by the psychic power of the deities. ","html":"{}</p>"},"dn14:3.28.1":{"pli":"Tatra sudaṃ, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho bhikkhusaṅghe evaṃ pātimokkhaṃ uddisati: ","eng":"And there the Blessed One Vipassī, the perfected one, the fully awakened Buddha, recited the monastic code thus: ","html":"<p>{}</p>","comm":"The verses that follow form the climax of the whole discourse. They are known as the Ovāda Pātimokkha, the “monastic code for exhortation”. It seems that they were recited on the <i lang='pi' translate='no'>uposatha</i> in the days before the establishment of the list of rules that is also called <i lang='pi' translate='no'>pātimokkha</i>. Most of the extant Vinayas still include these verses in the <i lang='pi' translate='no'>pātimokkha</i> texts, the Pali being a notable exception. "},"dn14:3.28.2":{"pli":"‘Khantī paramaṃ tapo titikkhā, ","eng":"‘Patient acceptance is the ultimate fervor. ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"The Buddha redefines <i lang='pi' translate='no'>tapas</i> from painful mortification to gentle acceptance. "},"dn14:3.28.3":{"pli":"Nibbānaṃ paramaṃ vadanti buddhā; ","eng":"Extinguishment is the ultimate, say the Buddhas. ","html":"<span class='verse-line'>{}</span>","comm":"These verses speak of “Buddhas” in plural. "},"dn14:3.28.4":{"pli":"Na hi pabbajito parūpaghātī, ","eng":"No true renunciate injures another, ","html":"<span class='verse-line'>{}</span>"},"dn14:3.28.5":{"pli":"Na samaṇo hoti paraṃ viheṭhayanto. ","eng":"nor does an ascetic hurt another. ","html":"<span class='verse-line'>{}</span></p>"},"dn14:3.28.6":{"pli":"Sabbapāpassa akaraṇaṃ, ","eng":"Not to do any evil; ","html":"<p><span class='verse-line'>{}</span>","comm":"These famous lines serve as a succinct summary of the entire Buddhist path. "},"dn14:3.28.7":{"pli":"kusalassa upasampadā; ","eng":"to embrace the good; ","html":"<span class='verse-line'>{}</span>","comm":"“Embrace” is <i lang='pi' translate='no'>upasampadā</i>, to “enter into”. It is the same word used for taking ordination as well as entering <i lang='pi' translate='no'>jhāna</i>. "},"dn14:3.28.8":{"pli":"Sacittapariyodapanaṃ, ","eng":"to purify one’s mind: ","html":"<span class='verse-line'>{}</span>","comm":"Through meditation. "},"dn14:3.28.9":{"pli":"etaṃ buddhānasāsanaṃ. ","eng":"this is the instruction of the Buddhas. ","html":"<span class='verse-line'>{}</span></p>","comm":"The <i lang='pi' translate='no'>buddhasāsana</i> (“instruction of the Buddha” or “dispensation of the Buddha”) is the normal word used by Buddhists to refer to their own religion. "},"dn14:3.28.10":{"pli":"Anūpavādo anūpaghāto, ","eng":"Not speaking ill nor doing harm; ","html":"<p><span class='verse-line'>{}</span>"},"dn14:3.28.11":{"pli":"Pātimokkhe ca saṃvaro; ","eng":"restraint in the monastic code; ","html":"<span class='verse-line'>{}</span>","comm":"Here “monastic code” means the principles outlined in these verses. They are spelled out in more detail in the Gradual Training (<a href='index.html?q=dn2'>DN 2</a>, etc.), and ultimately in the detailed legal code of the Vinayapiṭaka. "},"dn14:3.28.12":{"pli":"Mattaññutā ca bhattasmiṃ, ","eng":"moderation in eating; ","html":"<span class='verse-line'>{}</span>"},"dn14:3.28.13":{"pli":"Pantañca sayanāsanaṃ; ","eng":"staying in remote lodgings; ","html":"<span class='verse-line'>{}</span>"},"dn14:3.28.14":{"pli":"Adhicitte ca āyogo, ","eng":"commitment to the higher mind—","html":"<span class='verse-line'>{}</span>","comm":"The “higher mind” is the four <i lang='pi' translate='no'>jhānas</i> (<a href='index.html?q=an3.90#3.2'>AN 3.90:3.2</a>). "},"dn14:3.28.15":{"pli":"Etaṃ buddhānasāsanan’ti. ","eng":"this is the instruction of the Buddhas.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn14:3.29.0":{"pli":"17. Devatārocana ","eng":"17. Being Informed by Deities ","html":"<h2>{}</h2>"},"dn14:3.29.1":{"pli":"Ekamidāhaṃ, bhikkhave, samayaṃ ukkaṭṭhāyaṃ viharāmi subhagavane sālarājamūle. ","eng":"This one time, mendicants, I was staying near Ukkaṭṭhā, in the Subhaga Forest at the root of a magnificent sal tree. ","html":"<p>{}","comm":"The Buddha now returns to the present life. Ukkaṭṭhā is the home of Pokkharasāti (<a href='index.html?q=dn3#2.13.1'>DN 3:2.13.1</a>) and the site of the astonishing and cosmically significant discourses <a href='index.html?q=mn1'>MN 1</a> and <a href='index.html?q=mn49'>MN 49</a>. "},"dn14:3.29.2":{"pli":"Tassa mayhaṃ, bhikkhave, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"As I was in private retreat this thought came to mind, ","html":"{}"},"dn14:3.29.3":{"pli":"‘na kho so sattāvāso sulabharūpo, yo mayā anāvutthapubbo iminā dīghena addhunā aññatra suddhāvāsehi devehi. ","eng":"‘It’s not easy to find an abode of sentient beings where I haven’t previously abided in all this long time, except for the gods of the pure abodes. ","html":"{}","comm":"Only non-returners are born in the pure abodes (<i lang='pi' translate='no'>suddhāvāsā</i>), from where they realize full awakening. "},"dn14:3.29.4":{"pli":"Yannūnāhaṃ yena suddhāvāsā devā tenupasaṅkameyyan’ti. ","eng":"Why don’t I go to see them?’ ","html":"{}</p>"},"dn14:3.29.5":{"pli":"Atha khvāhaṃ, bhikkhave, seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—ukkaṭṭhāyaṃ subhagavane sālarājamūle antarahito avihesu devesu pāturahosiṃ. ","eng":"Then, as easily as a strong person would extend or contract their arm, I vanished from the Subhaga Forest and reappeared with the gods of Aviha. ","html":"<p>{}</p>"},"dn14:3.29.6":{"pli":"Tasmiṃ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ","eng":"In that order of gods, many thousands, many hundreds of thousands of deities approached me, bowed, stood to one side, and said to me, ","html":"<p>{}","comm":"“Order of gods” is <i lang='pi' translate='no'>devanikāya</i>. I use “deity” to distinguish <i lang='pi' translate='no'>devatā</i> from <i lang='pi' translate='no'>deva</i> but there is no substantial difference. "},"dn14:3.29.7":{"pli":"‘ito so, mārisā, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ","eng":"‘Ninety-one eons ago, good fellow, the Buddha Vipassī arose in the world, perfected and fully awakened. ","html":"{}"},"dn14:3.29.8":{"pli":"Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ","eng":"He was born as an aristocrat into an aristocrat family. ","html":"{}"},"dn14:3.29.9":{"pli":"Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ","eng":"Koṇḍañña was his clan. ","html":"{}"},"dn14:3.29.10":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ","eng":"He lived for 80,000 years. ","html":"{}"},"dn14:3.29.11":{"pli":"Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ","eng":"He was awakened at the root of a patala tree. ","html":"{}"},"dn14:3.29.12":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"He had a fine pair of chief disciples named Khaṇḍa and Tissa. ","html":"{}"},"dn14:3.29.13":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ. Eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ. Eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ","eng":"He had three gatherings of disciples—one of 6,800,000, one of 100,000, and one of 80,000—all of them mendicants who had ended their defilements. ","html":"{}"},"dn14:3.29.14":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"He had as chief attendant a mendicant named Asoka. ","html":"{}"},"dn14:3.29.15":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ","eng":"His father was King Bandhumā, ","html":"{}"},"dn14:3.29.16":{"pli":"Bandhumatī nāma devī mātā ahosi janetti. ","eng":"his birth mother was Queen Bandhumatī, ","html":"{}"},"dn14:3.29.17":{"pli":"Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ","eng":"and their capital city was named Bandhumatī. ","html":"{}"},"dn14:3.29.18":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṃ abhinikkhamanaṃ ahosi evaṃ pabbajjā evaṃ padhānaṃ evaṃ abhisambodhi evaṃ dhammacakkappavattanaṃ. ","eng":"And such was his renunciation, such his going forth, such his striving, such his awakening, and such his rolling forth of the wheel of Dhamma. ","html":"{}","comm":"This is a list of the major events in any Buddha biography. "},"dn14:3.29.19":{"pli":"Te mayaṃ, mārisā, vipassimhi bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti … ","eng":"And good fellow, after leading the spiritual life under that Buddha Vipassī we lost our desire for sensual pleasures and were reborn here.’ ","html":"{}</p>","comm":"The lifespan in such a realm can be many hundreds of eons. "},"dn14:3.29.20":{"pli":"pe… ","eng":"And other deities came and similarly recounted the details of the Buddhas Sikhī, Vessabhū, Kakusandha, Koṇāgamana, and Kassapa. ","html":"<p>{}</p>","comm":"These are absent in the Pali text at this point, but they are mentioned below, and the commentary says they should be included here. "},"dn14:3.30.1":{"pli":"Tasmiṃyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ","eng":"In that order of gods, many thousands, many hundreds of thousands of deities approached me, bowed, stood to one side, and said to me, ","html":"<p>{}"},"dn14:3.30.2":{"pli":"‘imasmiṃyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṃ sammāsambuddho loke uppanno. ","eng":"‘In the present fortunate eon, good fellow, you have arisen in the world, perfected and fully awakened. ","html":"{}"},"dn14:3.30.3":{"pli":"Bhagavā, mārisā, khattiyo jātiyā khattiyakule uppanno. ","eng":"You were born as an aristocrat into an aristocrat family. ","html":"{}"},"dn14:3.30.4":{"pli":"Bhagavā, mārisā, gotamo gottena. ","eng":"Gotama is your clan. ","html":"{}"},"dn14:3.30.5":{"pli":"Bhagavato, mārisā, appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ yo ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo. ","eng":"For you the life-span is short, brief, and fleeting. A long life is a hundred years or a little more. ","html":"{}"},"dn14:3.30.6":{"pli":"Bhagavā, mārisā, assatthassa mūle abhisambuddho. ","eng":"You were awakened at the root of a peepal tree. ","html":"{}"},"dn14:3.30.7":{"pli":"Bhagavato, mārisā, sāriputtamoggallānaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","eng":"You have a fine pair of chief disciples named Sāriputta and Moggallāna. ","html":"{}"},"dn14:3.30.8":{"pli":"Bhagavato, mārisā, eko sāvakānaṃ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Bhagavato, mārisā, ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ","eng":"You have had one gathering of disciples—1,250 mendicants who had ended their defilements. ","html":"{}"},"dn14:3.30.9":{"pli":"Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","eng":"You have as chief attendant a mendicant named Ānanda. ","html":"{}"},"dn14:3.30.10":{"pli":"Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi. ","eng":"Your father was King Suddhodana, ","html":"{}"},"dn14:3.30.11":{"pli":"Māyā nāma devī mātā ahosi janetti. ","eng":"your birth mother was Queen Māyā, ","html":"{}"},"dn14:3.30.12":{"pli":"Kapilavatthu nāma nagaraṃ rājadhānī ahosi. ","eng":"and your capital city was Kapilavatthu. ","html":"{}"},"dn14:3.30.13":{"pli":"Bhagavato, mārisā, evaṃ abhinikkhamanaṃ ahosi evaṃ pabbajjā evaṃ padhānaṃ evaṃ abhisambodhi evaṃ dhammacakkappavattanaṃ. ","eng":"And such was your renunciation, such your going forth, such your striving, such your awakening, and such your rolling forth of the wheel of Dhamma. ","html":"{}"},"dn14:3.30.14":{"pli":"Te mayaṃ, mārisā, bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ","eng":"And good fellow, after leading the spiritual life under you we lost our desire for sensual pleasures and were reborn here.’ ","html":"{}</p>"},"dn14:3.31.1":{"pli":"Atha khvāhaṃ, bhikkhave, avihehi devehi saddhiṃ yena atappā devā tenupasaṅkamiṃ …pe… ","eng":"Then together with the gods of Aviha I went to see the gods of Atappa … ","html":"<p>{}"},"dn14:3.31.2":{"pli":"atha khvāhaṃ, bhikkhave, avihehi ca devehi atappehi ca devehi saddhiṃ yena sudassā devā tenupasaṅkamiṃ. ","eng":"the gods fair to see … ","html":"{}"},"dn14:3.31.3":{"pli":"Atha khvāhaṃ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi saddhiṃ yena sudassī devā tenupasaṅkamiṃ. Atha khvāhaṃ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi sudassīhi ca devehi saddhiṃ yena akaniṭṭhā devā tenupasaṅkamiṃ. Tasmiṃ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu, upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ","eng":"and the fair seeing gods. Then together with all these gods I went to see the gods of Akaniṭṭha, where we had a similar conversation. ","html":"{}</p>"},"dn14:3.31.4":{"pli":"‘ito so, mārisā, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ","html":"<p>{}"},"dn14:3.31.5":{"pli":"Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi. ","html":"{}"},"dn14:3.31.6":{"pli":"Khattiyakule udapādi. ","html":"{}"},"dn14:3.31.7":{"pli":"Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ","html":"{}"},"dn14:3.31.8":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ","html":"{}"},"dn14:3.31.9":{"pli":"Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ","html":"{}"},"dn14:3.31.10":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","html":"{}"},"dn14:3.31.11":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. ","html":"{}"},"dn14:3.31.12":{"pli":"Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ. ","html":"{}"},"dn14:3.31.13":{"pli":"Eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ. ","html":"{}"},"dn14:3.31.14":{"pli":"Eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. ","html":"{}"},"dn14:3.31.15":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ","html":"{}"},"dn14:3.31.16":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ","html":"{}"},"dn14:3.31.17":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi bandhumatī nāma devī mātā ahosi janetti. ","html":"{}"},"dn14:3.31.18":{"pli":"Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ","html":"{}"},"dn14:3.31.19":{"pli":"Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṃ abhinikkhamanaṃ ahosi evaṃ pabbajjā evaṃ padhānaṃ evaṃ abhisambodhi, evaṃ dhammacakkappavattanaṃ. ","html":"{}"},"dn14:3.31.20":{"pli":"Te mayaṃ, mārisā, vipassimhi bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ","html":"{}"},"dn14:3.31.21":{"pli":"Tasmiṃyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ","html":"{}"},"dn14:3.31.22":{"pli":"‘ito so, mārisā, ekatiṃse kappe yaṃ sikhī bhagavā …pe… ","html":"{}"},"dn14:3.31.23":{"pli":"te mayaṃ, mārisā, sikhimhi bhagavati tasmiññeva kho, mārisā, ekatiṃse kappe yaṃ vessabhū bhagavā …pe… ","html":"{}"},"dn14:3.31.24":{"pli":"te mayaṃ, mārisā, vessabhumhi bhagavati …pe… ","html":"{}"},"dn14:3.31.25":{"pli":"imasmiṃyeva kho, mārisā, bhaddakappe kakusandho koṇāgamano kassapo bhagavā …pe… ","html":"{}"},"dn14:3.31.26":{"pli":"te mayaṃ, mārisā, kakusandhamhi koṇāgamanamhi kassapamhi bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ","html":"{}</p>"},"dn14:3.32.1":{"pli":"Tasmiṃyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ","html":"<p>{}"},"dn14:3.32.2":{"pli":"‘imasmiṃyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṃ sammāsambuddho loke uppanno. ","html":"{}"},"dn14:3.32.3":{"pli":"Bhagavā, mārisā, khattiyo jātiyā, khattiyakule uppanno. ","html":"{}"},"dn14:3.32.4":{"pli":"Bhagavā, mārisā, gotamo gottena. ","html":"{}"},"dn14:3.32.5":{"pli":"Bhagavato, mārisā, appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ yo ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo. ","html":"{}"},"dn14:3.32.6":{"pli":"Bhagavā, mārisā, assatthassa mūle abhisambuddho. ","html":"{}"},"dn14:3.32.7":{"pli":"Bhagavato, mārisā, sāriputtamoggallānaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ","html":"{}"},"dn14:3.32.8":{"pli":"Bhagavato, mārisā, eko sāvakānaṃ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. ","html":"{}"},"dn14:3.32.9":{"pli":"Bhagavato, mārisā, ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ","html":"{}"},"dn14:3.32.10":{"pli":"Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko aggupaṭṭhāko ahosi. ","html":"{}"},"dn14:3.32.11":{"pli":"Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi. ","html":"{}"},"dn14:3.32.12":{"pli":"Māyā nāma devī mātā ahosi janetti. ","html":"{}"},"dn14:3.32.13":{"pli":"Kapilavatthu nāma nagaraṃ rājadhānī ahosi. ","html":"{}"},"dn14:3.32.14":{"pli":"Bhagavato, mārisā, evaṃ abhinikkhamanaṃ ahosi, evaṃ pabbajjā, evaṃ padhānaṃ, evaṃ abhisambodhi, evaṃ dhammacakkappavattanaṃ. ","html":"{}"},"dn14:3.32.15":{"pli":"Te mayaṃ, mārisā, bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ","html":"{}</p>"},"dn14:3.33.1":{"pli":"Iti kho, bhikkhave, tathāgatassevesā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati ‘evaṃjaccā te bhagavanto ahesuṃ’ itipi. ","eng":"And that is how the Realized One is able to recollect the birth, names, clans, lifespan, chief disciples, and gatherings of disciples of the Buddhas of the past who have become fully quenched, cut off proliferation, cut off the course, finished off the cycle, and passed beyond all suffering. It is both because I have clearly comprehended the principle of the teachings, ","html":"<p>{}"},"dn14:3.33.2":{"pli":"‘Evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ’ itipīti. ","html":"{}"},"dn14:3.33.3":{"pli":"Devatāpi tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati ‘evaṃjaccā te bhagavanto ahesuṃ’ itipi. ","eng":"and also because the deities told me.” ","html":"{}","comm":"This is the detailed answer to the question asked by the mendicants at <a href='index.html?q=dn14#1.13.6'>DN 14:1.13.6</a>. "},"dn14:3.33.4":{"pli":"‘Evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ’ itipī”ti. ","html":"{}</p>"},"dn14:3.33.5":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn14:3.33.6":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"dn14:3.33.7":{"pli":"Mahāpadānasuttaṃ niṭṭhitaṃ paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}