{"dn22":{"dn22:0.1":{"pli":"Dīgha Nikāya 22 ","eng":"Long Discourses 22 ","html":"<article id='dn22'><header><ul><li class='division'>{}</li></ul>"},"dn22:0.2":{"pli":"Mahāsatipaṭṭhānasutta ","eng":"The Longer Discourse on Mindfulness Meditation ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn22:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This discourse is copied from <a href='index.html?q=mn10'>MN 10</a>. The section on the four noble truths has been expanded with material mostly drawn from <a href='index.html?q=mn141'>MN 141</a>. These discourses are the most influential texts for modern Theravada meditation, prompting countless modern commentaries. Comparative study of the several parallel versions reveals that this discourse, while comprised almost entirely of early material, was compiled in this form as one of the latest texts in the Pali suttas. | While mindfulness is always useful (<a href='index.html?q=sn46.53#15.4'>SN 46.53:15.4</a>), the “establishment of mindfulness” (<i lang='pi' translate='no'>satipaṭṭhāna</i>) refers especially to a conscious development of contemplative practices based on mindfulness, i.e. “mindfulness meditation”. "},"dn22:1.2":{"pli":"ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo. ","eng":"At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma. ","html":"{}"},"dn22:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"dn22:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"dn22:1.5":{"pli":"“Bhaddante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"dn22:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"dn22:1.7":{"pli":"“Ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā, sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ cattāro satipaṭṭhānā. ","eng":"“Mendicants, the four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ","html":"<p>{}</p>","comm":"The phrase <i lang='pi' translate='no'>ekāyano maggo</i> (“path to convergence”) is given multiple meanings in commentaries and ancient translations. Outside of <i lang='pi' translate='no'>satipaṭṭhāna</i>, it is used in only one context in Pali, where it means to “come together with” (<a href='index.html?q=mn12#37.5'>MN 12:37.5</a>). At <a href='index.html?q=sn47.18#3.4'>SN 47.18:3.4</a> the phrase is spoken by Brahmā, which suggests it was a Brahmanical term. At Bṛhadāraṇyaka Upaniṣad 2.4.11—a passage full of details shared with the suttas—it means a place where things unite or converge. Thus <i lang='pi' translate='no'>satipaṭṭhāna</i> leads to everything “coming together as one”. In other words, as seventh factor of the noble eightfold path, it leads to <i lang='pi' translate='no'>samādhi</i>, the eighth factor (<a href='index.html?q=sn45.1#3.9'>SN 45.1:3.9</a>; see also <a href='index.html?q=mn44#12.3'>MN 44:12.3</a>). "},"dn22:1.8":{"pli":"Katame cattāro? ","eng":"What four? ","html":"<p>{}"},"dn22:1.9":{"pli":"Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, ","eng":"It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}","comm":"The idiom <i lang='pi' translate='no'>kāye kāyānupassī</i>, literally “observes a body in the body” refers to focusing on a specific aspect of embodied experience, such as the breath, the postures, etc. | “Keen” (or “ardent”, <i lang='pi' translate='no'>ātāpī</i>) implies effort, while “aware” (<i lang='pi' translate='no'>sampajāno</i>) is the wisdom of understanding situation and context. | “Covetousness and displeasure” (<i lang='pi' translate='no'>abhijjhādomanassaṁ</i>) are the strong forms of desire and aversion that are overcome by sense restraint in preparation for meditation. "},"dn22:1.10":{"pli":"vedanāsu vedanānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, ","eng":"They meditate observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}","comm":"“Feelings” (<i lang='pi' translate='no'>vedanā</i>) are the basic tones of pleasant, painful, or neutral, not the complexes we call “emotions”. "},"dn22:1.11":{"pli":"citte cittānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, ","eng":"They meditate observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}","comm":"“Mind” (<i lang='pi' translate='no'>citta</i>) is simple awareness. In meditation contexts, “mind” is often similar in meaning to <i lang='pi' translate='no'>samādhi</i>. "},"dn22:1.12":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"They meditate observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}</p>","comm":"“Principles” (<i lang='pi' translate='no'>dhammā</i>) are the natural “systems” of cause and effect that underlie the “teachings”. The renderings “mind objects” or “mental qualities” are incorrect, as many of the things spoken of in this section are neither mind objects nor mental qualities. “Phenomena” is a possible translation, but the emphasis is not on the “appearance” of things, but on the “principles” governing their conditional relations. "},"dn22:1.13":{"pli":"Uddeso niṭṭhito. ","html":"<p class='endsection'>{}</p>"},"dn22:2.0.1":{"pli":"1. Kāyānupassanā ","eng":"1. Observing the Body ","html":"<h2>{}</h2>"},"dn22:2.0.2":{"pli":"1.1. Kāyānupassanāānāpānapabba ","eng":"1.1. Mindfulness of Breathing ","html":"<h3>{}</h3>"},"dn22:2.1":{"pli":"Kathañca pana, bhikkhave, bhikkhu kāye kāyānupassī viharati? ","eng":"And how does a mendicant meditate observing an aspect of the body? ","html":"<p>{}</p>"},"dn22:2.2":{"pli":"Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, sets their body straight, and establishes mindfulness in their presence. ","html":"<p>{}","comm":"The context here—a mendicant gone to the forest—establishes that this practice takes place in the wider context of the Gradual Training. Indeed, this whole sutta can be understood as an expansion of this phrase, mentioned briefly at <a href='index.html?q=dn2#67.3'>DN 2:67.3</a>. "},"dn22:2.3":{"pli":"So satova assasati, satova passasati. ","eng":"Just mindful, they breathe in. Mindful, they breathe out. ","html":"{}</p>","comm":"The most fundamental meditation instruction in Buddhism. Notice how the Buddha phrases it: not “concentrate on the breath” as an object, but rather “breathing” as an activity to which one brings mindfulness. "},"dn22:2.4":{"pli":"Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti. ","eng":"Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ ","html":"<p>{}</p>","comm":"The stages of breath meditation are not meant to be done deliberately, but to be observed and understood as the natural process of deepening meditation. When starting out, the breath is somewhat rough and coarse. "},"dn22:2.5":{"pli":"Rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti. ","eng":"When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ ","html":"<p>{}</p>","comm":"Over time, the breath becomes more subtle and soft. "},"dn22:2.6":{"pli":"‘Sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’","html":"<p>{}</p>","comm":"Contextually the idiom “whole body” (<i lang='pi' translate='no'>sabbakāya</i>) here refers to the breath, marking the fuller and more continuous awareness that arises with tranquility. Some practitioners, however, interpret it as the “whole physical body”, broadening awareness to encompass the movement and settling of energies throughout the body. "},"dn22:2.7":{"pli":"‘Passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ","html":"<p>{}</p>","comm":"The “physical process” (<i lang='pi' translate='no'>kāyasaṅkhāraṁ</i>) is the breath (<a href='index.html?q=sn41.6#1.8'>SN 41.6:1.8</a>). "},"dn22:2.8":{"pli":"Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṃ vā añchanto ‘dīghaṃ añchāmī’ti pajānāti, rassaṃ vā añchanto ‘rassaṃ añchāmī’ti pajānāti; ","eng":"It’s like a deft carpenter or carpenter’s apprentice. When making a deep cut they know: ‘I’m making a deep cut,’ and when making a shallow cut they know: ‘I’m making a shallow cut.’ ","html":"<p>{}","comm":"Text has “long” and “short”, but “deep” and “shallow” or “heavy” and “light” are more idiomatic for describing the breath in English. "},"dn22:2.9":{"pli":"evameva kho, bhikkhave, bhikkhu dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti, rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti. ","html":"{}"},"dn22:2.10":{"pli":"‘Sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ","html":"{}</p>"},"dn22:2.11":{"pli":"Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ","eng":"And so they meditate observing an aspect of the body internally, externally, and both internally and externally. ","html":"<p>{}","comm":"“Internally” is one’s own body, “externally” the bodies of others, or external physical phenomena. This distinction is applied broadly in Buddhist meditation, but it is more relevant in some contexts than others. In the case of the breath, one is focusing on one’s own breath, but when contemplating, say, a dead body, or the material elements, there is more of an external dimension. Starting with “me” in here and the “world” out there, this practice dissolves this distinction so that we see we are of the same nature as everything else. "},"dn22:2.12":{"pli":"Samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati. ","eng":"They meditate observing the body as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}","comm":"This is the <i lang='pi' translate='no'>vipassanā</i> (“insight” or “discernment”) dimension of meditation, observing not just the rise and fall of phenomena, but also their conditioned “nature” as being “liable” (<i lang='pi' translate='no'>-dhamma</i>) to impermanence. The meaning of this passage is explained at (<a href='index.html?q=sn47.42'>SN 47.42</a>). Apart from these passages, <i lang='pi' translate='no'>vipassanā</i> in <i lang='pi' translate='no'>satipaṭṭhāna</i> pertains specially to the observation of principles. "},"dn22:2.13":{"pli":"‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>","comm":"Mindfulness meditation leads to a range of knowledges as detailed by Anuruddha at <a href='index.html?q=sn52.6'>SN 52.6</a> and <a href='index.html?q=sn52.11'>SN 52.11</a>–24. An arahant is “independent” of any attachment (eg. <a href='index.html?q=mn143'>MN 143</a>), but <i lang='pi' translate='no'>satipaṭṭhāna</i> is also taught to give up dependency on views of the past and future (<a href='index.html?q=dn29#40.1'>DN 29:40.1</a>). "},"dn22:2.14":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That’s how a mendicant meditates by observing an aspect of the body. ","html":"<p>{}</p>"},"dn22:2.15":{"pli":"Ānāpānapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:3.0":{"pli":"1.2. Kāyānupassanāiriyāpathapabba ","eng":"1.2. The Postures ","html":"<h3>{}</h3>"},"dn22:3.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti, ","eng":"Furthermore, when a mendicant is walking they know: ‘I am walking.’ When standing they know: ‘I am standing.’ When sitting they know: ‘I am sitting.’ And when lying down they know: ‘I am lying down.’ ","html":"<p>{}","comm":"In early Pali, this practice is found only in the two Satipaṭṭhānasuttas and the closely related Kāyagatāsatisutta (<a href='index.html?q=mn119'>MN 119</a>). It is practiced by developing a reflexive awareness of one’s posture and activity as it proceeds, often assisted by moving slowly and carefully. "},"dn22:3.2":{"pli":"yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṃ pajānāti. ","eng":"Whatever posture their body is in, they know it. ","html":"{}</p>"},"dn22:3.3":{"pli":"Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ","eng":"And so they meditate observing an aspect of the body internally, externally, and both internally and externally. ","html":"<p>{}"},"dn22:3.4":{"pli":"Samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati. ","eng":"They meditate observing the body as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:3.5":{"pli":"‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:3.6":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p>{}</p>"},"dn22:3.7":{"pli":"Iriyāpathapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:4.0":{"pli":"1.3. Kāyānupassanāsampajānapabba ","eng":"1.3. Situational Awareness ","html":"<h3>{}</h3>"},"dn22:4.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ","eng":"Furthermore, a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl, and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ","html":"<p>{}</p>","comm":"“Situational awareness” (<i lang='pi' translate='no'>sampajañña</i>) understands the context and purpose of activities. The main examples here illustrate the activities of daily monastic life: leaving the monastery on almsround, restraint while in the town, care wearing the robes, then mindfully eating and going to the toilet. "},"dn22:4.2":{"pli":"Iti ajjhattaṃ vā …pe… ","eng":"And so they meditate observing an aspect of the body internally … ","html":"<p>{}</p>"},"dn22:4.3":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p>{}</p>"},"dn22:4.4":{"pli":"Sampajānapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:5.0":{"pli":"1.4. Kāyānupassanāpaṭikūlamanasikārapabba ","eng":"1.4. Focusing on the Repulsive ","html":"<h3>{}</h3>"},"dn22:5.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","eng":"Furthermore, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ","html":"<p>{}","comm":"This practice is intended to counter sexual desire and obsession. The primary focus is on one’s own body, rather than another’s body, although that can be brought in also. By focusing on aspects of our body that we normally prefer to ignore, we move towards a healthy sense of acceptance and neutrality towards our body. "},"dn22:5.2":{"pli":"‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco, maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ, hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ, antaṃ antaguṇaṃ udariyaṃ karīsaṃ, pittaṃ semhaṃ pubbo lohitaṃ sedo medo, assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ","eng":"‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ","html":"{}</p>","comm":"Thirty-one parts are mentioned in early texts, later expanded to thirty-two with the addition of the “brain” (<i lang='pi' translate='no'>matthaluṅga</i>). "},"dn22:5.3":{"pli":"Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṃ—sālīnaṃ vīhīnaṃ muggānaṃ māsānaṃ tilānaṃ taṇḍulānaṃ. Tamenaṃ cakkhumā puriso muñcitvā paccavekkheyya: ‘ime sālī, ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti. ","eng":"It’s as if there were a bag with openings at both ends, filled with various kinds of grains, such as fine rice, wheat, mung beans, peas, sesame, and ordinary rice. And a person with clear eyes were to open it and examine the contents: ‘These grains are fine rice, these are wheat, these are mung beans, these are peas, these are sesame, and these are ordinary rice.’ ","html":"<p>{}</p>","comm":"The “bag with openings at both ends” is the body. Not all the varieties of grains and beans can be positively identified. "},"dn22:5.4":{"pli":"Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ","html":"<p>{}"},"dn22:5.5":{"pli":"‘atthi imasmiṃ kāye kesā lomā …pe… muttan’ti. ","html":"{}</p>"},"dn22:5.6":{"pli":"Iti ajjhattaṃ vā …pe… ","eng":"And so they meditate observing an aspect of the body internally … ","html":"<p>{}</p>"},"dn22:5.7":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p>{}</p>"},"dn22:5.8":{"pli":"Paṭikūlamanasikārapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:6.0":{"pli":"1.5. Kāyānupassanādhātumanasikārapabba ","eng":"1.5. Focusing on the Elements ","html":"<h3>{}</h3>"},"dn22:6.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati: ","eng":"Furthermore, a mendicant examines their own body, whatever its placement or posture, according to the elements: ","html":"<p>{}","comm":"While meditation on the elements is commonly taught in early texts, this phrase is found only in the two Satipaṭṭhānasuttas and the Kāyagatāsatisutta. Detailed instructions are found in such suttas as <a href='index.html?q=mn28'>MN 28</a> and <a href='index.html?q=mn140'>MN 140</a>. This meditation works in any posture, whereas breath meditation is best done sitting, to allow the breath to become still. "},"dn22:6.2":{"pli":"‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ","eng":"‘In this body there is the earth element, the water element, the fire element, and the air element.’ ","html":"{}</p>","comm":"The “elements” are the four states of matter as represented by their primary material example and their dominant property: earth as a solid with the property of resisting or upholding; water as a liquid with the property of binding; air as a gas with the property of movement; and fire (“heat” or “energy”) as plasma with the property of transformation. "},"dn22:6.3":{"pli":"Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṃ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa; ","eng":"It’s as if a deft butcher or butcher’s apprentice were to kill a cow and sit down at the crossroads with the meat cut into chops. ","html":"<p>{}","comm":"This gruesome image shows that butchery of cows was a normal feature of ancient Indian life. "},"dn22:6.4":{"pli":"evameva kho, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati: ","html":"{}"},"dn22:6.5":{"pli":"‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ","html":"{}</p>"},"dn22:6.6":{"pli":"Iti ajjhattaṃ vā kāye kāyānupassī viharati …pe… ","eng":"And so they meditate observing an aspect of the body internally … ","html":"<p>{}</p>"},"dn22:6.7":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p>{}</p>"},"dn22:6.8":{"pli":"Dhātumanasikārapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:7.0":{"pli":"1.6. Kāyānupassanānavasivathikapabba ","eng":"1.6. The Charnel Ground Contemplations ","html":"<h3>{}</h3>"},"dn22:7.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ. ","eng":"Furthermore, suppose a mendicant were to see a corpse discarded in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering. ","html":"<p>{}","comm":"Cremation was expensive and not available to everyone. Bodies might be left in the charnel ground for a variety of reasons, such as local customs, lack of funds, or in cases of inauspicious death such as murder or execution. This is still seen in some places today, and monastics occasionally take the opportunity to practice meditation beside a corpse. However the wording of the Pali sounds like an imaginative exercise. "},"dn22:7.2":{"pli":"So imameva kāyaṃ upasaṃharati: ","eng":"They’d compare it with their own body: ","html":"{}","comm":"The observed corpse is not gendered. The purpose is not to become repulsed by an objectified other, but to understand the mortality of one’s own body. "},"dn22:7.3":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","eng":"‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ","html":"{}"},"dn22:7.4":{"pli":"Iti ajjhattaṃ vā …pe… ","eng":"And so they meditate observing an aspect of the body internally … ","html":"{}</p>"},"dn22:7.5":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p data-counter='1'>{}</p>"},"dn22:8.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ kākehi vā khajjamānaṃ kulalehi vā khajjamānaṃ gijjhehi vā khajjamānaṃ kaṅkehi vā khajjamānaṃ sunakhehi vā khajjamānaṃ byagghehi vā khajjamānaṃ dīpīhi vā khajjamānaṃ siṅgālehi vā khajjamānaṃ vividhehi vā pāṇakajātehi khajjamānaṃ. ","eng":"Furthermore, suppose they were to see a corpse discarded in a charnel ground being devoured by crows, hawks, vultures, herons, hounds, tigers, leopards, jackals, and many kinds of little creatures. ","html":"<p>{}"},"dn22:8.2":{"pli":"So imameva kāyaṃ upasaṃharati: ","eng":"They’d compare it with their own body: ","html":"{}"},"dn22:8.3":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","eng":"‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ","html":"{}"},"dn22:8.4":{"pli":"Iti ajjhattaṃ vā …pe… ","eng":"And so they meditate observing an aspect of the body internally … ","html":"{}</p>"},"dn22:8.5":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p data-counter='2'>{}</p>"},"dn22:9.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ …pe… ","eng":"Furthermore, suppose they were to see a corpse discarded in a charnel ground, a skeleton with flesh and blood, held together by sinews … ","html":"<p data-counter='3'>{}</p>"},"dn22:9.2":{"pli":"Aṭṭhikasaṅkhalikaṃ nimaṃsalohitamakkhitaṃ nhārusambandhaṃ …pe… ","eng":"A skeleton without flesh but smeared with blood, and held together by sinews … ","html":"<p data-counter='4'>{}</p>"},"dn22:9.3":{"pli":"Aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ …pe… ","eng":"A skeleton rid of flesh and blood, held together by sinews … ","html":"<p data-counter='5'>{}</p>"},"dn22:9.4":{"pli":"Aṭṭhikāni apagatasambandhāni disā vidisā vikkhittāni, aññena hatthaṭṭhikaṃ aññena pādaṭṭhikaṃ aññena gopphakaṭṭhikaṃ aññena jaṅghaṭṭhikaṃ aññena ūruṭṭhikaṃ aññena kaṭiṭṭhikaṃ aññena phāsukaṭṭhikaṃ aññena piṭṭhiṭṭhikaṃ aññena khandhaṭṭhikaṃ aññena gīvaṭṭhikaṃ aññena hanukaṭṭhikaṃ aññena dantaṭṭhikaṃ aññena sīsakaṭāhaṃ. ","eng":"Bones rid of sinews, scattered in every direction. Here a hand-bone, there a foot-bone, here an ankle bone, there a shin-bone, here a thigh-bone, there a hip-bone, here a rib-bone, there a back-bone, here an arm-bone, there a neck-bone, here a jaw-bone, there a tooth, here the skull. … ","html":"<p data-counter='6'>{}"},"dn22:9.5":{"pli":"So imameva kāyaṃ upasaṃharati: ","html":"{}"},"dn22:9.6":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","html":"{}"},"dn22:9.7":{"pli":"Iti ajjhattaṃ vā …pe… ","html":"{}"},"dn22:9.8":{"pli":"viharati. ","html":"{}</p>"},"dn22:10.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni …pe… ","eng":"White bones, the color of shells … ","html":"<p data-counter='7'>{}</p>"},"dn22:10.2":{"pli":"Aṭṭhikāni puñjakitāni terovassikāni …pe… ","eng":"Decrepit bones, heaped in a pile … ","html":"<p data-counter='8'>{}</p>"},"dn22:10.3":{"pli":"Aṭṭhikāni pūtīni cuṇṇakajātāni. ","eng":"Bones rotted and crumbled to powder. ","html":"<p>{}","comm":"It takes decades for bones to rot to powder, again suggesting it is an imaginative contemplation. "},"dn22:10.4":{"pli":"So imameva kāyaṃ upasaṃharati: ","eng":"They’d compare it with their own body: ","html":"{}"},"dn22:10.5":{"pli":"‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ","eng":"‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ","html":"{}"},"dn22:10.6":{"pli":"Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ","eng":"And so they meditate observing an aspect of the body internally, externally, and both internally and externally. ","html":"{}"},"dn22:10.7":{"pli":"Samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati. ","eng":"They meditate observing the body as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:10.8":{"pli":"‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:10.9":{"pli":"Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ","eng":"That too is how a mendicant meditates by observing an aspect of the body. ","html":"<p data-counter='9'>{}</p>"},"dn22:10.10":{"pli":"Navasivathikapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:10.11":{"pli":"Cuddasa kāyānupassanā niṭṭhitā. ","html":"<p class='end'>{}</p>"},"dn22:11.0":{"pli":"2. Vedanānupassanā ","eng":"2. Observing the Feelings ","html":"<h2>{}</h2>"},"dn22:11.1":{"pli":"Kathañca pana, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati? ","eng":"And how does a mendicant meditate observing an aspect of feelings? ","html":"<p>{}</p>","comm":"Literally “a feeling among the feelings”; the practice shows that the meditator contemplates specific feelings as they occur. "},"dn22:11.2":{"pli":"Idha, bhikkhave, bhikkhu sukhaṃ vā vedanaṃ vedayamāno ‘sukhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"It’s when a mendicant who feels a pleasant feeling knows: ‘I feel a pleasant feeling.’ ","html":"<p data-counter='1'>{}</p>","comm":"Pali employs direct quotes to indicate reflexive awareness: you feel the feeling and you know that you feel the feeling. It does not mean that you have to literally say “I feel a pleasant feeling”, although some adopt that as a meditation method. "},"dn22:11.3":{"pli":"Dukkhaṃ vā vedanaṃ vedayamāno ‘dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a painful feeling, they know: ‘I feel a painful feeling.’ ","html":"<p data-counter='2'>{}</p>"},"dn22:11.4":{"pli":"Adukkhamasukhaṃ vā vedanaṃ vedayamāno ‘adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a neutral feeling, they know: ‘I feel a neutral feeling.’ ","html":"<p data-counter='3'>{}</p>"},"dn22:11.5":{"pli":"Sāmisaṃ vā sukhaṃ vedanaṃ vedayamāno ‘sāmisaṃ sukhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a pleasant feeling of the flesh, they know: ‘I feel a pleasant feeling of the flesh.’ ","html":"<p data-counter='4'>{}</p>","comm":"Feelings “of the flesh” (<i lang='pi' translate='no'>sāmisa</i>)  are associated with the body and sensual desires (<a href='index.html?q=sn36.31#4.1'>SN 36.31:4.1</a>). "},"dn22:11.6":{"pli":"Nirāmisaṃ vā sukhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ sukhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a pleasant feeling not of the flesh, they know: ‘I feel a pleasant feeling not of the flesh.’ ","html":"<p data-counter='5'>{}</p>","comm":"Feelings “not of the flesh” (<i lang='pi' translate='no'>nirāmisa</i>) are associated with renunciation and especially with the <i lang='pi' translate='no'>jhānas</i> and liberation (<a href='index.html?q=sn36.31#5.1'>SN 36.31:5.1</a>). "},"dn22:11.7":{"pli":"Sāmisaṃ vā dukkhaṃ vedanaṃ vedayamāno ‘sāmisaṃ dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a painful feeling of the flesh, they know: ‘I feel a painful feeling of the flesh.’ ","html":"<p data-counter='6'>{}</p>"},"dn22:11.8":{"pli":"Nirāmisaṃ vā dukkhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a painful feeling not of the flesh, they know: ‘I feel a painful feeling not of the flesh.’ ","html":"<p data-counter='7'>{}</p>","comm":"This would include the feelings of loss, doubt, and dejection that can occur during the spiritual path (see <a href='index.html?q=mn44#28.6'>MN 44:28.6</a>). "},"dn22:11.9":{"pli":"Sāmisaṃ vā adukkhamasukhaṃ vedanaṃ vedayamāno ‘sāmisaṃ adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a neutral feeling of the flesh, they know: ‘I feel a neutral feeling of the flesh.’ ","html":"<p data-counter='8'>{}</p>"},"dn22:11.10":{"pli":"Nirāmisaṃ vā adukkhamasukhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. ","eng":"When they feel a neutral feeling not of the flesh, they know: ‘I feel a neutral feeling not of the flesh.’ ","html":"<p data-counter='9'>{}</p>","comm":"The feeling of the fourth <i lang='pi' translate='no'>jhāna</i> and higher liberations (<a href='index.html?q=sn36.31#8.2'>SN 36.31:8.2</a>). "},"dn22:11.11":{"pli":"Iti ajjhattaṃ vā vedanāsu vedanānupassī viharati, bahiddhā vā vedanāsu vedanānupassī viharati, ajjhattabahiddhā vā vedanāsu vedanānupassī viharati. ","eng":"And so they meditate observing an aspect of feelings internally, externally, and both internally and externally. ","html":"<p>{}"},"dn22:11.12":{"pli":"Samudayadhammānupassī vā vedanāsu viharati, vayadhammānupassī vā vedanāsu viharati, samudayavayadhammānupassī vā vedanāsu viharati. ","eng":"They meditate observing feelings as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:11.13":{"pli":"‘Atthi vedanā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that feelings exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:11.14":{"pli":"Evampi kho, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati. ","eng":"That’s how a mendicant meditates by observing an aspect of feelings. ","html":"<p>{}</p>"},"dn22:11.15":{"pli":"Vedanānupassanā niṭṭhitā. ","html":"<p class='endsection'>{}</p>"},"dn22:12.0":{"pli":"3. Cittānupassanā ","eng":"3. Observing the Mind ","html":"<h2>{}</h2>"},"dn22:12.1":{"pli":"Kathañca pana, bhikkhave, bhikkhu citte cittānupassī viharati? ","eng":"And how does a mendicant meditate observing an aspect of the mind? ","html":"<p>{}</p>"},"dn22:12.2":{"pli":"Idha, bhikkhave, bhikkhu sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti. ","eng":"It’s when a mendicant understands mind with greed as ‘mind with greed,’ ","html":"<p data-counter='1–16'>{}","comm":"In Buddhist theory, awareness of the presence or absence of qualities such as greed is explained on three levels. There is the simple happenstance of whether greed is present at that time or not. Then there is the mind freed of greed through the power of absorption. Finally there is the liberation from greed which comes with full awakening. "},"dn22:12.3":{"pli":"Vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti. ","eng":"and mind without greed as ‘mind without greed.’ ","html":"{}"},"dn22:12.4":{"pli":"Sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti. ","eng":"They understand mind with hate as ‘mind with hate,’ ","html":"{}"},"dn22:12.5":{"pli":"Vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti. ","eng":"and mind without hate as ‘mind without hate.’ ","html":"{}"},"dn22:12.6":{"pli":"Samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti. ","eng":"They understand mind with delusion as ‘mind with delusion,’ ","html":"{}"},"dn22:12.7":{"pli":"Vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti. ","eng":"and mind without delusion as ‘mind without delusion.’ ","html":"{}"},"dn22:12.8":{"pli":"Saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti. ","eng":"They know constricted mind as ‘constricted mind,’ ","html":"{}","comm":"The mind is “constricted internally” due to dullness and “scattered externally” due to the distractions of desire (<a href='index.html?q=sn51.20#18.1'>SN 51.20:18.1</a>). "},"dn22:12.9":{"pli":"Vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti. ","eng":"and scattered mind as ‘scattered mind.’ ","html":"{}"},"dn22:12.10":{"pli":"Mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti. ","eng":"They know expansive mind as ‘expansive mind,’ ","html":"{}","comm":"The following terms “expansive” (<i lang='pi' translate='no'>mahaggata</i>), “supreme” (<i lang='pi' translate='no'>anuttara</i>), “immersed” (<i lang='pi' translate='no'>samāhita</i>), and “freed” (<i lang='pi' translate='no'>vimutta</i>) all refer to states of absorption and/or awakening. "},"dn22:12.11":{"pli":"Amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti. ","eng":"and unexpansive mind as ‘unexpansive mind.’ ","html":"{}"},"dn22:12.12":{"pli":"Sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti. ","eng":"They know mind that is not supreme as ‘mind that is not supreme,’ ","html":"{}"},"dn22:12.13":{"pli":"Anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti. ","eng":"and mind that is supreme as ‘mind that is supreme.’ ","html":"{}"},"dn22:12.14":{"pli":"Samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti. ","eng":"They know mind immersed in samādhi as ‘mind immersed in samādhi,’ ","html":"{}"},"dn22:12.15":{"pli":"Asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti. ","eng":"and mind not immersed in samādhi as ‘mind not immersed in samādhi.’ ","html":"{}"},"dn22:12.16":{"pli":"Vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti. ","eng":"They know freed mind as ‘freed mind,’ ","html":"{}"},"dn22:12.17":{"pli":"Avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ","eng":"and unfreed mind as ‘unfreed mind.’ ","html":"{}</p>"},"dn22:12.18":{"pli":"Iti ajjhattaṃ vā citte cittānupassī viharati, bahiddhā vā citte cittānupassī viharati, ajjhattabahiddhā vā citte cittānupassī viharati. ","eng":"And so they meditate observing an aspect of the mind internally, externally, and both internally and externally. ","html":"<p>{}"},"dn22:12.19":{"pli":"Samudayadhammānupassī vā cittasmiṃ viharati, vayadhammānupassī vā cittasmiṃ viharati, samudayavayadhammānupassī vā cittasmiṃ viharati. ","eng":"They meditate observing the mind as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:12.20":{"pli":"‘Atthi cittan’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that the mind exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:12.21":{"pli":"Evampi kho, bhikkhave, bhikkhu citte cittānupassī viharati. ","eng":"That’s how a mendicant meditates by observing an aspect of the mind. ","html":"<p>{}</p>"},"dn22:12.22":{"pli":"Cittānupassanā niṭṭhitā. ","html":"<p class='endsection'>{}</p>"},"dn22:13.0.1":{"pli":"4. Dhammānupassanā ","eng":"4. Observing Principles ","html":"<h2>{}</h2>"},"dn22:13.0.2":{"pli":"4.1. Dhammānupassanānīvaraṇapabba ","eng":"4.1. The Hindrances ","html":"<h3>{}</h3>"},"dn22:13.1":{"pli":"Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati? ","eng":"And how does a mendicant meditate observing an aspect of principles? ","html":"<p>{}</p>"},"dn22:13.2":{"pli":"Idha, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ","eng":"It’s when a mendicant meditates by observing an aspect of principles with respect to the five hindrances. ","html":"<p>{}","comm":"The Satipaṭṭhānavibhaṅga of the Pali Abhidhamma only mentions the hindrances and awakening factors in this section (<a href='index.html?q=vb7'>Vb 7</a>). This, together with a range of other evidence, suggests that this was the original content of the observation of principles. "},"dn22:13.3":{"pli":"Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu? ","eng":"And how does a mendicant meditate observing an aspect of principles with respect to the five hindrances? ","html":"{}</p>"},"dn22:13.4":{"pli":"Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ kāmacchandaṃ ‘atthi me ajjhattaṃ kāmacchando’ti pajānāti, asantaṃ vā ajjhattaṃ kāmacchandaṃ ‘natthi me ajjhattaṃ kāmacchando’ti pajānāti, yathā ca anuppannassa kāmacchandassa uppādo hoti tañca pajānāti, yathā ca uppannassa kāmacchandassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa kāmacchandassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"It’s when a mendicant who has sensual desire in them understands: ‘I have sensual desire in me.’ When they don’t have sensual desire in them, they understand: ‘I don’t have sensual desire in me.’ They understand how sensual desire arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ","html":"<p data-counter='1'>{}</p>","comm":"Here causality is introduced. In the contemplation of mind, the meditator was aware of the presence or absence of desire in the mind. Now they look deeper, investigating the cause of desire and understanding how to be free of it forever. This contemplation of the “principles” of cause and effect is the distinctive feature of this section. "},"dn22:13.5":{"pli":"Santaṃ vā ajjhattaṃ byāpādaṃ ‘atthi me ajjhattaṃ byāpādo’ti pajānāti, asantaṃ vā ajjhattaṃ byāpādaṃ ‘natthi me ajjhattaṃ byāpādo’ti pajānāti, yathā ca anuppannassa byāpādassa uppādo hoti tañca pajānāti, yathā ca uppannassa byāpādassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa byāpādassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"When they have ill will in them, they understand: ‘I have ill will in me.’ When they don’t have ill will in them, they understand: ‘I don’t have ill will in me.’ They understand how ill will arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ","html":"<p data-counter='2'>{}</p>"},"dn22:13.6":{"pli":"Santaṃ vā ajjhattaṃ thinamiddhaṃ ‘atthi me ajjhattaṃ thinamiddhan’ti pajānāti, asantaṃ vā ajjhattaṃ thinamiddhaṃ ‘natthi me ajjhattaṃ thinamiddhan’ti pajānāti, yathā ca anuppannassa thinamiddhassa uppādo hoti tañca pajānāti, yathā ca uppannassa thinamiddhassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa thinamiddhassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"When they have dullness and drowsiness in them, they understand: ‘I have dullness and drowsiness in me.’ When they don’t have dullness and drowsiness in them, they understand: ‘I don’t have dullness and drowsiness in me.’ They understand how dullness and drowsiness arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future. ","html":"<p data-counter='3'>{}</p>","comm":"The Buddhist schools debated whether this included physical tiredness or not. The Theravada argued that it was purely a mental laziness, as even the Buddha got sleepy. "},"dn22:13.7":{"pli":"Santaṃ vā ajjhattaṃ uddhaccakukkuccaṃ ‘atthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti, asantaṃ vā ajjhattaṃ uddhaccakukkuccaṃ ‘natthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti, yathā ca anuppannassa uddhaccakukkuccassa uppādo hoti tañca pajānāti, yathā ca uppannassa uddhaccakukkuccassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa uddhaccakukkuccassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"When they have restlessness and remorse in them, they understand: ‘I have restlessness and remorse in me.’ When they don’t have restlessness and remorse in them, they understand: ‘I don’t have restlessness and remorse in me.’ They understand how restlessness and remorse arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future. ","html":"<p data-counter='4'>{}</p>"},"dn22:13.8":{"pli":"Santaṃ vā ajjhattaṃ vicikicchaṃ ‘atthi me ajjhattaṃ vicikicchā’ti pajānāti, asantaṃ vā ajjhattaṃ vicikicchaṃ ‘natthi me ajjhattaṃ vicikicchā’ti pajānāti, yathā ca anuppannāya vicikicchāya uppādo hoti tañca pajānāti, yathā ca uppannāya vicikicchāya pahānaṃ hoti tañca pajānāti, yathā ca pahīnāya vicikicchāya āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"When they have doubt in them, they understand: ‘I have doubt in me.’ When they don’t have doubt in them, they understand: ‘I don’t have doubt in me.’ They understand how doubt arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ","html":"<p data-counter='5'>{}</p>"},"dn22:13.9":{"pli":"Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ","eng":"And so they meditate observing an aspect of principles internally, externally, and both internally and externally. ","html":"<p>{}"},"dn22:13.10":{"pli":"Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ","eng":"They meditate observing the principles as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:13.11":{"pli":"‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that principles exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:13.12":{"pli":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ","eng":"That’s how a mendicant meditates by observing an aspect of principles with respect to the five hindrances. ","html":"<p>{}</p>"},"dn22:13.13":{"pli":"Nīvaraṇapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:14.0":{"pli":"4.2. Dhammānupassanākhandhapabba ","eng":"4.2. The Aggregates ","html":"<h3>{}</h3>"},"dn22:14.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ","eng":"Furthermore, a mendicant meditates by observing an aspect of principles with respect to the five grasping aggregates. ","html":"<p>{}"},"dn22:14.2":{"pli":"Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu? ","eng":"And how does a mendicant meditate observing an aspect of principles with respect to the five grasping aggregates? ","html":"{}</p>"},"dn22:14.3":{"pli":"Idha, bhikkhave, bhikkhu: ","eng":"It’s when a mendicant contemplates: ","html":"<p>{}"},"dn22:14.4":{"pli":"‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","eng":"Such is form, such is the origin of form, such is the ending of form. ","html":"{}","comm":"“Form” (<i lang='pi' translate='no'>rūpa</i>) is one’s own body and the external material world experienced through the senses. More subtly, it represents the “appearance” of physical phenomena, even when experienced solely in the mind as color, visions, etc. "},"dn22:14.5":{"pli":"iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ","eng":"Such is feeling, such is the origin of feeling, such is the ending of feeling. ","html":"{}"},"dn22:14.6":{"pli":"iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ","eng":"Such is perception, such is the origin of perception, such is the ending of perception. ","html":"{}","comm":"“Perception” (<i lang='pi' translate='no'>saññā</i>) is the recognition or interpretation of experience in terms of meaningful wholes. We see, for example, “color” yet we perceive a “person”. In the Vinaya we find many examples where a person perceived things in one way, yet they turned out to be something else. "},"dn22:14.7":{"pli":"iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo, ","eng":"Such are choices, such is the origin of choices, such is the ending of choices. ","html":"{}","comm":"In the five aggregates, <i lang='pi' translate='no'>saṅkhārā</i> is a synonym for “volition” (<i lang='pi' translate='no'>cetanā</i>). The traditions later used it as a catch-all category for everything that does not fit in the other aggregates. In the suttas, however, the purpose of the aggregates is not to classify everything that exists, but to contemplate aspects of experience that we tend to identify as a “self”. "},"dn22:14.8":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti, ","eng":"Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ","html":"{}"},"dn22:14.9":{"pli":"iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ","eng":"And so they meditate observing an aspect of principles internally … ","html":"{}"},"dn22:14.10":{"pli":"Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ","html":"{}"},"dn22:14.11":{"pli":"‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ","html":"{}</p>"},"dn22:14.12":{"pli":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ","eng":"That’s how a mendicant meditates by observing an aspect of principles with respect to the five grasping aggregates. ","html":"<p>{}</p>"},"dn22:14.13":{"pli":"Khandhapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:15.0":{"pli":"4.3. Dhammānupassanāāyatanapabba ","eng":"4.3. The Sense Fields ","html":"<h3>{}</h3>"},"dn22:15.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ","eng":"Furthermore, a mendicant meditates by observing an aspect of principles with respect to the six interior and exterior sense fields. ","html":"<p>{}"},"dn22:15.2":{"pli":"Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu? ","eng":"And how does a mendicant meditate observing an aspect of principles with respect to the six interior and exterior sense fields? ","html":"{}</p>"},"dn22:15.3":{"pli":"Idha, bhikkhave, bhikkhu cakkhuñca pajānāti, rūpe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"It’s when a mendicant understands the eye, sights, and the fetter that arises dependent on both of these. They understand how the fetter that has not arisen comes to arise; how the arisen fetter comes to be abandoned; and how the abandoned fetter comes to not rise again in the future. ","html":"<p data-counter='1'>{}</p>","comm":"At <a href='index.html?q=sn35.232#3.2'>SN 35.232:3.2</a> the “fetter that arises dependent on both” is identified as “desire and lust” (<i lang='pi' translate='no'>chandarāga</i>). "},"dn22:15.4":{"pli":"Sotañca pajānāti, sadde ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"They understand the ear, sounds, and the fetter … ","html":"<p data-counter='2'>{}</p>"},"dn22:15.5":{"pli":"Ghānañca pajānāti, gandhe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"They understand the nose, smells, and the fetter … ","html":"<p data-counter='3'>{}</p>"},"dn22:15.6":{"pli":"Jivhañca pajānāti, rase ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"They understand the tongue, tastes, and the fetter … ","html":"<p data-counter='4'>{}</p>"},"dn22:15.7":{"pli":"Kāyañca pajānāti, phoṭṭhabbe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"They understand the body, touches, and the fetter … ","html":"<p data-counter='5'>{}</p>"},"dn22:15.8":{"pli":"Manañca pajānāti, dhamme ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. ","eng":"They understand the mind, ideas, and the fetter that arises dependent on both of these. They understand how the fetter that has not arisen comes to arise; how the arisen fetter comes to be abandoned; and how the abandoned fetter comes to not rise again in the future. ","html":"<p data-counter='6'>{}</p>"},"dn22:15.9":{"pli":"Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ","eng":"And so they meditate observing an aspect of principles internally … ","html":"<p>{}"},"dn22:15.10":{"pli":"Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ","html":"{}"},"dn22:15.11":{"pli":"‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ","html":"{}</p>"},"dn22:15.12":{"pli":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ","eng":"That’s how a mendicant meditates by observing an aspect of principles with respect to the six interior and exterior sense fields. ","html":"<p>{}</p>"},"dn22:15.13":{"pli":"Āyatanapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:16.0":{"pli":"4.4. Dhammānupassanābojjhaṅgapabba ","eng":"4.4. The Awakening Factors ","html":"<h3>{}</h3>"},"dn22:16.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ","eng":"Furthermore, a mendicant meditates by observing an aspect of principles with respect to the seven awakening factors. ","html":"<p>{}","comm":"These seven factors that lead to awakening (<i lang='pi' translate='no'>bojjhaṅgā</i>, <a href='index.html?q=sn46.5'>SN 46.5</a>) are commonly presented in opposition to the five hindrances (eg. <a href='index.html?q=sn46.2'>SN 46.2</a>, <a href='index.html?q=sn46.23'>SN 46.23</a>, <a href='index.html?q=sn46.55'>SN 46.55</a>). "},"dn22:16.2":{"pli":"Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu? ","eng":"And how does a mendicant meditate observing an aspect of principles with respect to the seven awakening factors? ","html":"{}</p>"},"dn22:16.3":{"pli":"Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ satisambojjhaṅgaṃ ‘atthi me ajjhattaṃ satisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ satisambojjhaṅgaṃ ‘natthi me ajjhattaṃ satisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa satisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa satisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"It’s when a mendicant who has the awakening factor of mindfulness in them understands: ‘I have the awakening factor of mindfulness in me.’ When they don’t have the awakening factor of mindfulness in them, they understand: ‘I don’t have the awakening factor of mindfulness in me.’ They understand how the awakening factor of mindfulness that has not arisen comes to arise; and how the awakening factor of mindfulness that has arisen becomes fulfilled by development. ","html":"<p data-counter='1'>{}</p>","comm":"“Mindfulness” includes the recollection of the teachings (<a href='index.html?q=sn46.3#1.8'>SN 46.3:1.8</a>) as well as mindfulness meditation. "},"dn22:16.4":{"pli":"Santaṃ vā ajjhattaṃ dhammavicayasambojjhaṅgaṃ ‘atthi me ajjhattaṃ dhammavicayasambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ dhammavicayasambojjhaṅgaṃ ‘natthi me ajjhattaṃ dhammavicayasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa dhammavicayasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa dhammavicayasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"When they have the awakening factor of investigation of principles … ","html":"<p data-counter='2–7'>{}","comm":"Likewise, this includes the inquiry into <i lang='pi' translate='no'>dhammas</i> as “teachings” as well as “phenomena” or “principles”. "},"dn22:16.5":{"pli":"Santaṃ vā ajjhattaṃ vīriyasambojjhaṅgaṃ ‘atthi me ajjhattaṃ vīriyasambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ vīriyasambojjhaṅgaṃ ‘natthi me ajjhattaṃ vīriyasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa vīriyasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa vīriyasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"energy … ","html":"{}"},"dn22:16.6":{"pli":"Santaṃ vā ajjhattaṃ pītisambojjhaṅgaṃ ‘atthi me ajjhattaṃ pītisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ pītisambojjhaṅgaṃ ‘natthi me ajjhattaṃ pītisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa pītisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa pītisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"rapture … ","html":"{}"},"dn22:16.7":{"pli":"Santaṃ vā ajjhattaṃ passaddhisambojjhaṅgaṃ ‘atthi me ajjhattaṃ passaddhisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ passaddhisambojjhaṅgaṃ ‘natthi me ajjhattaṃ passaddhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa passaddhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa passaddhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"tranquility … ","html":"{}"},"dn22:16.8":{"pli":"Santaṃ vā ajjhattaṃ samādhisambojjhaṅgaṃ ‘atthi me ajjhattaṃ samādhisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ samādhisambojjhaṅgaṃ ‘natthi me ajjhattaṃ samādhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa samādhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa samādhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"immersion … ","html":"{}"},"dn22:16.9":{"pli":"Santaṃ vā ajjhattaṃ upekkhāsambojjhaṅgaṃ ‘atthi me ajjhattaṃ upekkhāsambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ upekkhāsambojjhaṅgaṃ ‘natthi me ajjhattaṃ upekkhāsambojjhaṅgo’ti pajānāti, yathā ca anuppannassa upekkhāsambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa upekkhāsambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ","eng":"equanimity in them, they understand: ‘I have the awakening factor of equanimity in me.’ When they don’t have the awakening factor of equanimity in them, they understand: ‘I don’t have the awakening factor of equanimity in me.’ They understand how the awakening factor of equanimity that has not arisen comes to arise; and how the awakening factor of equanimity that has arisen becomes fulfilled by development. ","html":"{}</p>"},"dn22:16.10":{"pli":"Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ","eng":"And so they meditate observing an aspect of principles internally, externally, and both internally and externally. ","html":"<p>{}"},"dn22:16.11":{"pli":"Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ","eng":"They meditate observing the principles as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:16.12":{"pli":"‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that principles exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:16.13":{"pli":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ","eng":"That’s how a mendicant meditates by observing an aspect of principles with respect to the seven awakening factors. ","html":"<p>{}</p>"},"dn22:16.14":{"pli":"Bojjhaṅgapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:17.0":{"pli":"4.5. Dhammānupassanāsaccapabba ","eng":"4.5. The Truths ","html":"<h3>{}</h3>"},"dn22:17.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ","eng":"Furthermore, a mendicant meditates by observing an aspect of principles with respect to the four noble truths. ","html":"<p>{}","comm":"Due to their development of the two wings of <i lang='pi' translate='no'>samatha</i> and <i lang='pi' translate='no'>vipassanā</i> meditation as described in this sutta, practised in the context of the teaching and training as a whole, the meditator realizes the four noble truths at the moment of stream-entry. "},"dn22:17.2":{"pli":"Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu? ","eng":"And how does a mendicant meditate observing an aspect of principles with respect to the four noble truths? ","html":"{}</p>"},"dn22:17.3":{"pli":"Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ","html":"<p>{}</p>"},"dn22:17.4":{"pli":"Paṭhamabhāṇavāro niṭṭhito. ","eng":"The first recitation section is finished. ","html":"<p class='endsection'>{}</p>"},"dn22:18.0":{"pli":"4.5.1. Dukkhasaccaniddesa ","eng":"4.5.1. The Truth of Suffering ","html":"<h4>{}</h4>"},"dn22:18.1":{"pli":"Katamañca, bhikkhave, dukkhaṃ ariyasaccaṃ? ","eng":"And what is the noble truth of suffering? ","html":"<p>{}</p>","comm":"The sutta now proceeds in analytical fashion, digging deeper into the details of the four noble truths. The fundamental definitions were taught in the Buddha’s first sermon (<a href='index.html?q=sn56.11#4.1'>SN 56.11:4.1</a>). "},"dn22:18.2":{"pli":"Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṃ na labhati tampi dukkhaṃ, saṅkhittena pañcupādānakkhandhā dukkhā. ","eng":"Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; being coupled with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. ","html":"<p>{}</p>"},"dn22:18.3":{"pli":"Katamā ca, bhikkhave, jāti? ","eng":"And what is rebirth? ","html":"<p data-counter='1'>{}"},"dn22:18.4":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo āyatanānaṃ paṭilābho, ","eng":"The rebirth, inception, conception, regeneration, manifestation of the sets of phenomena, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings. ","html":"{}","comm":"As at <a href='index.html?q=dn15#4.3'>DN 15:4.3</a>, <i lang='pi' translate='no'>jāti</i> is invariably defined as the rebirth of beings, not as simple arising. The same applies to old age and death. "},"dn22:18.5":{"pli":"ayaṃ vuccati, bhikkhave, jāti. ","eng":"This is called rebirth. ","html":"{}</p>"},"dn22:18.6":{"pli":"Katamā ca, bhikkhave, jarā? ","eng":"And what is old age? ","html":"<p data-counter='2'>{}"},"dn22:18.7":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko, ","eng":"The old age, decrepitude, broken teeth, grey hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings. ","html":"{}"},"dn22:18.8":{"pli":"ayaṃ vuccati, bhikkhave, jarā. ","eng":"This is called old age. ","html":"{}</p>"},"dn22:18.9":{"pli":"Katamañca, bhikkhave, maraṇaṃ? ","eng":"And what is death? ","html":"<p data-counter='3'>{}"},"dn22:18.10":{"pli":"Yaṃ tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālakiriyā khandhānaṃ bhedo kaḷevarassa nikkhepo jīvitindriyassupacchedo, ","eng":"The passing away, passing on, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings. ","html":"{}"},"dn22:18.11":{"pli":"idaṃ vuccati, bhikkhave, maraṇaṃ. ","eng":"This is called death. ","html":"{}</p>"},"dn22:18.12":{"pli":"Katamo ca, bhikkhave, soko? ","eng":"And what is sorrow? ","html":"<p data-counter='4'>{}"},"dn22:18.13":{"pli":"Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa soko socanā socitattaṃ antosoko antoparisoko, ","eng":"The sorrow, sorrowing, state of sorrow, inner sorrow, inner deep sorrow in someone who has undergone misfortune, who has experienced suffering. ","html":"{}","comm":"In this and following definitions we mainly find mere verbal variations of the basic term. "},"dn22:18.14":{"pli":"ayaṃ vuccati, bhikkhave, soko. ","eng":"This is called sorrow. ","html":"{}</p>"},"dn22:18.15":{"pli":"Katamo ca, bhikkhave, paridevo? ","eng":"And what is lamentation? ","html":"<p data-counter='5'>{}"},"dn22:18.16":{"pli":"Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa ādevo paridevo ādevanā paridevanā ādevitattaṃ paridevitattaṃ, ","eng":"The wail, lament, wailing, lamenting, state of wailing and lamentation in someone who has undergone misfortune, who has experienced suffering. ","html":"{}"},"dn22:18.17":{"pli":"ayaṃ vuccati, bhikkhave, paridevo. ","eng":"This is called lamentation. ","html":"{}</p>"},"dn22:18.18":{"pli":"Katamañca, bhikkhave, dukkhaṃ? ","eng":"And what is pain? ","html":"<p data-counter='6'>{}"},"dn22:18.19":{"pli":"Yaṃ kho, bhikkhave, kāyikaṃ dukkhaṃ kāyikaṃ asātaṃ kāyasamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ, ","eng":"Physical pain, physical unpleasantness, the painful, unpleasant feeling that’s born from physical contact. ","html":"{}","comm":"<i lang='pi' translate='no'>Dukkha</i> (“pain”, “suffering”) is here restricted to physical pain. Elsewhere it may be any kind of painful feeling, while in the four noble truths it is suffering of any sort, including subtle forms of existential suffering. "},"dn22:18.20":{"pli":"idaṃ vuccati, bhikkhave, dukkhaṃ. ","eng":"This is called pain. ","html":"{}</p>"},"dn22:18.21":{"pli":"Katamañca, bhikkhave, domanassaṃ? ","eng":"And what is sadness? ","html":"<p data-counter='7'>{}","comm":"<i lang='pi' translate='no'>Domanassa</i> normally means “sadness”, but sometimes it contrasts with desire, in which case it is a form of aversion. "},"dn22:18.22":{"pli":"Yaṃ kho, bhikkhave, cetasikaṃ dukkhaṃ cetasikaṃ asātaṃ manosamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ, ","eng":"Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mental contact. ","html":"{}"},"dn22:18.23":{"pli":"idaṃ vuccati, bhikkhave, domanassaṃ. ","eng":"This is called sadness. ","html":"{}</p>"},"dn22:18.24":{"pli":"Katamo ca, bhikkhave, upāyāso? ","eng":"And what is distress? ","html":"<p data-counter='8'>{}"},"dn22:18.25":{"pli":"Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa āyāso upāyāso āyāsitattaṃ upāyāsitattaṃ, ","eng":"The stress, distress, state of stress and distress in someone who has undergone misfortune, who has experienced suffering. ","html":"{}"},"dn22:18.26":{"pli":"ayaṃ vuccati, bhikkhave, upāyāso. ","eng":"This is called distress. ","html":"{}</p>"},"dn22:18.27":{"pli":"Katamo ca, bhikkhave, appiyehi sampayogo dukkho? ","eng":"And what is meant by ‘being coupled with the disliked is suffering’? ","html":"<p data-counter='9'>{}"},"dn22:18.28":{"pli":"Idha yassa te honti aniṭṭhā akantā amanāpā rūpā saddā gandhā rasā phoṭṭhabbā dhammā, ye vā panassa te honti anatthakāmā ahitakāmā aphāsukakāmā ayogakkhemakāmā, yā tehi saddhiṃ saṅgati samāgamo samodhānaṃ missībhāvo, ","eng":"There are sights, sounds, smells, tastes, touches, and ideas, which are unlikable, undesirable, and disagreeable. And there are those who want to harm, injure, disturb, and threaten you. The coming together with these, the joining, inclusion, mixing with them: ","html":"{}"},"dn22:18.29":{"pli":"ayaṃ vuccati, bhikkhave, appiyehi sampayogo dukkho. ","eng":"this is what is meant by ‘being coupled with the disliked is suffering’. ","html":"{}</p>"},"dn22:18.30":{"pli":"Katamo ca, bhikkhave, piyehi vippayogo dukkho? ","eng":"And what is meant by ‘separation from the liked is suffering’? ","html":"<p data-counter='10'>{}"},"dn22:18.31":{"pli":"Idha yassa te honti iṭṭhā kantā manāpā rūpā saddā gandhā rasā phoṭṭhabbā dhammā, ye vā panassa te honti atthakāmā hitakāmā phāsukakāmā yogakkhemakāmā mātā vā pitā vā bhātā vā bhaginī vā mittā vā amaccā vā ñātisālohitā vā, yā tehi saddhiṃ asaṅgati asamāgamo asamodhānaṃ amissībhāvo, ","eng":"There are sights, sounds, smells, tastes, touches, and ideas, which are likable, desirable, and agreeable. And there are those who want to help, benefit, comfort, and protect you: mother and father, brother and sister, friends and colleagues, relatives and kin. The division from these, the disconnection, segregation, and parting from them: ","html":"{}","comm":"<i lang='pi' translate='no'>Piya</i> often refers to those who are dear and beloved, but as shown here it can also mean simply anything that is liked. "},"dn22:18.32":{"pli":"ayaṃ vuccati, bhikkhave, piyehi vippayogo dukkho. ","eng":"this is what is meant by ‘separation from the liked is suffering’. ","html":"{}</p>"},"dn22:18.33":{"pli":"Katamañca, bhikkhave, yampicchaṃ na labhati tampi dukkhaṃ? ","eng":"And what is meant by ‘not getting what you wish for is suffering’? ","html":"<p data-counter='11'>{}"},"dn22:18.34":{"pli":"Jātidhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati: ","eng":"In sentient beings who are liable to be reborn, such a wish arises: ","html":"{}"},"dn22:18.35":{"pli":"‘aho vata mayaṃ na jātidhammā assāma, na ca vata no jāti āgaccheyyā’ti. ","eng":"‘Oh, if only we were not liable to be reborn! If only rebirth would not come to us!’ ","html":"{}","comm":"This is an example of “painful feeling not of the flesh”. The Buddha is here denying the efficacy of prayer, invocation, or magic spells. "},"dn22:18.36":{"pli":"Na kho panetaṃ icchāya pattabbaṃ, ","eng":"But you can’t get that by wishing. ","html":"{}"},"dn22:18.37":{"pli":"idampi yampicchaṃ na labhati tampi dukkhaṃ. ","eng":"This is what is meant by ‘not getting what you wish for is suffering.’ ","html":"{}"},"dn22:18.38":{"pli":"Jarādhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati: ","eng":"In sentient beings who are liable to grow old … ","html":"{}"},"dn22:18.39":{"pli":"‘aho vata mayaṃ na jarādhammā assāma, na ca vata no jarā āgaccheyyā’ti. ","html":"{}"},"dn22:18.40":{"pli":"Na kho panetaṃ icchāya pattabbaṃ, idampi yampicchaṃ na labhati tampi dukkhaṃ. ","html":"{}"},"dn22:18.41":{"pli":"Byādhidhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati ‘aho vata mayaṃ na byādhidhammā assāma, na ca vata no byādhi āgaccheyyā’ti. ","eng":"fall ill … ","html":"{}"},"dn22:18.42":{"pli":"Na kho panetaṃ icchāya pattabbaṃ, idampi yampicchaṃ na labhati tampi dukkhaṃ. ","html":"{}"},"dn22:18.43":{"pli":"Maraṇadhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati ‘aho vata mayaṃ na maraṇadhammā assāma, na ca vata no maraṇaṃ āgaccheyyā’ti. ","eng":"die … ","html":"{}"},"dn22:18.44":{"pli":"Na kho panetaṃ icchāya pattabbaṃ, idampi yampicchaṃ na labhati tampi dukkhaṃ. ","html":"{}"},"dn22:18.45":{"pli":"Sokaparidevadukkhadomanassupāyāsadhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati ‘aho vata mayaṃ na sokaparidevadukkhadomanassupāyāsadhammā assāma, na ca vata no sokaparidevadukkhadomanassupāyāsaā āgaccheyyun’ti. ","eng":"experience sorrow, lamentation, pain, sadness, and distress, such a wish arises: ‘Oh, if only we were not liable to experience sorrow, lamentation, pain, sadness, and distress! If only sorrow, lamentation, pain, sadness, and distress would not come to us!’ ","html":"{}"},"dn22:18.46":{"pli":"Na kho panetaṃ icchāya pattabbaṃ, ","eng":"But you can’t get that by wishing. ","html":"{}"},"dn22:18.47":{"pli":"idampi yampicchaṃ na labhati tampi dukkhaṃ. ","eng":"This is what is meant by ‘not getting what you wish for is suffering.’ ","html":"{}</p>"},"dn22:18.48":{"pli":"Katame ca, bhikkhave, saṅkhittena pañcupādānakkhandhā dukkhā? ","eng":"And what is meant by ‘in brief, the five grasping aggregates are suffering’? ","html":"<p>{}"},"dn22:18.49":{"pli":"Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ","eng":"They are the grasping aggregates that consist of form, feeling, perception, choices, and consciousness. ","html":"{}"},"dn22:18.50":{"pli":"Ime vuccanti, bhikkhave, saṅkhittena pañcupādānakkhandhā dukkhā. ","eng":"This is what is meant by ‘in brief, the five grasping aggregates are suffering’. ","html":"{}</p>"},"dn22:18.51":{"pli":"Idaṃ vuccati, bhikkhave, dukkhaṃ ariyasaccaṃ. ","eng":"This is called the noble truth of suffering. ","html":"<p>{}</p>"},"dn22:19.0":{"pli":"4.5.2. Samudayasaccaniddesa ","eng":"4.5.2. The Origin of Suffering ","html":"<h4>{}</h4>"},"dn22:19.1":{"pli":"Katamañca, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ? ","eng":"And what is the noble truth of the origin of suffering? ","html":"<p>{}</p>"},"dn22:19.2":{"pli":"Yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—","eng":"It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure wherever it lands. That is, ","html":"<p>{}"},"dn22:19.3":{"pli":"kāmataṇhā bhavataṇhā vibhavataṇhā. ","eng":"craving for sensual pleasures, craving for existence, and craving for nonexistence. ","html":"{}</p>"},"dn22:19.4":{"pli":"Sā kho panesā, bhikkhave, taṇhā kattha uppajjamānā uppajjati, kattha nivisamānā nivisati? ","eng":"But where does that craving arise and where does it settle? ","html":"<p>{}"},"dn22:19.5":{"pli":"Yaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"Whatever in the world seems nice and pleasant, it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.6":{"pli":"Kiñca loke piyarūpaṃ sātarūpaṃ? ","eng":"And what in the world seems nice and pleasant? ","html":"<p>{}"},"dn22:19.7":{"pli":"Cakkhu loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"The eye in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}","comm":"The following list of properties that relate to the senses gradually moves from the more basic to the more sophisticated. "},"dn22:19.8":{"pli":"Sotaṃ loke …pe… ","eng":"The ear … ","html":"{}"},"dn22:19.9":{"pli":"ghānaṃ loke … ","eng":"nose … ","html":"{}"},"dn22:19.10":{"pli":"jivhā loke … ","eng":"tongue … ","html":"{}"},"dn22:19.11":{"pli":"kāyo loke … ","eng":"body … ","html":"{}"},"dn22:19.12":{"pli":"mano loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"mind in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.13":{"pli":"Rūpā loke … ","eng":"Sights … ","html":"<p>{}"},"dn22:19.14":{"pli":"saddā loke … ","eng":"sounds … ","html":"{}"},"dn22:19.15":{"pli":"gandhā loke … ","eng":"smells … ","html":"{}"},"dn22:19.16":{"pli":"rasā loke … ","eng":"tastes … ","html":"{}"},"dn22:19.17":{"pli":"phoṭṭhabbā loke … ","eng":"touches … ","html":"{}"},"dn22:19.18":{"pli":"dhammā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"ideas in the world seem nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.19":{"pli":"Cakkhuviññāṇaṃ loke … ","eng":"Eye consciousness … ","html":"<p>{}","comm":"“Eye consciousness” is aware only of “light”; it sees colors but does not interpret them. "},"dn22:19.20":{"pli":"sotaviññāṇaṃ loke … ","eng":"ear consciousness … ","html":"{}"},"dn22:19.21":{"pli":"ghānaviññāṇaṃ loke … ","eng":"nose consciousness … ","html":"{}"},"dn22:19.22":{"pli":"jivhāviññāṇaṃ loke … ","eng":"tongue consciousness … ","html":"{}"},"dn22:19.23":{"pli":"kāyaviññāṇaṃ loke … ","eng":"body consciousness … ","html":"{}"},"dn22:19.24":{"pli":"manoviññāṇaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"mind consciousness in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.25":{"pli":"Cakkhusamphasso loke … ","eng":"Eye contact … ","html":"<p>{}","comm":"“Contact” or “stimulus” happens when the sense base, the sense object, and the sense consciousness all occur together. "},"dn22:19.26":{"pli":"sotasamphasso loke … ","eng":"ear contact … ","html":"{}"},"dn22:19.27":{"pli":"ghānasamphasso loke … ","eng":"nose contact … ","html":"{}"},"dn22:19.28":{"pli":"jivhāsamphasso loke … ","eng":"tongue contact … ","html":"{}"},"dn22:19.29":{"pli":"kāyasamphasso loke … ","eng":"body contact … ","html":"{}"},"dn22:19.30":{"pli":"manosamphasso loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"mind contact in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.31":{"pli":"Cakkhusamphassajā vedanā loke … ","eng":"Feeling born of eye contact … ","html":"<p>{}"},"dn22:19.32":{"pli":"sotasamphassajā vedanā loke … ","eng":"feeling born of ear contact … ","html":"{}"},"dn22:19.33":{"pli":"ghānasamphassajā vedanā loke … ","eng":"feeling born of nose contact … ","html":"{}"},"dn22:19.34":{"pli":"jivhāsamphassajā vedanā loke … ","eng":"feeling born of tongue contact … ","html":"{}"},"dn22:19.35":{"pli":"kāyasamphassajā vedanā loke … ","eng":"feeling born of body contact … ","html":"{}"},"dn22:19.36":{"pli":"manosamphassajā vedanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"feeling born of mind contact in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.37":{"pli":"Rūpasaññā loke … ","eng":"Perception of sights … ","html":"<p>{}","comm":"“Perception” interprets the “light” that is seen, organizing it in meaningful wholes. For example, the eye sees the color white, while perception recognizes that it is “white”, and further, that that white color is in fact a “wall”. "},"dn22:19.38":{"pli":"saddasaññā loke … ","eng":"perception of sounds … ","html":"{}"},"dn22:19.39":{"pli":"gandhasaññā loke … ","eng":"perception of smells … ","html":"{}"},"dn22:19.40":{"pli":"rasasaññā loke … ","eng":"perception of tastes … ","html":"{}"},"dn22:19.41":{"pli":"phoṭṭhabbasaññā loke … ","eng":"perception of touches … ","html":"{}"},"dn22:19.42":{"pli":"dhammasaññā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"perception of ideas in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.43":{"pli":"Rūpasañcetanā loke … ","eng":"Intention regarding sights … ","html":"<p>{}","comm":"To continue the example, once the light has been interpreted by perception as a “wall”, we then make the choice to walk around it rather than through it. Choices therefore depend on perceptions. "},"dn22:19.44":{"pli":"saddasañcetanā loke … ","eng":"intention regarding sounds … ","html":"{}"},"dn22:19.45":{"pli":"gandhasañcetanā loke … ","eng":"intention regarding smells … ","html":"{}"},"dn22:19.46":{"pli":"rasasañcetanā loke … ","eng":"intention regarding tastes … ","html":"{}"},"dn22:19.47":{"pli":"phoṭṭhabbasañcetanā loke … ","eng":"intention regarding touches … ","html":"{}"},"dn22:19.48":{"pli":"dhammasañcetanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"intention regarding ideas in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.49":{"pli":"Rūpataṇhā loke … ","eng":"Craving for sights … ","html":"<p>{}"},"dn22:19.50":{"pli":"saddataṇhā loke … ","eng":"craving for sounds … ","html":"{}"},"dn22:19.51":{"pli":"gandhataṇhā loke … ","eng":"craving for smells … ","html":"{}"},"dn22:19.52":{"pli":"rasataṇhā loke … ","eng":"craving for tastes … ","html":"{}"},"dn22:19.53":{"pli":"phoṭṭhabbataṇhā loke … ","eng":"craving for touches … ","html":"{}"},"dn22:19.54":{"pli":"dhammataṇhā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"craving for ideas in the world seems nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.55":{"pli":"Rūpavitakko loke … ","eng":"Thoughts about sights … ","html":"<p>{}","comm":"“Thought” is <i lang='pi' translate='no'>vitakka</i>. "},"dn22:19.56":{"pli":"saddavitakko loke … ","eng":"thoughts about sounds … ","html":"{}"},"dn22:19.57":{"pli":"gandhavitakko loke … ","eng":"thoughts about smells … ","html":"{}"},"dn22:19.58":{"pli":"rasavitakko loke … ","eng":"thoughts about tastes … ","html":"{}"},"dn22:19.59":{"pli":"phoṭṭhabbavitakko loke … ","eng":"thoughts about touches … ","html":"{}"},"dn22:19.60":{"pli":"dhammavitakko loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"thoughts about ideas in the world seem nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.61":{"pli":"Rūpavicāro loke … ","eng":"Considerations regarding sights … ","html":"<p>{}","comm":"“Consideration” is <i lang='pi' translate='no'>vicāra</i>, a more sustained exercize of thought. "},"dn22:19.62":{"pli":"saddavicāro loke … ","eng":"considerations regarding sounds … ","html":"{}"},"dn22:19.63":{"pli":"gandhavicāro loke … ","eng":"considerations regarding smells … ","html":"{}"},"dn22:19.64":{"pli":"rasavicāro loke … ","eng":"considerations regarding tastes … ","html":"{}"},"dn22:19.65":{"pli":"phoṭṭhabbavicāro loke … ","eng":"considerations regarding touches … ","html":"{}"},"dn22:19.66":{"pli":"dhammavicāro loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ","eng":"considerations regarding ideas in the world seem nice and pleasant, and it is there that craving arises and settles. ","html":"{}</p>"},"dn22:19.67":{"pli":"Idaṃ vuccati, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ. ","eng":"This is called the noble truth of the origin of suffering. ","html":"<p>{}</p>"},"dn22:20.0":{"pli":"4.5.3. Nirodhasaccaniddesa ","eng":"4.5.3. The Cessation of Suffering ","html":"<h4>{}</h4>"},"dn22:20.1":{"pli":"Katamañca, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ? ","eng":"And what is the noble truth of the cessation of suffering? ","html":"<p>{}</p>"},"dn22:20.2":{"pli":"Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo. ","eng":"It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it. ","html":"<p>{}</p>"},"dn22:20.3":{"pli":"Sā kho panesā, bhikkhave, taṇhā kattha pahīyamānā pahīyati, kattha nirujjhamānā nirujjhati? ","html":"<p>{}"},"dn22:20.4":{"pli":"Yaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","eng":"Whatever in the world seems nice and pleasant, it is there that craving is given up and ceases. ","html":"{}</p>"},"dn22:20.5":{"pli":"Kiñca loke piyarūpaṃ sātarūpaṃ? ","eng":"And what in the world seems nice and pleasant? ","html":"<p>{}"},"dn22:20.6":{"pli":"Cakkhu loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","eng":"The eye in the world seems nice and pleasant, and it is there that craving is given up and ceases. … ","html":"{}"},"dn22:20.7":{"pli":"Sotaṃ loke …pe… ","html":"{}"},"dn22:20.8":{"pli":"ghānaṃ loke … ","html":"{}"},"dn22:20.9":{"pli":"jivhā loke … ","html":"{}"},"dn22:20.10":{"pli":"kāyo loke … ","html":"{}"},"dn22:20.11":{"pli":"mano loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.12":{"pli":"Rūpā loke … ","html":"<p>{}"},"dn22:20.13":{"pli":"saddā loke … ","html":"{}"},"dn22:20.14":{"pli":"gandhā loke … ","html":"{}"},"dn22:20.15":{"pli":"rasā loke … ","html":"{}"},"dn22:20.16":{"pli":"phoṭṭhabbā loke … ","html":"{}"},"dn22:20.17":{"pli":"dhammā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.18":{"pli":"Cakkhuviññāṇaṃ loke … ","html":"<p>{}"},"dn22:20.19":{"pli":"sotaviññāṇaṃ loke … ","html":"{}"},"dn22:20.20":{"pli":"ghānaviññāṇaṃ loke … ","html":"{}"},"dn22:20.21":{"pli":"jivhāviññāṇaṃ loke … ","html":"{}"},"dn22:20.22":{"pli":"kāyaviññāṇaṃ loke … ","html":"{}"},"dn22:20.23":{"pli":"manoviññāṇaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.24":{"pli":"Cakkhusamphasso loke … ","html":"<p>{}"},"dn22:20.25":{"pli":"sotasamphasso loke … ","html":"{}"},"dn22:20.26":{"pli":"ghānasamphasso loke … ","html":"{}"},"dn22:20.27":{"pli":"jivhāsamphasso loke … ","html":"{}"},"dn22:20.28":{"pli":"kāyasamphasso loke … ","html":"{}"},"dn22:20.29":{"pli":"manosamphasso loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.30":{"pli":"Cakkhusamphassajā vedanā loke … ","html":"<p>{}"},"dn22:20.31":{"pli":"sotasamphassajā vedanā loke … ","html":"{}"},"dn22:20.32":{"pli":"ghānasamphassajā vedanā loke … ","html":"{}"},"dn22:20.33":{"pli":"jivhāsamphassajā vedanā loke … ","html":"{}"},"dn22:20.34":{"pli":"kāyasamphassajā vedanā loke … ","html":"{}"},"dn22:20.35":{"pli":"manosamphassajā vedanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.36":{"pli":"Rūpasaññā loke … ","html":"<p>{}"},"dn22:20.37":{"pli":"saddasaññā loke … ","html":"{}"},"dn22:20.38":{"pli":"gandhasaññā loke … ","html":"{}"},"dn22:20.39":{"pli":"rasasaññā loke … ","html":"{}"},"dn22:20.40":{"pli":"phoṭṭhabbasaññā loke … ","html":"{}"},"dn22:20.41":{"pli":"dhammasaññā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.42":{"pli":"Rūpasañcetanā loke … ","html":"<p>{}"},"dn22:20.43":{"pli":"saddasañcetanā loke … ","html":"{}"},"dn22:20.44":{"pli":"gandhasañcetanā loke … ","html":"{}"},"dn22:20.45":{"pli":"rasasañcetanā loke … ","html":"{}"},"dn22:20.46":{"pli":"phoṭṭhabbasañcetanā loke … ","html":"{}"},"dn22:20.47":{"pli":"dhammasañcetanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.48":{"pli":"Rūpataṇhā loke … ","html":"<p>{}"},"dn22:20.49":{"pli":"saddataṇhā loke … ","html":"{}"},"dn22:20.50":{"pli":"gandhataṇhā loke … ","html":"{}"},"dn22:20.51":{"pli":"rasataṇhā loke … ","html":"{}"},"dn22:20.52":{"pli":"phoṭṭhabbataṇhā loke … ","html":"{}"},"dn22:20.53":{"pli":"dhammataṇhā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.54":{"pli":"Rūpavitakko loke … ","html":"<p>{}"},"dn22:20.55":{"pli":"saddavitakko loke … ","html":"{}"},"dn22:20.56":{"pli":"gandhavitakko loke … ","html":"{}"},"dn22:20.57":{"pli":"rasavitakko loke … ","html":"{}"},"dn22:20.58":{"pli":"phoṭṭhabbavitakko loke … ","html":"{}"},"dn22:20.59":{"pli":"dhammavitakko loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","html":"{}</p>"},"dn22:20.60":{"pli":"Rūpavicāro loke … ","html":"<p>{}"},"dn22:20.61":{"pli":"saddavicāro loke … ","html":"{}"},"dn22:20.62":{"pli":"gandhavicāro loke … ","html":"{}"},"dn22:20.63":{"pli":"rasavicāro loke … ","html":"{}"},"dn22:20.64":{"pli":"phoṭṭhabbavicāro loke … ","html":"{}"},"dn22:20.65":{"pli":"dhammavicāro loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ","eng":"Considerations regarding ideas in the world seem nice and pleasant, and it is there that craving is given up and ceases. ","html":"{}</p>"},"dn22:20.66":{"pli":"Idaṃ vuccati, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ. ","eng":"This is called the noble truth of the cessation of suffering. ","html":"<p>{}</p>"},"dn22:21.0":{"pli":"4.5.4. Maggasaccaniddesa ","eng":"4.5.4. The Path ","html":"<h4>{}</h4>"},"dn22:21.1":{"pli":"Katamañca, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ? ","eng":"And what is the noble truth of the practice that leads to the cessation of suffering? ","html":"<p>{}</p>"},"dn22:21.2":{"pli":"Ayameva ariyo aṭṭhaṅgiko maggo seyyathidaṃ—","eng":"It is simply this noble eightfold path, that is: ","html":"<p>{}"},"dn22:21.3":{"pli":"sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}</p>","comm":"Mindfulness is not a path in and of itself, but rather is the seventh factor of the eightfold path. "},"dn22:21.4":{"pli":"Katamā ca, bhikkhave, sammādiṭṭhi? ","eng":"And what is right view? ","html":"<p data-counter='1'>{}"},"dn22:21.5":{"pli":"Yaṃ kho, bhikkhave, dukkhe ñāṇaṃ, dukkhasamudaye ñāṇaṃ, dukkhanirodhe ñāṇaṃ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṃ. ","eng":"Knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ","html":"{}","comm":"The fourth noble truth is the path, while the first path factor is the noble truths. These two teachings are different perspectives on the same <i lang='pi' translate='no'>dhamma</i>. "},"dn22:21.6":{"pli":"Ayaṃ vuccati, bhikkhave, sammādiṭṭhi. ","eng":"This is called right view. ","html":"{}</p>"},"dn22:21.7":{"pli":"Katamo ca, bhikkhave, sammāsaṅkappo? ","eng":"And what is right thought? ","html":"<p data-counter='2'>{}"},"dn22:21.8":{"pli":"Nekkhammasaṅkappo abyāpādasaṅkappo avihiṃsāsaṅkappo. ","eng":"Thoughts of renunciation, good will, and harmlessness. ","html":"{}","comm":"<i lang='pi' translate='no'>Saṅkappa</i> is normally a synonym of <i lang='pi' translate='no'>vitakka</i> in the suttas, hence the rendering “right thought”. It is, however, not just verbalized thought, but the direction in which one applies the mind. This factor is the emotional counterpart of right view, ensuring that the path is motivated by love and compassion. "},"dn22:21.9":{"pli":"Ayaṃ vuccati, bhikkhave, sammāsaṅkappo. ","eng":"This is called right thought. ","html":"{}</p>"},"dn22:21.10":{"pli":"Katamā ca, bhikkhave, sammāvācā? ","eng":"And what is right speech? ","html":"<p data-counter='3'>{}"},"dn22:21.11":{"pli":"Musāvādā veramaṇī pisuṇāya vācāya veramaṇī pharusāya vācāya veramaṇī samphappalāpā veramaṇī. ","eng":"The refraining from lying, divisive speech, harsh speech, and talking nonsense. ","html":"{}"},"dn22:21.12":{"pli":"Ayaṃ vuccati, bhikkhave, sammāvācā. ","eng":"This is called right speech. ","html":"{}</p>"},"dn22:21.13":{"pli":"Katamo ca, bhikkhave, sammākammanto? ","eng":"And what is right action? ","html":"<p data-counter='4'>{}"},"dn22:21.14":{"pli":"Pāṇātipātā veramaṇī adinnādānā veramaṇī kāmesumicchācārā veramaṇī. ","eng":"Refraining from killing living creatures, stealing, and sexual misconduct. ","html":"{}","comm":"The first three of the five precepts. “Sexual misconduct” is the betrayal of trust in a sexual relationship. "},"dn22:21.15":{"pli":"Ayaṃ vuccati, bhikkhave, sammākammanto. ","eng":"This is called right action. ","html":"{}</p>"},"dn22:21.16":{"pli":"Katamo ca, bhikkhave, sammāājīvo? ","eng":"And what is right livelihood? ","html":"<p data-counter='5'>{}"},"dn22:21.17":{"pli":"Idha, bhikkhave, ariyasāvako micchāājīvaṃ pahāya sammāājīvena jīvitaṃ kappeti. ","eng":"It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood. ","html":"{}","comm":"Defined for a monastic in the long section on ethics in the Sāmaññaphalasutta (<a href='index.html?q=dn2#56.1'>DN 2:56.1</a>) and for a lay person as trade in weapons, living creatures, meat, intoxicants, and poisons (<a href='index.html?q=an5.177#1.3'>AN 5.177:1.3</a>). "},"dn22:21.18":{"pli":"Ayaṃ vuccati, bhikkhave, sammāājīvo. ","eng":"This is called right livelihood. ","html":"{}</p>"},"dn22:21.19":{"pli":"Katamo ca, bhikkhave, sammāvāyāmo? ","eng":"And what is right effort? ","html":"<p data-counter='6'>{}"},"dn22:21.20":{"pli":"Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati; ","eng":"It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. ","html":"{}"},"dn22:21.21":{"pli":"uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati; ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up. ","html":"{}"},"dn22:21.22":{"pli":"anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati; ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise. ","html":"{}"},"dn22:21.23":{"pli":"uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development. ","html":"{}"},"dn22:21.24":{"pli":"Ayaṃ vuccati, bhikkhave, sammāvāyāmo. ","eng":"This is called right effort. ","html":"{}</p>"},"dn22:21.25":{"pli":"Katamā ca, bhikkhave, sammāsati? ","eng":"And what is right mindfulness? ","html":"<p data-counter='7'>{}"},"dn22:21.26":{"pli":"Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ","eng":"It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn22:21.27":{"pli":"vedanāsu vedanānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ","eng":"They meditate observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn22:21.28":{"pli":"citte cittānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ","eng":"They meditate observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn22:21.29":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"They meditate observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"dn22:21.30":{"pli":"Ayaṃ vuccati, bhikkhave, sammāsati. ","eng":"This is called right mindfulness. ","html":"{}</p>"},"dn22:21.31":{"pli":"Katamo ca, bhikkhave, sammāsamādhi? ","eng":"And what is right immersion? ","html":"<p>{}"},"dn22:21.32":{"pli":"Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"dn22:21.33":{"pli":"Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"dn22:21.34":{"pli":"Pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"dn22:21.35":{"pli":"Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"With the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"dn22:21.36":{"pli":"Ayaṃ vuccati, bhikkhave, sammāsamādhi. ","eng":"This is called right immersion. ","html":"{}</p>"},"dn22:21.37":{"pli":"Idaṃ vuccati, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ. ","eng":"This is called the noble truth of the practice that leads to the cessation of suffering. ","html":"<p data-counter='8'>{}</p>"},"dn22:21.38":{"pli":"Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ","eng":"And so they meditate observing an aspect of principles internally, externally, and both internally and externally. ","html":"<p>{}"},"dn22:21.39":{"pli":"Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ","eng":"They meditate observing the principles as liable to originate, as liable to fall, and as liable to both originate and vanish. ","html":"{}"},"dn22:21.40":{"pli":"‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ","eng":"Or mindfulness is established that principles exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ","html":"{}</p>"},"dn22:21.41":{"pli":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ","eng":"That’s how a mendicant meditates by observing an aspect of principles with respect to the four noble truths. ","html":"<p>{}</p>"},"dn22:21.42":{"pli":"Saccapabbaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"dn22:21.43":{"pli":"Dhammānupassanā niṭṭhitā. ","html":"<p class='end'>{}</p>"},"dn22:22.1":{"pli":"Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattavassāni, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ ","eng":"Anyone who develops these four kinds of mindfulness meditation in this way for seven years can expect one of two results: ","html":"<p>{}","comm":"The emphasis is on “develop in this way” (<i lang='pi' translate='no'>evaṁ bhāveyya</i>), that is, with the full practice including deep absorption as the culmination of the path as a whole. "},"dn22:22.2":{"pli":"diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ","eng":"enlightenment in this very life, or if there’s something left over, non-return. ","html":"{}</p>"},"dn22:22.3":{"pli":"Tiṭṭhantu, bhikkhave, sattavassāni. ","eng":"Let alone seven years, ","html":"<p>{}","comm":"A similar promise of results in at most seven years is found at <a href='index.html?q=dn25#22.9'>DN 25:22.9</a>, <a href='index.html?q=mn10#46.3'>MN 10:46.3</a>, and <a href='index.html?q=mn85#59.3'>MN 85:59.3</a>; and at most ten years at <a href='index.html?q=an10.46#7.3'>AN 10.46:7.3</a>. "},"dn22:22.4":{"pli":"Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya cha vassāni …pe… ","eng":"anyone who develops these four kinds of mindfulness meditation in this way for six years … ","html":"{}"},"dn22:22.5":{"pli":"pañca vassāni … ","eng":"five years … ","html":"{}"},"dn22:22.6":{"pli":"cattāri vassāni … ","eng":"four years … ","html":"{}"},"dn22:22.7":{"pli":"tīṇi vassāni … ","eng":"three years … ","html":"{}"},"dn22:22.8":{"pli":"dve vassāni … ","eng":"two years … ","html":"{}"},"dn22:22.9":{"pli":"ekaṃ vassaṃ … ","eng":"one year … ","html":"{}"},"dn22:22.10":{"pli":"tiṭṭhatu, bhikkhave, ekaṃ vassaṃ. ","html":"{}"},"dn22:22.11":{"pli":"Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattamāsāni, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ ","eng":"seven months … ","html":"{}"},"dn22:22.12":{"pli":"diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ","html":"{}"},"dn22:22.13":{"pli":"Tiṭṭhantu, bhikkhave, satta māsāni. ","html":"{}"},"dn22:22.14":{"pli":"Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya cha māsāni …pe… ","eng":"six months … ","html":"{}"},"dn22:22.15":{"pli":"pañca māsāni … ","eng":"five months … ","html":"{}"},"dn22:22.16":{"pli":"cattāri māsāni … ","eng":"four months … ","html":"{}"},"dn22:22.17":{"pli":"tīṇi māsāni … ","eng":"three months … ","html":"{}"},"dn22:22.18":{"pli":"dve māsāni … ","eng":"two months … ","html":"{}"},"dn22:22.19":{"pli":"ekaṃ māsaṃ … ","eng":"one month … ","html":"{}"},"dn22:22.20":{"pli":"aḍḍhamāsaṃ … ","eng":"a fortnight … ","html":"{}"},"dn22:22.21":{"pli":"tiṭṭhatu, bhikkhave, aḍḍhamāso. ","eng":"Let alone a fortnight, ","html":"{}"},"dn22:22.22":{"pli":"Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattāhaṃ, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ ","eng":"anyone who develops these four kinds of mindfulness meditation in this way for seven days can expect one of two results: ","html":"{}"},"dn22:22.23":{"pli":"diṭṭheva dhamme aññā; sati vā upādisese anāgāmitāti. ","eng":"enlightenment in this very life, or if there’s something left over, non-return. ","html":"{}</p>"},"dn22:22.24":{"pli":"Ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya yadidaṃ cattāro satipaṭṭhānāti. ","eng":"‘The four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment.’ ","html":"<p>{}"},"dn22:22.25":{"pli":"Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"dn22:22.26":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn22:22.27":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"dn22:22.28":{"pli":"Mahāsatipaṭṭhānasuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}