{"dn21":{"dn21:0.1":{"pli":"Dīgha Nikāya 21 ","eng":"Long Discourses 21 ","html":"<article id='dn21'><header><ul><li class='division'>{}</li></ul>"},"dn21:0.2":{"pli":"Sakkapañhasutta ","eng":"Sakka’s Questions ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn21:1.1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This late sutta exhibits considerable literary sophistication. The A-plot concerns Sakka’s rejection of his violent past and embrace of the Dhamma, while the B-plot concerns Pañcasikkha’s more modest growth from a libertine to a married man. This draws on such precedents as Śatapatha Brāhmaṇa 3.2.4.4, where the centaur is urged to win his woman by seduction rather than force. | This discourse is quoted by name and a passage discussed at <a href='index.html?q=sn22.4'>SN 22.4</a>. In addition, the dialogue at <a href='index.html?q=mn37'>MN 37</a> picks up directly where this leaves off and may be considered a sequel. A Sanskrit parallel published by Ernst Waldschmidt in 1979 is available on SuttaCentral as <a href='https://suttacentral.net/sf241/san/waldschmidt'>SF 241</a>. A different discourse of the same name is found at <a href='index.html?q=sn35.118'>SN 35.118</a>. "},"dn21:1.1.2":{"pli":"ekaṃ samayaṃ bhagavā magadhesu viharati, pācīnato rājagahassa ambasaṇḍā nāma brāhmaṇagāmo, tassuttarato vediyake pabbate indasālaguhāyaṃ. ","eng":"At one time the Buddha was staying in the land of the Magadhans, where east of Rājagaha there is a brahmin village named Ambasaṇḍā, north of which, on Mount Vediyaka, is Indra’s hill cave. ","html":"{}</p>","comm":"Rhys Davids follows the commentary in translating this “the cave of Indra’s Sāl Tree”. However the Sanskrit  <i lang='pi' translate='no'>yāvacchailaguhāyām</i> supports “hill cave”. "},"dn21:1.1.3":{"pli":"Tena kho pana samayena sakkassa devānamindassa ussukkaṃ udapādi bhagavantaṃ dassanāya. ","eng":"Now at that time Sakka, the lord of gods, grew eager to see the Buddha. ","html":"<p>{}"},"dn21:1.1.4":{"pli":"Atha kho sakkassa devānamindassa etadahosi: ","eng":"He thought, ","html":"{}"},"dn21:1.1.5":{"pli":"“kahaṃ nu kho bhagavā etarahi viharati arahaṃ sammāsambuddho”ti? ","eng":"“Where is the Blessed One at present, the perfected one, the fully awakened Buddha?” ","html":"{}</p>"},"dn21:1.1.6":{"pli":"Addasā kho sakko devānamindo bhagavantaṃ magadhesu viharantaṃ pācīnato rājagahassa ambasaṇḍā nāma brāhmaṇagāmo, tassuttarato vediyake pabbate indasālaguhāyaṃ. ","eng":"Seeing that the Buddha was at Indra’s hill cave, ","html":"<p>{}"},"dn21:1.1.7":{"pli":"Disvāna deve tāvatiṃse āmantesi: ","eng":"he addressed the gods of the thirty-three, ","html":"{}"},"dn21:1.1.8":{"pli":"“ayaṃ, mārisā, bhagavā magadhesu viharati, pācīnato rājagahassa ambasaṇḍā nāma brāhmaṇagāmo, tassuttarato vediyake pabbate indasālaguhāyaṃ. ","eng":"“Good fellows, the Buddha is staying in the land of the Magadhans at Indra’s hill cave. ","html":"{}"},"dn21:1.1.9":{"pli":"Yadi pana, mārisā, mayaṃ taṃ bhagavantaṃ dassanāya upasaṅkameyyāma arahantaṃ sammāsambuddhan”ti? ","eng":"What if we were to go and see that Blessed One, the perfected one, the fully awakened Buddha?” ","html":"{}</p>"},"dn21:1.1.10":{"pli":"“Evaṃ, bhaddantavā”ti kho devā tāvatiṃsā sakkassa devānamindassa paccassosuṃ. ","eng":"“Yes, lord,” replied the gods. ","html":"<p>{}</p>"},"dn21:1.2.1":{"pli":"Atha kho sakko devānamindo pañcasikhaṃ gandhabbadevaputtaṃ āmantesi: ","eng":"Then Sakka addressed the centaur Pañcasikha, ","html":"<p>{}","comm":"Introduced in a minor role in <a href='index.html?q=dn18'>DN 18</a>, <a href='index.html?q=dn19'>DN 19</a>, and <a href='index.html?q=dn20'>DN 20</a>, Pañcasikha gets his moment to shine in this sutta. Outside of the Dīghanikāya, he appears only in <a href='index.html?q=sn35.119'>SN 35.119</a>. His name means “Fivecrest”, evidently in reference to his impressive hairdo; a nymph or group of nymphs bore the synonymous name Pañcacūḍā, “Five Topknots”. The centaur (<i lang='pi' translate='no'>gandhabba</i>) was a wild rogue of music, dancing, and sex. He must be tamed, and here this is achieved through the power of love and filial respect. A less diplomatic approach is taken in Atharvaveda 4.37.7, where the <i lang='pi' translate='no'>gandharva</i> with his “egg-crest” (<i lang='pi' translate='no'>śikhaṇḍino</i>) is threatened with castration. "},"dn21:1.2.2":{"pli":"“ayaṃ, tāta pañcasikha, bhagavā magadhesu viharati pācīnato rājagahassa ambasaṇḍā nāma brāhmaṇagāmo, tassuttarato vediyake pabbate indasālaguhāyaṃ. ","eng":"“Dear Pañcasikha, the Buddha is staying in the land of the Magadhans at Indra’s hill cave. ","html":"{}"},"dn21:1.2.3":{"pli":"Yadi pana, tāta pañcasikha, mayaṃ taṃ bhagavantaṃ dassanāya upasaṅkameyyāma arahantaṃ sammāsambuddhan”ti? ","eng":"What if we were to go and see that Blessed One, the perfected one, the fully awakened Buddha?” ","html":"{}</p>"},"dn21:1.2.4":{"pli":"“Evaṃ, bhaddantavā”ti kho pañcasikho gandhabbadevaputto sakkassa devānamindassa paṭissutvā beluvapaṇḍuvīṇaṃ ādāya sakkassa devānamindassa anucariyaṃ upāgami. ","eng":"“Yes, lord,” replied the centaur Pañcasikha. Taking his arched harp made from the pale timber of wood-apple, he went as Sakka’s attendant. ","html":"<p>{}</p>","comm":"The “arched harp” (<i lang='pi' translate='no'>vīṇa</i>) was a stringed instrument held in the lap, whose form is clear from representations in ancient Indian sculptures in Bharhut, Amarāvatī, and Pawāyā, as well as the coins of Samudragupta. The strings, typically seven in number, were attached to the base of the soundbox and passed through holes in the parchment resonator to be tied with cords to the curved neck (these parts are listed at <a href='index.html?q=sn35.246#4.17'>SN 35.246:4.17</a>). It accompanied song or dance, and was played equally by men and women. It is not the modern Indian instrument called <em>veena</em>, which is a lute or stick zither, but rather is similar to the Burmese <em>saung</em>. | <i lang='pi' translate='no'>Gandhabbas</i> are closely associated with music (Śatapatha Brāhmaṇa 3.2.4). Māra’s harp is described in the same way (<a href='index.html?q=sn4.23#10.7'>SN 4.23:10.7</a>), and tradition says they were in fact the same instrument. "},"dn21:1.2.5":{"pli":"Atha kho sakko devānamindo devehi tāvatiṃsehi parivuto pañcasikhena gandhabbadevaputtena purakkhato—","eng":"Then Sakka went at the head of a retinue consisting of the gods of the thirty-three and the godling centaur Pañcasikha. ","html":"<p>{}","comm":"In the Buddhist hierarchy of divinity, <i lang='pi' translate='no'>gandhabbas</i> occupy a more humble place than the gods of the thirty-three, yet here Pañcasikha appears with them in a position of honor. In <a href='index.html?q=dn19#28.3'>DN 19:28.3</a> we saw that the even more exalted Brahmā takes the form of Pañcasikha. This fluidity is characteristic of old Vedic cosmology, where there is no clear hierarchy of divinity. The formalized hierarchies in Buddhism and Hinduism are a later conception. "},"dn21:1.2.6":{"pli":"seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evameva—devesu tāvatiṃsesu antarahito magadhesu pācīnato rājagahassa ambasaṇḍā nāma brāhmaṇagāmo, tassuttarato vediyake pabbate paccuṭṭhāsi. ","eng":"As easily as a strong person would extend or contract their arm, he vanished from the heaven of the gods of the thirty-three and landed on Mount Vediyaka north of Ambasaṇḍā. ","html":"{}</p>"},"dn21:1.3.1":{"pli":"Tena kho pana samayena vediyako pabbato atiriva obhāsajāto hoti ambasaṇḍā ca brāhmaṇagāmo yathā taṃ devānaṃ devānubhāvena. ","eng":"Now at that time a dazzling light appeared over Mount Vediyaka and Ambasaṇḍā, as happens through the glory of the gods. ","html":"<p>{}"},"dn21:1.3.2":{"pli":"Apissudaṃ parito gāmesu manussā evamāhaṃsu: ","eng":"People in the villages round about, terrified, shocked, and awestruck, said, ","html":"{}"},"dn21:1.3.3":{"pli":"“ādittassu nāmajja vediyako pabbato jhāyatisu nāmajja vediyako pabbato jalatisu. Nāmajja vediyako pabbato. ","eng":"“Mount Vediyaka must be on fire today, blazing and burning! ","html":"{}"},"dn21:1.3.4":{"pli":"Kiṃsu nāmajja vediyako pabbato atiriva obhāsajāto ambasaṇḍā ca brāhmaṇagāmo”ti; ","eng":"Oh why has such a dazzling light appeared over Mount Vediyaka and Ambasaṇḍā?” ","html":"{}"},"dn21:1.3.5":{"pli":"saṃviggā lomahaṭṭhajātā ahesuṃ. ","html":"{}</p>"},"dn21:1.4.1":{"pli":"Atha kho sakko devānamindo pañcasikhaṃ gandhabbadevaputtaṃ āmantesi: ","eng":"Then Sakka addressed the centaur Pañcasikha, ","html":"<p>{}"},"dn21:1.4.2":{"pli":"“durupasaṅkamā kho, tāta pañcasikha, tathāgatā mādisena, jhāyī jhānaratā, tadantaraṃ paṭisallīnā. ","eng":"“My dear Pañcasikha, it is hard for one like me to get near the Realized Ones while they are on retreat practicing absorption, enjoying absorption. ","html":"{}","comm":"We will learn later of how Sakka’s appearance could be too disturbing for the Buddha while on retreat (<a href='index.html?q=dn21#1.10.13'>DN 21:1.10.13</a>). Pañcasikha, on the other hand, would appear alone, without a retinue. Note, however, that on subsequent occasions Sakka showed no such reticence, either because he was already a stream-enterer or because the Buddha was not in solitary retreat. "},"dn21:1.4.3":{"pli":"Yadi pana tvaṃ, tāta pañcasikha, bhagavantaṃ paṭhamaṃ pasādeyyāsi, tayā, tāta, paṭhamaṃ pasāditaṃ pacchā mayaṃ taṃ bhagavantaṃ dassanāya upasaṅkameyyāma arahantaṃ sammāsambuddhan”ti. ","eng":"But if you were to charm the Buddha first, then I could go to see him.” ","html":"{}</p>"},"dn21:1.4.4":{"pli":"“Evaṃ, bhaddantavā”ti kho pañcasikho gandhabbadevaputto sakkassa devānamindassa paṭissutvā beluvapaṇḍuvīṇaṃ ādāya yena indasālaguhā tenupasaṅkami; upasaṅkamitvā: ","eng":"“Yes, lord,” replied the centaur Pañcasikha. Taking his arched harp made from the pale timber of wood-apple, he went to Indra’s hill cave. When he had drawn near, he stood to one side, thinking, ","html":"<p>{}"},"dn21:1.4.5":{"pli":"“ettāvatā me bhagavā neva atidūre bhavissati nāccāsanne, saddañca me sossatī”ti—","eng":"“This is neither too far nor too near; and he’ll hear my voice.” ","html":"{}"},"dn21:1.4.6":{"pli":"ekamantaṃ aṭṭhāsi. ","html":"{}</p>"},"dn21:1.4.7.0":{"pli":"1. Pañcasikhagītagāthā ","eng":"1. Pañcasikha’s Song ","html":"<h2>{}</h2>"},"dn21:1.4.8":{"pli":"Ekamantaṃ ṭhito kho pañcasikho gandhabbadevaputto beluvapaṇḍuvīṇaṃ assāvesi, imā ca gāthā abhāsi buddhūpasañhitā dhammūpasañhitā saṅghūpasañhitā arahantūpasañhitā kāmūpasañhitā: ","eng":"Standing to one side, Pañcasikha played his arched harp, and sang these verses on the Buddha, the teaching, the Saṅgha, the perfected ones, and sensual love. ","html":"<p>{}</p>","comm":"The idea that the Buddha would be wooed by a love song seems like an absurd conceit, until you take into account the centaurs’ dangerous reputation as inveterate lechers. Pañcasikha wants to show that he is maturing and finally seeking a commitment in a respectable marriage. "},"dn21:1.5.1":{"pli":"“Vande te pitaraṃ bhadde, ","eng":"“O Bhaddā Suriyavaccasā, my Darling Sunshine, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"Suriyavaccasā (“Sunshine”) accords with the Vedic conception of the wife as the Sun (Sūryā, Rig Veda 10.85) who takes as husband Soma, the moon. She appears in Atharvaveda 8.10.27, which invokes the <i lang='pi' translate='no'>gandharvas</i> with their female counterpart the “nymphs” (Pali <i lang='pi' translate='no'>accharā</i>, Sanskrit <i lang='pi' translate='no'>apsaras</i>). "},"dn21:1.5.2":{"pli":"timbaruṃ sūriyavacchase; ","eng":"I pay homage to your father Timbaru, ","html":"<span class='verse-line'>{}</span>","comm":"In Sanskrit literature, Timbaru (Sanskrit <i lang='pi' translate='no'>tumburu</i>, “coriander”) was an elder <i lang='pi' translate='no'>gandharva</i> musician in the courts of Indra and Kuvera. According to Rāmāyaṇa 3.4, he was cursed with a monstrous form by Kuvera due to an inappropriate lust for the nymph Rambhā. Upon his defeat at the hands of Rāma he was restored to his former status. Pañcasikha would have wanted to avoid a similar fate. Rather than Suriyavaccasā, the Sanskrit literature mentions his daughters Manuvantī and Sukeśī; the latter name (“fair-hair”) evokes the streaming rays of the sun   (Vāyupurāṇa 69.49 = Brahmāṇḍapurāṇa 2.7.13). "},"dn21:1.5.3":{"pli":"Yena jātāsi kalyāṇī, ","eng":"through whom was born a lady so fine, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.4":{"pli":"ānandajananī mama. ","eng":"to fill me with a joy I never knew. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.5":{"pli":"Vātova sedataṃ kanto, ","eng":"As sweet as a breeze to one who’s sweating, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.6":{"pli":"pānīyaṃva pipāsato; ","eng":"or when thirsty, a sweet and cooling drink, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.7":{"pli":"Aṅgīrasi piyāmesi, ","eng":"so dear are you, Aṅgīrasi, to me—","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Aṅgīrasi</i> means “shining one” and is etymologically linked with <i lang='pi' translate='no'>agni</i> (“fire”). Suriyavaccasā earned the name due to both her radiant nature and her family connections: her father Timbaru was a son of Kaśyapa, who was (according to certain lineages) brother of Aṅgīras, from whom the Aṅgīrasas were descended. In the Arthavaveda—the only early non-Buddhist source for a nymph named Suriyavaccasā—<i lang='pi' translate='no'>aṅgīrasi</i> is associated with witchcraft (Atharvaveda 12.5.52). <i lang='pi' translate='no'>Aṅgīrasa</i> is also a patronymic of the Buddha (<a href='index.html?q=dn32#3.14'>DN 32:3.14</a>). "},"dn21:1.5.8":{"pli":"dhammo arahatāmiva. ","eng":"just like the teaching is to all the saints! ","html":"<span class='verse-line'>{}</span></p>","comm":"“Saints” is <i lang='pi' translate='no'>arahantā</i>, which I normally translate as “perfected ones”. "},"dn21:1.5.9":{"pli":"Āturasseva bhesajjaṃ, ","eng":"Like a cure when you’re struck by fever dire, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.10":{"pli":"bhojanaṃva jighacchato; ","eng":"or food to ease the hunger pain, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.11":{"pli":"Parinibbāpaya maṃ bhadde, ","eng":"come on, Bhaddā, please put out my fire, ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Parinibbāpaya</i>, “please quench me”. Pañcasikha subverts imagery employed by the Buddha—quenching thirst, cooling breezes, extinguished flames—to erotic effect. "},"dn21:1.5.12":{"pli":"jalantamiva vārinā. ","eng":"quench me like water on a flame. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.13":{"pli":"Sītodakaṃ pokkharaṇiṃ, ","eng":"As elephants burning in the heat of summer, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.14":{"pli":"yuttaṃ kiñjakkhareṇunā; ","eng":"sink down in a lotus pond to rest, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.15":{"pli":"Nāgo ghammābhitattova, ","eng":"so cool, full of petals and of pollen—","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.16":{"pli":"ogāhe te thanūdaraṃ. ","eng":"that’s how I would plunge into your breast. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.17":{"pli":"Accaṅkusova nāgova, ","eng":"Like elephants bursting bonds in rutting season, ","html":"<p><span class='verse-line'>{}</span>","comm":"Pañcasikha is showing off his literary skill. The same image, the elephant, illustrates opposing qualities, peaceful and violent. In these two sides of sensual desire, he reveals, unconsciously perhaps, the rapacious side of his own nature. For Pañcasikha, the elephant bursting its bonds illustrates his crazed devotion, whereas later it illustrates breaking free of desire (<a href='index.html?q=dn21#1.12.45'>DN 21:1.12.45</a>). "},"dn21:1.5.18":{"pli":"jitaṃ me tuttatomaraṃ; ","eng":"beating off the pricks of lance and pikes—","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.19":{"pli":"Kāraṇaṃ nappajānāmi, ","eng":"I just don’t understand what is the reason ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.20":{"pli":"sammatto lakkhaṇūruyā. ","eng":"I’m so crazy for your shapely thighs! ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.21":{"pli":"Tayi gedhitacittosmi, ","eng":"For you, my heart is full of passion, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.22":{"pli":"cittaṃ vipariṇāmitaṃ; ","eng":"I’m in a besotted state of mind. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.23":{"pli":"Paṭigantuṃ na sakkomi, ","eng":"There is no going back, I’m just not able, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.24":{"pli":"vaṅkaghastova ambujo. ","eng":"I’m like a fish that’s hooked up on the line. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.25":{"pli":"Vāmūru saja maṃ bhadde, ","eng":"Come on, my Bhaddā, hold me, fair of thighs! ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.26":{"pli":"saja maṃ mandalocane; ","eng":"Embrace me, maid of captivating eyes! ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.27":{"pli":"Palissaja maṃ kalyāṇi, ","eng":"Take me in your arms, my lovely lady, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.28":{"pli":"etaṃ me abhipatthitaṃ. ","eng":"that’s all I’d ever want or could desire. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.29":{"pli":"Appako vata me santo, ","eng":"Ah, then my desire was such a small thing, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.30":{"pli":"kāmo vellitakesiyā; ","eng":"my sweet, with your curling wavy hair; ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.31":{"pli":"Anekabhāvo samuppādi, ","eng":"now, like to arahants an offering, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.32":{"pli":"arahanteva dakkhiṇā. ","eng":"it’s grown so very much from there. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.33":{"pli":"Yaṃ me atthi kataṃ puññaṃ, ","eng":"Whatever the merit I have forged ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.34":{"pli":"arahantesu tādisu; ","eng":"by giving to such perfected beings—","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.35":{"pli":"Taṃ me sabbaṅgakalyāṇi, ","eng":"may that, my altogether gorgeous, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.36":{"pli":"tayā saddhiṃ vipaccataṃ. ","eng":"ripen in togetherness with you. ","html":"<span class='verse-line'>{}</span></p>","comm":"For how a married couple may stay together in this life and the next, see <a href='index.html?q=an4.55'>AN 4.55</a>. "},"dn21:1.5.37":{"pli":"Yaṃ me atthi kataṃ puññaṃ, ","eng":"Whatever the merit I have forged ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.38":{"pli":"asmiṃ pathavimaṇḍale; ","eng":"in this vast territory, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.39":{"pli":"Taṃ me sabbaṅgakalyāṇi, ","eng":"may that, my altogether gorgeous, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.40":{"pli":"tayā saddhiṃ vipaccataṃ. ","eng":"ripen in togetherness with you. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.41":{"pli":"Sakyaputtova jhānena, ","eng":"As the Sakyan, absorbed, did meditate ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.42":{"pli":"ekodi nipako sato; ","eng":"at one, alert, and mindful too, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.43":{"pli":"Amataṃ muni jigīsāno, ","eng":"the sage seeking the state free of death—","html":"<span class='verse-line'>{}</span>","comm":"Pañcasikha is using the present participle <i lang='pi' translate='no'>jigīsāno</i> in the historical present. "},"dn21:1.5.44":{"pli":"tamahaṃ sūriyavacchase. ","eng":"so I, oh my Sunshine, seek for you! ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.45":{"pli":"Yathāpi muni nandeyya, ","eng":"And just like the sage would delight, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.46":{"pli":"patvā sambodhimuttamaṃ; ","eng":"once he had awakened to the truth, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.47":{"pli":"Evaṃ nandeyyaṃ kalyāṇi, ","eng":"so I would delight, my fine lady, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.48":{"pli":"missībhāvaṃ gato tayā. ","eng":"were I to become one with you. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.49":{"pli":"Sakko ce me varaṃ dajjā, ","eng":"If Sakka were to grant me one wish, ","html":"<p><span class='verse-line'>{}</span>","comm":"A <i lang='pi' translate='no'>gandharva</i> wedding is a pure love-match, without the blessing of parents or priests (Manu 3.32). Here, however, Pañcasikha wants to do the right thing and get the father’s blessing. "},"dn21:1.5.50":{"pli":"tāvatiṃsānamissaro; ","eng":"as Lord of the Thirty and Three, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.51":{"pli":"Tāhaṃ bhadde vareyyāhe, ","eng":"my Bhaddā, you’re all I would wish for, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.52":{"pli":"evaṃ kāmo daḷho mama. ","eng":"so strong is the love in me. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.5.53":{"pli":"Sālaṃva na ciraṃ phullaṃ, ","eng":"Like a freshly blossoming sal tree ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.5.54":{"pli":"pitaraṃ te sumedhase; ","eng":"is your father, my lady so wise. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.55":{"pli":"Vandamāno namassāmi, ","eng":"I pay homage to he, bowing humbly, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.5.56":{"pli":"yassāsetādisī pajā”ti. ","eng":"whose daughter is of such a kind.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:1.6.1":{"pli":"Evaṃ vutte, bhagavā pañcasikhaṃ gandhabbadevaputtaṃ etadavoca: ","eng":"When Pañcasikha had spoken, the Buddha said to him, ","html":"<p>{}"},"dn21:1.6.2":{"pli":"“saṃsandati kho te, pañcasikha, tantissaro gītassarena, gītassaro ca tantissarena; ","eng":"“Pañcasikha, the sound of your strings blends well with the sound of your singing, ","html":"{}","comm":"If Pañcasikha was seeking the Buddha’s approval for his love-match, he was doomed to disappointment, as the Buddha and his mendicants do not involve themselves in arranging marriages. The Buddha sidesteps the issue by politely complementing Pañcasikha on his musicianship. "},"dn21:1.6.3":{"pli":"na ca pana te, pañcasikha, tantissaro gītassaraṃ ativattati, gītassaro ca tantissaraṃ. ","eng":"so that neither overpowers the other. ","html":"{}"},"dn21:1.6.4":{"pli":"Kadā saṃyūḷhā pana te, pañcasikha, imā gāthā buddhūpasañhitā dhammūpasañhitā saṅghūpasañhitā arahantūpasañhitā kāmūpasañhitā”ti? ","eng":"But when did you compose these verses on the Buddha, the teaching, the Saṅgha, the perfected ones, and sensual love?” ","html":"{}</p>","comm":"“When did you compose” is also at <a href='index.html?q=mn56#30.1'>MN 56:30.1</a>. "},"dn21:1.6.5":{"pli":"“Ekamidaṃ, bhante, samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho. ","eng":"“This one time, sir, when you were first awakened, you were staying in Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River. ","html":"<p>{}"},"dn21:1.6.6":{"pli":"Tena kho panāhaṃ, bhante, samayena bhaddā nāma sūriyavacchasā timbaruno gandhabbarañño dhītā, tamabhikaṅkhāmi. ","eng":"And at that time I was in love with Bhaddā Suriyavaccasā, who they call ‘Darling Sunshine’, the daughter of the centaur king Timbaru. ","html":"{}"},"dn21:1.6.7":{"pli":"Sā kho pana, bhante, bhaginī parakāminī hoti; ","eng":"But the sister desired another. ","html":"{}","comm":"“Sister” (<i lang='pi' translate='no'>bhaginī</i>) is a respectful term of address, but is normally used in a chaste sense. When Raṭṭhapāla calls his wives “sister”, they faint in shock (<a href='index.html?q=mn82#23.4'>MN 82:23.4</a>). "},"dn21:1.6.8":{"pli":"sikhaṇḍī nāma mātalissa saṅgāhakassa putto, tamabhikaṅkhati. ","eng":"It was the one named Sikhaṇḍī, the son of Mātali the chariot handler, who she loved. ","html":"{}","comm":"Sikhaṇḍī (“egg-crested”) is the term for the centaur as seductive threat to women in Atharvaveda 4.37.7. It is also a poetic term for a peacock. "},"dn21:1.6.9":{"pli":"Yato kho ahaṃ, bhante, taṃ bhaginiṃ nālatthaṃ kenaci pariyāyena. ","eng":"Since I couldn’t win that sister by any means, ","html":"{}"},"dn21:1.6.10":{"pli":"Athāhaṃ beluvapaṇḍuvīṇaṃ ādāya yena timbaruno gandhabbarañño nivesanaṃ tenupasaṅkamiṃ; upasaṅkamitvā beluvapaṇḍuvīṇaṃ assāvesiṃ, imā ca gāthā abhāsiṃ buddhūpasañhitā dhammūpasañhitā saṅghūpasañhitā arahantūpasañhitā kāmūpasañhitā—","eng":"I took my arched harp to Timbaru’s home, where I played those verses. ","html":"{}</p>"},"dn21:1.7.1":{"pli":"Vande te pitaraṃ bhadde, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:1.7.2":{"pli":"timbaruṃ sūriyavacchase; ","html":"<span class='verse-line'>{}</span>"},"dn21:1.7.3":{"pli":"Yena jātāsi kalyāṇī, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.7.4":{"pli":"ānandajananī mama. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:1.7.5":{"pli":"…pe… ","html":"<p class='endsection'>{}</p>"},"dn21:1.7.6":{"pli":"Sālaṃva na ciraṃ phullaṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:1.7.7":{"pli":"pitaraṃ te sumedhase; ","html":"<span class='verse-line'>{}</span>"},"dn21:1.7.8":{"pli":"Vandamāno namassāmi, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.7.9":{"pli":"yassāsetādisī pajāti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:1.7.10":{"pli":"Evaṃ vutte, bhante, bhaddā sūriyavacchasā maṃ etadavoca: ","eng":"When I finished, Suriyavaccasā said to me, ","html":"<p>{}"},"dn21:1.7.11":{"pli":"‘na kho me, mārisa, so bhagavā sammukhā diṭṭho, api ca sutoyeva me so bhagavā devānaṃ tāvatiṃsānaṃ sudhammāyaṃ sabhāyaṃ upanaccantiyā. ","eng":"‘Good fellow, I have not personally seen the Buddha. But I did hear about him when I went to dance for the gods of the thirty-three in the Hall of Clear Right. ","html":"{}"},"dn21:1.7.12":{"pli":"Yato kho tvaṃ, mārisa, taṃ bhagavantaṃ kittesi, hotu no ajja samāgamo’ti. ","eng":"Since you extol the Buddha, let us meet up today.’ ","html":"{}"},"dn21:1.7.13":{"pli":"Soyeva no, bhante, tassā bhaginiyā saddhiṃ samāgamo ahosi. ","eng":"And that’s when I met up with that sister. ","html":"{}"},"dn21:1.7.14":{"pli":"Na ca dāni tato pacchā”ti. ","eng":"But we have not met since.” ","html":"{}</p>"},"dn21:1.8.0":{"pli":"2. Sakkūpasaṅkama ","eng":"2. The Approach of Sakka ","html":"<h2>{}</h2>"},"dn21:1.8.1":{"pli":"Atha kho sakkassa devānamindassa etadahosi: ","eng":"Then Sakka, lord of gods, thought, ","html":"<p>{}"},"dn21:1.8.2":{"pli":"“paṭisammodati pañcasikho gandhabbadevaputto bhagavatā, bhagavā ca pañcasikhenā”ti. ","eng":"“Pañcasikha is exchanging pleasantries with the Buddha.” ","html":"{}</p>"},"dn21:1.8.3":{"pli":"Atha kho sakko devānamindo pañcasikhaṃ gandhabbadevaputtaṃ āmantesi: ","eng":"So he addressed Pañcasikha, ","html":"<p>{}"},"dn21:1.8.4":{"pli":"“abhivādehi me tvaṃ, tāta pañcasikha, bhagavantaṃ: ","eng":"“My dear Pañcasikha, please bow to the Buddha for me, saying: ","html":"{}"},"dn21:1.8.5":{"pli":"‘sakko, bhante, devānamindo sāmacco saparijano bhagavato pāde sirasā vandatī’”ti. ","eng":"‘Sir, Sakka, lord of gods, with his ministers and retinue, bows with his head at your feet.’” ","html":"{}</p>"},"dn21:1.8.6":{"pli":"“Evaṃ, bhaddantavā”ti kho pañcasikho gandhabbadevaputto sakkassa devānamindassa paṭissutvā bhagavantaṃ abhivādeti: ","eng":"“Yes, lord,” replied Pañcasikha. He bowed to the Buddha and said, ","html":"<p>{}"},"dn21:1.8.7":{"pli":"“sakko, bhante, devānamindo sāmacco saparijano bhagavato pāde sirasā vandatī”ti. ","eng":"“Sir, Sakka, lord of gods, with his ministers and retinue, bows with his head at your feet.” ","html":"{}</p>"},"dn21:1.8.8":{"pli":"“Evaṃ sukhī hotu, pañcasikha, sakko devānamindo sāmacco saparijano; ","eng":"“So may Sakka with his ministers and retinue be happy, Pañcasikha,” said the Buddha, ","html":"<p>{}"},"dn21:1.8.9":{"pli":"sukhakāmā hi devā manussā asurā nāgā gandhabbā ye caññe santi puthukāyā”ti. ","eng":"“for all want to be happy—whether gods, humans, titans, dragons, centaurs, or any of the other diverse creatures there may be.” ","html":"{}</p>"},"dn21:1.8.10":{"pli":"Evañca pana tathāgatā evarūpe mahesakkhe yakkhe abhivadanti. ","eng":"For that is how the Realized Ones salute such illustrious spirits. ","html":"<p>{}"},"dn21:1.8.11":{"pli":"Abhivadito sakko devānamindo bhagavato indasālaguhaṃ pavisitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. ","eng":"And being saluted by the Buddha, Sakka entered Indra’s hill cave, bowed to the Buddha, and stood to one side. ","html":"{}"},"dn21:1.8.12":{"pli":"Devāpi tāvatiṃsā indasālaguhaṃ pavisitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. ","eng":"And the gods of the thirty-three did likewise, ","html":"{}"},"dn21:1.8.13":{"pli":"Pañcasikhopi gandhabbadevaputto indasālaguhaṃ pavisitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. ","eng":"as did Pañcasikha. ","html":"{}</p>"},"dn21:1.9.1":{"pli":"Tena kho pana samayena indasālaguhā visamā santī samā samapādi, sambādhā santī urundā samapādi, andhakāro guhāyaṃ antaradhāyi, āloko udapādi yathā taṃ devānaṃ devānubhāvena. ","eng":"And at that time the uneven places were evened out, the cramped places were opened up, the darkness vanished in the cave and light appeared, as happens through the glory of the gods. ","html":"<p>{}</p>"},"dn21:1.9.2":{"pli":"Atha kho bhagavā sakkaṃ devānamindaṃ etadavoca: ","eng":"Then the Buddha said to Sakka, ","html":"<p>{}"},"dn21:1.9.3":{"pli":"“acchariyamidaṃ āyasmato kosiyassa, abbhutamidaṃ āyasmato kosiyassa tāva bahukiccassa bahukaraṇīyassa yadidaṃ idhāgamanan”ti. ","eng":"“It’s incredible and amazing that you, the venerable Kosiya, who has so many duties and so much to do, should come here.” ","html":"{}</p>","comm":"It is rare for the Buddha to address a deity as “venerable” (<i lang='pi' translate='no'>āyasmā</i>), a term usually reserved for monks. Moggallāna addresses Sakka as “the venerable Kosiya” at <a href='index.html?q=mn37#10.6'>MN 37:10.6</a>; Mahākassapa calls him Kosiya without honorific at <a href='index.html?q=ud3.7#3.12'>Ud 3.7:3.12</a>. | The word <i lang='pi' translate='no'>kosiya</i> is explained by the commentaries as “owl”, which, if correct, would have been the totem for a clan of that name. It is, however, a patronymic: Rig Veda 1.10.11 has <i lang='pi' translate='no'>indra kauśika</i> which means “Indra, son of Kuśika (or Kuśa)”. <i lang='pi' translate='no'>Kuśa</i> grass is critical to the performance of Vedic rites, and the label probably initially implied “Brahmanized”, i.e. a king whose reign was authorized according to Vedic ritual. Kosiya is said to be a low class family name (<a href='index.html?q=pli-tv-bu-vb-pc2#2.1.18'>Bu Pc 2:2.1.18</a>). "},"dn21:1.9.4":{"pli":"“Cirapaṭikāhaṃ, bhante, bhagavantaṃ dassanāya upasaṅkamitukāmo; api ca devānaṃ tāvatiṃsānaṃ kehici kehici kiccakaraṇīyehi byāvaṭo; evāhaṃ nāsakkhiṃ bhagavantaṃ dassanāya upasaṅkamituṃ. ","eng":"“For a long time I’ve wanted to come and see the Buddha, but I wasn’t able, being prevented by my many duties and responsibilities for the gods of the thirty-three. ","html":"<p>{}"},"dn21:1.9.5":{"pli":"Ekamidaṃ, bhante, samayaṃ bhagavā sāvatthiyaṃ viharati salaḷāgārake. ","eng":"This one time, sir, the Buddha was staying near Sāvatthī in the frankincense-tree hut. ","html":"{}"},"dn21:1.9.6":{"pli":"Atha khvāhaṃ, bhante, sāvatthiṃ agamāsiṃ bhagavantaṃ dassanāya. ","eng":"Then I went to Sāvatthī to see the Buddha. ","html":"{}"},"dn21:1.10.1":{"pli":"Tena kho pana, bhante, samayena bhagavā aññatarena samādhinā nisinno hoti, bhūjati ca nāma vessavaṇassa mahārājassa paricārikā bhagavantaṃ paccupaṭṭhitā hoti, pañjalikā namassamānā tiṭṭhati. ","eng":"But at that time the Buddha was sitting immersed in some kind of meditation. And a divine maiden of Great King Vessavaṇa named Bhūjati was attending on the Buddha, standing there paying homage to him with joined palms. ","html":"{}</p>","comm":"A <i lang='pi' translate='no'>paricārikā</i> is a maid attending on a nymph (<a href='index.html?q=mn37#8.12'>MN 37:8.12</a>). | Bhūjati (variant <i lang='pi' translate='no'>bhuñjatī</i>) does not seem to appear elsewhere. "},"dn21:1.10.2":{"pli":"Atha khvāhaṃ, bhante, bhūjatiṃ etadavocaṃ: ","eng":"So I said to her, ","html":"<p>{}"},"dn21:1.10.3":{"pli":"‘abhivādehi me tvaṃ, bhagini, bhagavantaṃ: ","eng":"‘Sister, please bow to the Buddha for me, saying: ","html":"{}"},"dn21:1.10.4":{"pli":"“sakko, bhante, devānamindo sāmacco saparijano bhagavato pāde sirasā vandatī”’ti. ","eng":"“Sir, Sakka, lord of gods, with his ministers and retinue, bows with his head at your feet.”’ ","html":"{}</p>"},"dn21:1.10.5":{"pli":"Evaṃ vutte, bhante, sā bhūjati maṃ etadavoca: ","eng":"When I said this, she said to me, ","html":"<p>{}"},"dn21:1.10.6":{"pli":"‘akālo kho, mārisa, bhagavantaṃ dassanāya; ","eng":"‘It’s the wrong time to see the Buddha, ","html":"{}"},"dn21:1.10.7":{"pli":"paṭisallīno bhagavā’ti. ","eng":"as he’s in retreat.’ ","html":"{}</p>"},"dn21:1.10.8":{"pli":"‘Tena hi, bhagini, yadā bhagavā tamhā samādhimhā vuṭṭhito hoti, atha mama vacanena bhagavantaṃ abhivādehi: ","eng":"‘Well then, sister, please convey my message when the Buddha emerges from that immersion.’ ","html":"<p>{}"},"dn21:1.10.9":{"pli":"“sakko, bhante, devānamindo sāmacco saparijano bhagavato pāde sirasā vandatī”’ti. ","html":"{}"},"dn21:1.10.10":{"pli":"Kacci me sā, bhante, bhaginī bhagavantaṃ abhivādesi? ","eng":"I hope that sister bowed to you? ","html":"{}"},"dn21:1.10.11":{"pli":"Sarati bhagavā tassā bhaginiyā vacanan”ti? ","eng":"Do you remember what she said?” ","html":"{}</p>"},"dn21:1.10.12":{"pli":"“Abhivādesi maṃ sā, devānaminda, bhaginī, sarāmahaṃ tassā bhaginiyā vacanaṃ. ","eng":"“She did bow, lord of gods, and I remember what she said. ","html":"<p>{}"},"dn21:1.10.13":{"pli":"Api cāhaṃ āyasmato nemisaddena tamhā samādhimhā vuṭṭhito”ti. ","eng":"I also remember that it was the sound of your chariot wheels that pulled me out of that immersion.” ","html":"{}</p>","comm":"Sakka pointedly ignores this, but perhaps his shame at disturbing the Buddha’s meditation explains his oblique method of gaining an audience. "},"dn21:1.11.1":{"pli":"“Ye te, bhante, devā amhehi paṭhamataraṃ tāvatiṃsakāyaṃ upapannā, tesaṃ me sammukhā sutaṃ sammukhā paṭiggahitaṃ: ","eng":"“Sir, I have heard and learned this in the presence of the gods who were reborn in the host of the thirty-three before me: ","html":"<p>{}"},"dn21:1.11.2":{"pli":"‘yadā tathāgatā loke uppajjanti arahanto sammāsambuddhā, dibbā kāyā paripūrenti, hāyanti asurakāyā’ti. ","eng":"‘When a Realized One arises in the world, perfected and fully awakened, the heavenly hosts swell, while the titan hosts dwindle.’ ","html":"{}"},"dn21:1.11.3":{"pli":"Taṃ me idaṃ, bhante, sakkhidiṭṭhaṃ yato tathāgato loke uppanno arahaṃ sammāsambuddho, dibbā kāyā paripūrenti, hāyanti asurakāyāti. ","eng":"And I have seen this with my own eyes. ","html":"{}</p>"},"dn21:1.11.4.0":{"pli":"2.1. Gopakavatthu ","eng":"2.1. The Story of Gopikā ","html":"<h3>{}</h3>"},"dn21:1.11.5":{"pli":"Idheva, bhante, kapilavatthusmiṃ gopikā nāma sakyadhītā ahosi buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārinī. ","eng":"Right here in Kapilavatthu there was a Sakyan lady named Gopikā who had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled her ethics. ","html":"<p>{}","comm":"This implies she was a stream-enterer. "},"dn21:1.11.6":{"pli":"Sā itthittaṃ virājetvā purisattaṃ bhāvetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā. ","eng":"Losing her attachment to femininity, she developed masculinity. When her body broke up, after death, she was reborn in a good place, a heavenly realm. ","html":"{}","comm":"In Buddhism, sex is mutable between lives and even within one life (<a href='index.html?q=pli-tv-bu-vb-pj1#10.6.1'>Bu Pj 1:10.6.1</a>). Later Buddhists sometimes held that the status of a male was preferable. Here this is not stated outright, but the narrative implies that she thought her station was improved when becoming a male. Notably, it is not the Buddha who says this, but Sakka, relaying the story of another deity. That the proponent was a woman, at least formerly, is a trope of Indian literature: a woman is the ideal misogynist (see eg. <a href='index.html?q=ja61'>Ja 61</a> or Śivapurāna chapter 4). Here, though, the situation is nuanced, because despite her (presumed) inferior status, she has better rebirth than the monks she served. "},"dn21:1.11.7":{"pli":"Devānaṃ tāvatiṃsānaṃ sahabyataṃ amhākaṃ puttattaṃ ajjhupagatā. ","eng":"In the company of the gods of the thirty-three she became one of my sons. ","html":"{}"},"dn21:1.11.8":{"pli":"Tatrapi naṃ evaṃ jānanti: ","eng":"There they knew him as ","html":"{}"},"dn21:1.11.9":{"pli":"‘gopako devaputto, gopako devaputto’ti. ","eng":"the godling Gopaka. ","html":"{}</p>"},"dn21:1.11.10":{"pli":"Aññepi, bhante, tayo bhikkhū bhagavati brahmacariyaṃ caritvā hīnaṃ gandhabbakāyaṃ upapannā. ","eng":"Meanwhile three others, mendicants who had led the spiritual life under the Buddha, were reborn in the inferior centaur realm. ","html":"<p>{}","comm":"The realm of centaurs is “inferior” because the centaurs are known for their ribald sexuality. "},"dn21:1.11.11":{"pli":"Te pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārayamānā amhākaṃ upaṭṭhānaṃ āgacchanti amhākaṃ pāricariyaṃ. ","eng":"There they amused themselves, supplied and provided with the five kinds of sensual stimulation, and became my servants and attendants. ","html":"{}</p>"},"dn21:1.11.12":{"pli":"Te amhākaṃ upaṭṭhānaṃ āgate amhākaṃ pāricariyaṃ gopako devaputto paṭicodesi: ","eng":"At that, Gopaka scolded them, ","html":"<p>{}"},"dn21:1.11.13":{"pli":"‘kutomukhā nāma tumhe, mārisā, tassa bhagavato dhammaṃ assuttha—","eng":"‘Where on earth were you at, good fellows, when you heard the Buddha’s teaching! ","html":"{}","comm":"<i lang='pi' translate='no'>Kutomukhā</i>, which occurs only in this sutta, contrasts with <i lang='pi' translate='no'>sammukhā</i> (“in the presence of”, “from the mouth of”). The commentary explains it as a rhetorical question, “Were you distracted or falling asleep?” Alternatively, it might mean “From whom did you learn the Buddha’s teaching?” It recurs later in the verses. This is not the only such case: <i lang='pi' translate='no'>duddiṭṭharūpaṁ</i> and <i lang='pi' translate='no'>kāyaṁ brahmapurohitaṁ</i> are other examples of terms found nowhere else in the Pali canon, yet found here both in prose and in verse. Clearly one has been copied from the other; it seems to me that the rarity of these terms and the greater coherence of the verses suggests that the prose is a (somewhat altered) summary of the verses. "},"dn21:1.11.14":{"pli":"ahañhi nāma itthikā samānā buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārinī itthittaṃ virājetvā purisattaṃ bhāvetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā, devānaṃ tāvatiṃsānaṃ sahabyataṃ sakkassa devānamindassa puttattaṃ ajjhupagatā. ","eng":"For while I was still a woman I had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled my ethics. I lost my attachment to femininity and developed masculinity. When my body broke up, after death, I was reborn in a good place, a heavenly realm. In the company of the gods of the thirty-three I became one of Sakka’s sons. ","html":"{}"},"dn21:1.11.15":{"pli":"Idhāpi maṃ evaṃ jānanti: ","eng":"Here they know me as ","html":"{}"},"dn21:1.11.16":{"pli":"“gopako devaputto gopako devaputto”ti. ","eng":"the godling Gopaka. ","html":"{}"},"dn21:1.11.17":{"pli":"Tumhe pana, mārisā, bhagavati brahmacariyaṃ caritvā hīnaṃ gandhabbakāyaṃ upapannā. ","eng":"But you, having led the spiritual life under the Buddha, were reborn in the inferior centaur realm. ","html":"{}"},"dn21:1.11.18":{"pli":"Duddiṭṭharūpaṃ vata bho addasāma, ye mayaṃ addasāma sahadhammike hīnaṃ gandhabbakāyaṃ upapanne’ti. ","eng":"It is a sad sight indeed to see fellow practitioners reborn in the inferior centaur realm.’ ","html":"{}</p>"},"dn21:1.11.19":{"pli":"Tesaṃ, bhante, gopakena devaputtena paṭicoditānaṃ dve devā diṭṭheva dhamme satiṃ paṭilabhiṃsu kāyaṃ brahmapurohitaṃ, eko pana devo kāme ajjhāvasi. ","eng":"When scolded by Gopaka, two of those gods regained their memory right away. They went to the host of the priests of Divinity, but one god remained attached to sensual pleasures. ","html":"<p>{}</p>","comm":"The commentary explains the verb “gained” (<i lang='pi' translate='no'>paṭilabhiṁsu</i>) as serving dual roles here: “gaining” of “absorption mindfulness” (<i lang='pi' translate='no'>jhānasatiṁ</i>), upon which they “gain” rebirth in the Brahmā realm. However, the verses below speak of “recollecting” (<i lang='pi' translate='no'>anussaraṁ</i>) the Buddha’s teachings at this juncture. Compare <a href='index.html?q=pli-tv-bu-vb-np23#1.1.20'>Bu NP 23:1.1.20</a>, where the king “remembered” his long-forgotten promise (<i lang='pi' translate='no'>vissaritvā cirena satiṁ paṭilabhitvā</i>). <a href='index.html?q=an4.191#2.24'>AN 4.191:2.24</a> speaks of the “arising of memory” (<i lang='pi' translate='no'>satuppādo</i>) in a deity when reminded of Dhamma passages they once recited as a monk. | The phrase <i lang='pi' translate='no'>kāyaṁ brahmapurohitaṁ</i> is syntactically incongruous; I think it was clumsily copied from the verses below, where the required verb (<i lang='pi' translate='no'>ajjhagaṁsu</i>) is present. The commentary explains it as “a Minister of Brahmā’s body” (<i lang='pi' translate='no'>brahmapurohitasarīraṁ</i>), but in such contexts <i lang='pi' translate='no'>kāya</i> usually means “host”. "},"dn21:1.12.1":{"pli":"‘Upāsikā cakkhumato ahosiṃ, ","eng":"‘“I was a laywoman disciple of the Clear-eyed One, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:1.12.2":{"pli":"Nāmampi mayhaṃ ahu “gopikā”ti; ","eng":"and my name was Gopikā. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.3":{"pli":"Buddhe ca dhamme ca abhippasannā, ","eng":"I was devoted to the Buddha and the teaching, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.4":{"pli":"Saṅghañcupaṭṭhāsiṃ pasannacittā. ","eng":"and I faithfully served the Saṅgha. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.5":{"pli":"Tasseva buddhassa sudhammatāya, ","eng":"Because of the clear rightness of the Buddha’s teaching, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.6":{"pli":"Sakkassa puttomhi mahānubhāvo; ","eng":"I’m now a mighty, dazzling son of Sakka, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.7":{"pli":"Mahājutīko tidivūpapanno, ","eng":"reborn in the Third Heaven. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.8":{"pli":"Jānanti maṃ idhāpi “gopako”ti. ","eng":"And here they know me as Gopaka. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.9":{"pli":"Athaddasaṃ bhikkhavo diṭṭhapubbe, ","eng":"Then I saw some mendicants who I’d seen before, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.10":{"pli":"Gandhabbakāyūpagate vasīne; ","eng":"dwelling in the host of centaurs. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.11":{"pli":"Imehi te gotamasāvakāse, ","eng":"They were disciples of Gotama ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.12":{"pli":"Ye ca mayaṃ pubbe manussabhūtā. ","eng":"when I used to be a human. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.13":{"pli":"Annena pānena upaṭṭhahimhā, ","eng":"I served them with food and drink, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.14":{"pli":"Pādūpasaṅgayha sake nivesane; ","eng":"and clasped their feet in my own home. ","html":"<span class='verse-line'>{}</span>","comm":"When bowing, it is a special sign of devotion to touch the feet of the one revered (eg. <a href='index.html?q=mn89#9.1'>MN 89:9.1</a>). "},"dn21:1.12.15":{"pli":"Kutomukhā nāma ime bhavanto, ","eng":"Where on earth were these good fellows at ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.16":{"pli":"Buddhassa dhammāni paṭiggahesuṃ. ","eng":"when they learned the Buddha’s teachings? ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.17":{"pli":"Paccattaṃ veditabbo hi dhammo, ","eng":"For each must know for themselves the teaching ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.18":{"pli":"Sudesito cakkhumatānubuddho; ","eng":"so well-taught, realized by the Clear-eyed One. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.19":{"pli":"Ahañhi tumheva upāsamāno, ","eng":"I was one who followed you, ","html":"<span class='verse-line'>{}</span>","comm":"Here Gopaka shifts from speaking about them in third person to speaking to them in second person. "},"dn21:1.12.20":{"pli":"Sutvāna ariyāna subhāsitāni. ","eng":"having heard the fine words of the noble ones. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.21":{"pli":"Sakkassa puttomhi mahānubhāvo, ","eng":"I’m now a mighty, dazzling son of Sakka, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.22":{"pli":"Mahājutīko tidivūpapanno; ","eng":"reborn in the Third Heaven. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.23":{"pli":"Tumhe pana seṭṭhamupāsamānā, ","eng":"But you followed the best of men, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.24":{"pli":"Anuttaraṃ brahmacariyaṃ caritvā. ","eng":"and led the supreme spiritual life, ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.25":{"pli":"Hīnaṃ kāyaṃ upapannā bhavanto, ","eng":"but still you’re born in this lesser realm, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.26":{"pli":"Anānulomā bhavatūpapatti; ","eng":"a rebirth unbefitting. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.27":{"pli":"Duddiṭṭharūpaṃ vata addasāma, ","eng":"It’s a sad sight I see, good fellows, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.28":{"pli":"Sahadhammike hīnakāyūpapanne. ","eng":"fellow practitioners in a lesser realm. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.29":{"pli":"Gandhabbakāyūpagatā bhavanto, ","eng":"Reborn in the host of centaurs, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.30":{"pli":"Devānamāgacchatha pāricariyaṃ; ","eng":"only to wait upon the gods. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.31":{"pli":"Agāre vasato mayhaṃ, ","eng":"Meanwhile, I dwelt in a house—","html":"<span class='verse-line'>{}</span>","comm":"I.e. she was a lay person. "},"dn21:1.12.32":{"pli":"Imaṃ passa visesataṃ. ","eng":"but see my distinction now! ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.33":{"pli":"Itthī hutvā svajja pumomhi devo, ","eng":"Having been a woman now I’m a male god, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.34":{"pli":"Dibbehi kāmehi samaṅgibhūto’; ","eng":"blessed with heavenly sensual pleasures.” ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.35":{"pli":"Te coditā gotamasāvakena, ","eng":"Scolded by that disciple of Gotama, ","html":"<span class='verse-line'>{}</span>","comm":"Up until now, the verses have been spoken by Gopaka, but here a narrator appears. "},"dn21:1.12.36":{"pli":"Saṃvegamāpādu samecca gopakaṃ. ","eng":"comprehending Gopaka, <j>they were struck with urgency. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.37":{"pli":"‘Handa viyāyāma byāyāma, ","eng":"“Let’s strive, let’s try hard—","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.38":{"pli":"Mā no mayaṃ parapessā ahumhā’; ","eng":"we won’t serve others any more!” ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.39":{"pli":"Tesaṃ duve vīriyamārabhiṃsu, ","eng":"Two of them roused up energy, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.40":{"pli":"Anussaraṃ gotamasāsanāni. ","eng":"recalling the Buddha’s instructions. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.41":{"pli":"Idheva cittāni virājayitvā, ","eng":"Right away they became dispassionate, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.42":{"pli":"Kāmesu ādīnavamaddasaṃsu; ","eng":"seeing the drawbacks in sensual pleasures. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.43":{"pli":"Te kāmasaṃyojanabandhanāni, ","eng":"The fetters and bonds of sensual pleasures—","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.44":{"pli":"Pāpimayogāni duraccayāni. ","eng":"the ties of the Wicked One so hard to break—","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.45":{"pli":"Nāgova sannāni guṇāni chetvā, ","eng":"they burst them like a bull elephant his ropes, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.46":{"pli":"Deve tāvatiṃse atikkamiṃsu; ","eng":"and passed right over the thirty-three. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.47":{"pli":"Saindā devā sapajāpatikā, ","eng":"The gods with Indra and the Progenitor ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.48":{"pli":"Sabbe sudhammāya sabhāyupaviṭṭhā. ","eng":"were all gathered in the Hall of Clear Right. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.49":{"pli":"Tesaṃ nisinnānaṃ abhikkamiṃsu, ","eng":"As they sat there, they passed over them, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.50":{"pli":"Vīrā virāgā virajaṃ karontā; ","eng":"the heroes desireless, practicing purity. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.51":{"pli":"Te disvā saṃvegamakāsi vāsavo, ","eng":"Seeing them, Vāsava was struck with urgency; ","html":"<span class='verse-line'>{}</span>","comm":"Normally rebirth is described as passing away in one realm then being reborn in another. Yet here the gods of the thirty-three—in their traditional abode on Mount Meru—were watching them literally fly from one realm to another. "},"dn21:1.12.52":{"pli":"Devābhibhū devagaṇassa majjhe. ","eng":"the master of gods in the midst of the group said, ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.53":{"pli":"‘Imehi te hīnakāyūpapannā, ","eng":"“These were born in the lesser centaur realm, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.54":{"pli":"Deve tāvatiṃse abhikkamanti’; ","eng":"but now they pass us by!” ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.55":{"pli":"Saṃvegajātassa vaco nisamma, ","eng":"Heeding the speech of one so moved, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.56":{"pli":"So gopako vāsavamajjhabhāsi. ","eng":"Gopaka addressed Vāsava, ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.57":{"pli":"‘Buddho janindatthi manussaloke, ","eng":"“There is a Buddha, a lord of men, in the world. ","html":"<p><span class='verse-line'>{}</span>","comm":"The truncated <i lang='pi' translate='no'>janind’</i> is not vocative <i lang='pi' translate='no'>janinda</i> for Sakka, but nominative <i lang='pi' translate='no'>janindo</i> for the Buddha. "},"dn21:1.12.58":{"pli":"Kāmābhibhū sakyamunīti ñāyati; ","eng":"Known as the Sakyan Sage, <j>he’s mastered the senses. ","html":"<span class='verse-line'>{}</span>","comm":"“Sakyan Sage” (<i lang='pi' translate='no'>sakyamuni</i>) became a favorite epithet of the Buddha, but in early texts it appears only here and the Ratanasutta (<a href='index.html?q=snp2.1#4.2'>Snp 2.1:4.2</a>). "},"dn21:1.12.59":{"pli":"Tasseva te puttā satiyā vihīnā, ","eng":"Those sons of his lost their memory; ","html":"<span class='verse-line'>{}</span>","comm":"“Sons” in a spiritual sense. "},"dn21:1.12.60":{"pli":"Coditā mayā te satimajjhalatthuṃ’. ","eng":"but when scolded by me they gained it back. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.61":{"pli":"Tiṇṇaṃ tesaṃ āvasinettha eko, ","eng":"Of the three, there is one who remains ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.62":{"pli":"Gandhabbakāyūpagato vasīno; ","eng":"dwelling in the host of centaurs. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.63":{"pli":"Dve ca sambodhipathānusārino, ","eng":"But two, recollecting the path to awakening, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.64":{"pli":"Devepi hīḷenti samāhitattā. ","eng":"serene, spurn even the gods. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.65":{"pli":"Etādisī dhammappakāsanettha, ","eng":"Such is the explanation of the teaching here: ","html":"<p><span class='verse-line'>{}</span>","comm":"The commentary says, “In this dispensation the explanation of the teaching is such that because of it, disciples become endowed with such qualities” (<i lang='pi' translate='no'>ettha sāsane evarūpā dhammappakāsanā, yāya sāvakā etehi guṇehi samannāgatā honti</i>). This explains the feminine <i lang='pi' translate='no'>etādisī</i>; <i lang='pi' translate='no'>pakasanā</i>, which is normally neuter, is feminine here. This use is fairly common in later texts (it occurs at the conclusion of the Ṭīkā for this sutta). "},"dn21:1.12.66":{"pli":"Na tattha kiṅkaṅkhati koci sāvako; ","eng":"not a single disciple doubts that. ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Kiṅkaṅkhati</i> is a unique term for “doubt”. "},"dn21:1.12.67":{"pli":"Nitiṇṇaoghaṃ vicikicchachinnaṃ, ","eng":"We venerate the Buddha, the victor, lord of men, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.68":{"pli":"Buddhaṃ namassāma jinaṃ janindaṃ. ","eng":"who has crossed the flood and cut off doubt. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:1.12.69":{"pli":"Yaṃ te dhammaṃ idhaññāya, ","eng":"They attained distinction to the extent ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.70":{"pli":"visesaṃ ajjhagaṃsu te; ","eng":"they understood the teaching here; ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.71":{"pli":"Kāyaṃ brahmapurohitaṃ, ","eng":"two of them distinguished ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.72":{"pli":"duve tesaṃ visesagū. ","eng":"in the host of the priests of Divinity.”’ ","html":"<span class='verse-line'>{}</span></p>","comm":"The end point of Gopaka’s speech is hard to determine, as there is no <i lang='pi' translate='no'>-ti</i> to mark it. Various editions and translations either ignore the issue or end it in different places. The next line marks the beginning of Sakka’s direct speech to the Buddha, and I think it makes the best sense to assume that up to here he has been relating the story he was told. "},"dn21:1.12.73":{"pli":"Tassa dhammassa pattiyā, ","eng":"We have come here, dear sir, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:1.12.74":{"pli":"āgatamhāsi mārisa; ","eng":"to realize this same teaching. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.75":{"pli":"Katāvakāsā bhagavatā, ","eng":"If the Buddha would give me a chance, ","html":"<span class='verse-line'>{}</span>"},"dn21:1.12.76":{"pli":"pañhaṃ pucchemu mārisā”ti. ","eng":"I would ask a question, dear sir.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:1.13.1":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"dn21:1.13.2":{"pli":"“dīgharattaṃ visuddho kho ayaṃ yakkho, yaṃ kiñci maṃ pañhaṃ pucchissati, sabbaṃ taṃ atthasañhitaṃyeva pucchissati, no anatthasañhitaṃ. ","eng":"“For a long time now this spirit has led a pure life. Any question he asks me will be beneficial, not unbeneficial. ","html":"{}"},"dn21:1.13.3":{"pli":"Yañcassāhaṃ puṭṭho byākarissāmi, taṃ khippameva ājānissatī”ti. ","eng":"And he will quickly understand any answer I give to his question.” ","html":"{}</p>"},"dn21:1.13.4":{"pli":"Atha kho bhagavā sakkaṃ devānamindaṃ gāthāya ajjhabhāsi: ","eng":"So the Buddha addressed Sakka in verse: ","html":"<p>{}</p>"},"dn21:1.13.5":{"pli":"“Puccha vāsava maṃ pañhaṃ, ","eng":"“Ask me your question, Vāsava, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:1.13.6":{"pli":"yaṃ kiñci manasicchasi; ","eng":"whatever you want. ","html":"<span class='verse-line'>{}</span>"},"dn21:1.13.7":{"pli":"Tassa tasseva pañhassa, ","eng":"I’ll solve each and every ","html":"<span class='verse-line'>{}</span>"},"dn21:1.13.8":{"pli":"ahaṃ antaṃ karomi te”ti. ","eng":"question you have.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:1.13.9":{"pli":"Paṭhamabhāṇavāro niṭṭhito. ","eng":"The first recitation section is finished. ","html":"<p class='endsection'>{}</p>"},"dn21:2.1.1":{"pli":"Katāvakāso sakko devānamindo bhagavatā imaṃ bhagavantaṃ paṭhamaṃ pañhaṃ apucchi: ","eng":"Having been granted an opportunity by the Buddha, Sakka asked the first question. ","html":"<p>{}</p>"},"dn21:2.1.2":{"pli":"“Kiṃsaṃyojanā nu kho, mārisa, devā manussā asurā nāgā gandhabbā ye caññe santi puthukāyā, te: ","eng":"“Good fellow, what fetters bind the gods, humans, titans, dragons, centaurs—and any of the other diverse creatures—","html":"<p>{}"},"dn21:2.1.3":{"pli":"‘averā adaṇḍā asapattā abyāpajjā viharemu averino’ti iti ca nesaṃ hoti, atha ca pana saverā sadaṇḍā sasapattā sabyāpajjā viharanti saverino”ti? ","eng":"so that, though they wish to be free of enmity, violence, hostility, and hate, they still have enmity, violence, hostility, and hate?” ","html":"{}</p>","comm":"This question hints at Sakka’s own evolution from the battlegod of the Vedas to an acolyte of peace. "},"dn21:2.1.4":{"pli":"Itthaṃ sakko devānamindo bhagavantaṃ pañhaṃ apucchi. ","eng":"Such was Sakka’s question to the Buddha. ","html":"<p>{}"},"dn21:2.1.5":{"pli":"Tassa bhagavā pañhaṃ puṭṭho byākāsi: ","eng":"And the Buddha answered him: ","html":"{}</p>"},"dn21:2.1.6":{"pli":"“Issāmacchariyasaṃyojanā kho, devānaminda, devā manussā asurā nāgā gandhabbā ye caññe santi puthukāyā, te: ","eng":"“Lord of gods, the fetters of jealousy and stinginess bind the gods, humans, titans, dragons, centaurs—and any of the other diverse creatures—","html":"<p>{}","comm":"Jealousy is wanting what others have, while stinginess is not wanting to share what you have. "},"dn21:2.1.7":{"pli":"‘averā adaṇḍā asapattā abyāpajjā viharemu averino’ti iti ca nesaṃ hoti, atha ca pana saverā sadaṇḍā sasapattā sabyāpajjā viharanti saverino”ti. ","eng":"so that, though they wish to be free of enmity, violence, hostility, and hate, they still have enmity, violence, hostility, and hate.” ","html":"{}</p>"},"dn21:2.1.8":{"pli":"Itthaṃ bhagavā sakkassa devānamindassa pañhaṃ puṭṭho byākāsi. ","eng":"Such was the Buddha’s answer to Sakka. ","html":"<p>{}"},"dn21:2.1.9":{"pli":"Attamano sakko devānamindo bhagavato bhāsitaṃ abhinandi anumodi: ","eng":"Delighted, Sakka approved and agreed with what the Buddha said, saying, ","html":"{}"},"dn21:2.1.10":{"pli":"“evametaṃ, bhagavā, evametaṃ, sugata. ","eng":"“That’s so true, Blessed One! That’s so true, Holy One! ","html":"{}"},"dn21:2.1.11":{"pli":"Tiṇṇā mettha kaṅkhā vigatā kathaṅkathā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ","eng":"Hearing the Buddha’s answer, I’ve gone beyond doubt and got rid of indecision.” ","html":"{}</p>"},"dn21:2.2.1":{"pli":"Itiha sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi: ","eng":"And then, having approved and agreed with what the Buddha said, Sakka asked another question: ","html":"<p>{}</p>"},"dn21:2.2.2":{"pli":"“Issāmacchariyaṃ pana, mārisa, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ; ","eng":"“But good fellow, what is the source, origin, birthplace, and inception of jealousy and stinginess? ","html":"<p>{}","comm":"Compare with the side branch of dependent origination at <a href='index.html?q=dn15#9.1'>DN 15:9.1</a>, the origins of disputes at <a href='index.html?q=snp4.11'>Snp 4.11</a>, and the analysis of proliferation at <a href='index.html?q=mn18'>MN 18</a>. Note the constructive use of the “yes, and” method of questioning. Sakka finds wisdom due to his curiosity, neither being too-easily sated with a simple answer, nor quibbling that the answer is inadequate, but building on the foundations of understanding. "},"dn21:2.2.3":{"pli":"kismiṃ sati issāmacchariyaṃ hoti; ","eng":"When what exists is there jealousy and stinginess? ","html":"{}"},"dn21:2.2.4":{"pli":"kismiṃ asati issāmacchariyaṃ na hotī”ti? ","eng":"When what doesn’t exist is there no jealousy and stinginess?” ","html":"{}</p>"},"dn21:2.2.5":{"pli":"“Issāmacchariyaṃ kho, devānaminda, piyāppiyanidānaṃ piyāppiyasamudayaṃ piyāppiyajātikaṃ piyāppiyapabhavaṃ; ","eng":"“The liked and the disliked, lord of gods, are the source of jealousy and stinginess. ","html":"<p>{}"},"dn21:2.2.6":{"pli":"piyāppiye sati issāmacchariyaṃ hoti, ","eng":"When the liked and the disliked exist there is jealousy and stinginess. ","html":"{}"},"dn21:2.2.7":{"pli":"piyāppiye asati issāmacchariyaṃ na hotī”ti. ","eng":"When the liked and the disliked don’t exist there is no jealousy and stinginess.” ","html":"{}</p>"},"dn21:2.2.8":{"pli":"“Piyāppiyaṃ pana, mārisa, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ; ","eng":"“But good fellow, what is the source of what is liked and disliked?” ","html":"<p>{}"},"dn21:2.2.9":{"pli":"kismiṃ sati piyāppiyaṃ hoti; ","html":"{}"},"dn21:2.2.10":{"pli":"kismiṃ asati piyāppiyaṃ na hotī”ti? ","html":"{}</p>"},"dn21:2.2.11":{"pli":"“Piyāppiyaṃ kho, devānaminda, chandanidānaṃ chandasamudayaṃ chandajātikaṃ chandapabhavaṃ; ","eng":"“Desire is the source of what is liked and disliked.” ","html":"<p>{}","comm":"Compare <a href='index.html?q=snp4.11#4.1'>Snp 4.11:4.1</a>. "},"dn21:2.2.12":{"pli":"chande sati piyāppiyaṃ hoti; ","html":"{}"},"dn21:2.2.13":{"pli":"chande asati piyāppiyaṃ na hotī”ti. ","html":"{}</p>"},"dn21:2.2.14":{"pli":"“Chando pana, mārisa, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo; ","eng":"“But what is the source of desire?” ","html":"<p>{}"},"dn21:2.2.15":{"pli":"kismiṃ sati chando hoti; ","html":"{}"},"dn21:2.2.16":{"pli":"kismiṃ asati chando na hotī”ti? ","html":"{}</p>"},"dn21:2.2.17":{"pli":"“Chando kho, devānaminda, vitakkanidāno vitakkasamudayo vitakkajātiko vitakkapabhavo; ","eng":"“Thought is the source of desire.” ","html":"<p>{}","comm":"Here we depart from the normal sequence, which is that feelings give rise to craving (<i lang='pi' translate='no'>taṇhā</i>). In <a href='index.html?q=snp4.11#6.1'>Snp 4.11:6.1</a> it is said that pleasure and pain give rise to desire, not thought. "},"dn21:2.2.18":{"pli":"vitakke sati chando hoti; ","html":"{}"},"dn21:2.2.19":{"pli":"vitakke asati chando na hotī”ti. ","html":"{}</p>"},"dn21:2.2.20":{"pli":"“Vitakko pana, mārisa, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo; ","eng":"“But what is the source of thought?” ","html":"<p>{}"},"dn21:2.2.21":{"pli":"kismiṃ sati vitakko hoti; ","html":"{}"},"dn21:2.2.22":{"pli":"kismiṃ asati vitakko na hotī”ti? ","html":"{}</p>"},"dn21:2.2.23":{"pli":"“Vitakko kho, devānaminda, papañcasaññāsaṅkhānidāno papañcasaññāsaṅkhāsamudayo papañcasaññāsaṅkhājātiko papañcasaññāsaṅkhāpabhavo; ","eng":"“Judgments driven by the proliferation of perceptions are the source of thoughts.” ","html":"<p>{}","comm":"“Judgments that emerge from the proliferation of perceptions” renders <i lang='pi' translate='no'>papañcasaññāsaṅkhā</i>. Again the sequence departs from <a href='index.html?q=mn18#16.1'>MN 18:16.1</a>, which says that thoughts—which are normal and morally neutral psychological processes—give rise to “proliferation” (<i lang='pi' translate='no'>papañca</i>), which is when craving and delusion cause thought to spin out of control. “Proliferation” then solidifies into “judgments” that fuel an individual’s delusion of “self” persisting through time. "},"dn21:2.2.24":{"pli":"papañcasaññāsaṅkhāya sati vitakko hoti; ","html":"{}"},"dn21:2.2.25":{"pli":"papañcasaññāsaṅkhāya asati vitakko na hotī”ti. ","html":"{}</p>"},"dn21:2.3.1":{"pli":"“Kathaṃ paṭipanno pana, mārisa, bhikkhu papañcasaññāsaṅkhānirodhasāruppagāminiṃ paṭipadaṃ paṭipanno hotī”ti? ","eng":"“But how does a mendicant fittingly practice for the cessation of judgments driven by the proliferation of perceptions?” ","html":"<p>{}</p>"},"dn21:2.3.2.0":{"pli":"2.2. Vedanākammaṭṭhāna ","eng":"2.2. Meditation on Feelings ","html":"<h3>{}</h3>"},"dn21:2.3.3":{"pli":"“Somanassampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"“Lord of gods, there are two kinds of happiness, I say: ","html":"<p>{}"},"dn21:2.3.4":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}"},"dn21:2.3.5":{"pli":"Domanassampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"There are two kinds of sadness, I say: ","html":"{}"},"dn21:2.3.6":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}"},"dn21:2.3.7":{"pli":"Upekkhampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"There are two kinds of equanimity, I say: ","html":"{}"},"dn21:2.3.8":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}</p>"},"dn21:2.3.9":{"pli":"Somanassampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi, asevitabbampīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","eng":"Why did I say that there are two kinds of happiness? ","html":"<p>{}"},"dn21:2.3.10":{"pli":"Tattha yaṃ jaññā somanassaṃ ","eng":"Well, should you know of a happiness: ","html":"{}","comm":"<i lang='pi' translate='no'>Jaññā</i> is 3rd singular optative (cp. <a href='index.html?q=an9.6#3.4'>AN 9.6:3.4</a>). "},"dn21:2.3.11":{"pli":"‘imaṃ kho me somanassaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyantī’ti, evarūpaṃ somanassaṃ na sevitabbaṃ. ","eng":"‘When I cultivate this kind of happiness, unskillful qualities grow, and skillful qualities decline.’ You should not cultivate that kind of happiness. ","html":"{}"},"dn21:2.3.12":{"pli":"Tattha yaṃ jaññā somanassaṃ ","eng":"Whereas, should you know of a happiness: ","html":"{}"},"dn21:2.3.13":{"pli":"‘imaṃ kho me somanassaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, evarūpaṃ somanassaṃ sevitabbaṃ. ","eng":"‘When I cultivate this kind of happiness, unskillful qualities decline, and skillful qualities grow.’ You should cultivate that kind of happiness. ","html":"{}"},"dn21:2.3.14":{"pli":"Tattha yañce savitakkaṃ savicāraṃ, yañce avitakkaṃ avicāraṃ, ye avitakke avicāre, te paṇītatare. ","eng":"And that which is free of placing the mind and keeping it connected is better than that which still involves placing the mind and keeping it connected. ","html":"{}","comm":"That is, second <i lang='pi' translate='no'>jhāna</i> is better than first <i lang='pi' translate='no'>jhāna</i>. "},"dn21:2.3.15":{"pli":"Somanassampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi, asevitabbampīti. ","eng":"That’s why I said there are two kinds of happiness. ","html":"{}"},"dn21:2.3.16":{"pli":"Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"dn21:2.3.17":{"pli":"Domanassampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi, asevitabbampīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","eng":"Why did I say that there are two kinds of sadness? ","html":"<p>{}"},"dn21:2.3.18":{"pli":"Tattha yaṃ jaññā domanassaṃ ","eng":"Well, should you know of a sadness: ","html":"{}"},"dn21:2.3.19":{"pli":"‘imaṃ kho me domanassaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyantī’ti, evarūpaṃ domanassaṃ na sevitabbaṃ. ","eng":"‘When I cultivate this kind of sadness, unskillful qualities grow, and skillful qualities decline.’ You should not cultivate that kind of sadness. ","html":"{}"},"dn21:2.3.20":{"pli":"Tattha yaṃ jaññā domanassaṃ ","eng":"Whereas, should you know of a sadness: ","html":"{}"},"dn21:2.3.21":{"pli":"‘imaṃ kho me domanassaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, evarūpaṃ domanassaṃ sevitabbaṃ. ","eng":"‘When I cultivate this kind of sadness, unskillful qualities decline, and skillful qualities grow.’ You should cultivate that kind of sadness. ","html":"{}","comm":"Overwhelmingly, the suttas speak of happiness in the path to liberation. They do, however, also acknowledge that sometimes temporary states of sadness leading to disillusionment can spur a person on the path. "},"dn21:2.3.22":{"pli":"Tattha yañce savitakkaṃ savicāraṃ, yañce avitakkaṃ avicāraṃ, ye avitakke avicāre, te paṇītatare. ","eng":"And that which is free of placing the mind and keeping it connected is better than that which still involves placing the mind and keeping it connected. ","html":"{}","comm":"It is hard to know what the text is getting at here, as there is no “sadness” in any <i lang='pi' translate='no'>jhāna</i>. "},"dn21:2.3.23":{"pli":"Domanassampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi, asevitabbampīti ","eng":"That’s why I said there are two kinds of sadness. ","html":"{}"},"dn21:2.3.24":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"dn21:2.3.25":{"pli":"Upekkhampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi, asevitabbampīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","eng":"Why did I say that there are two kinds of equanimity? ","html":"<p>{}"},"dn21:2.3.26":{"pli":"Tattha yaṃ jaññā upekkhaṃ ","eng":"Well, should you know of an equanimity: ","html":"{}"},"dn21:2.3.27":{"pli":"‘imaṃ kho me upekkhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyantī’ti, evarūpā upekkhā na sevitabbā. ","eng":"‘When I cultivate this kind of equanimity, unskillful qualities grow, and skillful qualities decline.’ You should not cultivate that kind of equanimity. ","html":"{}"},"dn21:2.3.28":{"pli":"Tattha yaṃ jaññā upekkhaṃ ","eng":"Whereas, should you know of an equanimity: ","html":"{}"},"dn21:2.3.29":{"pli":"‘imaṃ kho me upekkhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, evarūpā upekkhā sevitabbā. ","eng":"‘When I cultivate this kind of equanimity, unskillful qualities decline, and skillful qualities grow.’ You should cultivate that kind of equanimity. ","html":"{}"},"dn21:2.3.30":{"pli":"Tattha yañce savitakkaṃ savicāraṃ, yañce avitakkaṃ avicāraṃ, ye avitakke avicāre, te paṇītatare. ","eng":"And that which is free of placing the mind and keeping it connected is better than that which still involves placing the mind and keeping it connected. ","html":"{}"},"dn21:2.3.31":{"pli":"Upekkhampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi, asevitabbampīti ","eng":"That’s why I said there are two kinds of equanimity. ","html":"{}"},"dn21:2.3.32":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"dn21:2.3.33":{"pli":"Evaṃ paṭipanno kho, devānaminda, bhikkhu papañcasaññāsaṅkhānirodhasāruppagāminiṃ paṭipadaṃ paṭipanno hotī”ti. ","eng":"That’s how a mendicant fittingly practices for the cessation of judgments driven by the proliferation of perceptions.” ","html":"<p>{}</p>"},"dn21:2.3.34":{"pli":"Itthaṃ bhagavā sakkassa devānamindassa pañhaṃ puṭṭho byākāsi. ","eng":"Such was the Buddha’s answer to Sakka. ","html":"<p>{}"},"dn21:2.3.35":{"pli":"Attamano sakko devānamindo bhagavato bhāsitaṃ abhinandi anumodi: ","eng":"Delighted, Sakka approved and agreed with what the Buddha said, saying, ","html":"{}"},"dn21:2.3.36":{"pli":"“evametaṃ, bhagavā, evametaṃ, sugata. ","eng":"“That’s so true, Blessed One! That’s so true, Holy One! ","html":"{}"},"dn21:2.3.37":{"pli":"Tiṇṇā mettha kaṅkhā vigatā kathaṅkathā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ","eng":"Hearing the Buddha’s answer, I’ve gone beyond doubt and got rid of indecision.” ","html":"{}</p>"},"dn21:2.4.0":{"pli":"2.3. Pātimokkhasaṃvara ","eng":"2.3. Restraint in the Monastic Code ","html":"<h3>{}</h3>"},"dn21:2.4.1":{"pli":"Itiha sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi: ","eng":"And then Sakka asked another question: ","html":"<p>{}</p>"},"dn21:2.4.2":{"pli":"“Kathaṃ paṭipanno pana, mārisa, bhikkhu pātimokkhasaṃvarāya paṭipanno hotī”ti? ","eng":"“But good fellow, how does a mendicant practice for restraint in the monastic code?” ","html":"<p>{}</p>"},"dn21:2.4.3":{"pli":"“Kāyasamācārampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"“Lord of gods, I say that there are two kinds of bodily behavior: ","html":"<p>{}","comm":"Here the Buddha emphasizes the psychological and spiritual underpinnings of the “monastic code” (<i lang='pi' translate='no'>pātimokkha</i>). "},"dn21:2.4.4":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}"},"dn21:2.4.5":{"pli":"Vacīsamācārampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"I say that there are two kinds of verbal behavior: ","html":"{}"},"dn21:2.4.6":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}"},"dn21:2.4.7":{"pli":"Pariyesanaṃpāhaṃ, devānaminda, duvidhena vadāmi—","eng":"There are two kinds of search, I say: ","html":"{}"},"dn21:2.4.8":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}</p>"},"dn21:2.4.9":{"pli":"Kāyasamācārampāhaṃ, devānaminda, duvidhena vadāmi sevitabbampi asevitabbampīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","eng":"Why did I say that there are two kinds of bodily behavior? ","html":"<p>{}"},"dn21:2.4.10":{"pli":"Tattha yaṃ jaññā kāyasamācāraṃ ","eng":"Well, should you know of a bodily conduct: ","html":"{}"},"dn21:2.4.11":{"pli":"‘imaṃ kho me kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyantī’ti, evarūpo kāyasamācāro na sevitabbo. ","eng":"‘When I cultivate this kind of bodily conduct, unskillful qualities grow, and skillful qualities decline.’ You should not cultivate that kind of bodily conduct. ","html":"{}"},"dn21:2.4.12":{"pli":"Tattha yaṃ jaññā kāyasamācāraṃ ","eng":"Whereas, should you know of a bodily conduct: ","html":"{}"},"dn21:2.4.13":{"pli":"‘imaṃ kho me kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, evarūpo kāyasamācāro sevitabbo. ","eng":"‘When I cultivate this kind of bodily conduct, unskillful qualities decline, and skillful qualities grow.’ You should cultivate that kind of bodily conduct. ","html":"{}"},"dn21:2.4.14":{"pli":"Kāyasamācārampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"That’s why I said there are two kinds of bodily behavior. ","html":"{}"},"dn21:2.4.15":{"pli":"sevitabbampi, asevitabbampīti ","html":"{}"},"dn21:2.4.16":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"dn21:2.4.17":{"pli":"Vacīsamācārampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"Why did I say that there are two kinds of verbal behavior? ","html":"<p>{}"},"dn21:2.4.18":{"pli":"sevitabbampi, asevitabbampīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"dn21:2.4.19":{"pli":"Tattha yaṃ jaññā vacīsamācāraṃ ‘imaṃ kho me vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyantī’ti, evarūpo vacīsamācāro na sevitabbo. ","eng":"Well, should you know of a kind of verbal behavior that it causes unskillful qualities to grow while skillful qualities decline, you should not cultivate it. ","html":"{}"},"dn21:2.4.20":{"pli":"Tattha yaṃ jaññā vacīsamācāraṃ ‘imaṃ kho me vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, evarūpo vacīsamācāro sevitabbo. ","eng":"Whereas, should you know of a kind of verbal behavior that it causes unskillful qualities to decline while skillful qualities grow, you should cultivate it. ","html":"{}"},"dn21:2.4.21":{"pli":"Vacīsamācārampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"That’s why I said there are two kinds of verbal behavior. ","html":"{}"},"dn21:2.4.22":{"pli":"sevitabbampi, asevitabbampīti ","html":"{}"},"dn21:2.4.23":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"dn21:2.4.24":{"pli":"Pariyesanaṃpāhaṃ, devānaminda, duvidhena vadāmi—","eng":"Why did I say that there are two kinds of search? ","html":"<p>{}"},"dn21:2.4.25":{"pli":"sevitabbampi, asevitabbampīti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ","html":"{}"},"dn21:2.4.26":{"pli":"Tattha yaṃ jaññā pariyesanaṃ ‘imaṃ kho me pariyesanaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyantī’ti, evarūpā pariyesanā na sevitabbā. ","eng":"Well, should you know of a kind of search that it causes unskillful qualities to grow while skillful qualities decline, you should not cultivate it. ","html":"{}","comm":"The suttas frequently describe three kinds of search: for sensual pleasures, for continued existence, and for a spiritual path (eg. <a href='index.html?q=sn45.161#7.3'>SN 45.161:7.3</a>). The last search led the Buddha to awakening (<a href='index.html?q=mn26#15.1'>MN 26:15.1</a>). "},"dn21:2.4.27":{"pli":"Tattha yaṃ jaññā pariyesanaṃ ‘imaṃ kho me pariyesanaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, evarūpā pariyesanā sevitabbā. ","eng":"Whereas, should you know of a kind of search that it causes unskillful qualities to decline while skillful qualities grow, you should cultivate it. ","html":"{}"},"dn21:2.4.28":{"pli":"Pariyesanaṃpāhaṃ, devānaminda, duvidhena vadāmi—","eng":"That’s why I said there are two kinds of search. ","html":"{}"},"dn21:2.4.29":{"pli":"sevitabbampi, asevitabbampīti ","html":"{}"},"dn21:2.4.30":{"pli":"iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ","html":"{}</p>"},"dn21:2.4.31":{"pli":"Evaṃ paṭipanno kho, devānaminda, bhikkhu pātimokkhasaṃvarāya paṭipanno hotī”ti. ","eng":"That’s how a mendicant practices for restraint in the monastic code.” ","html":"<p>{}</p>"},"dn21:2.4.32":{"pli":"Itthaṃ bhagavā sakkassa devānamindassa pañhaṃ puṭṭho byākāsi. ","eng":"Such was the Buddha’s answer to Sakka. ","html":"<p>{}"},"dn21:2.4.33":{"pli":"Attamano sakko devānamindo bhagavato bhāsitaṃ abhinandi anumodi: ","eng":"Delighted, Sakka approved and agreed with what the Buddha said, saying, ","html":"{}"},"dn21:2.4.34":{"pli":"“evametaṃ, bhagavā, evametaṃ, sugata. ","eng":"“That’s so true, Blessed One! That’s so true, Holy One! ","html":"{}"},"dn21:2.4.35":{"pli":"Tiṇṇā mettha kaṅkhā vigatā kathaṅkathā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ","eng":"Hearing the Buddha’s answer, I’ve gone beyond doubt and got rid of indecision.” ","html":"{}</p>"},"dn21:2.5.0":{"pli":"2.4. Indriyasaṃvara ","eng":"2.4. Sense Restraint ","html":"<h3>{}</h3>"},"dn21:2.5.1":{"pli":"Itiha sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi: ","eng":"And then Sakka asked another question: ","html":"<p>{}</p>"},"dn21:2.5.2":{"pli":"“Kathaṃ paṭipanno pana, mārisa, bhikkhu indriyasaṃvarāya paṭipanno hotī”ti? ","eng":"“But good fellow, how does a mendicant practice for restraint of the sense faculties?” ","html":"<p>{}</p>"},"dn21:2.5.3":{"pli":"“Cakkhuviññeyyaṃ rūpampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"“Lord of gods, I say that there are two kinds of sight known by the eye: ","html":"<p>{}"},"dn21:2.5.4":{"pli":"sevitabbampi, asevitabbampi. ","eng":"that which you should cultivate, and that which you should not cultivate. ","html":"{}"},"dn21:2.5.5":{"pli":"Sotaviññeyyaṃ saddampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"There are two kinds of sound known by the ear … ","html":"{}"},"dn21:2.5.6":{"pli":"sevitabbampi, asevitabbampi. ","html":"{}"},"dn21:2.5.7":{"pli":"Ghānaviññeyyaṃ gandhampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"smells known by the nose … ","html":"{}"},"dn21:2.5.8":{"pli":"sevitabbampi, asevitabbampi. ","html":"{}"},"dn21:2.5.9":{"pli":"Jivhāviññeyyaṃ rasampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"tastes known by the tongue … ","html":"{}"},"dn21:2.5.10":{"pli":"sevitabbampi, asevitabbampi. ","html":"{}"},"dn21:2.5.11":{"pli":"Kāyaviññeyyaṃ phoṭṭhabbampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"touches known by the body … ","html":"{}"},"dn21:2.5.12":{"pli":"sevitabbampi, asevitabbampi. ","html":"{}"},"dn21:2.5.13":{"pli":"Manoviññeyyaṃ dhammampāhaṃ, devānaminda, duvidhena vadāmi—","eng":"ideas known by the mind: ","html":"{}"},"dn21:2.5.14":{"pli":"sevitabbampi, asevitabbampī”ti. ","eng":"that which you should cultivate, and that which you should not cultivate.” ","html":"{}</p>"},"dn21:2.5.15":{"pli":"Evaṃ vutte, sakko devānamindo bhagavantaṃ etadavoca: ","eng":"When the Buddha said this, Sakka said to him: ","html":"<p>{}</p>"},"dn21:2.5.16":{"pli":"“Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi. ","eng":"“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement: ","html":"<p>{}","comm":"Sakka switches his term of address for the Buddha from <i lang='pi' translate='no'>mārisa</i> to the more respectful <i lang='pi' translate='no'>bhante</i> here, then back to <i lang='pi' translate='no'>mārisa</i> below. This passage is found at <a href='index.html?q=mn114#24.5'>MN 114:24.5</a>, where <i lang='pi' translate='no'>bhante</i> is used, suggesting it was imported from there. "},"dn21:2.5.17":{"pli":"Yathārūpaṃ, bhante, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ cakkhuviññeyyaṃ rūpaṃ na sevitabbaṃ. ","eng":"You should not cultivate the kind of sight known by the eye which causes unskillful qualities to grow while skillful qualities decline. ","html":"{}","comm":"For a more detailed analysis of this, see <a href='index.html?q=mn152'>MN 152</a>. "},"dn21:2.5.18":{"pli":"Yathārūpañca kho, bhante, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ cakkhuviññeyyaṃ rūpaṃ sevitabbaṃ. ","eng":"And you should cultivate the kind of sight known by the eye which causes unskillful qualities to decline while skillful qualities grow. ","html":"{}"},"dn21:2.5.19":{"pli":"Yathārūpañca kho, bhante, sotaviññeyyaṃ saddaṃ sevato …pe… ","eng":"You should not cultivate the kind of sound, ","html":"{}"},"dn21:2.5.20":{"pli":"ghānaviññeyyaṃ gandhaṃ sevato … ","eng":"smell, ","html":"{}"},"dn21:2.5.21":{"pli":"jivhāviññeyyaṃ rasaṃ sevato … ","eng":"taste, ","html":"{}"},"dn21:2.5.22":{"pli":"kāyaviññeyyaṃ phoṭṭhabbaṃ sevato … ","eng":"touch, ","html":"{}"},"dn21:2.5.23":{"pli":"manoviññeyyaṃ dhammaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo manoviññeyyo dhammo na sevitabbo. ","eng":"or idea known by the mind which causes unskillful qualities to grow while skillful qualities decline. ","html":"{}"},"dn21:2.5.24":{"pli":"Yathārūpañca kho, bhante, manoviññeyyaṃ dhammaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpo manoviññeyyo dhammo sevitabbo. ","eng":"And you should cultivate the kind of idea known by the mind which causes unskillful qualities to decline while skillful qualities grow. ","html":"{}</p>"},"dn21:2.5.25":{"pli":"Imassa kho me, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānato ","eng":"Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement. ","html":"<p>{}"},"dn21:2.5.26":{"pli":"tiṇṇā mettha kaṅkhā vigatā kathaṅkathā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ","eng":"Hearing the Buddha’s answer, I’ve gone beyond doubt and got rid of indecision.” ","html":"{}</p>"},"dn21:2.6.1":{"pli":"Itiha sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi: ","eng":"And then Sakka asked another question: ","html":"<p>{}</p>"},"dn21:2.6.2":{"pli":"“Sabbeva nu kho, mārisa, samaṇabrāhmaṇā ekantavādā ekantasīlā ekantachandā ekantaajjhosānā”ti? ","eng":"“Good fellow, do all ascetics and brahmins have a single doctrine, ethics, desire, and attachment?” ","html":"<p>{}</p>","comm":"The Pali <i lang='pi' translate='no'>ekanta</i> (“single”) here is a little tricky; it could mean either “the same” or “of one goal”. The Sanskrit has just <i lang='pi' translate='no'>eka</i> (<i lang='pi' translate='no'>ekakāmā ekacchandāḥ</i>, “one desire, one wish”), while the commentary explains the first and last terms as “one goal” and the middle terms as “one”. "},"dn21:2.6.3":{"pli":"“Na kho, devānaminda, sabbe samaṇabrāhmaṇā ekantavādā ekantasīlā ekantachandā ekantaajjhosānā”ti. ","eng":"“No, lord of gods, they do not.” ","html":"<p>{}</p>"},"dn21:2.6.4":{"pli":"“Kasmā pana, mārisa, na sabbe samaṇabrāhmaṇā ekantavādā ekantasīlā ekantachandā ekantaajjhosānā”ti? ","eng":"“Why not?” ","html":"<p>{}</p>"},"dn21:2.6.5":{"pli":"“Anekadhātu nānādhātu kho, devānaminda, loko. ","eng":"“The world has many and diverse elements. ","html":"<p>{}"},"dn21:2.6.6":{"pli":"Tasmiṃ anekadhātunānādhātusmiṃ loke yaṃ yadeva sattā dhātuṃ abhinivisanti, taṃ tadeva thāmasā parāmāsā abhinivissa voharanti: ","eng":"Whatever element sentient beings insist on in this world of many and diverse elements, they obstinately stick to it, insisting that: ","html":"{}","comm":"The Buddha points out that spiritual teachers, when faced with a world of experiential diversity, tend to prioritize their own experience or doctrine, dismissing others as less real or meaningful. "},"dn21:2.6.7":{"pli":"‘idameva saccaṃ moghamaññan’ti. ","eng":"‘This is the only truth, anything else is futile.’ ","html":"{}"},"dn21:2.6.8":{"pli":"Tasmā na sabbe samaṇabrāhmaṇā ekantavādā ekantasīlā ekantachandā ekantaajjhosānā”ti. ","eng":"That’s why not all ascetics and brahmins have a single doctrine, ethics, desire, and attachment.” ","html":"{}</p>"},"dn21:2.6.9":{"pli":"“Sabbeva nu kho, mārisa, samaṇabrāhmaṇā accantaniṭṭhā accantayogakkhemī accantabrahmacārī accantapariyosānā”ti? ","eng":"“Good fellow, have all ascetics and brahmins reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal?” ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Yogakkhema</i> (“sanctuary from the yoke”) is a metaphor for Nibbana that draws from the literal sense of <i lang='pi' translate='no'>khema</i> as an oasis or sanctuary for men and beasts. After a hard day’s journey, a caravan would stop to rest, “unyoke” the draft animals, lay down the burden, and refresh themselves in the cool waters. "},"dn21:2.6.10":{"pli":"“Na kho, devānaminda, sabbe samaṇabrāhmaṇā accantaniṭṭhā accantayogakkhemī accantabrahmacārī accantapariyosānā”ti. ","eng":"“No, lord of gods, they have not.” ","html":"<p>{}</p>"},"dn21:2.6.11":{"pli":"“Kasmā pana, mārisa, na sabbe samaṇabrāhmaṇā accantaniṭṭhā accantayogakkhemī accantabrahmacārī accantapariyosānā”ti? ","eng":"“Why not?” ","html":"<p>{}</p>"},"dn21:2.6.12":{"pli":"“Ye kho, devānaminda, bhikkhū taṇhāsaṅkhayavimuttā te accantaniṭṭhā accantayogakkhemī accantabrahmacārī accantapariyosānā. ","eng":"“Those mendicants who are freed through the ending of craving have reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal. ","html":"<p>{}","comm":"This passage is quoted by name by Hāliddikāni at <a href='index.html?q=sn22.4#1.4'>SN 22.4:1.4</a>. The topic is picked up again in <a href='index.html?q=mn31'>MN 31</a>, where we see the extent to which Sakka has learned his lesson. | The text has “mendicants” here, but “ascetics and brahmins” immediately before and after. The quotation at <a href='index.html?q=sn22.4#1.4'>SN 22.4:1.4</a> has “ascetics and brahmins”, so it is likely the text here is in error. "},"dn21:2.6.13":{"pli":"Tasmā na sabbe samaṇabrāhmaṇā accantaniṭṭhā accantayogakkhemī accantabrahmacārī accantapariyosānā”ti. ","eng":"That’s why not all ascetics and brahmins have reached the ultimate end, the ultimate sanctuary from the yoke, the ultimate spiritual life, the ultimate goal.” ","html":"{}</p>"},"dn21:2.6.14":{"pli":"Itthaṃ bhagavā sakkassa devānamindassa pañhaṃ puṭṭho byākāsi. ","eng":"Such was the Buddha’s answer to Sakka. ","html":"<p>{}"},"dn21:2.6.15":{"pli":"Attamano sakko devānamindo bhagavato bhāsitaṃ abhinandi anumodi: ","eng":"Delighted, Sakka approved and agreed with what the Buddha said, saying, ","html":"{}"},"dn21:2.6.16":{"pli":"“evametaṃ, bhagavā, evametaṃ, sugata. ","eng":"“That’s so true, Blessed One! That’s so true, Holy One! ","html":"{}"},"dn21:2.6.17":{"pli":"Tiṇṇā mettha kaṅkhā vigatā kathaṅkathā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ","eng":"Hearing the Buddha’s answer, I’ve gone beyond doubt and got rid of indecision.” ","html":"{}</p>","comm":"This is the final substantive question of the series. It is picked up in <a href='index.html?q=mn37#2.2'>MN 37:2.2</a> where Sakka, in a subsequent visit, inquires further as to the nature of those who have realized the ultimate goal. "},"dn21:2.6.18":{"pli":"Itiha sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ etadavoca: ","eng":"And then Sakka, having approved and agreed with what the Buddha said, said to him, ","html":"<p>{}</p>"},"dn21:2.7.1":{"pli":"“Ejā, bhante, rogo, ejā gaṇḍo, ejā sallaṃ, ejā imaṃ purisaṃ parikaḍḍhati tassa tasseva bhavassa abhinibbattiyā. ","eng":"“Turbulence, sir, is a disease, a boil, a dart. Turbulence drags a person to be regenerated in one state of existence or another. ","html":"<p>{}","comm":"“Turbulence” is <i lang='pi' translate='no'>ejā</i>, from a root meaning “motion, agitation”, and hence the opposite of the “imperturbable” (<i lang='pi' translate='no'>aneja</i>) peace of the Buddha (<a href='index.html?q=sn35.90'>SN 35.90</a>). "},"dn21:2.7.2":{"pli":"Tasmā ayaṃ puriso uccāvacamāpajjati. ","eng":"That’s why a person finds themselves in states high and low. ","html":"{}"},"dn21:2.7.3":{"pli":"Yesāhaṃ, bhante, pañhānaṃ ito bahiddhā aññesu samaṇabrāhmaṇesu okāsakammampi nālatthaṃ, te me bhagavatā byākatā. ","eng":"Elsewhere, among other ascetics and brahmins, I wasn’t even given a chance to ask these questions that the Buddha has answered. ","html":"{}"},"dn21:2.7.4":{"pli":"Dīgharattānusayitañca pana me vicikicchākathaṅkathāsallaṃ, tañca bhagavatā abbuḷhan”ti. ","eng":"The dart of doubt and indecision has lain within me for a long time, but the Buddha has plucked it out.” ","html":"{}</p>"},"dn21:2.7.5":{"pli":"“Abhijānāsi no tvaṃ, devānaminda, ime pañhe aññe samaṇabrāhmaṇe pucchitā”ti? ","eng":"“Lord of gods, do you recall having asked this question of other ascetics and brahmins?” ","html":"<p>{}</p>","comm":"Compare Ajātasattu’s experience at <a href='index.html?q=dn2#15.1'>DN 2:15.1</a>. "},"dn21:2.7.6":{"pli":"“Abhijānāmahaṃ, bhante, ime pañhe aññe samaṇabrāhmaṇe pucchitā”ti. ","eng":"“I do, sir.” ","html":"<p>{}</p>"},"dn21:2.7.7":{"pli":"“Yathā kathaṃ pana te, devānaminda, byākaṃsu? Sace te agaru bhāsassū”ti. ","eng":"“If you wouldn’t mind, lord of gods, tell me how they answered.” ","html":"<p>{}</p>"},"dn21:2.7.8":{"pli":"“Na kho me, bhante, garu yatthassa bhagavā nisinno bhagavantarūpo vā”ti. ","eng":"“It’s no trouble when someone such as the Blessed One is sitting here.” ","html":"<p>{}</p>"},"dn21:2.7.9":{"pli":"“Tena hi, devānaminda, bhāsassū”ti. ","eng":"“Well, speak then, lord of gods.” ","html":"<p>{}</p>"},"dn21:2.7.10":{"pli":"“Yesvāhaṃ, bhante, maññāmi samaṇabrāhmaṇā āraññikā pantasenāsanāti, tyāhaṃ upasaṅkamitvā ime pañhe pucchāmi, te mayā puṭṭhā na sampāyanti, asampāyantā mamaṃyeva paṭipucchanti: ","eng":"“Sir, I approached those who I imagined were ascetics and brahmins living in the wilderness, in remote lodgings. But they were stumped by my question, and they even questioned me in return: ","html":"<p>{}"},"dn21:2.7.11":{"pli":"‘ko nāmo āyasmā’ti? ","eng":"‘What is the venerable’s name?’ ","html":"{}"},"dn21:2.7.12":{"pli":"Tesāhaṃ puṭṭho byākaromi: ","eng":"So I answered them: ","html":"{}"},"dn21:2.7.13":{"pli":"‘ahaṃ kho, mārisa, sakko devānamindo’ti. ","eng":"‘Good fellow, I am Sakka, lord of gods.’ ","html":"{}"},"dn21:2.7.14":{"pli":"Te mamaṃyeva uttari paṭipucchanti: ","eng":"So they asked me another question: ","html":"{}"},"dn21:2.7.15":{"pli":"‘kiṃ panāyasmā, devānaminda, kammaṃ katvā imaṃ ṭhānaṃ patto’ti? ","eng":"‘But lord of gods, what deed brought you to this position?’ ","html":"{}"},"dn21:2.7.16":{"pli":"Tesāhaṃ yathāsutaṃ yathāpariyattaṃ dhammaṃ desemi. ","eng":"So I taught them the Dhamma as I had learned and memorized it. ","html":"{}"},"dn21:2.7.17":{"pli":"Te tāvatakeneva attamanā honti: ","eng":"And they were pleased with just that much: ","html":"{}"},"dn21:2.7.18":{"pli":"‘sakko ca no devānamindo diṭṭho, yañca no apucchimhā, tañca no byākāsī’ti. ","eng":"‘We have seen Sakka, lord of gods! And he answered our questions!’ ","html":"{}"},"dn21:2.7.19":{"pli":"Te aññadatthu mamaṃyeva sāvakā sampajjanti, na cāhaṃ tesaṃ. ","eng":"Invariably, they become my disciples, I don’t become theirs. ","html":"{}"},"dn21:2.7.20":{"pli":"Ahaṃ kho pana, bhante, bhagavato sāvako sotāpanno avinipātadhammo niyato sambodhiparāyaṇo”ti. ","eng":"But sir, I am the Buddha’s disciple, a stream-enterer, not liable to be reborn in the underworld, destined for awakening.” ","html":"{}</p>"},"dn21:2.7.21.0":{"pli":"2.5. Somanassapaṭilābhakathā ","eng":"2.5. On Feeling Happy ","html":"<h3>{}</h3>"},"dn21:2.7.22":{"pli":"“Abhijānāsi no tvaṃ, devānaminda, ito pubbe evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhan”ti? ","eng":"“Lord of gods, do you recall ever feeling such joy and happiness before?” ","html":"<p>{}</p>"},"dn21:2.7.23":{"pli":"“Abhijānāmahaṃ, bhante, ito pubbe evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhan”ti. ","eng":"“I do, sir.” ","html":"<p>{}</p>"},"dn21:2.7.24":{"pli":"“Yathā kathaṃ pana tvaṃ, devānaminda, abhijānāsi ito pubbe evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhan”ti? ","eng":"“But how?” ","html":"<p>{}</p>"},"dn21:2.7.25":{"pli":"“Bhūtapubbaṃ, bhante, devāsurasaṅgāmo samupabyūḷho ahosi. ","eng":"“Once upon a time, sir, a battle was fought between the gods and the titans. ","html":"<p>{}"},"dn21:2.7.26":{"pli":"Tasmiṃ kho pana, bhante, saṅgāme devā jiniṃsu, asurā parājayiṃsu. ","eng":"In that battle the gods won and the titans lost. ","html":"{}"},"dn21:2.7.27":{"pli":"Tassa mayhaṃ, bhante, taṃ saṅgāmaṃ abhivijinitvā vijitasaṅgāmassa etadahosi: ","eng":"It occurred to me as victor, ","html":"{}"},"dn21:2.7.28":{"pli":"‘yā ceva dāni dibbā ojā yā ca asurā ojā, ubhayametaṃ devā paribhuñjissantī’ti. ","eng":"‘Now the gods shall enjoy both the nectar of the gods and the nectar of the titans.’ ","html":"{}","comm":"“Nectar” is <i lang='pi' translate='no'>ojā</i>, in Vedic texts called <i lang='pi' translate='no'>soma</i> or <i lang='pi' translate='no'>amṛta</i> (“ambrosia” of immortality). The battle over nectar by gods (<i lang='pi' translate='no'>deva</i>) and demons (<i lang='pi' translate='no'>asura</i>) is a very ancient element of Indo-European mythology. "},"dn21:2.7.29":{"pli":"So kho pana me, bhante, vedapaṭilābho somanassapaṭilābho sadaṇḍāvacaro sasatthāvacaro na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"But sir, that joy and happiness is in the sphere of the rod and the sword. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}"},"dn21:2.7.30":{"pli":"Yo kho pana me ayaṃ, bhante, bhagavato dhammaṃ sutvā vedapaṭilābho somanassapaṭilābho, so adaṇḍāvacaro asatthāvacaro ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattatī”ti. ","eng":"But the joy and happiness I feel listening to the Buddha’s teaching is not in the sphere of the rod and the sword. It does lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.” ","html":"{}</p>","comm":"Here Sakka makes a clean break from the violent delights he enjoyed in former (Vedic) times. "},"dn21:2.8.1":{"pli":"“Kiṃ pana tvaṃ, devānaminda, atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedesī”ti? ","eng":"“But lord of gods, what reason do you see for speaking of such joy and happiness?” ","html":"<p>{}</p>"},"dn21:2.8.2":{"pli":"“Cha kho ahaṃ, bhante, atthavase sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"“I see six reasons to speak of such joy and happiness, sir. ","html":"<p>{}</p>"},"dn21:2.8.3":{"pli":"Idheva tiṭṭhamānassa, ","eng":"While staying right here, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.8.4":{"pli":"devabhūtassa me sato; ","eng":"remaining in the godly form, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.5":{"pli":"Punarāyu ca me laddho, ","eng":"I have gained an extended life: ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Punarāyu</i> is a unique term. It probably means that Sakka can extend his current fortunate birth due to the merit of Dhamma. "},"dn21:2.8.6":{"pli":"evaṃ jānāhi mārisa. ","eng":"know this, dear sir. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:2.8.7":{"pli":"Imaṃ kho ahaṃ, bhante, paṭhamaṃ atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"This is the first reason. ","html":"<p>{}</p>"},"dn21:2.8.8":{"pli":"Cutāhaṃ diviyā kāyā, ","eng":"When I fall from the heavenly host, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.8.9":{"pli":"āyuṃ hitvā amānusaṃ; ","eng":"leaving behind the non-human life, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.10":{"pli":"Amūḷho gabbhamessāmi, ","eng":"I shall consciously go to a new womb, ","html":"<span class='verse-line'>{}</span>","comm":"To die “unconfused” or “consciously” is said to be a benefit of Dhamma practice (eg. <a href='index.html?q=an5.215#2.3'>AN 5.215:2.3</a>). "},"dn21:2.8.11":{"pli":"yattha me ramatī mano. ","eng":"wherever my mind delights. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:2.8.12":{"pli":"Imaṃ kho ahaṃ, bhante, dutiyaṃ atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"This is the second reason. ","html":"<p>{}</p>"},"dn21:2.8.13":{"pli":"Svāhaṃ amūḷhapaññassa, ","eng":"Living happily under the guidance ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.8.14":{"pli":"viharaṃ sāsane rato; ","eng":"of the one of unclouded wisdom, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.15":{"pli":"Ñāyena viharissāmi, ","eng":"I shall practice systematically, ","html":"<span class='verse-line'>{}</span>","comm":"“According to method” (<i lang='pi' translate='no'>ñāyena</i>) recalls <i lang='pi' translate='no'>ñāyapaṭipanno</i> as a description of the noble ones. It means practicing according with the noble eightfold path, a “method” that yields definite results. "},"dn21:2.8.16":{"pli":"sampajāno paṭissato. ","eng":"aware and mindful. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:2.8.17":{"pli":"Imaṃ kho ahaṃ, bhante, tatiyaṃ atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"This is the third reason. ","html":"<p>{}</p>"},"dn21:2.8.18":{"pli":"Ñāyena me carato ca, ","eng":"And if awakening should arise ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.8.19":{"pli":"sambodhi ce bhavissati; ","eng":"as I practice systematically, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.20":{"pli":"Aññātā viharissāmi, ","eng":"I shall live as one who understands, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.21":{"pli":"sveva anto bhavissati. ","eng":"and my end shall come right there. ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"This refers to the possibility of achieving perfection (<i lang='pi' translate='no'>arahattā</i>). "},"dn21:2.8.22":{"pli":"Imaṃ kho ahaṃ, bhante, catutthaṃ atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"This is the fourth reason. ","html":"<p>{}</p>"},"dn21:2.8.23":{"pli":"Cutāhaṃ mānusā kāyā, ","eng":"When I fall from the human realm, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.8.24":{"pli":"āyuṃ hitvāna mānusaṃ; ","eng":"leaving behind the human life, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.25":{"pli":"Puna devo bhavissāmi, ","eng":"I shall become a god again, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.26":{"pli":"devalokamhi uttamo. ","eng":"supreme in the heaven realm. ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"That is, after passing away as Sakka and being reborn as a human, he will subsequently return to the heaven realm. "},"dn21:2.8.27":{"pli":"Imaṃ kho ahaṃ, bhante, pañcamaṃ atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"This is the fifth reason. ","html":"<p>{}</p>"},"dn21:2.8.28":{"pli":"Te paṇītatarā devā, ","eng":"They are the finest of gods, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.8.29":{"pli":"akaniṭṭhā yasassino; ","eng":"the glorious Akaniṭṭhas. ","html":"<span class='verse-line'>{}</span>"},"dn21:2.8.30":{"pli":"Antime vattamānamhi, ","eng":"So long as my final life goes on, ","html":"<span class='verse-line'>{}</span>","comm":"He predicts that his final life will be in this high realm that is inhabited by non-returners (<a href='index.html?q=an9.12#6.7'>AN 9.12:6.7</a>). "},"dn21:2.8.31":{"pli":"so nivāso bhavissati. ","eng":"there my home will be. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:2.8.32":{"pli":"Imaṃ kho ahaṃ, bhante, chaṭṭhaṃ atthavasaṃ sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"This is the sixth reason. ","html":"<p>{}</p>"},"dn21:2.8.33":{"pli":"Ime kho ahaṃ, bhante, cha atthavase sampassamāno evarūpaṃ vedapaṭilābhaṃ somanassapaṭilābhaṃ pavedemi. ","eng":"Seeing these six reasons I speak of such joy and happiness. ","html":"<p>{}</p>"},"dn21:2.9.1":{"pli":"Apariyositasaṅkappo, ","eng":"My wishes unfulfilled, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn21:2.9.2":{"pli":"vicikiccho kathaṅkathī; ","eng":"doubting and indecisive, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.3":{"pli":"Vicariṃ dīghamaddhānaṃ, ","eng":"I wandered for such a long time, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.4":{"pli":"anvesanto tathāgataṃ. ","eng":"in search of the Realized One. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.5":{"pli":"Yassu maññāmi samaṇe, ","eng":"I imagined that ascetics ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.6":{"pli":"pavivittavihārino; ","eng":"living in seclusion ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.7":{"pli":"Sambuddhā iti maññāno, ","eng":"must surely be awakened, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.8":{"pli":"gacchāmi te upāsituṃ. ","eng":"so I went to sit near them. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.9":{"pli":"‘Kathaṃ ārādhanā hoti, ","eng":"‘How is there success? ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.10":{"pli":"kathaṃ hoti virādhanā’; ","eng":"How is there failure?’ ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.11":{"pli":"Iti puṭṭhā na sampāyanti, ","eng":"But they were stumped by such questions ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.12":{"pli":"magge paṭipadāsu ca. ","eng":"about the path and practice. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.13":{"pli":"Tyassu yadā maṃ jānanti, ","eng":"And when they found out that I ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.14":{"pli":"sakko devānamāgato; ","eng":"was Sakka, come from the gods, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.15":{"pli":"Tyassu mameva pucchanti, ","eng":"they questioned me instead about ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.16":{"pli":"‘kiṃ katvā pāpuṇī idaṃ’. ","eng":"the deed that brought me to this state. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.17":{"pli":"Tesaṃ yathāsutaṃ dhammaṃ, ","eng":"I taught them the Dhamma ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.18":{"pli":"desayāmi jane sutaṃ; ","eng":"as I had learned it among men. ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.19":{"pli":"Tena attamanā honti, ","eng":"They were delighted with that, saying: ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.20":{"pli":"‘diṭṭho no vāsavoti ca’. ","eng":"‘We’ve seen Vāsava!’ ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.21":{"pli":"Yadā ca buddhamaddakkhiṃ, ","eng":"Now since I’ve seen the Buddha, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.22":{"pli":"vicikicchāvitāraṇaṃ; ","eng":"who helps us overcome doubt, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.23":{"pli":"Somhi vītabhayo ajja, ","eng":"today, free of fear, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.24":{"pli":"sambuddhaṃ payirupāsiya. ","eng":"I pay homage to the awakened one. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.25":{"pli":"Taṇhāsallassa hantāraṃ, ","eng":"Destroyer of the dart of craving, ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.26":{"pli":"buddhaṃ appaṭipuggalaṃ; ","eng":"the Buddha is unrivaled. ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.27":{"pli":"Ahaṃ vande mahāvīraṃ, ","eng":"I bow to the great hero, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.28":{"pli":"buddhamādiccabandhunaṃ. ","eng":"the Buddha, Kinsman of the Sun. ","html":"<span class='verse-line'>{}</span></p>"},"dn21:2.9.29":{"pli":"Yaṃ karomasi brahmuno, ","eng":"In the same way that Divinity ought be revered ","html":"<p><span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Karomasi</i> is middle imperative 1st plural, “we should do”, glossed by the commentary as “we should pay homage” (<i lang='pi' translate='no'>namakkāraṁ karoma</i>). "},"dn21:2.9.30":{"pli":"samaṃ devehi mārisa; ","eng":"by we gods, dear sir, ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Samaṁ</i> is an indeclinable in the sense “likewise”. "},"dn21:2.9.31":{"pli":"Tadajja tuyhaṃ kassāma, ","eng":"today we shall revere you—","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.32":{"pli":"handa sāmaṃ karoma te. ","eng":"come, let us revere you ourselves! ","html":"<span class='verse-line'>{}</span></p>","comm":"<i lang='pi' translate='no'>Sāmaṁ</i> is an indeclinable in the sense “oneself, personally, one’s own”. "},"dn21:2.9.33":{"pli":"Tvameva asi sambuddho, ","eng":"You alone are the Awakened! ","html":"<p><span class='verse-line'>{}</span>"},"dn21:2.9.34":{"pli":"tuvaṃ satthā anuttaro; ","eng":"You are the Teacher supreme! ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.35":{"pli":"Sadevakasmiṃ lokasmiṃ, ","eng":"In the world with its gods, ","html":"<span class='verse-line'>{}</span>"},"dn21:2.9.36":{"pli":"natthi te paṭipuggalo”ti. ","eng":"you have no rival.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn21:2.10.1":{"pli":"Atha kho sakko devānamindo pañcasikhaṃ gandhabbaputtaṃ āmantesi: ","eng":"Then Sakka addressed the centaur Pañcasikha, ","html":"<p>{}"},"dn21:2.10.2":{"pli":"“bahūpakāro kho mesi tvaṃ, tāta pañcasikha, yaṃ tvaṃ bhagavantaṃ paṭhamaṃ pasādesi. ","eng":"“Dear Pañcasikha, you were very helpful to me, since you first charmed the Buddha, ","html":"{}"},"dn21:2.10.3":{"pli":"Tayā, tāta, paṭhamaṃ pasāditaṃ pacchā mayaṃ taṃ bhagavantaṃ dassanāya upasaṅkamimhā arahantaṃ sammāsambuddhaṃ. ","eng":"after which I went to see him. ","html":"{}"},"dn21:2.10.4":{"pli":"Pettike vā ṭhāne ṭhapayissāmi, gandhabbarājā bhavissasi, bhaddañca te sūriyavacchasaṃ dammi, sā hi te abhipatthitā”ti. ","eng":"I shall appoint you to your father’s position—you shall be king of the centaurs. And I give you Bhaddā Suriyavaccasā, for she loves you very much.” ","html":"{}</p>","comm":"A <i lang='pi' translate='no'>gandharva</i> wedding must be a mutual love match. "},"dn21:2.10.5":{"pli":"Atha kho sakko devānamindo pāṇinā pathaviṃ parāmasitvā tikkhattuṃ udānaṃ udānesi: ","eng":"Then Sakka, touching the ground with his hand, expressed this heartfelt sentiment three times: ","html":"<p>{}</p>","comm":"“Touching the ground with his hand” is a unique gesture in the early Pali, immortalized in later legend when the Buddha touches the ground to invoke the Earth Goddess as witness of his striving. "},"dn21:2.10.6":{"pli":"“Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"“Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"dn21:2.10.7":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"dn21:2.10.8":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassā”ti. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha!” ","html":"<p>{}</p>"},"dn21:2.10.9":{"pli":"Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne sakkassa devānamindassa virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"And while this discourse was being spoken, the stainless, immaculate vision of the Dhamma arose in Sakka, lord of gods: ","html":"<p>{}"},"dn21:2.10.10":{"pli":"“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ","eng":"“Everything that has a beginning has an end.” ","html":"{}"},"dn21:2.10.11":{"pli":"Aññesañca asītiyā devatāsahassānaṃ; ","eng":"And also for another 80,000 deities. ","html":"{}</p>","comm":"Sakka is also said to have been accompanied by 80,000 deities at <a href='index.html?q=sn40.10#4.4'>SN 40.10:4.4</a>. This is one of many indications that this is a late discourse, several of which have been touched on above: late or unique terminology; fancy literary styles; adoption of doctrinal passages from elsewhere in a sometimes clumsy fashion; and so on. In determining whether a sutta is late or early, we do not rely on a single definitive reason, but on a cluster of independent criteria which taken together are most easily explained in terms of historical development. "},"dn21:2.10.12":{"pli":"iti ye sakkena devānamindena ajjhiṭṭhapañhā puṭṭhā, te bhagavatā byākatā. ","eng":"Such were the questions Sakka was invited to ask, and which were answered by the Buddha. ","html":"<p>{}"},"dn21:2.10.13":{"pli":"Tasmā imassa veyyākaraṇassa sakkapañhātveva adhivacananti. ","eng":"And that’s why the name of this discussion is “Sakka’s Questions”. ","html":"{}</p>"},"dn21:2.10.14":{"pli":"Sakkapañhasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}