{"dn6":{"dn6:0.1":{"pli":"Dīgha Nikāya 6 ","eng":"Long Discourses 6 ","html":"<article id='dn6'><header><ul><li class='division'>{}</li></ul>"},"dn6:0.2":{"pli":"Mahālisutta ","eng":"With Mahāli ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn6:1.0":{"pli":"1. Brāhmaṇadūtavatthu ","eng":"1. On the Brahmin Emissaries ","html":"<h2>{}</h2>"},"dn6:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn6:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"{}","comm":"Lying some 60 kilometers north of Pāṭaliputra (Patna), Vesālī was the largest city in the Vajji Federation, a republican league in the region north of the Ganges. "},"dn6:1.3":{"pli":"Tena kho pana samayena sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā vesāliyaṃ paṭivasanti kenacideva karaṇīyena. ","eng":"Now at that time several brahmin emissaries from Kosala and Magadha were residing in Vesālī on some business. ","html":"{}","comm":"In the earlier suttas of this chapter, we have seen how news of the Buddha spread, evidently following Pokkharasāti’s conversion. Here we see an example of the kind of meeting at which such news would be discussed. | The phrase “brahmin emissaries” (<i lang='pi' translate='no'>brāhmaṇadūtā</i>) does not seem to occur elsewhere and is not explained in the commentary. Perhaps they were emissaries of the kings, meeting in a neutral location. Or perhaps they were emissaries of their respective communities of brahmins. "},"dn6:1.4":{"pli":"Assosuṃ kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā: ","eng":"They heard: ","html":"{}</p>"},"dn6:1.5":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}","comm":"This monastery features prominently as the Buddha’s usual place of residence near Vesālī. "},"dn6:1.6":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"dn6:1.7":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"dn6:1.8":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"dn6:1.9":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"dn6:1.10":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"dn6:2.1":{"pli":"Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena mahāvanaṃ kūṭāgārasālā tenupasaṅkamiṃsu. ","eng":"Then they went to the hall with the peaked roof in the Great Wood to see the Buddha. ","html":"<p>{}</p>"},"dn6:2.2":{"pli":"Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ","eng":"Now, at that time Venerable Nāgita was the Buddha’s attendant. ","html":"<p>{}"},"dn6:2.3":{"pli":"Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yenāyasmā nāgito tenupasaṅkamiṃsu. upasaṅkamitvā āyasmantaṃ nāgitaṃ etadavocuṃ: ","eng":"The brahmin emissaries went up to him and said, ","html":"{}"},"dn6:2.4":{"pli":"“kahaṃ nu kho, bho nāgita, etarahi so bhavaṃ gotamo viharati? ","eng":"“Worthy Nāgita, where is the worthy Gotama at present? ","html":"{}"},"dn6:2.5":{"pli":"Dassanakāmā hi mayaṃ taṃ bhavantaṃ gotaman”ti. ","eng":"For we want to see him.” ","html":"{}</p>"},"dn6:2.6":{"pli":"“Akālo kho, āvuso, bhagavantaṃ dassanāya, paṭisallīno bhagavā”ti. ","eng":"“It’s the wrong time to see the Buddha; he is on retreat.” ","html":"<p>{}</p>","comm":"At some times the Buddha would go on retreat and ask that no-one visit him except to bring food; this sometimes happened at the Great Wood (<a href='index.html?q=sn54.9#2.1'>SN 54.9:2.1</a>). He also had the habit of withdrawing into the wood itself for meditation (<a href='index.html?q=an5.58#1.3'>AN 5.58:1.3</a>). At this time, however, he was simply staying in a nearby hut, so it seems Nāgita is being over-zealous. "},"dn6:2.7":{"pli":"Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā tattheva ekamantaṃ nisīdiṃsu: ","eng":"So right there the brahmin emissaries sat down to one side, thinking, ","html":"<p>{}"},"dn6:2.8":{"pli":"“disvāva mayaṃ taṃ bhavantaṃ gotamaṃ gamissāmā”ti. ","eng":"“We’ll go only after we’ve seen the worthy Gotama.” ","html":"{}</p>"},"dn6:3.0":{"pli":"2. Oṭṭhaddhalicchavīvatthu ","eng":"2. On Oṭṭhaddha the Licchavi ","html":"<h2>{}</h2>"},"dn6:3.1":{"pli":"Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ yena mahāvanaṃ kūṭāgārasālā yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgitaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho oṭṭhaddhopi licchavī āyasmantaṃ nāgitaṃ etadavoca: ","eng":"Oṭṭhaddha the Licchavi together with a large assembly of Licchavis also approached Nāgita at the hall with the peaked roof. He bowed, stood to one side, and said to Nāgita, ","html":"<p>{}","comm":"Oṭṭhaddha mean “hare-lip” and is evidently a nickname or epithet. Throughout, the Buddha refers to him by his personal name, Mahāli. And it is under that name we meet him again in <a href='index.html?q=sn11.13'>SN 11.13</a>, <a href='index.html?q=sn22.60'>SN 22.60</a>, and <a href='index.html?q=an10.47'>AN 10.47</a>. | The Licchavis, whose name is derived from “bear”, dominated the Vajji Federation. Note that the Mahāsaṅgīti edition here spells the masculine singular as <i lang='pi' translate='no'>licchavī</i>, whereas normally it is <i lang='pi' translate='no'>licchavi</i>. "},"dn6:3.2":{"pli":"“kahaṃ nu kho, bhante nāgita, etarahi so bhagavā viharati arahaṃ sammāsambuddho, ","eng":"“Worthy Nāgita, where is the Blessed One at present, the perfected one, the fully awakened Buddha? ","html":"{}"},"dn6:3.3":{"pli":"dassanakāmā hi mayaṃ taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti. ","eng":"For we want to see him.” ","html":"{}</p>"},"dn6:3.4":{"pli":"“Akālo kho, mahāli, bhagavantaṃ dassanāya, paṭisallīno bhagavā”ti. ","eng":"“It’s the wrong time to see the Buddha; he is on retreat.” ","html":"<p>{}</p>"},"dn6:3.5":{"pli":"Oṭṭhaddhopi licchavī tattheva ekamantaṃ nisīdi: ","eng":"So right there Oṭṭhaddha also sat down to one side, thinking, ","html":"<p>{}"},"dn6:3.6":{"pli":"“disvāva ahaṃ taṃ bhagavantaṃ gamissāmi arahantaṃ sammāsambuddhan”ti. ","eng":"“I’ll go only after I’ve seen the Blessed One, the perfected one, the fully awakened Buddha.” ","html":"{}</p>"},"dn6:4.1":{"pli":"Atha kho sīho samaṇuddeso yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgitaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sīho samaṇuddeso āyasmantaṃ nāgitaṃ etadavoca: ","eng":"Then the novice Sīha approached Nāgita. He bowed, stood to one side, and said to Nāgita, ","html":"<p>{}","comm":"This Sīha is unknown elsewhere. "},"dn6:4.2":{"pli":"“ete, bhante kassapa, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṃ dassanāya; oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ idhūpasaṅkanto bhagavantaṃ dassanāya, sādhu, bhante kassapa, labhataṃ esā janatā bhagavantaṃ dassanāyā”ti. ","eng":"“Honorable Kassapa, these several brahmin emissaries from Kosala and Magadha, and also Oṭṭhaddha the Licchavi together with a large assembly of Licchavis, have come here to see the Buddha. It’d be good if these people got to see the Buddha.” ","html":"{}</p>","comm":"Kassapa is Nāgita’s clan name; either he was a brahmin or a <i lang='pi' translate='no'>khattiya</i> whose family chaplain (<i lang='pi' translate='no'>purohita</i>) was a Kassapa. "},"dn6:4.3":{"pli":"“Tena hi, sīha, tvaññeva bhagavato ārocehī”ti. ","eng":"“Well then, Sīha, tell the Buddha yourself.” ","html":"<p>{}</p>","comm":"In trying to protect the Buddha, Nāgita was inflexible and lacking compassion. When given good advice by Sīha, he responded gracelessly, fobbing off responsibility to a junior. No wonder he was replaced by Ānanda. "},"dn6:4.4":{"pli":"“Evaṃ, bhante”ti kho sīho samaṇuddeso āyasmato nāgitassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sīho samaṇuddeso bhagavantaṃ etadavoca: ","eng":"“Yes, sir,” replied Sīha. He went to the Buddha, bowed, stood to one side, and told him of the people waiting to see him, adding: ","html":"<p>{}"},"dn6:4.5":{"pli":"“ete, bhante, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṃ dassanāya, oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ idhūpasaṅkanto bhagavantaṃ dassanāya. ","html":"{}"},"dn6:4.6":{"pli":"Sādhu, bhante, labhataṃ esā janatā bhagavantaṃ dassanāyā”ti. ","eng":"“Sir, it’d be good if these people got to see the Buddha.” ","html":"{}</p>"},"dn6:4.7":{"pli":"“Tena hi, sīha, vihārapacchāyāyaṃ āsanaṃ paññapehī”ti. ","eng":"“Well then, Sīha, spread out a seat in the shade of the dwelling.” ","html":"<p>{}</p>"},"dn6:4.8":{"pli":"“Evaṃ, bhante”ti kho sīho samaṇuddeso bhagavato paṭissutvā vihārapacchāyāyaṃ āsanaṃ paññapesi. ","eng":"“Yes, sir,” replied Sīha, and he did so. ","html":"<p>{}</p>"},"dn6:4.9":{"pli":"Atha kho bhagavā vihārā nikkhamma vihārapacchāyāyaṃ paññatte āsane nisīdi. ","eng":"Then the Buddha came out of his dwelling and sat in the shade of the dwelling on the seat spread out. ","html":"<p>{}","comm":"This is still a common place for forest monks to receive guests. "},"dn6:5.1":{"pli":"Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu. ","eng":"Then the brahmin emissaries went up to the Buddha, and exchanged greetings with him. ","html":"{}","comm":"This is the last we hear of these emissaries. "},"dn6:5.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ","eng":"When the greetings and polite conversation were over, they sat down to one side. ","html":"{}</p>"},"dn6:5.3":{"pli":"Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho oṭṭhaddho licchavī bhagavantaṃ etadavoca: “purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ","eng":"Oṭṭhaddha the Licchavi together with a large assembly of Licchavis also went up to the Buddha, bowed, and sat down to one side. Oṭṭhaddha said to the Buddha, “Sir, a few days ago Sunakkhatta the Licchavi came to me and said: ","html":"<p>{}","comm":"Sunakkhatta features in several suttas, through which his journey may be traced. In <a href='index.html?q=mn105'>MN 105</a> he meets the Buddha and gains faith; here in <a href='index.html?q=dn6'>DN 6</a> he is becoming dissatisfied; in <a href='index.html?q=dn24'>DN 24</a> he rejects the Buddha; and in <a href='index.html?q=mn12'>MN 12</a> he attacks the Buddha after disrobing. "},"dn6:5.4":{"pli":"‘yadagge ahaṃ, mahāli, bhagavantaṃ upanissāya viharāmi, na ciraṃ tīṇi vassāni, dibbāni hi kho rūpāni passāmi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāmi piyarūpāni kāmūpasaṃhitāni rajanīyānī’ti. ","eng":"‘Mahāli, soon I will have been living in dependence on the Buddha for three years. I see heavenly sights that are pleasant, sensual, and arousing, but I don’t hear heavenly sounds that are pleasant, sensual, and arousing.’ ","html":"{}","comm":"This refers to “clairvoyance” and “clairaudience”, sometimes translated as the “divine eye” and “divine ear”. Despite being included in the Gradual Training, they are not a goal of Buddhist practice. Rather, they are unnecessary but potentially useful, as they reveal dimensions of being inaccessible to ordinary consciousness. Sunakkhatta, however, was evidently just interested in having pleasant supersensory experiences. "},"dn6:5.5":{"pli":"Santāneva nu kho, bhante, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, udāhu asantānī”ti? ","eng":"The heavenly sounds that Sunakkhatta cannot hear: do such sounds really exist or not?” ","html":"{}</p>"},"dn6:5.6.0":{"pli":"2.1. Ekaṃsabhāvitasamādhi ","eng":"2.1. One-Sided Immersion ","html":"<h3>{}</h3>"},"dn6:5.7":{"pli":"“Santāneva kho, mahāli, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti. ","eng":"“Such sounds really do exist, but Sunakkhatta cannot hear them.” ","html":"<p>{}</p>","comm":"This must have wounded his pride. "},"dn6:6.1":{"pli":"“Ko nu kho, bhante, hetu, ko paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti? ","eng":"“What is the cause, sir, what is the reason why Sunakkhatta cannot hear them, even though they really do exist?” ","html":"<p>{}</p>"},"dn6:6.2":{"pli":"“Idha, mahāli, bhikkhuno puratthimāya disāya ekaṃsabhāvito samādhi hoti dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"“Mahāli, take a mendicant who has developed immersion to the eastern quarter in one aspect: so as to see heavenly sights but not to hear heavenly sounds. ","html":"<p>{}","comm":"This description of meditation is unique in the Pali canon. The Buddha answers Mahāli’s question directly, even though the premise betrays Sunakkhatta’s limited understanding. When a questioner is sincere, answering directly shows respect and builds trust. "},"dn6:6.3":{"pli":"So puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"When they have developed immersion for that purpose, ","html":"{}"},"dn6:6.4":{"pli":"Puratthimāya disāya dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ","eng":"they see heavenly sights but don’t hear heavenly sounds. ","html":"{}"},"dn6:6.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn6:6.6":{"pli":"Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"Because that is how it is for a mendicant who develops immersion in that way. ","html":"{}</p>"},"dn6:7.1":{"pli":"Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ","eng":"Furthermore, take a mendicant who has developed immersion to the southern quarter in one aspect … ","html":"<p>{}"},"dn6:7.2":{"pli":"pacchimāya disāya … ","eng":"western quarter … ","html":"{}"},"dn6:7.3":{"pli":"uttarāya disāya … ","eng":"northern quarter … ","html":"{}"},"dn6:7.4":{"pli":"uddhamadho tiriyaṃ ekaṃsabhāvito samādhi hoti dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"above, below, across … ","html":"{}"},"dn6:7.5":{"pli":"So uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","html":"{}"},"dn6:7.6":{"pli":"Uddhamadho tiriyaṃ dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ","html":"{}"},"dn6:7.7":{"pli":"Taṃ kissa hetu? ","html":"{}"},"dn6:7.8":{"pli":"Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"That is how it is for a mendicant who develops immersion in that way. ","html":"{}</p>"},"dn6:8.1":{"pli":"Idha, mahāli, bhikkhuno puratthimāya disāya ekaṃsabhāvito samādhi hoti dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"Take a mendicant who has developed immersion to the eastern quarter in one aspect: so as to hear heavenly sounds but not to see heavenly sights. ","html":"<p>{}"},"dn6:8.2":{"pli":"So puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"When they have developed immersion for that purpose, ","html":"{}"},"dn6:8.3":{"pli":"Puratthimāya disāya dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni. ","eng":"they hear heavenly sounds but don’t see heavenly sights. ","html":"{}"},"dn6:8.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn6:8.5":{"pli":"Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"Because that is how it is for a mendicant who develops immersion in that way. ","html":"{}</p>"},"dn6:9.1":{"pli":"Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ","eng":"Furthermore, take a mendicant who has developed immersion to the southern quarter in one aspect … ","html":"<p>{}"},"dn6:9.2":{"pli":"pacchimāya disāya … ","eng":"western quarter … ","html":"{}"},"dn6:9.3":{"pli":"uttarāya disāya … ","eng":"northern quarter … ","html":"{}"},"dn6:9.4":{"pli":"uddhamadho tiriyaṃ ekaṃsabhāvito samādhi hoti dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"above, below, across … ","html":"{}"},"dn6:9.5":{"pli":"So uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","html":"{}"},"dn6:9.6":{"pli":"Uddhamadho tiriyaṃ dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni. ","html":"{}"},"dn6:9.7":{"pli":"Taṃ kissa hetu? ","html":"{}"},"dn6:9.8":{"pli":"Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"That is how it is for a mendicant who develops immersion in that way. ","html":"{}</p>"},"dn6:10.1":{"pli":"Idha, mahāli, bhikkhuno puratthimāya disāya ubhayaṃsabhāvito samādhi hoti dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"Take a mendicant who has developed immersion to the eastern quarter in both aspects: so as to hear heavenly sounds and see heavenly sights. ","html":"<p>{}"},"dn6:10.2":{"pli":"So puratthimāya disāya ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"When they have developed immersion for that purpose, ","html":"{}"},"dn6:10.3":{"pli":"Puratthimāya disāya dibbāni ca rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ","eng":"they see heavenly sights and hear heavenly sounds. ","html":"{}"},"dn6:10.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"dn6:10.5":{"pli":"Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"Because that is how it is for a mendicant who develops immersion in that way. ","html":"{}</p>"},"dn6:11.1":{"pli":"Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ","eng":"Furthermore, take a mendicant who has developed immersion to the southern quarter in both aspects … ","html":"<p>{}"},"dn6:11.2":{"pli":"pacchimāya disāya … ","eng":"western quarter … ","html":"{}"},"dn6:11.3":{"pli":"uttarāya disāya … ","eng":"northern quarter … ","html":"{}"},"dn6:11.4":{"pli":"uddhamadho tiriyaṃ ubhayaṃsabhāvito samādhi hoti dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"above, below, across … ","html":"{}"},"dn6:11.5":{"pli":"So uddhamadho tiriyaṃ ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","html":"{}"},"dn6:11.6":{"pli":"Uddhamadho tiriyaṃ dibbāni ca rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ","html":"{}"},"dn6:11.7":{"pli":"Taṃ kissa hetu? ","html":"{}"},"dn6:11.8":{"pli":"Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"That is how it is for a mendicant who develops immersion in that way. ","html":"{}"},"dn6:11.9":{"pli":"Ayaṃ kho, mahāli, hetu ayaṃ paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti. ","eng":"This is the cause, Mahāli, this is the reason why Sunakkhatta cannot hear heavenly sounds that are pleasant, sensual, and arousing, even though they really do exist.” ","html":"{}</p>"},"dn6:12.1":{"pli":"“Etāsaṃ nūna, bhante, samādhibhāvanānaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti. ","eng":"“Surely the mendicants must lead the spiritual life under the Buddha for the sake of realizing such a development of immersion?” ","html":"<p>{}</p>"},"dn6:12.2":{"pli":"“Na kho, mahāli, etāsaṃ samādhibhāvanānaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ","eng":"“No, Mahāli, the mendicants don’t lead the spiritual life under me for the sake of realizing such a development of immersion. ","html":"<p>{}","comm":"Having directly answered the original question, the Buddha reframed the issue on request. "},"dn6:12.3":{"pli":"Atthi kho, mahāli, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ","eng":"There are other things that are finer, for the sake of which the mendicants lead the spiritual life under me.” ","html":"{}</p>"},"dn6:13.0":{"pli":"2.2. Catuariyaphala ","eng":"2.2. The Four Noble Fruits ","html":"<h3>{}</h3>"},"dn6:13.1":{"pli":"“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti? ","eng":"“But sir, what are those finer things?” ","html":"<p>{}</p>"},"dn6:13.2":{"pli":"“Idha, mahāli, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ","eng":"“Firstly, Mahāli, with the ending of three fetters a mendicant is a stream-enterer, not liable to be reborn in the underworld, destined for awakening. ","html":"<p>{}","comm":"This is the first description of the four stages of awakening which are featured throughout the Pali canon. The three fetters are identity view, doubt, and misapprehension of precepts and observances (<a href='index.html?q=mn2#11.3'>MN 2:11.3</a>). "},"dn6:13.3":{"pli":"Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ","eng":"This is one of the finer things for the sake of which the mendicants lead the spiritual life under me. ","html":"{}</p>"},"dn6:13.4":{"pli":"Puna caparaṃ, mahāli, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ","eng":"Furthermore, a mendicant—with the ending of three fetters, and the weakening of greed, hate, and delusion—is a once-returner. They come back to this world once only, then make an end of suffering. ","html":"<p>{}"},"dn6:13.5":{"pli":"Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ","eng":"This too is one of the finer things. ","html":"{}</p>"},"dn6:13.6":{"pli":"Puna caparaṃ, mahāli, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā. ","eng":"Furthermore, with the ending of the five lower fetters, a mendicant is reborn spontaneously and will become extinguished there, not liable to return from that world. ","html":"<p>{}","comm":"The five lower fetters are the three mentioned above, plus sensual desire and ill will (<a href='index.html?q=an10.13#1.5'>AN 10.13:1.5</a>). This is the non-returner, who spends their last life in an exalted Brahmā realm. Compare Chāndogya Upaniṣad 8.15.1: one who lives properly “attains the Brahmā realm and does not return again” (<i lang='pi' translate='no'>brahmalokam abhisaṃpadyate na ca punar āvartate</i>) | A “spontaneous” rebirth is one that occurs without gestation in the womb, like most <i lang='pi' translate='no'>devas</i>, or for that matter, Boltzmann brains (see note on <a href='index.html?q=mn12#32.3'>MN 12:32.3</a>). "},"dn6:13.7":{"pli":"Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ","eng":"This too is one of the finer things. ","html":"{}</p>"},"dn6:13.8":{"pli":"Puna caparaṃ, mahāli, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Furthermore, a mendicant has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ","html":"<p>{}","comm":"This is the arahant, the “worthy” or “perfected” one. Elsewhere it is said they abandon the five higher fetters: desire for rebirth in the realm of luminous form, desire for rebirth in the formless realm, conceit, restlessness, and ignorance (<a href='index.html?q=an10.13#2.2'>AN 10.13:2.2</a>). "},"dn6:13.9":{"pli":"Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ","eng":"This too is one of the finer things. ","html":"{}</p>"},"dn6:13.10":{"pli":"Ime kho te, mahāli, dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ","eng":"These are the finer things, for the sake of which the mendicants lead the spiritual life under me.” ","html":"<p>{}</p>"},"dn6:14.0":{"pli":"2.3. Ariyaaṭṭhaṅgikamagga ","eng":"2.3. The Noble Eightfold Path ","html":"<h3>{}</h3>"},"dn6:14.1":{"pli":"“Atthi pana, bhante, maggo atthi paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti? ","eng":"“But, sir, is there a path and a practice for realizing these things?” ","html":"<p>{}</p>"},"dn6:14.2":{"pli":"“Atthi kho, mahāli, maggo atthi paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti. ","eng":"“There is, Mahāli.” ","html":"<p>{}</p>"},"dn6:14.3":{"pli":"“Katamo pana, bhante, maggo katamā paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti? ","eng":"“Well, what is it?” ","html":"<p>{}</p>"},"dn6:14.4":{"pli":"“Ayameva ariyo aṭṭhaṅgiko maggo. ","eng":"“It is simply this noble eightfold path, that is: ","html":"<p>{}","comm":"This is the most fundamental of the Buddha’s teachings on the path, declared in his first sermon (<a href='index.html?q=sn56.11'>SN 56.11</a>). It reappears in <a href='index.html?q=dn8#13.5'>DN 8:13.5</a>, <a href='index.html?q=dn19#61.7'>DN 19:61.7</a>, and <a href='index.html?q=dn22#21.2'>DN 22:21.2</a>. "},"dn6:14.5":{"pli":"Seyyathidaṃ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}","comm":"The eight factors map roughly on to the Gradual Training thus: hearing the Dhamma gives rise to right view; the choice to renounce is right thought; ethics includes right speech, action, and livelihood; undertaking seclusion and sense restraint is right effort; developing meditation is right mindfulness; and gaining the four <i lang='pi' translate='no'>jhānas</i> is right immersion. Realization of the Dhamma completes the circle by deepening conceptual right view to liberating insight. Sometimes this is expressed by adding two further factors, right knowledge and right liberation. "},"dn6:14.6":{"pli":"Ayaṃ kho, mahāli, maggo ayaṃ paṭipadā etesaṃ dhammānaṃ sacchikiriyāya. ","eng":"This is the path and the practice for realizing these things. ","html":"{}</p>"},"dn6:15.0":{"pli":"2.4. Dvepabbajitavatthu ","eng":"2.4. On the Two Renunciates ","html":"<h3>{}</h3>"},"dn6:15.1":{"pli":"Ekamidāhaṃ, mahāli, samayaṃ kosambiyaṃ viharāmi ghositārāme. ","eng":"This one time, Mahāli, I was staying near Kosambī, in Ghosita’s Monastery. ","html":"<p>{}","comm":"The Buddha retells the events recorded in the next sutta, <a href='index.html?q=dn7'>DN 7</a>. "},"dn6:15.2":{"pli":"Atha kho dve pabbajitā—","eng":"Then two renunciates—","html":"{}"},"dn6:15.3":{"pli":"muṇḍiyo ca paribbājako jāliyo ca dārupattikantevāsī yenāhaṃ tenupasaṅkamiṃsu. upasaṅkamitvā mayā saddhiṃ sammodiṃsu. ","eng":"the wanderer Muṇḍiya and Jāliya, the pupil of the wood-bowl ascetic—came and exchanged greetings with me. ","html":"{}","comm":"Muṇḍiya means “bald one”; his name is spelled Mandissa in some manuscripts. He appears only in this passage. Jāliya returns in <a href='index.html?q=dn24#2.4.1'>DN 24:2.4.1</a>, which recounts the farcical events following Sunakkhatta’s disrobal. There he takes the Buddha’s part against the delusional Pāṭikaputta favored by Sunakkhatta. "},"dn6:15.4":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho te dve pabbajitā maṃ etadavocuṃ: ","eng":"When the greetings and polite conversation were over, they stood to one side and said to me: ","html":"{}"},"dn6:15.5":{"pli":"‘kiṃ nu kho, āvuso gotama, taṃ jīvaṃ taṃ sarīraṃ, udāhu aññaṃ jīvaṃ aññaṃ sarīran’ti? ","eng":"‘Reverend Gotama, are the soul and the body one and the same, or is the soul one thing, the body another?’ ","html":"{}</p>","comm":"The term “soul” (<i lang='pi' translate='no'>jīva</i>) was favored by the <i lang='pi' translate='no'>samaṇas</i>, as opposed to the “self” (<i lang='pi' translate='no'>attā</i>) of the brahmins. Both are rejected by the Buddha as forms of “metaphysical” self: they postulate the absolute, eternal existence of entities that cannot be established empirically. The repeated demonstrative pronouns (<i lang='pi' translate='no'>taṁ jīvaṁ taṁ sarīraṁ</i>) assert an emphatic identity. "},"dn6:16.1":{"pli":"‘Tena hāvuso, suṇātha sādhukaṃ manasi karotha bhāsissāmī’ti. ","eng":"‘Well then, reverends, listen and apply your mind well, I will speak.’ ","html":"<p>{}</p>"},"dn6:16.2":{"pli":"‘Evamāvuso’ti kho te dve pabbajitā mama paccassosuṃ. ","eng":"‘Yes, reverend,’ they replied. ","html":"<p>{}</p>"},"dn6:16.3":{"pli":"Ahaṃ etadavocaṃ: ","eng":"I said this: ","html":"<p>{}"},"dn6:16.4":{"pli":"‘idhāvuso tathāgato loke uppajjati arahaṃ sammāsambuddho …pe… ","eng":"‘Take the case when a Realized One arises in the world, perfected, a fully awakened Buddha … ","html":"{}"},"dn6:16.5":{"pli":"Evaṃ kho, āvuso, bhikkhu sīlasampanno hoti. ","eng":"That’s how a mendicant is accomplished in ethics. … ","html":"{}</p>"},"dn6:16.6":{"pli":"…pe… ","html":"<p>{}"},"dn6:16.7":{"pli":"Paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"They enter and remain in the first absorption. ","html":"{}"},"dn6:16.8":{"pli":"Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ","eng":"When a mendicant knows and sees like this, would it be appropriate to say of them: ","html":"{}"},"dn6:16.9":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”?’ ","html":"{}</p>"},"dn6:16.10":{"pli":"Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ","eng":"‘It would, reverend.’ ","html":"<p>{}","comm":"They evidently believed that the experience of jhāna would grant insight into this dilemma. But it is a loaded question: it assumes that the soul is real and that what needs determining is its relation to the body. "},"dn6:16.11":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā, ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ","html":"{}</p>"},"dn6:16.12":{"pli":"Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ","eng":"‘But reverends, I know and see like this. ","html":"<p>{}"},"dn6:16.13":{"pli":"Atha ca panāhaṃ na vadāmi: ","eng":"Nevertheless, I do not say: ","html":"{}"},"dn6:16.14":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā …pe… ","eng":"“The soul and the body are one and the same” or “The soul and the body are different things”. … ","html":"{}</p>"},"dn6:17.1":{"pli":"dutiyaṃ jhānaṃ … ","eng":"They enter and remain in the second absorption … ","html":"<p>{}"},"dn6:17.2":{"pli":"tatiyaṃ jhānaṃ … ","eng":"third absorption … ","html":"{}"},"dn6:17.3":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}"},"dn6:17.4":{"pli":"Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ","eng":"When a mendicant knows and sees like this, would it be appropriate to say of them: ","html":"{}"},"dn6:17.5":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”?’ ","html":"{}</p>"},"dn6:17.6":{"pli":"Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ","eng":"‘It would, reverend.’ ","html":"<p>{}"},"dn6:17.7":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ","html":"{}</p>"},"dn6:17.8":{"pli":"Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ","eng":"‘But reverends, I know and see like this. ","html":"<p>{}"},"dn6:17.9":{"pli":"Atha ca panāhaṃ na vadāmi: ","eng":"Nevertheless, I do not say: ","html":"{}"},"dn6:17.10":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā …pe… ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”. … ","html":"{}</p>"},"dn6:18.1":{"pli":"ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ","eng":"They project and extend the mind toward knowledge and vision … ","html":"<p>{}"},"dn6:18.2":{"pli":"yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ","eng":"When a mendicant knows and sees like this, would it be appropriate to say of them: ","html":"{}"},"dn6:18.3":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”?’ ","html":"{}"},"dn6:18.4":{"pli":"…pe… ","html":"{}</p>"},"dn6:18.5":{"pli":"Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ","eng":"‘It would, reverend.’ ","html":"<p>{}"},"dn6:18.6":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ","html":"{}</p>"},"dn6:18.7":{"pli":"Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ","eng":"‘But reverends, I know and see like this. ","html":"<p>{}"},"dn6:18.8":{"pli":"Atha ca panāhaṃ na vadāmi: ","eng":"Nevertheless, I do not say: ","html":"{}"},"dn6:18.9":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā. …pe… ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”. … ","html":"{}</p>"},"dn6:19.1":{"pli":"Nāparaṃ itthattāyāti pajānāti. ","eng":"They understand: “… there is nothing further for this place.” ","html":"<p>{}"},"dn6:19.2":{"pli":"Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ","eng":"When a mendicant knows and sees like this, would it be appropriate to say of them: ","html":"{}"},"dn6:19.3":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”?’ ","html":"{}</p>"},"dn6:19.4":{"pli":"Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati na kallaṃ tassetaṃ vacanāya: ","eng":"‘It would not, reverend.’ ","html":"<p>{}","comm":"Until this point, none of the experiences described are fundamentally incompatible with the notion of an eternal metaphysical self. Buddhists believe that non-Buddhists, before and after the Buddha, are quite capable of realizing such states. However, they would tend to interpret them in line with their previous beliefs, thus reinforcing their theories of self. Faced with the end of all rebirth, however, no theory of eternal self can stand. "},"dn6:19.5":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ","html":"{}</p>"},"dn6:19.6":{"pli":"Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ","eng":"‘But reverends, I know and see like this. ","html":"<p>{}"},"dn6:19.7":{"pli":"Atha ca panāhaṃ na vadāmi: ","eng":"Nevertheless, I do not say: ","html":"{}"},"dn6:19.8":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā”ti. ","eng":"“The soul and the body are one and the same” or “The soul is one thing, the body another”.’” ","html":"{}</p>"},"dn6:19.9":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"dn6:19.10":{"pli":"Attamano oṭṭhaddho licchavī bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Oṭṭhaddha the Licchavi approved what the Buddha said. ","html":"{}</p>"},"dn6:19.11":{"pli":"Mahālisuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}