{"dn18":{"dn18:0.1":{"pli":"Dīgha Nikāya 18 ","eng":"Long Discourses 18 ","html":"<article id='dn18'><header><ul><li class='division'>{}</li></ul>"},"dn18:0.2":{"pli":"Janavasabhasutta ","eng":"With Janavasabha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"dn18:1.0":{"pli":"1. Nātikiyādibyākaraṇa ","eng":"1. Declaring the Rebirths of People From Ñātika and Elsewhere ","html":"<h2>{}</h2>"},"dn18:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"dn18:1.2":{"pli":"ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe. ","eng":"At one time the Buddha was staying at Ñātika in the brick house. ","html":"{}</p>","comm":"This picks up from the events of <a href='index.html?q=dn16#2.5.1'>DN 16:2.5.1</a>, which however discusses only the Ñātikans (who are reckoned among the Vajjis). Like <a href='index.html?q=dn17'>DN 17</a>, it bears many signs of a late sutta. The overall theme is the presence of a cosmic order where the liberating teaching of the Buddha is reconciled with the requirements of worldly power. "},"dn18:1.3":{"pli":"Tena kho pana samayena bhagavā parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ","eng":"Now at that time the Buddha was explaining the rebirths of devotees all over the nations; the Kāsis and Kosalans, Vajjis and Mallas, Cetīs and Vacchas, Kurus and Pañcālas, Macchas and Sūrasenas: ","html":"<p>{}</p>","comm":"This list of ten nations is unique. The omission of the Aṅgas and Magadhans is noted below. The more famous list of “sixteen nations” adds Avanti and Assaka in the south, and Gandhāra and Kamboja in the north-west (eg. <a href='index.html?q=an3.70#28.3'>AN 3.70:28.3</a>). The Buddha did not visit these lands, which explains why they are omitted. "},"dn18:1.4":{"pli":"“asu amutra upapanno, asu amutra upapanno. ","eng":"“This one was reborn here, while that one was reborn there. ","html":"<p>{}</p>"},"dn18:1.5":{"pli":"Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ","eng":"Over fifty devotees in Ñātika have passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world. ","html":"<p>{}</p>","comm":"“Devotees” is <i lang='pi' translate='no'>paricāraka</i>, which normally means “servant”. It is not in the relevant passages of DN 16. This sense is found  in only a couple of other places, both late (<a href='index.html?q=snp5.18#1.2'>Snp 5.18:1.2</a>, <a href='index.html?q=pli-tv-kd1#22.14.8'>Kd 1:22.14.8</a>). "},"dn18:1.6":{"pli":"Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ","eng":"More than ninety devotees in Ñātika have passed away having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering. ","html":"<p>{}</p>"},"dn18:1.7":{"pli":"Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti. ","eng":"More than five hundred devotees in Ñātika have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, destined for awakening.” ","html":"<p>{}</p>"},"dn18:2.1":{"pli":"Assosuṃ kho nātikiyā paricārakā: ","eng":"When the devotees of Ñātika heard about the Buddha’s ","html":"<p>{}"},"dn18:2.2":{"pli":"“bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ","html":"{}"},"dn18:2.3":{"pli":"‘asu amutra upapanno, asu amutra upapanno. ","html":"{}"},"dn18:2.4":{"pli":"Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ","html":"{}"},"dn18:2.5":{"pli":"Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ","html":"{}"},"dn18:2.6":{"pli":"Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ","html":"{}"},"dn18:2.7":{"pli":"Tena ca nātikiyā paricārakā attamanā ahesuṃ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṃ sutvā. ","eng":"answers to those questions, they became uplifted and overjoyed, full of rapture and happiness. ","html":"{}</p>"},"dn18:3.1":{"pli":"Assosi kho āyasmā ānando: ","eng":"Venerable Ānanda heard of the Buddha’s statements and the Ñātikans’ happiness. ","html":"<p>{}"},"dn18:3.2":{"pli":"“bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ","html":"{}"},"dn18:3.3":{"pli":"‘asu amutra upapanno, asu amutra upapanno. ","html":"{}"},"dn18:3.4":{"pli":"Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ","html":"{}"},"dn18:3.5":{"pli":"Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ","html":"{}"},"dn18:3.6":{"pli":"Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’ti. ","html":"{}"},"dn18:3.7":{"pli":"Tena ca nātikiyā paricārakā attamanā ahesuṃ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ","html":"{}</p>"},"dn18:4.0":{"pli":"2. Ānandaparikathā ","eng":"2. Ānanda’s Suggestion ","html":"<h2>{}</h2>"},"dn18:4.1":{"pli":"Atha kho āyasmato ānandassa etadahosi: ","eng":"Then Venerable Ānanda thought, ","html":"<p>{}"},"dn18:4.2":{"pli":"“ime kho panāpi ahesuṃ māgadhakā paricārakā bahū ceva rattaññū ca abbhatītā kālaṅkatā. ","eng":"“But there were also Magadhan devotees—many, and of long standing too—who have passed away. ","html":"{}","comm":"Bearing in mind that none of the nations were actually mentioned in the relevant Mahāparinibbānasutta passage, this whole introduction is framed to emphasize the importance of Magadha to Buddhism, especially given the problematic character of Ajātasattu. In the decades following the Buddha’s death, the Buddhist community adapted to a new political landscape which for a time saw the entirety of Buddhism contained within the sprawling Magadhan empire. "},"dn18:4.3":{"pli":"Suññā maññe aṅgamagadhā aṅgamāgadhakehi paricārakehi abbhatītehi kālaṅkatehi. ","eng":"You’d think that Aṅga and Magadha were empty of devotees who have passed away! ","html":"{}"},"dn18:4.4":{"pli":"Te kho panāpi ahesuṃ buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārino. ","eng":"But they too had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled their ethics. ","html":"{}"},"dn18:4.5":{"pli":"Te abbhatītā kālaṅkatā bhagavatā abyākatā; ","eng":"The Buddha hasn’t declared their passing. ","html":"{}"},"dn18:4.6":{"pli":"tesampissa sādhu veyyākaraṇaṃ, bahujano pasīdeyya, tato gaccheyya sugatiṃ. ","eng":"It would be good to do so, for many people would gain confidence, and so be reborn in a good place. ","html":"{}</p>"},"dn18:4.7":{"pli":"Ayaṃ kho panāpi ahosi rājā māgadho seniyo bimbisāro dhammiko dhammarājā hito brāhmaṇagahapatikānaṃ negamānañceva jānapadānañca. ","eng":"That King Seniya Bimbisāra of Magadha was a just and principled king who benefited the brahmins and householders, and people of town and country. ","html":"<p>{}","comm":"As we known from <a href='index.html?q=dn2'>DN 2</a>, Bimbisāra had recently been murdered by Ajātasattu. "},"dn18:4.8":{"pli":"Apissudaṃ manussā kittayamānarūpā viharanti: ","eng":"People still sing his praises: ","html":"{}"},"dn18:4.9":{"pli":"‘evaṃ no so dhammiko dhammarājā sukhāpetvā kālaṅkato, evaṃ mayaṃ tassa dhammikassa dhammarañño vijite phāsu viharimhā’ti. ","eng":"‘That just and principled king, who made us so happy, has passed away. Life was good under his dominion.’ ","html":"{}","comm":"A not-so-subtle hint of the changes under Ajātasattu. The passing of Bimbisāra signifies the crumbling of the social order that prevailed in the Buddha’s lifetime, bringing with it the immediate threat of war and chaos. This sutta establishes a timeless order that persists while worldly conditions fluctuate. "},"dn18:4.10":{"pli":"So kho panāpi ahosi buddhe pasanno dhamme pasanno saṅghe pasanno sīlesu paripūrakārī. ","eng":"He too had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled his ethics. ","html":"{}"},"dn18:4.11":{"pli":"Apissudaṃ manussā evamāhaṃsu: ","eng":"People say: ","html":"{}"},"dn18:4.12":{"pli":"‘yāva maraṇakālāpi rājā māgadho seniyo bimbisāro bhagavantaṃ kittayamānarūpo kālaṅkato’ti. ","eng":"‘Until his dying day, King Bimbisāra sang the Buddha’s praises!’ ","html":"{}","comm":"Elsewhere the suttas say that Bimbisāra went for refuge (<a href='index.html?q=dn4#6.33'>DN 4:6.33</a>), while the Vinaya says he was in fact a stream-enterer (<a href='index.html?q=pli-tv-kd1#22.9.1'>Kd 1:22.9.1</a>), which is confirmed below. The Jains, however, claim him as one of their own but say he went to hell for committing suicide. Like his son Ajātasattu, it is likely that he frequented several teachers in his realm. "},"dn18:4.13":{"pli":"So abbhatīto kālaṅkato bhagavatā abyākato. ","eng":"The Buddha hasn’t declared his passing. ","html":"{}"},"dn18:4.14":{"pli":"Tassapissa sādhu veyyākaraṇaṃ bahujano pasīdeyya, tato gaccheyya sugatiṃ. ","eng":"It would be good to do so, for many people would gain confidence, and so be reborn in a good place. ","html":"{}</p>"},"dn18:4.15":{"pli":"Bhagavato kho pana sambodhi magadhesu. ","eng":"Besides, the Buddha was awakened in Magadha; ","html":"<p>{}","comm":"Near the town of  Uruvelā on the bank of the Nerañjarā River at the place known today as Bodhgaya. "},"dn18:4.16":{"pli":"Yattha kho pana bhagavato sambodhi magadhesu, kathaṃ tatra bhagavā māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya. ","eng":"so why hasn’t he declared the rebirth of the Magadhan devotees? ","html":"{}"},"dn18:4.17":{"pli":"Bhagavā ce kho pana māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya, dīnamanā tenassu māgadhakā paricārakā; ","eng":"If he fails to do so, they will be dejected.” ","html":"{}"},"dn18:4.18":{"pli":"yena kho panassu dīnamanā māgadhakā paricārakā kathaṃ te bhagavā na byākareyyā”ti? ","html":"{}</p>"},"dn18:5.1":{"pli":"Idamāyasmā ānando māgadhake paricārake ārabbha eko raho anuvicintetvā rattiyā paccūsasamayaṃ paccuṭṭhāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"After pondering the fate of the Magadhan devotees alone in private, Ānanda rose at the crack of dawn and went to see the Buddha. He bowed, sat down to one side, and told the Buddha of his concerns, finishing by saying, ","html":"<p>{}"},"dn18:5.2":{"pli":"“sutaṃ metaṃ, bhante: ","html":"{}"},"dn18:5.3":{"pli":"‘bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ","html":"{}"},"dn18:5.4":{"pli":"“asu amutra upapanno, asu amutra upapanno. ","html":"{}"},"dn18:5.5":{"pli":"Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ","html":"{}"},"dn18:5.6":{"pli":"Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ","html":"{}"},"dn18:5.7":{"pli":"Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇāti. ","html":"{}"},"dn18:5.8":{"pli":"Tena ca nātikiyā paricārakā attamanā ahesuṃ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṃ sutvā”’ti. ","html":"{}"},"dn18:5.9":{"pli":"Ime kho panāpi, bhante, ahesuṃ māgadhakā paricārakā bahū ceva rattaññū ca abbhatītā kālaṅkatā. ","html":"{}"},"dn18:5.10":{"pli":"Suññā maññe aṅgamagadhā aṅgamāgadhakehi paricārakehi abbhatītehi kālaṅkatehi. ","html":"{}"},"dn18:5.11":{"pli":"Te kho panāpi, bhante, ahesuṃ buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārino, te abbhatītā kālaṅkatā bhagavatā abyākatā. ","html":"{}"},"dn18:5.12":{"pli":"Tesampissa sādhu veyyākaraṇaṃ, bahujano pasīdeyya, tato gaccheyya sugatiṃ. ","html":"{}"},"dn18:5.13":{"pli":"Ayaṃ kho panāpi, bhante, ahosi rājā māgadho seniyo bimbisāro dhammiko dhammarājā hito brāhmaṇagahapatikānaṃ negamānañceva jānapadānañca. ","html":"{}"},"dn18:5.14":{"pli":"Apissudaṃ manussā kittayamānarūpā viharanti: ","html":"{}"},"dn18:5.15":{"pli":"‘evaṃ no so dhammiko dhammarājā sukhāpetvā kālaṅkato. ","html":"{}"},"dn18:5.16":{"pli":"Evaṃ mayaṃ tassa dhammikassa dhammarañño vijite phāsu viharimhā’ti. ","html":"{}"},"dn18:6.1":{"pli":"So kho panāpi, bhante, ahosi buddhe pasanno dhamme pasanno saṅghe pasanno sīlesu paripūrakārī. ","html":"{}"},"dn18:6.2":{"pli":"Apissudaṃ manussā evamāhaṃsu: ","html":"{}"},"dn18:6.3":{"pli":"‘yāva maraṇakālāpi rājā māgadho seniyo bimbisāro bhagavantaṃ kittayamānarūpo kālaṅkato’ti. ","html":"{}"},"dn18:6.4":{"pli":"So abbhatīto kālaṅkato bhagavatā abyākato; ","html":"{}"},"dn18:6.5":{"pli":"tassapissa sādhu veyyākaraṇaṃ, bahujano pasīdeyya, tato gaccheyya sugatiṃ. ","html":"{}"},"dn18:6.6":{"pli":"Bhagavato kho pana, bhante, sambodhi magadhesu. ","html":"{}"},"dn18:6.7":{"pli":"Yattha kho pana, bhante, bhagavato sambodhi magadhesu, kathaṃ tatra bhagavā māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya? ","html":"{}"},"dn18:6.8":{"pli":"Bhagavā ce kho pana, bhante, māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya, dīnamanā tenassu māgadhakā paricārakā; ","html":"{}"},"dn18:6.9":{"pli":"yena kho panassu dīnamanā māgadhakā paricārakā kathaṃ te bhagavā na byākareyyā”ti. ","eng":"“Why hasn’t the Buddha declared the rebirth of the Magadhan devotees? If he fails to do so, they will be dejected.” ","html":"{}"},"dn18:6.10":{"pli":"Idamāyasmā ānando māgadhake paricārake ārabbha bhagavato sammukhā parikathaṃ katvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then Ānanda, after making this suggestion regarding the Magadhan devotees, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"{}</p>","comm":"“Suggestion” is <i lang='pi' translate='no'>parikathaṁ</i>, which elsewhere occurs in the Vinaya (<a href='index.html?q=pli-tv-kd7#1.5.16'>Kd 7:1.5.16</a>) and the Abhidhamma Vibhaṅga (<a href='index.html?q=vb17#43.2'>Vb 17:43.2</a>) in the sense of “hint”. "},"dn18:7.1":{"pli":"Atha kho bhagavā acirapakkante āyasmante ānande pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya nātikaṃ piṇḍāya pāvisi. ","eng":"Soon after Ānanda had left, the Buddha robed up in the morning and, taking his bowl and robe, entered Ñātika for alms. ","html":"<p>{}"},"dn18:7.2":{"pli":"Nātike piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā giñjakāvasathaṃ pavisitvā māgadhake paricārake ārabbha aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā paññatte āsane nisīdi: ","eng":"He wandered for alms in Ñātika. After the meal, on his return from almsround, he washed his feet and entered the brick house. He paid attention, applied the mind, and concentrated wholeheartedly on the fate of Magadhan devotees, and sat on the seat spread out, thinking, ","html":"{}","comm":"Normally <i lang='pi' translate='no'>aṭṭhiṁ katvā manasikatvā sabbaṁ cetasā samannāharitvā</i> describes listening to Dhamma. This whole process seems unusually laborious. "},"dn18:7.3":{"pli":"“gatiṃ nesaṃ jānissāmi abhisamparāyaṃ, yaṅgatikā te bhavanto yaṃabhisamparāyā”ti. ","eng":"“I shall know their destiny, where they are reborn in the next life.” ","html":"{}"},"dn18:7.4":{"pli":"Addasā kho bhagavā māgadhake paricārake: ","eng":"And he saw where they had been reborn. ","html":"{}"},"dn18:7.5":{"pli":"“yaṅgatikā te bhavanto yaṃabhisamparāyā”ti. ","html":"{}</p>"},"dn18:7.6":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito giñjakāvasathā nikkhamitvā vihārapacchāyāyaṃ paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat. Emerging from the brick house, he sat on the seat spread out in the shade of the porch. ","html":"<p>{}</p>"},"dn18:8.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"dn18:8.2":{"pli":"“upasantapadisso, bhante, bhagavā bhātiriva bhagavato mukhavaṇṇo vippasannattā indriyānaṃ. ","eng":"“Sir, you look so serene; your face seems to shine owing to the clarity of your faculties. ","html":"{}"},"dn18:8.3":{"pli":"Santena nūnajja, bhante, bhagavā vihārena vihāsī”ti? ","eng":"Have you been abiding in a peaceful meditation today, sir?” ","html":"{}</p>"},"dn18:9.1":{"pli":"“Yadeva kho me tvaṃ, ānanda, māgadhake paricārake ārabbha sammukhā parikathaṃ katvā uṭṭhāyāsanā pakkanto, tadevāhaṃ nātike piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā giñjakāvasathaṃ pavisitvā māgadhake paricārake ārabbha aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā paññatte āsane nisīdiṃ: ","eng":"The Buddha then recounted what had happened since speaking to Ānanda, revealing that he had seen the destiny of the Magadhan devotees. He continued: ","html":"<p>{}"},"dn18:9.2":{"pli":"‘gatiṃ nesaṃ jānissāmi abhisamparāyaṃ, yaṅgatikā te bhavanto yaṃabhisamparāyā’ti. ","html":"{}"},"dn18:9.3":{"pli":"Addasaṃ kho ahaṃ, ānanda, māgadhake paricārake ‘yaṅgatikā te bhavanto yaṃabhisamparāyā’ti. ","html":"{}</p>"},"dn18:9.4.0":{"pli":"3. Janavasabhayakkha ","eng":"3. Janavasabha the Spirit ","html":"<h2>{}</h2>"},"dn18:9.5":{"pli":"Atha kho, ānanda, antarahito yakkho saddamanussāvesi: ","eng":"“Then, Ānanda, an invisible spirit called out: ","html":"<p>{}"},"dn18:9.6":{"pli":"‘janavasabho ahaṃ, bhagavā; ","eng":"‘I am Janavasabha, Blessed One! ","html":"{}"},"dn18:9.7":{"pli":"janavasabho ahaṃ, sugatā’ti. ","eng":"I am Janavasabha, Holy One!’ ","html":"{}"},"dn18:9.8":{"pli":"Abhijānāsi no tvaṃ, ānanda, ito pubbe evarūpaṃ nāmadheyyaṃ sutaṃ yadidaṃ janavasabho”ti? ","eng":"Ānanda, do you recall having previously heard such a name as Janavasabha?” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Nāmadheyyaṁ</i> means “name (borne by someone or something)”, not “one who bears the name” (<a href='index.html?q=mn50#22.1'>MN 50:22.1</a>). "},"dn18:9.9":{"pli":"“Na kho ahaṃ, bhante, abhijānāmi ito pubbe evarūpaṃ nāmadheyyaṃ sutaṃ yadidaṃ janavasabhoti, api ca me, bhante, lomāni haṭṭhāni ‘janavasabho’ti nāmadheyyaṃ sutvā. ","eng":"“No, worthy sir. But when I heard the word, I got goosebumps! ","html":"<p>{}"},"dn18:9.10":{"pli":"Tassa mayhaṃ, bhante, etadahosi: ","eng":"I thought, ","html":"{}"},"dn18:9.11":{"pli":"‘na hi nūna so orako yakkho bhavissati yadidaṃ evarūpaṃ nāmadheyyaṃ supaññattaṃ yadidaṃ janavasabho’”ti. ","eng":"‘This must be no ordinary spirit to bear such an exalted name as Janavasabha.’” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Janavasabha</i> is “chief of men”, spelled <i lang='pi' translate='no'>janesabha</i> at <a href='index.html?q=dn20#10.10'>DN 20:10.10</a> and <a href='index.html?q=dn32#10.9'>DN 32:10.9</a>. The synonym <i lang='pi' translate='no'>narāsabha</i> is an occasional poetic epithet of the Buddha (<a href='index.html?q=snp3.11#6.2'>Snp 3.11:6.2</a>, <a href='index.html?q=snp5.1#21.3'>Snp 5.1:21.3</a>, <a href='index.html?q=sn11.3#14.2'>SN 11.3:14.2</a>). In Sanskrit we find <i lang='pi' translate='no'>puruṣaṛṣabha</i> in the same sense. "},"dn18:10.1":{"pli":"“Anantarā kho, ānanda, saddapātubhāvā uḷāravaṇṇo me yakkho sammukhe pāturahosi. ","eng":"“After making himself heard while vanished, Ānanda, a very beautiful spirit appeared in front of me. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Uḷāravaṇṇa</i> describes beautiful people at <a href='index.html?q=mn96#7.8'>MN 96:7.8</a>. "},"dn18:10.2":{"pli":"Dutiyakampi saddamanussāvesi: ","eng":"And for a second time he called out: ","html":"{}"},"dn18:10.3":{"pli":"‘bimbisāro ahaṃ, bhagavā; ","eng":"‘I am Bimbisāra, Blessed One! ","html":"{}"},"dn18:10.4":{"pli":"bimbisāro ahaṃ, sugatāti. ","eng":"I am Bimbisāra, Holy One! ","html":"{}"},"dn18:10.5":{"pli":"Idaṃ sattamaṃ kho ahaṃ, bhante, vessavaṇassa mahārājassa sahabyataṃ upapajjāmi, so tato cuto manussarājā bhavituṃ pahomi. ","eng":"This is the seventh time I am reborn in the company of the Great King Vessavaṇa. When I pass away from here, I can become a king of men. ","html":"{}</p>","comm":"Read <i lang='pi' translate='no'>ito</i>. I think this implies what is stated more explicitly in Anuruddha’s partly parallel verses at <a href='index.html?q=thag16.9#23.1'>Thag 16.9:23.1</a>: after each of seven rebirths under Vessavaṇa he can become a king of men. This explains the name Janavasabha. "},"dn18:10.6":{"pli":"Ito satta tato satta, ","eng":"Seven from here, seven from there—","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn18:10.7":{"pli":"saṃsārāni catuddasa; ","eng":"fourteen transmigrations in all. ","html":"<span class='verse-line'>{}</span>","comm":"It is rare to see <i lang='pi' translate='no'>saṁsāra</i> used as a countable noun, but see <a href='index.html?q=thag2.48#2.2'>Thag 2.48:2.2</a>. "},"dn18:10.8":{"pli":"Nivāsamabhijānāmi, ","eng":"I remember these lives ","html":"<span class='verse-line'>{}</span>"},"dn18:10.9":{"pli":"yattha me vusitaṃ pure. ","eng":"where I lived before. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:10.10":{"pli":"Dīgharattaṃ kho ahaṃ, bhante, avinipāto avinipātaṃ sañjānāmi, āsā ca pana me santiṭṭhati sakadāgāmitāyā’”ti. ","eng":"For a long time I’ve known that I won’t be reborn in the underworld, but that I still hope to become a once-returner.’ ","html":"<p>{}</p>","comm":"As a stream-enterer he is freed from any lower rebirths, yet he still aspires to a higher realization. "},"dn18:10.11":{"pli":"“Acchariyamidaṃ āyasmato janavasabhassa yakkhassa, abbhutamidaṃ āyasmato janavasabhassa yakkhassa. ","eng":"‘It’s incredible and amazing that you, the venerable spirit Janavasabha, should say: ","html":"<p>{}</p>"},"dn18:10.12":{"pli":"‘Dīgharattaṃ kho ahaṃ, bhante, avinipāto avinipātaṃ sañjānāmī’ti ca vadesi, ‘āsā ca pana me santiṭṭhati sakadāgāmitāyā’ti ca vadesi, kutonidānaṃ panāyasmā janavasabho yakkho evarūpaṃ uḷāraṃ visesādhigamaṃ sañjānātī”ti? ","eng":"“For a long time I’ve been aware that I won’t be reborn in the underworld” and also “But I still hope to become a once-returner.” But from what source do you know that you’ve achieved such a high distinction?’ ","html":"<p>{}</p>","comm":"In this idiom, the verb for “aware” varies between <i lang='pi' translate='no'>sañjānāti</i>, <i lang='pi' translate='no'>jānāti</i>, <i lang='pi' translate='no'>pajānāti</i>, and <i lang='pi' translate='no'>sampajānāti</i>. "},"dn18:11.1":{"pli":"“‘Na aññatra, bhagavā, tava sāsanā, na aññatra, sugata, tava sāsanā; ","eng":"‘None other than the Blessed One’s instruction! None other than the Holy One’s instruction! ","html":"<p>{}","comm":"Compare <a href='index.html?q=sn1.50#5.1'>SN 1.50:5.1</a> and <a href='index.html?q=sn2.24#6.1'>SN 2.24:6.1</a>. "},"dn18:11.2":{"pli":"yadagge ahaṃ, bhante, bhagavati ekantikato abhippasanno, tadagge ahaṃ, bhante, dīgharattaṃ avinipāto avinipātaṃ sañjānāmi, āsā ca pana me santiṭṭhati sakadāgāmitāya. ","eng":"From the day I had absolute devotion to the Buddha I have known that I won’t be reborn in the underworld, but that I still hope to become a once-returner. ","html":"{}"},"dn18:11.3":{"pli":"Idhāhaṃ, bhante, vessavaṇena mahārājena pesito virūḷhakassa mahārājassa santike kenacideva karaṇīyena addasaṃ bhagavantaṃ antarāmagge giñjakāvasathaṃ pavisitvā māgadhake paricārake ārabbha aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā nisinnaṃ: ","eng":"Just now, sir, I had been sent out by the great king Vessavaṇa to the great king Virūḷhaka’s presence on some business, and on the way I saw the Buddha giving his attention to the fate of the Magadhan devotees. ","html":"{}"},"dn18:11.4":{"pli":"“gatiṃ nesaṃ jānissāmi abhisamparāyaṃ, yaṅgatikā te bhavanto yaṃabhisamparāyā”ti. ","html":"{}"},"dn18:11.5":{"pli":"Anacchariyaṃ kho panetaṃ, bhante, yaṃ vessavaṇassa mahārājassa tassaṃ parisāyaṃ bhāsato sammukhā sutaṃ sammukhā paṭiggahitaṃ: ","eng":"But it comes as no surprise that I have heard and learned the fate of the Magadhan devotees in the presence of the great king Vessavaṇa as he was speaking to his assembly. ","html":"{}"},"dn18:11.6":{"pli":"“yaṅgatikā te bhavanto yaṃabhisamparāyā”ti. ","html":"{}"},"dn18:11.7":{"pli":"Tassa mayhaṃ, bhante, etadahosi: ","eng":"It occurred to me, ","html":"{}"},"dn18:11.8":{"pli":"“bhagavantañca dakkhāmi, idañca bhagavato ārocessāmī”ti. ","eng":"“I shall see the Buddha and inform him of this.” ","html":"{}"},"dn18:11.9":{"pli":"Ime kho me, bhante, dvepaccayā bhagavantaṃ dassanāya upasaṅkamituṃ. ","eng":"These are the two reasons I’ve come to see the Buddha. ","html":"{}</p>"},"dn18:12.0":{"pli":"4. Devasabhā ","eng":"4. The Council of the Gods ","html":"<h2>{}</h2>"},"dn18:12.1":{"pli":"Purimāni, bhante, divasāni purimatarāni tadahuposathe pannarase vassūpanāyikāya puṇṇāya puṇṇamāya rattiyā kevalakappā ca devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā. ","eng":"Sir, it was more than a few days ago—on the fifteenth day sabbath on the full moon day at the entry to the rainy season—when all the gods of the thirty-three were sitting together in the Hall of Clear Right. ","html":"<p>{}","comm":"It is not just the Vajjis and the Buddhist Saṅgha who meet frequently in a hall to discuss business, but the gods as well. Here we get a rare glimpse into how the heavens work, or more to the point, how depictions of heavenly proceedings act as a template for how things should be on earth. "},"dn18:12.2":{"pli":"Mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti. ","eng":"A large assembly of gods was sitting all around, and the four great kings were seated at the four quarters. ","html":"{}</p>","comm":"The thirty-three and the Four Great Kings are both present; the heavenly realms are not shut off from one another. "},"dn18:12.3":{"pli":"Puratthimāya disāya dhataraṭṭho mahārājā pacchimābhimukho nisinno hoti deve purakkhatvā; ","eng":"The Great King Dhataraṭṭha was seated to the east, facing west, in front of his gods. ","html":"<p>{}"},"dn18:12.4":{"pli":"dakkhiṇāya disāya virūḷhako mahārājā uttarābhimukho nisinno hoti deve purakkhatvā; ","eng":"The Great King Virūḷhaka was seated to the south, facing north, in front of his gods. ","html":"{}"},"dn18:12.5":{"pli":"pacchimāya disāya virūpakkho mahārājā puratthābhimukho nisinno hoti deve purakkhatvā; ","eng":"The Great King Virūpakkha was seated to the west, facing east, in front of his gods. ","html":"{}"},"dn18:12.6":{"pli":"uttarāya disāya vessavaṇo mahārājā dakkhiṇābhimukho nisinno hoti deve purakkhatvā. ","eng":"The Great King Vessavaṇa was seated to the north, facing south, in front of his gods. ","html":"{}"},"dn18:12.7":{"pli":"Yadā, bhante, kevalakappā ca devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā, mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti. Idaṃ nesaṃ hoti āsanasmiṃ; ","eng":"When the gods of the thirty-three have a gathering like this, that is how they are seated. ","html":"{}"},"dn18:12.8":{"pli":"atha pacchā amhākaṃ āsanaṃ hoti. ","eng":"After that come our seats. ","html":"{}</p>"},"dn18:12.9":{"pli":"Ye te, bhante, devā bhagavati brahmacariyaṃ caritvā adhunūpapannā tāvatiṃsakāyaṃ, te aññe deve atirocanti vaṇṇena ceva yasasā ca. ","eng":"Sir, those gods who had been recently reborn in the company of the thirty-three after leading the spiritual life under the Buddha outshone the other gods in beauty and glory. ","html":"<p>{}"},"dn18:12.10":{"pli":"Tena sudaṃ, bhante, devā tāvatiṃsā attamanā honti pamuditā pītisomanassajātā: ","eng":"The gods of the thirty-three became uplifted and overjoyed at that, full of rapture and happiness, saying, ","html":"{}"},"dn18:12.11":{"pli":"“dibbā vata bho kāyā paripūrenti, hāyanti asurakāyā”ti. ","eng":"“The heavenly hosts swell, while the titan hosts dwindle!” ","html":"{}</p>"},"dn18:13.1":{"pli":"Atha kho, bhante, sakko devānamindo devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā imāhi gāthāhi anumodi: ","eng":"Seeing the joy of those gods, Sakka, lord of gods, celebrated with these verses: ","html":"<p>{}</p>"},"dn18:13.2":{"pli":"“Modanti vata bho devā, ","eng":"“The gods rejoice—","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn18:13.3":{"pli":"tāvatiṃsā sahindakā; ","eng":"the thirty-three with their Lord—","html":"<span class='verse-line'>{}</span>"},"dn18:13.4":{"pli":"Tathāgataṃ namassantā, ","eng":"revering the Realized One, ","html":"<span class='verse-line'>{}</span>"},"dn18:13.5":{"pli":"dhammassa ca sudhammataṃ. ","eng":"and the clear rightness of the teaching; ","html":"<span class='verse-line'>{}</span></p>","comm":"In the Suttas, <i lang='pi' translate='no'>sudhamma</i> (“clear right”) is used in two main contexts: as the name of the hall of the gods, and in this expression (it is also a personal name). Both are found in this Sutta, suggesting they have the same meaning. <i lang='pi' translate='no'>Dhammassa ca sudhammataṁ</i> echoes Śatapatha Brāhmaṇa 14.2.2.29, <i lang='pi' translate='no'>dharmāsi sudharmeti</i> (“You are a well-supporting support”). This is a ritual invocation of the Sun as that which supports everything here in this world. In Pali, it is something we are frequently urged to “behold” (eg. <a href='index.html?q=thag4.2#4.2'>Thag 4.2:4.2</a>), suggesting the metaphorical link with the Sun’s brilliance is not entirely lost. And as the hall of the gods, the sense of the “Sun” is also fitting. The idea is that the Sun is regular and lawful, and by shedding its light on all of us, it is a clear visible manifestation of what is right and just. "},"dn18:13.6":{"pli":"Nave deve ca passantā, ","eng":"and seeing the new gods, ","html":"<p><span class='verse-line'>{}</span>"},"dn18:13.7":{"pli":"vaṇṇavante yasassine; ","eng":"so beautiful and glorious, ","html":"<span class='verse-line'>{}</span>"},"dn18:13.8":{"pli":"Sugatasmiṃ brahmacariyaṃ, ","eng":"who have come here after leading ","html":"<span class='verse-line'>{}</span>"},"dn18:13.9":{"pli":"caritvāna idhāgate. ","eng":"the spiritual life under the Buddha! ","html":"<span class='verse-line'>{}</span></p>"},"dn18:13.10":{"pli":"Te aññe atirocanti, ","eng":"They outshine the others ","html":"<p><span class='verse-line'>{}</span>"},"dn18:13.11":{"pli":"vaṇṇena yasasāyunā; ","eng":"in beauty, glory, and lifespan. ","html":"<span class='verse-line'>{}</span>"},"dn18:13.12":{"pli":"Sāvakā bhūripaññassa, ","eng":"Here are the distinguished disciples ","html":"<span class='verse-line'>{}</span>"},"dn18:13.13":{"pli":"visesūpagatā idha. ","eng":"of he whose wisdom is vast. ","html":"<span class='verse-line'>{}</span></p>"},"dn18:13.14":{"pli":"Idaṃ disvāna nandanti, ","eng":"Seeing this, they delight—","html":"<p><span class='verse-line'>{}</span>"},"dn18:13.15":{"pli":"tāvatiṃsā sahindakā; ","eng":"the thirty-three with their Lord—","html":"<span class='verse-line'>{}</span>"},"dn18:13.16":{"pli":"Tathāgataṃ namassantā, ","eng":"revering the Realized One, ","html":"<span class='verse-line'>{}</span>"},"dn18:13.17":{"pli":"dhammassa ca sudhammatan”ti. ","eng":"and the clear rightness of the teaching.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:13.18":{"pli":"Tena sudaṃ, bhante, devā tāvatiṃsā bhiyyoso mattāya attamanā honti pamuditā pītisomanassajātā ","eng":"The gods of the thirty-three became even more uplifted and overjoyed at that, saying: ","html":"<p>{}"},"dn18:13.19":{"pli":"“dibbā vata, bho, kāyā paripūrenti, hāyanti asurakāyā”ti. ","eng":"“The heavenly hosts swell, while the titan hosts dwindle!” ","html":"{}</p>"},"dn18:14.1":{"pli":"Atha kho, bhante, yenatthena devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā, taṃ atthaṃ cintayitvā taṃ atthaṃ mantayitvā vuttavacanāpi taṃ cattāro mahārājāno tasmiṃ atthe honti. Paccānusiṭṭhavacanāpi taṃ cattāro mahārājāno tasmiṃ atthe honti, ","eng":"Then the gods of the thirty-three, having considered and deliberated on the matter for which they were seated together in the Hall of Clear Right, advised and instructed the four great kings on the subject. ","html":"<p>{}"},"dn18:14.2":{"pli":"sakesu sakesu āsanesu ṭhitā avipakkantā. ","eng":"Each one, having been advised, stood at his own seat without leaving. ","html":"{}</p>","comm":"For <i lang='pi' translate='no'>vipakkamati</i> compare <a href='index.html?q=mn127#11.1'>MN 127:11.1</a>. "},"dn18:14.3":{"pli":"Te vuttavākyā rājāno, ","eng":"The Kings were instructed, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn18:14.4":{"pli":"paṭiggayhānusāsaniṃ; ","eng":"and heeded good advice. ","html":"<span class='verse-line'>{}</span>"},"dn18:14.5":{"pli":"Vippasannamanā santā, ","eng":"With clear and peaceful minds, ","html":"<span class='verse-line'>{}</span>"},"dn18:14.6":{"pli":"aṭṭhaṃsu samhi āsaneti. ","eng":"they stood by their own seats. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:15.1":{"pli":"Atha kho, bhante, uttarāya disāya uḷāro āloko sañjāyi, obhāso pāturahosi atikkammeva devānaṃ devānubhāvaṃ. ","eng":"Then in the northern quarter a magnificent light arose and radiance appeared, surpassing the glory of the gods. ","html":"<p>{}","comm":"Compare <a href='index.html?q=dn11#80.12'>DN 11:80.12</a>. "},"dn18:15.2":{"pli":"Atha kho, bhante, sakko devānamindo deve tāvatiṃse āmantesi: ","eng":"Then Sakka, lord of gods, addressed the gods of the thirty-three, ","html":"{}"},"dn18:15.3":{"pli":"“yathā kho, mārisā, nimittāni dissanti, uḷāro āloko sañjāyati, obhāso pātubhavati, brahmā pātubhavissati. Brahmuno hetaṃ pubbanimittaṃ pātubhāvāya yadidaṃ āloko sañjāyati obhāso pātubhavatī”ti. ","eng":"“As indicated by the signs—light arising and radiance appearing—The Divinity will appear. For this is the precursor for the appearance of the Divinity, namely light arising and radiance appearing.” ","html":"{}</p>"},"dn18:15.4":{"pli":"Yathā nimittā dissanti, ","eng":"As indicated by the signs, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn18:15.5":{"pli":"brahmā pātubhavissati; ","eng":"The Divinity will appear. ","html":"<span class='verse-line'>{}</span>"},"dn18:15.6":{"pli":"Brahmuno hetaṃ nimittaṃ, ","eng":"For this is the sign of the Divinity: ","html":"<span class='verse-line'>{}</span>"},"dn18:15.7":{"pli":"obhāso vipulo mahāti. ","eng":"a light vast and great. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:16.0":{"pli":"5. Sanaṅkumārakathā ","eng":"5. On Sanaṅkumāra ","html":"<h2>{}</h2>"},"dn18:16.1":{"pli":"Atha kho, bhante, devā tāvatiṃsā yathāsakesu āsanesu nisīdiṃsu: ","eng":"Then the gods of the thirty-three sat in their own seats, saying, ","html":"<p>{}"},"dn18:16.2":{"pli":"“obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā”ti. ","eng":"“We shall find out what has caused that light, and only when we have realized it shall we go to it.” ","html":"{}","comm":"For <i lang='pi' translate='no'>vipāko bhavissati</i> in discerning the results of signs, compare <a href='index.html?q=dn1#1.24.2'>DN 1:1.24.2</a>. "},"dn18:16.3":{"pli":"Cattāropi mahārājāno yathāsakesu āsanesu nisīdiṃsu: ","eng":"And the four great kings did likewise. ","html":"{}"},"dn18:16.4":{"pli":"“obhāsametaṃ ñassāma yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā”ti. ","html":"{}</p>"},"dn18:16.5":{"pli":"Idaṃ sutvā devā tāvatiṃsā ekaggā samāpajjiṃsu: ","eng":"Hearing that, the gods of the thirty-three agreed in unison, ","html":"<p>{}"},"dn18:16.6":{"pli":"“obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā”ti. ","eng":"“We shall find out what has caused that light, and only when we have realized it shall we go to it.” ","html":"{}</p>"},"dn18:17.1":{"pli":"Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, oḷārikaṃ attabhāvaṃ abhinimminitvā pātubhavati. ","eng":"When the divinity Sanaṅkumāra appears to the gods of the thirty-three, he does so after manifesting a solid incarnation. ","html":"<p>{}","comm":"See <a href='index.html?q=an3.127#2.3'>AN 3.127:2.3</a>. "},"dn18:17.2":{"pli":"Yo kho pana, bhante, brahmuno pakativaṇṇo anabhisambhavanīyo so devānaṃ tāvatiṃsānaṃ cakkhupathasmiṃ. ","eng":"For a Divinity’s normal appearance is imperceptible in the visual range of the gods of the thirty-three. ","html":"{}","comm":"This phrase is also at <a href='index.html?q=dn19#16.8'>DN 19:16.8</a>, but apart from that the words <i lang='pi' translate='no'>pakativaṇṇa</i> (“normal appearance”), <i lang='pi' translate='no'>anabhisambhavanīya</i> (“imperceptible”), and <i lang='pi' translate='no'>cakkhupatha</i> (“visual range”) are all unique in the early texts. "},"dn18:17.3":{"pli":"Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ","eng":"When the divinity Sanaṅkumāra appears to the gods of the thirty-three, he outshines the other gods in beauty and glory, ","html":"{}"},"dn18:17.4":{"pli":"Seyyathāpi, bhante, sovaṇṇo viggaho mānusaṃ viggahaṃ atirocati; ","eng":"as a golden statue outshines the human form. ","html":"{}","comm":"For the unique term “human form” (<i lang='pi' translate='no'>mānusaṁ viggahaṁ</i>) compare the Vinaya phrase <i lang='pi' translate='no'>manussaviggahaṁ</i> (<a href='index.html?q=pli-tv-bu-vb-pj3#2.49.1'>Bu Pj 3:2.49.1</a>). "},"dn18:17.5":{"pli":"evameva kho, bhante, yadā brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ","html":"{}</p>"},"dn18:17.6":{"pli":"Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, na tassaṃ parisāyaṃ koci devo abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ","eng":"When the divinity Sanaṅkumāra appears to the gods of the thirty-three, not a single god in that assembly greets him by bowing down or rising up or inviting him to a seat. ","html":"<p>{}"},"dn18:17.7":{"pli":"Sabbeva tuṇhībhūtā pañjalikā pallaṅkena nisīdanti: ","eng":"They all sit silently on their couches with their joined palms raised, thinking, ","html":"{}"},"dn18:17.8":{"pli":"“yassadāni devassa pallaṅkaṃ icchissati brahmā sanaṅkumāro, tassa devassa pallaṅke nisīdissatī”ti. ","eng":"“Now the divinity Sanaṅkumāra will sit on the couch of whatever god he chooses.” ","html":"{}"},"dn18:17.9":{"pli":"Yassa kho pana, bhante, devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṃ so labhati devo vedapaṭilābhaṃ; uḷāraṃ so labhati devo somanassapaṭilābhaṃ. ","eng":"And the god on whose couch the Divinity sits is overjoyed and brimming with happiness, ","html":"{}"},"dn18:18.1":{"pli":"Seyyathāpi, bhante, rājā khattiyo muddhāvasitto adhunābhisitto rajjena, uḷāraṃ so labhati vedapaṭilābhaṃ, uḷāraṃ so labhati somanassapaṭilābhaṃ; ","eng":"like a king on the day of his coronation. ","html":"{}"},"dn18:18.2":{"pli":"evameva kho, bhante, yassa devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṃ so labhati devo vedapaṭilābhaṃ, uḷāraṃ so labhati devo somanassapaṭilābhaṃ. ","html":"{}</p>"},"dn18:18.3":{"pli":"Atha, bhante, brahmā sanaṅkumāro oḷārikaṃ attabhāvaṃ abhinimminitvā kumāravaṇṇī hutvā pañcasikho devānaṃ tāvatiṃsānaṃ pāturahosi. ","eng":"Then the divinity Sanaṅkumāra manifested a solid incarnation, taking on the appearance of the youth Pañcasikha, and appeared to the gods of the thirty-three. ","html":"<p>{}","comm":"Also appearing in <a href='index.html?q=dn21#1.8.3'>DN 21:1.8.3</a>, <a href='index.html?q=dn20#10.11'>DN 20:10.11</a>, and <a href='index.html?q=sn35.119'>SN 35.119</a>, Pañcasikha (“Five-Crest”) was a handsome and virile deity of the <i lang='pi' translate='no'>gandhabbas</i>. "},"dn18:18.4":{"pli":"So vehāsaṃ abbhuggantvā ākāse antalikkhe pallaṅkena nisīdi. ","eng":"Rising into the air, he sat cross-legged in the sky, ","html":"{}"},"dn18:18.5":{"pli":"Seyyathāpi, bhante, balavā puriso supaccatthate vā pallaṅke same vā bhūmibhāge pallaṅkena nisīdeyya; ","eng":"like a strong man might sit cross-legged on a well-appointed couch or on level ground. ","html":"{}"},"dn18:18.6":{"pli":"evameva kho, bhante, brahmā sanaṅkumāro vehāsaṃ abbhuggantvā ākāse antalikkhe pallaṅkena nisīditvā devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā imāhi gāthāhi anumodi: ","eng":"Seeing the joy of those gods, the divinity Sanaṅkumāra celebrated with these verses: ","html":"{}</p>"},"dn18:18.7":{"pli":"“Modanti vata bho devā, ","eng":"“The gods rejoice—","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn18:18.8":{"pli":"tāvatiṃsā sahindakā; ","eng":"the thirty-three with their Lord—","html":"<span class='verse-line'>{}</span>"},"dn18:18.9":{"pli":"Tathāgataṃ namassantā, ","eng":"revering the Realized One, ","html":"<span class='verse-line'>{}</span>"},"dn18:18.10":{"pli":"dhammassa ca sudhammataṃ. ","eng":"and the clear rightness of the teaching; ","html":"<span class='verse-line'>{}</span></p>"},"dn18:18.11":{"pli":"Nave deve ca passantā, ","eng":"and seeing the new gods, ","html":"<p><span class='verse-line'>{}</span>"},"dn18:18.12":{"pli":"vaṇṇavante yasassine; ","eng":"so beautiful and glorious, ","html":"<span class='verse-line'>{}</span>"},"dn18:18.13":{"pli":"Sugatasmiṃ brahmacariyaṃ, ","eng":"who have come here after leading ","html":"<span class='verse-line'>{}</span>"},"dn18:18.14":{"pli":"caritvāna idhāgate. ","eng":"the spiritual life under the Buddha! ","html":"<span class='verse-line'>{}</span></p>"},"dn18:18.15":{"pli":"Te aññe atirocanti, ","eng":"They outshine the others ","html":"<p><span class='verse-line'>{}</span>"},"dn18:18.16":{"pli":"vaṇṇena yasasāyunā; ","eng":"in beauty, glory, and lifespan. ","html":"<span class='verse-line'>{}</span>"},"dn18:18.17":{"pli":"Sāvakā bhūripaññassa, ","eng":"Here are the distinguished disciples ","html":"<span class='verse-line'>{}</span>"},"dn18:18.18":{"pli":"visesūpagatā idha. ","eng":"of he whose wisdom is vast. ","html":"<span class='verse-line'>{}</span></p>"},"dn18:18.19":{"pli":"Idaṃ disvāna nandanti, ","eng":"Seeing this, they delight—","html":"<p><span class='verse-line'>{}</span>"},"dn18:18.20":{"pli":"tāvatiṃsā sahindakā; ","eng":"the thirty-three with their Lord—","html":"<span class='verse-line'>{}</span>"},"dn18:18.21":{"pli":"Tathāgataṃ namassantā, ","eng":"revering the Realized One, ","html":"<span class='verse-line'>{}</span>"},"dn18:18.22":{"pli":"dhammassa ca sudhammatan”ti. ","eng":"and the clear rightness of the teaching!” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:19.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha; ","eng":"That is the topic on which the divinity Sanaṅkumāra spoke. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Bhāsittha</i> is 3rd singular aorist middle voice. "},"dn18:19.2":{"pli":"imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato aṭṭhaṅgasamannāgato saro hoti vissaṭṭho ca viññeyyo ca mañju ca savanīyo ca bindu ca avisārī ca gambhīro ca ninnādī ca. ","eng":"And while he was speaking on that topic, his voice had eight qualities: it was clear, comprehensible, charming, audible, lucid, undistorted, deep, and resonant. ","html":"{}","comm":"Compare <a href='index.html?q=mn91#21.4'>MN 91:21.4</a>. "},"dn18:19.3":{"pli":"Yathāparisaṃ kho pana, bhante, brahmā sanaṅkumāro sarena viññāpeti; na cassa bahiddhā parisāya ghoso niccharati. ","eng":"He makes sure his voice is intelligible as far as the assembly goes, but the sound doesn’t extend outside the assembly. ","html":"{}"},"dn18:19.4":{"pli":"Yassa kho pana, bhante, evaṃ aṭṭhaṅgasamannāgato saro hoti, so vuccati “brahmassaro”ti. ","eng":"When someone has a voice like this, they’re said to have the voice of the Divinity. ","html":"{}</p>"},"dn18:20.1":{"pli":"Atha kho, bhante, brahmā sanaṅkumāro tettiṃse attabhāve abhinimminitvā devānaṃ tāvatiṃsānaṃ paccekapallaṅkesu pallaṅkena nisīditvā deve tāvatiṃse āmantesi: ","eng":"Then the divinity Sanaṅkumāra, having manifested thirty-three life-forms, sat down on the couches of each of the gods of the thirty-three and addressed them, ","html":"<p>{}"},"dn18:20.2":{"pli":"“taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāvañca so bhagavā bahujanahitāya paṭipanno bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ","eng":"“What do the good gods of the thirty-three think? How the Buddha has acted for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans! ","html":"{}","comm":"Everything Sanaṅkumāra says is just a bit off. Here he adopts an idiom commonly used by the Buddha, but in third person rather than the Buddha’s second person; and he asks only rhetorically, where the Buddha engages with his audience. If it were only this one example it would mean nothing, but similar changes happen throughout. I believe this is a subtle literary device that tells two narratives to two audiences. To potential converts it sounds like Sanaṅkumāra is giving a ringing and learned endorsement of Buddhism, while to knowledgeable Buddhists he appears as less than well versed in the teachings. I note these eccentric wordings as we proceed. "},"dn18:20.3":{"pli":"Ye hi keci, bho, buddhaṃ saraṇaṃ gatā dhammaṃ saraṇaṃ gatā saṅghaṃ saraṇaṃ gatā sīlesu paripūrakārino te kāyassa bhedā paraṃ maraṇā appekacce paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjanti, appekacce nimmānaratīnaṃ devānaṃ sahabyataṃ upapajjanti, appekacce tusitānaṃ devānaṃ sahabyataṃ upapajjanti, appekacce yāmānaṃ devānaṃ sahabyataṃ upapajjanti, appekacce tāvatiṃsānaṃ devānaṃ sahabyataṃ upapajjanti, appekacce cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjanti. ","eng":"For consider those who have gone for refuge to the Buddha, the teaching, and the Saṅgha, and have fulfilled their ethics. When their bodies break up, after death, some are reborn in the company of the gods who control what is created by others, some with the gods who love to create, some with the joyful gods, some with the gods of Yama, some with the gods of the thirty-three, and some with the gods of the four great kings. ","html":"{}","comm":"The sutta began by recounting those who have achieved various stages of awakening. But escape from rebirth threatens the gods; this potentially fraught relationship is played out in <a href='index.html?q=mn49'>MN 49</a>. Sanaṅkumāra is preempting such arguments by pointing out that many of the Buddha’s followers are reborn among the gods and do not escape transmigration, at least not for now. This is no trivial metaphysical argument. In order for Buddhism to prevail, it must show that its radical soteriology is compatible with worldly prosperity, lest it face opposition from kings and other temporal powers. The gods act as proxies to demonstrate the appropriate behavior for terrestrial kings. This is why the leading character is Bimbisāra/Janavasabha, who straddles the two realms. "},"dn18:20.4":{"pli":"Ye sabbanihīnaṃ kāyaṃ paripūrenti, te gandhabbakāyaṃ paripūrentī”ti. ","eng":"And at the very least they swell the hosts of the centaurs.” ","html":"{}</p>"},"dn18:21.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha; ","eng":"That is the topic on which the divinity Sanaṅkumāra spoke. ","html":"<p>{}"},"dn18:21.2":{"pli":"imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato ghosoyeva devā maññanti: ","eng":"And hearing the sound of the Divinity speaking on that topic, the gods fancied, ","html":"{}"},"dn18:21.3":{"pli":"“yvāyaṃ mama pallaṅke svāyaṃ ekova bhāsatī”ti. ","eng":"“The one sitting on my couch is the only one speaking.” ","html":"{}</p>"},"dn18:21.4":{"pli":"Ekasmiṃ bhāsamānasmiṃ, ","eng":"When one is speaking, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"dn18:21.5":{"pli":"sabbe bhāsanti nimmitā; ","eng":"all the forms speak. ","html":"<span class='verse-line'>{}</span>"},"dn18:21.6":{"pli":"Ekasmiṃ tuṇhimāsīne, ","eng":"When one sits in silence, ","html":"<span class='verse-line'>{}</span>"},"dn18:21.7":{"pli":"sabbe tuṇhī bhavanti te. ","eng":"they all remain silent. ","html":"<span class='verse-line'>{}</span></p>"},"dn18:21.8":{"pli":"Tadāsu devā maññanti, ","eng":"But those gods imagine—","html":"<p><span class='verse-line'>{}</span>"},"dn18:21.9":{"pli":"tāvatiṃsā sahindakā; ","eng":"the thirty-three with their Lord—","html":"<span class='verse-line'>{}</span>"},"dn18:21.10":{"pli":"Yvāyaṃ mama pallaṅkasmiṃ, ","eng":"that the one on their seat ","html":"<span class='verse-line'>{}</span>"},"dn18:21.11":{"pli":"svāyaṃ ekova bhāsatīti. ","eng":"is the only one to speak. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:22.1":{"pli":"Atha kho, bhante, brahmā sanaṅkumāro ekattena attānaṃ upasaṃharati, ekattena attānaṃ upasaṃharitvā sakkassa devānamindassa pallaṅke pallaṅkena nisīditvā deve tāvatiṃse āmantesi: ","eng":"Next the divinity Sanaṅkumāra merged into one corporeal form. Then he sat on the couch of Sakka, lord of gods, and addressed the gods of the thirty-three: ","html":"<p>{}</p>","comm":"Sanaṅkumāra begins sharing the Buddha’s teaching with the gods, starting with the bases of psychic power that featured prominently in DN 16. Here, however, he focuses on the worldly dimensions of psychic powers, ignoring the liberating dimension that was central to the Buddha. This sets the pattern for the teachings to follow, except for the very last. "},"dn18:22.2.0":{"pli":"6. Bhāvitaiddhipāda ","eng":"6. Developing the Bases of Psychic Power ","html":"<h2>{}</h2>"},"dn18:22.3":{"pli":"“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro iddhipādā paññattā iddhipahutāya iddhivisavitāya iddhivikubbanatāya. ","eng":"“What do the good gods of the thirty-three think? How well described by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—are the four bases of psychic power! They are taught for the amplification, burgeoning, and transformation of psychic power. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Yāva supaññattā</i>, which is also at <a href='index.html?q=mn51#4.3'>MN 51:4.3</a>, is a variation of the common exclamation <i lang='pi' translate='no'>yāva subhāsita</i>. The phrase <i lang='pi' translate='no'>iddhipahutāya iddhivisavitāya iddhivikubbanatāya</i> is unique. The Paṭisambhidāmagga draws on this passage to explain <i lang='pi' translate='no'>vikubbana</i> both as a general term for development of psychic powers (<a href='index.html?q=ps3.2#4.3'>Ps 3.2:4.3</a>) and as specific kind of psychic power, namely the transformation of one’s apparent form as demonstrated by Sanaṅkumāra (<a href='index.html?q=ps3.2#15.1'>Ps 3.2:15.1</a>). "},"dn18:22.4":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"dn18:22.5":{"pli":"Idha bho bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ","eng":"It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ","html":"{}"},"dn18:22.6":{"pli":"Vīriyasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ","eng":"They develop the basis of psychic power that has immersion due to energy, and active effort. ","html":"{}"},"dn18:22.7":{"pli":"Cittasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ","eng":"They develop the basis of psychic power that has immersion due to mental development, and active effort. ","html":"{}"},"dn18:22.8":{"pli":"Vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ","eng":"They develop the basis of psychic power that has immersion due to inquiry, and active effort. ","html":"{}"},"dn18:22.9":{"pli":"Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro iddhipādā paññattā iddhipahutāya iddhivisavitāya iddhivikubbanatāya. ","eng":"These are the four bases of psychic power taught by the Buddha for the amplification, burgeoning, and transformation of psychic power. ","html":"{}</p>"},"dn18:22.10":{"pli":"Ye hi keci bho atītamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhosuṃ, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā. ","eng":"All the ascetics and brahmins in the past, ","html":"<p>{}"},"dn18:22.11":{"pli":"Yepi hi keci bho anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhossanti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā. ","eng":"future, ","html":"{}"},"dn18:22.12":{"pli":"Yepi hi keci bho etarahi samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhonti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā. ","eng":"or present who wield the many kinds of psychic power do so by developing and cultivating these four bases of psychic power. ","html":"{}"},"dn18:22.13":{"pli":"Passanti no, bhonto devā tāvatiṃsā, mamapimaṃ evarūpaṃ iddhānubhāvan”ti? ","eng":"Gentlemen, do you see such psychic might and power in me?” ","html":"{}</p>"},"dn18:22.14":{"pli":"“Evaṃ, mahābrahme”ti. ","eng":"“Yes, Great Divinity.” ","html":"<p>{}</p>"},"dn18:22.15":{"pli":"“Ahampi kho bho imesaṃyeva catunnañca iddhipādānaṃ bhāvitattā bahulīkatattā evaṃ mahiddhiko evaṃmahānubhāvo”ti. ","eng":"“I too became so mighty and powerful by developing and cultivating these four bases of psychic power.” ","html":"<p>{}</p>"},"dn18:23.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha. ","eng":"That is the topic on which the divinity Sanaṅkumāra spoke. ","html":"<p>{}"},"dn18:23.2":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṃse āmantesi: ","eng":"And having spoken about that, he addressed the gods of the thirty-three: ","html":"{}</p>"},"dn18:23.3.0":{"pli":"7. Tividhaokāsādhigama ","eng":"7. The Three Openings ","html":"<h2>{}</h2>"},"dn18:23.4":{"pli":"“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo okāsādhigamā anubuddhā sukhassādhigamāya. ","eng":"“What do the good gods of the thirty-three think? How well understood by the Buddha are the three opportunities for achieving happiness! ","html":"<p>{}","comm":"These “three opportunities” are not found elsewhere. "},"dn18:23.5":{"pli":"Katame tayo? ","eng":"What three? ","html":"{}</p>"},"dn18:23.6":{"pli":"Idha bho ekacco saṃsaṭṭho viharati kāmehi saṃsaṭṭho akusalehi dhammehi. ","eng":"First, take someone who lives mixed up with sensual pleasures and unskillful qualities. ","html":"<p>{}","comm":"This unique term is the reverse of the phrase that begins the first <i lang='pi' translate='no'>jhāna</i>. The passage, however, speaks only of lifestyle rather than deep meditation. "},"dn18:23.7":{"pli":"So aparena samayena ariyadhammaṃ suṇāti, yoniso manasi karoti, dhammānudhammaṃ paṭipajjati. ","eng":"After some time they hear the teaching of the noble ones, rationally apply the mind to how it applies to them, and practice in line with the teaching. ","html":"{}"},"dn18:23.8":{"pli":"So ariyadhammassavanaṃ āgamma yonisomanasikāraṃ dhammānudhammappaṭipattiṃ asaṃsaṭṭho viharati kāmehi asaṃsaṭṭho akusalehi dhammehi. ","eng":"They live aloof from sensual pleasures and unskillful qualities. ","html":"{}","comm":"“Aloof” (<i lang='pi' translate='no'>asaṁsaṭṭha</i>) is a synonym of “secluded” (<i lang='pi' translate='no'>vivicca</i>). The <i lang='pi' translate='no'>jhāna</i> formulas are extremely stable and it is rare to find them played with like this. "},"dn18:23.9":{"pli":"Tassa asaṃsaṭṭhassa kāmehi asaṃsaṭṭhassa akusalehi dhammehi uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ","eng":"That gives rise to pleasure, and more than pleasure, happiness, ","html":"{}","comm":"Since <i lang='pi' translate='no'>jhāna</i> arises from pleasure, it cannot be meant here. "},"dn18:23.10":{"pli":"Seyyathāpi, bho, pamudā pāmojjaṃ jāyetha; ","eng":"like the joy that’s born from gladness. ","html":"{}"},"dn18:23.11":{"pli":"evameva kho, bho, asaṃsaṭṭhassa kāmehi asaṃsaṭṭhassa akusalehi dhammehi uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ","html":"{}"},"dn18:23.12":{"pli":"Ayaṃ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo okāsādhigamo anubuddho sukhassādhigamāya. ","eng":"This is the first opportunity for achieving happiness. ","html":"{}</p>"},"dn18:24.1":{"pli":"Puna caparaṃ, bho, idhekaccassa oḷārikā kāyasaṅkhārā appaṭippassaddhā honti, oḷārikā vacīsaṅkhārā appaṭippassaddhā honti, oḷārikā cittasaṅkhārā appaṭippassaddhā honti. ","eng":"Next, take someone whose coarse physical, verbal, and mental processes have not died down. ","html":"<p>{}","comm":"“Coarse physical, verbal, and mental processes” (<i lang='pi' translate='no'>oḷārikā kāyasaṅkhārā …vacīsaṅkhārā … cittasaṅkhārā</i>) is another unique term. They are probably to be identified with the three “processes” of <a href='index.html?q=mn44#14.2'>MN 44:14.2</a>. "},"dn18:24.2":{"pli":"So aparena samayena ariyadhammaṃ suṇāti, yoniso manasi karoti, dhammānudhammaṃ paṭipajjati. ","eng":"After some time they hear the teaching of the noble ones, rationally apply the mind to how it applies to them, and practice in line with the teaching. ","html":"{}"},"dn18:24.3":{"pli":"Tassa ariyadhammassavanaṃ āgamma yonisomanasikāraṃ dhammānudhammappaṭipattiṃ oḷārikā kāyasaṅkhārā paṭippassambhanti, oḷārikā vacīsaṅkhārā paṭippassambhanti, oḷārikā cittasaṅkhārā paṭippassambhanti. ","eng":"Their coarse physical, verbal, and mental processes die down. ","html":"{}"},"dn18:24.4":{"pli":"Tassa oḷārikānaṃ kāyasaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ vacīsaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ cittasaṅkhārānaṃ paṭippassaddhiyā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ","eng":"That gives rise to pleasure, and more than pleasure, happiness, ","html":"{}"},"dn18:24.5":{"pli":"Seyyathāpi, bho, pamudā pāmojjaṃ jāyetha; ","eng":"like the joy that’s born from gladness. ","html":"{}"},"dn18:24.6":{"pli":"evameva kho bho oḷārikānaṃ kāyasaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ vacīsaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ cittasaṅkhārānaṃ paṭippassaddhiyā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ","html":"{}"},"dn18:24.7":{"pli":"Ayaṃ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo okāsādhigamo anubuddho sukhassādhigamāya. ","eng":"This is the second opportunity for achieving happiness. ","html":"{}</p>"},"dn18:25.1":{"pli":"Puna caparaṃ, bho, idhekacco ‘idaṃ kusalan’ti yathābhūtaṃ nappajānāti, ‘idaṃ akusalan’ti yathābhūtaṃ nappajānāti. ","eng":"Next, take someone who doesn’t truly understand what is skillful and what is unskillful, ","html":"<p>{}","comm":"This builds off <a href='index.html?q=dn1#2.24.1'>DN 1:2.24.1</a>, but the full phrase is only here and <a href='index.html?q=dn19#7.2'>DN 19:7.2</a>. "},"dn18:25.2":{"pli":"‘Idaṃ sāvajjaṃ idaṃ anavajjaṃ, idaṃ sevitabbaṃ idaṃ na sevitabbaṃ, idaṃ hīnaṃ idaṃ paṇītaṃ, idaṃ kaṇhasukkasappaṭibhāgan’ti yathābhūtaṃ nappajānāti. ","eng":"what is blameworthy and what is blameless, what should be cultivated and what should not be cultivated, what is inferior and what is superior, and what is on the side of dark and the side of bright. ","html":"{}"},"dn18:25.3":{"pli":"So aparena samayena ariyadhammaṃ suṇāti, yoniso manasi karoti, dhammānudhammaṃ paṭipajjati. ","eng":"After some time they hear the teaching of the noble ones, rationally apply the mind to how it applies to them, and practice in line with the teaching. ","html":"{}"},"dn18:25.4":{"pli":"So ariyadhammassavanaṃ āgamma yonisomanasikāraṃ dhammānudhammappaṭipattiṃ, ‘idaṃ kusalan’ti yathābhūtaṃ pajānāti, ‘idaṃ akusalan’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand what is skillful and what is unskillful, and so on. ","html":"{}"},"dn18:25.5":{"pli":"‘Idaṃ sāvajjaṃ idaṃ anavajjaṃ, idaṃ sevitabbaṃ idaṃ na sevitabbaṃ, idaṃ hīnaṃ idaṃ paṇītaṃ, idaṃ kaṇhasukkasappaṭibhāgan’ti yathābhūtaṃ pajānāti. ","html":"{}"},"dn18:25.6":{"pli":"Tassa evaṃ jānato evaṃ passato avijjā pahīyati, vijjā uppajjati. ","eng":"Knowing and seeing like this, ignorance is given up and knowledge arises. ","html":"{}"},"dn18:25.7":{"pli":"Tassa avijjāvirāgā vijjuppādā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ","eng":"That gives rise to pleasure, and more than pleasure, happiness, ","html":"{}"},"dn18:25.8":{"pli":"Seyyathāpi, bho, pamudā pāmojjaṃ jāyetha; ","eng":"like the joy that’s born from gladness. ","html":"{}"},"dn18:25.9":{"pli":"evameva kho, bho, avijjāvirāgā vijjuppādā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ","html":"{}"},"dn18:25.10":{"pli":"Ayaṃ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo okāsādhigamo anubuddho sukhassādhigamāya. ","eng":"This is the third opportunity for achieving happiness. ","html":"{}</p>"},"dn18:25.11":{"pli":"Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo okāsādhigamā anubuddhā sukhassādhigamāyā”ti. ","eng":"These are the three opportunities for achieving happiness that have been understood by the Buddha.” ","html":"<p>{}</p>"},"dn18:26.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha, ","eng":"That is the topic on which the divinity Sanaṅkumāra spoke. ","html":"<p>{}"},"dn18:26.2":{"pli":"imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṃse āmantesi: ","eng":"And having spoken about that, he addressed the gods of the thirty-three: ","html":"{}</p>"},"dn18:26.3.0":{"pli":"8. Catusatipaṭṭhāna ","eng":"8. Mindfulness Meditation ","html":"<h2>{}</h2>"},"dn18:26.4":{"pli":"“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro satipaṭṭhānā paññattā kusalassādhigamāya. ","eng":"“What do the good gods of the thirty-three think? How well described by the Buddha are the four kinds of mindfulness meditation! They are taught for achieving what is skillful. ","html":"<p>{}","comm":"Normally <i lang='pi' translate='no'>satipaṭṭhāna</i> is taught “in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment” (eg. <a href='index.html?q=dn22#1.7'>DN 22:1.7</a>). Here, in yet another unique phrasing, a more humble goal is sought. "},"dn18:26.5":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"dn18:26.6":{"pli":"Idha, bho, bhikkhu ajjhattaṃ kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"It’s when a mendicant meditates by observing an aspect of the body internally—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"<p>{}"},"dn18:26.7":{"pli":"Ajjhattaṃ kāye kāyānupassī viharanto tattha sammā samādhiyati, sammā vippasīdati. ","eng":"As they meditate in this way, they become rightly immersed in that, and rightly serene. ","html":"{}"},"dn18:26.8":{"pli":"So tattha sammā samāhito sammā vippasanno bahiddhā parakāye ñāṇadassanaṃ abhinibbatteti. ","eng":"Then they give rise to knowledge and vision of other people’s bodies externally. ","html":"{}</p>","comm":"Again the liberating dimension is ignored in favor of worldly psychic abilities. This is another unique formulation. "},"dn18:26.9":{"pli":"Ajjhattaṃ vedanāsu vedanānupassī viharati …pe… ","eng":"They meditate observing an aspect of feelings internally … ","html":"<p>{}"},"dn18:26.10":{"pli":"bahiddhā paravedanāsu ñāṇadassanaṃ abhinibbatteti. ","eng":"Then they give rise to knowledge and vision of other people’s feelings externally. ","html":"{}</p>"},"dn18:26.11":{"pli":"Ajjhattaṃ citte cittānupassī viharati …pe… ","eng":"They meditate observing an aspect of the mind internally … ","html":"<p>{}"},"dn18:26.12":{"pli":"bahiddhā paracitte ñāṇadassanaṃ abhinibbatteti. ","eng":"Then they give rise to knowledge and vision of other people’s minds externally. ","html":"{}</p>"},"dn18:26.13":{"pli":"Ajjhattaṃ dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"They meditate observing an aspect of principles internally—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"<p>{}"},"dn18:26.14":{"pli":"Ajjhattaṃ dhammesu dhammānupassī viharanto tattha sammā samādhiyati, sammā vippasīdati. ","eng":"As they meditate in this way, they become rightly immersed in that, and rightly serene. ","html":"{}"},"dn18:26.15":{"pli":"So tattha sammā samāhito sammā vippasanno bahiddhā paradhammesu ñāṇadassanaṃ abhinibbatteti. ","eng":"Then they give rise to knowledge and vision of other people’s principles externally. ","html":"{}</p>"},"dn18:26.16":{"pli":"Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro satipaṭṭhānā paññattā kusalassādhigamāyā”ti. ","eng":"These are the four kinds of mindfulness meditation taught by the Buddha for achieving what is skillful.” ","html":"<p>{}</p>"},"dn18:27.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha. ","eng":"That is the topic on which the divinity Sanaṅkumāra spoke. ","html":"<p>{}"},"dn18:27.2":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṃse āmantesi: ","eng":"And having spoken about that, he addressed the gods of the thirty-three: ","html":"{}</p>"},"dn18:27.3.0":{"pli":"9. Sattasamādhiparikkhāra ","eng":"9. Seven Prerequisites of Immersion ","html":"<h2>{}</h2>"},"dn18:27.4":{"pli":"“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena satta samādhiparikkhārā sammāsamādhissa paribhāvanāya sammāsamādhissa pāripūriyā. ","eng":"“What do the good gods of the thirty-three think? How well described by the Buddha are the seven prerequisites of immersion for the development and fulfillment of right immersion! ","html":"<p>{}","comm":"Also found at <a href='index.html?q=an7.45#1.1'>AN 7.45:1.1</a>. At <a href='index.html?q=mn44#12.4'>MN 44:12.4</a> the four right efforts are said to be the “prerequisites of immersion”. Here at last Sanaṅkumāra introduces the liberating dimension of the path as a whole. "},"dn18:27.5":{"pli":"Katame satta? ","eng":"What seven? ","html":"{}"},"dn18:27.6":{"pli":"Sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati. ","eng":"Right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness. ","html":"{}"},"dn18:27.7":{"pli":"Yā kho, bho, imehi sattahaṅgehi cittassa ekaggatā parikkhatā, ayaṃ vuccati, bho, ariyo sammāsamādhi saupaniso itipi saparikkhāro itipi. ","eng":"Unification of mind with these seven factors as prerequisites is what is called noble right immersion ‘with its vital conditions’ and also ‘with its prerequisites’. ","html":"{}</p>"},"dn18:27.8":{"pli":"Sammādiṭṭhissa, bho, sammāsaṅkappo pahoti, sammāsaṅkappassa sammāvācā pahoti, sammāvācassa sammākammanto pahoti. Sammākammantassa sammāājīvo pahoti, sammāājīvassa sammāvāyāmo pahoti, sammāvāyāmassa sammāsati pahoti, sammāsatissa sammāsamādhi pahoti, sammāsamādhissa sammāñāṇaṃ pahoti, sammāñāṇassa sammāvimutti pahoti. ","eng":"Right view produces right thought. Right thought produces right speech. Right speech produces right action. Right action produces right livelihood. Right livelihood produces right effort. Right effort produces right mindfulness. Right mindfulness produces right immersion. Right immersion produces right knowledge. Right knowledge produces right freedom. ","html":"<p>{}</p>","comm":"Also at <a href='index.html?q=sn45.1'>SN 45.1</a>, etc. "},"dn18:27.9":{"pli":"Yañhi taṃ, bho, sammā vadamāno vadeyya: ","eng":"If anything should be rightly described as ","html":"<p>{}"},"dn18:27.10":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi apārutā amatassa dvārā’ti idameva taṃ sammā vadamāno vadeyya. ","eng":"‘a teaching that’s well explained by the Buddha, apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves; and the doors to freedom from death are flung open,’ it’s this. ","html":"{}","comm":"To the standard passage on the qualities of the Dhamma, Sanaṅkumāra clumsily tacks on the line spoken by the Buddha when he was persuaded by Brahmā to teach (<a href='index.html?q=sn6.1#10.1'>SN 6.1:10.1</a>, <a href='index.html?q=dn14#3.7.13'>DN 14:3.7.13</a>, <a href='index.html?q=mn26#21.6'>MN 26:21.6</a>, <a href='index.html?q=mn85#45.6'>MN 85:45.6</a>). "},"dn18:27.11":{"pli":"Svākkhāto hi, bho, bhagavatā dhammo sandiṭṭhiko, akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi apārutā amatassa dvārā. ","eng":"For the teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves—and the doors to freedom from death are flung open. ","html":"{}</p>"},"dn18:27.12":{"pli":"Ye hi keci, bho, buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā, ariyakantehi sīlehi samannāgatā, ye cime opapātikā dhammavinītā sātirekāni catuvīsatisatasahassāni māgadhakā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā. ","eng":"Whoever has experiential confidence in the Buddha, the teaching, and the Saṅgha, and has the ethical conduct loved by the noble ones; and whoever is spontaneously reborn, and is trained in the teaching; more than 2,400,000 such Magadhan devotees have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, destined for awakening. ","html":"<p>{}","comm":"Finally the question is answered, although the number of deaths is obviously exaggerated. We cannot estimate the population size at the time with any confidence. But we know that Pāṭaliputta under Ashoka covered about 25 km², which suggests a population somewhere around 250,000. Probably there were a few million people in the whole of Magadha. "},"dn18:27.13":{"pli":"Atthi cevettha sakadāgāmino. ","eng":"And there are once-returners here, too. ","html":"{}</p>"},"dn18:27.14":{"pli":"Atthāyaṃ itarā pajā, ","eng":"And as for the rest of folk, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"The commentary identifies these as non-returners, but this is unlikely as <i lang='pi' translate='no'>puññābhāga</i> (“share of merit”) indicates those who do good for the sake of a good rebirth rather than liberation (<a href='index.html?q=an6.63#30.2'>AN 6.63:30.2</a>). There would have been countless more of such good folk than stream-enterers, whereas the number of non-returners, as indicated by the count of the Ñātikans, would have been small, not “countless”. This verse is also at <a href='index.html?q=sn6.13#7.1'>SN 6.13:7.1</a>, where the commentary says nothing of non-returners. "},"dn18:27.15":{"pli":"puññābhāgāti me mano; ","eng":"who I think have shared in merit—","html":"<span class='verse-line'>{}</span>"},"dn18:27.16":{"pli":"Saṅkhātuṃ nopi sakkomi, ","eng":"I couldn’t even number them, ","html":"<span class='verse-line'>{}</span>"},"dn18:27.17":{"pli":"musāvādassa ottappan”ti. ","eng":"for fear of speaking falsely.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"dn18:28.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha, imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato vessavaṇassa mahārājassa evaṃ cetaso parivitakko udapādi: ","eng":"That is the topic on which the divinity Sanaṅkumāra spoke. And while he was speaking on that topic, this thought came to the great king Vessavaṇa, ","html":"<p>{}"},"dn18:28.2":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho, evarūpopi nāma uḷāro satthā bhavissati, evarūpaṃ uḷāraṃ dhammakkhānaṃ, evarūpā uḷārā visesādhigamā paññāyissantī”ti. ","eng":"“Oh lord, how incredible, how amazing! That there should be such a magnificent Teacher, and such a magnificent exposition of the teaching! And that such achievements of high distinction should be made known!” ","html":"{}</p>"},"dn18:28.3":{"pli":"Atha, bhante, brahmā sanaṅkumāro vessavaṇassa mahārājassa cetasā cetoparivitakkamaññāya vessavaṇaṃ mahārājānaṃ etadavoca: ","eng":"And then the divinity Sanaṅkumāra, knowing the great king Vessavaṇa’s train of thought, said to him, ","html":"<p>{}"},"dn18:28.4":{"pli":"“taṃ kiṃ maññati bhavaṃ vessavaṇo mahārājā atītampi addhānaṃ evarūpo uḷāro satthā ahosi, evarūpaṃ uḷāraṃ dhammakkhānaṃ, evarūpā uḷārā visesādhigamā paññāyiṃsu. ","eng":"“What does Great King Vessavaṇa think? In the past, too, there was such a magnificent Teacher, and such a magnificent exposition of the teaching! And such achievements of high distinction were made known! ","html":"{}","comm":"Sanaṅkumāra lives longer than the lesser gods so he has a broader perspective. He emphasizes the long-term stability of cosmic order, which prevails through the crises that afflict the short-lived kingdoms of men. "},"dn18:28.5":{"pli":"Anāgatampi addhānaṃ evarūpo uḷāro satthā bhavissati, evarūpaṃ uḷāraṃ dhammakkhānaṃ, evarūpā uḷārā visesādhigamā paññāyissantī”ti. ","eng":"In the future, too, there will be such a magnificent Teacher, and such a magnificent exposition of the teaching! And such achievements of high distinction will be made known!” ","html":"{}</p>"},"dn18:29.1":{"pli":"Imamatthaṃ, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ abhāsi, imamatthaṃ vessavaṇo mahārājā brahmuno sanaṅkumārassa devānaṃ tāvatiṃsānaṃ bhāsato sammukhā sutaṃ sammukhā paṭiggahitaṃ sayaṃ parisāyaṃ ārocesi’”. ","eng":"That, sir, is the topic on which the divinity Sanaṅkumāra spoke to the gods of the thirty-three. And the great king Vessavaṇa, having heard and learned it in the presence of the Divinity as he was speaking on that topic, informed his own assembly.’” ","html":"<p>{}</p>","comm":"Astonishingly, this sutta traces its textual lineage directly to Brahmā, exactly like the Brahmanical texts (eg. Bṛhadāraṇyaka Upaniṣad 6.5.4). Of course, Brahmā gets his teaching from the Buddha, but this is clearly copying the Brahmanical model. "},"dn18:29.2":{"pli":"Imamatthaṃ janavasabho yakkho vessavaṇassa mahārājassa sayaṃ parisāyaṃ bhāsato sammukhā sutaṃ sammukhā paṭiggahitaṃ bhagavato ārocesi. ","eng":"And the spirit Janavasabha, having heard and learned it in the presence of the great king Vessavaṇa as he was speaking on that topic to his own assembly, informed the Buddha. ","html":"<p>{}"},"dn18:29.3":{"pli":"Imamatthaṃ bhagavā janavasabhassa yakkhassa sammukhā sutvā sammukhā paṭiggahetvā sāmañca abhiññāya āyasmato ānandassa ārocesi, imamatthamāyasmā ānando bhagavato sammukhā sutvā sammukhā paṭiggahetvā ārocesi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ","eng":"And the Buddha, having heard and learned it in the presence of the spirit Janavasabha, and also from his own direct knowledge, informed Venerable Ānanda. And Venerable Ānanda, having heard and learned it in the presence of the Buddha, informed the monks, nuns, laymen, and laywomen. ","html":"{}","comm":"Here Ānanda plays a key role as the linchpin of the oral tradition. It is likely that not just the Mahāparinibbānasutta itself, but all these suttas of this cycle were composed by Ānanda or his students. "},"dn18:29.4":{"pli":"Tayidaṃ brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitanti. ","eng":"And that’s how this spiritual life has become successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ","html":"{}</p>","comm":"With this unique ending, there is no claim that this sutta was heard by the mendicants in the usual way. Rather it makes its purpose explicit, to act as a means to widely propagate the Dhamma. The Mahāparinibbānasutta also speaks of the spread of the Dhamma, and the Janavasabhasutta indicates some of the means by which that was achieved in the decades following the Buddha’s death; in particular, by allying itself with the ascendant power of Magadha. "},"dn18:29.5":{"pli":"Janavasabhasuttaṃ niṭṭhitaṃ pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}