{"mil6.3.1":{"mil6.3.1:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.1'><header><ul><li class='division'>{}</li>"},"mil6.3.1:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.1:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.1:0.4":{"pli":"1. Vessantarapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.1:1.1":{"pli":"“Bhante nāgasena, sabbeva bodhisattā puttadāraṃ denti, udāhu vessantareneva raññā puttadāraṃ dinnan”ti? ","html":"<p>{}"},"mil6.3.1:1.2":{"pli":"“Sabbepi, mahārāja, bodhisattā puttadāraṃ denti, na vessantareneva raññā puttadāraṃ dinnan”ti. ","html":"{}"},"mil6.3.1:1.3":{"pli":"“Api ca kho, bhante nāgasena, tesaṃ anumatena dentī”ti. ","html":"{}"},"mil6.3.1:1.4":{"pli":"“Bhariyā, mahārāja, anumatā, dārakā pana bālatāya vilapiṃsu, yadi te atthato jāneyyuṃ, tepi anumodeyyuṃ, na te vilapeyyun”ti. ","html":"{}</p>"},"mil6.3.1:2.1":{"pli":"“Dukkaraṃ, bhante nāgasena, bodhisattena kataṃ, yaṃ so attano orase piye putte brāhmaṇassa dāsatthāya adāsi. ","html":"<p>{}</p>"},"mil6.3.1:3.1":{"pli":"Idampi dutiyaṃ dukkarato dukkarataraṃ, yaṃ so attano orase piye putte bālake taruṇake latāya bandhitvā tena brāhmaṇena latāya anumajjīyante disvā ajjhupekkhi. ","html":"<p>{}</p>"},"mil6.3.1:4.1":{"pli":"Idampi tatiyaṃ dukkarato dukkarataraṃ, yaṃ so sakena balena bandhanā muccitvā āgate dārake sārajjamupagate punadeva latāya bandhitvā adāsi. ","html":"<p>{}</p>"},"mil6.3.1:5.1":{"pli":"Idampi catutthaṃ dukkarato dukkarataraṃ, yaṃ so dārake ‘ayaṃ kho, tāta, yakkho khādituṃ neti amhe’ti vilapante ‘mā bhāyitthā’ti na assāsesi. ","html":"<p>{}</p>"},"mil6.3.1:6.1":{"pli":"Idampi pañcamaṃ dukkarato dukkarataraṃ, yaṃ so jālissa kumārassa rudamānassa pādesu nipatitvā ‘alaṃ, tāta, kaṇhājinaṃ nivattehi, ahameva gacchāmi yakkhena saha, khādatu maṃ yakkho’ti yācamānassa evaṃ na sampaṭicchi. ","html":"<p>{}</p>"},"mil6.3.1:7.1":{"pli":"Idampi chaṭṭhaṃ dukkarato dukkarataraṃ, yaṃ so jālissa kumārassa ‘pāsāṇasamaṃ nūna te, tāta, hadayaṃ, yaṃ tvaṃ amhākaṃ dukkhitānaṃ pekkhamāno nimmanussake brahāraññe yakkhena nīyamāne na nivāresī’ti vilapamānassa kāruññaṃ nākāsi. ","html":"<p>{}</p>"},"mil6.3.1:8.1":{"pli":"Idampi sattamaṃ dukkarato dukkarataraṃ, yaṃ tassa ruḷaruḷassa bhīmabhīmassa nīte dārake adassanaṃ gamite na phali hadayaṃ satadhā vā sahassadhā vā, puññakāmena manujena kiṃ paradukkhāpanena, nanu nāma sakadānaṃ dātabbaṃ hotī”ti? ","html":"<p>{}</p>"},"mil6.3.1:9.1":{"pli":"“Dukkarassa, mahārāja, katattā bodhisattassa kittisaddo dasasahassiyā lokadhātuyā sadevamanussesu abbhuggato, devā devabhavane pakittenti, asurā asurabhavane pakittenti, garuḷā garuḷabhavane pakittenti, nāgā nāgabhavane pakittenti, yakkhā yakkhabhavane pakittenti, anupubbena tassa kittisaddo paramparāya ajjetarahi idha amhākaṃ samayaṃ anuppatto, taṃ mayaṃ dānaṃ pakittentā vikopentā nisinnā sudinnaṃ, udāhu duddinnanti. ","html":"<p>{}"},"mil6.3.1:9.2":{"pli":"So kho panāyaṃ, mahārāja, kittisaddo nipuṇānaṃ viññūnaṃ vidūnaṃ vibhāvīnaṃ bodhisattānaṃ dasa guṇe anudassati. ","html":"{}"},"mil6.3.1:9.3":{"pli":"Katame dasa? ","html":"{}"},"mil6.3.1:9.4":{"pli":"Agedhatā nirālayatā cāgo pahānaṃ apunarāvattitā sukhumatā mahantatā duranubodhatā dullabhatā asadisatā buddhadhammassa, so kho panāyaṃ, mahārāja, kittisaddo nipuṇānaṃ viññūnaṃ vidūnaṃ vibhāvīnaṃ bodhisattānaṃ ime dasa guṇe anudassatī”ti. ","html":"{}</p>"},"mil6.3.1:10.1":{"pli":"“Bhante nāgasena, yo paraṃ dukkhāpetvā dānaṃ deti, api nu taṃ dānaṃ sukhavipākaṃ hoti saggasaṃvattanikan”ti? ","html":"<p>{}"},"mil6.3.1:10.2":{"pli":"“Āma, mahārāja, kiṃ vattabban”ti. ","html":"{}"},"mil6.3.1:10.3":{"pli":"“Iṅgha, bhante nāgasena, kāraṇaṃ upadassehī”ti. ","html":"{}"},"mil6.3.1:10.4":{"pli":"“Idha, mahārāja, koci samaṇo vā brāhmaṇo vā sīlavā hoti kalyāṇadhammo, so bhaveyya pakkhahato vā pīṭhasappī vā aññataraṃ vā byādhiṃ āpanno, tamenaṃ yo koci puññakāmo yānaṃ āropetvā patthitaṃ desamanupāpeyya, api nu kho, mahārāja, tassa purisassa tatonidānaṃ kiñci sukhaṃ nibbatteyya saggasaṃvattanikaṃ taṃ kamman”ti? ","html":"{}"},"mil6.3.1:10.5":{"pli":"“Āma, bhante, kiṃ vattabbaṃ? ","html":"{}"},"mil6.3.1:10.6":{"pli":"Hatthiyānaṃ vā so, bhante, puriso labheyya assayānaṃ vā rathayānaṃ vā, thale thalayānaṃ jale jalayānaṃ devesu devayānaṃ manussesu manussayānaṃ, tadanucchavikaṃ tadanulomikaṃ bhave bhave nibbatteyya, tadanucchavikāni tadanulomikāni cassa sukhāni nibbatteyyuṃ, sugatito sugatiṃ gaccheyya, teneva kammābhisandena iddhiyānaṃ abhiruyha patthitaṃ nibbānanagaraṃ pāpuṇeyyā”ti. ","html":"{}"},"mil6.3.1:10.7":{"pli":"“Tena hi, mahārāja, paradukkhāpanena dinnadānaṃ sukhavipākaṃ hoti saggasaṃvattanikaṃ, yaṃ so puriso balībadde dukkhāpetvā evarūpaṃ sukhaṃ anubhavati. ","html":"{}</p>"},"mil6.3.1:11.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yathā paradukkhāpanena dinnadānaṃ sukhavipākaṃ hoti saggasaṃvattanikaṃ. ","html":"<p>{}"},"mil6.3.1:11.2":{"pli":"Idha, mahārāja, yo koci rājā janapadato dhammikaṃ baliṃ uddharāpetvā āṇāpavattanena dānaṃ dadeyya, api nu kho so, mahārāja, rājā tatonidānaṃ kiñci sukhaṃ anubhaveyya saggasaṃvattanikaṃ taṃ dānan”ti? ","html":"{}"},"mil6.3.1:11.3":{"pli":"“Āma, bhante, kiṃ vattabbaṃ, tatonidānaṃ so, bhante, rājā uttariṃ anekasatasahassaguṇaṃ labheyya. ","html":"{}"},"mil6.3.1:11.4":{"pli":"Rājūnaṃ atirājā bhaveyya, devānaṃ atidevo bhaveyya, brahmānaṃ atibrahmā bhaveyya, samaṇānaṃ atisamaṇo bhaveyya, brāhmaṇānaṃ atibrāhmaṇo bhaveyya, arahantānaṃ atiarahā bhaveyyā”ti. ","html":"{}"},"mil6.3.1:11.5":{"pli":"“Tena hi, mahārāja, paradukkhāpanena dinnadānaṃ sukhavipākaṃ hoti saggasaṃvattanikaṃ, yaṃ so rājā balinā janaṃ pīḷetvā dinnadānena evarūpaṃ uttariṃ yasasukhaṃ anubhavatī”ti. ","html":"{}</p>"},"mil6.3.1:12.1":{"pli":"“Atidānaṃ, bhante nāgasena, vessantarena raññā dinnaṃ, yaṃ so sakaṃ bhariyaṃ parassa bhariyatthāya adāsi, sake orase putte brāhmaṇassa dāsatthāya adāsi, atidānaṃ nāma, bhante nāgasena, loke vidūhi ninditaṃ garahitaṃ, yathā nāma, bhante nāgasena, atibhārena sakaṭassa akkho bhijjati, atibhārena nāvā osīdati, atibhuttena bhojanaṃ visamaṃ pariṇamati, ativassena dhaññaṃ vinassati, atidānena bhogakkhayaṃ upeti, atitāpena pathavī upaḍayhati, atirāgena ummattako hoti, atidosena vajjho hoti, atimohena anayaṃ āpajjati, atilobhena coraggahaṇamupagacchati, atibhayena nirujjhati, atipūrena nadī uttarati, ativātena asani patati, atiagginā odanaṃ uttarati, atisañcaraṇena na ciraṃ jīvati. ","html":"<p>{}"},"mil6.3.1:12.2":{"pli":"Evameva kho, bhante nāgasena, atidānaṃ nāma loke vidūhi ninditaṃ garahitaṃ, atidānaṃ, bhante nāgasena, vessantarena raññā dinnaṃ, na tattha kiñci phalaṃ icchitabban”ti. ","html":"{}</p>"},"mil6.3.1:13.1":{"pli":"“Atidānaṃ, mahārāja, loke vidūhi vaṇṇitaṃ thutaṃ pasatthaṃ, ye keci yādisaṃ kīdisaṃ dānaṃ denti, atidānadāyī loke kittiṃ pāpuṇāti. ","html":"<p>{}"},"mil6.3.1:13.2":{"pli":"Yathā, mahārāja, atipavaratāya dibbaṃ vanamūlaṃ gahitampi hatthapāse ṭhitānaṃ parajanānaṃ na dassayati, agado atijaccatāya pīḷāya samugghātako rogānaṃ antakaro, aggi atijotitāya ḍahati, udakaṃ atisītatāya nibbāpeti, padumaṃ parisuddhatāya na upalimpati vārikaddamena, maṇi atiguṇatāya kāmadado, vajiraṃ atitikhiṇatāya vijjhati maṇimuttāphalikaṃ, pathavī atimahantatāya naroragamigapakkhijalaselapabbatadume dhāreti, samuddo atimahantatāya aparipūraṇo, sineru atibhāratāya acalo, ākāso ativitthāratāya ananto, sūriyo atippabhatāya timiraṃ ghāteti, sīho atijātitāya vigatabhayo, mallo atibalavatāya paṭimallaṃ khippaṃ ukkhipati, rājā atipuññatāya adhipati, bhikkhu atisīlavantatāya nāgayakkhanaramarūhi namassanīyo, buddho atiaggatāya anupamo. ","html":"{}"},"mil6.3.1:13.3":{"pli":"Evameva kho, mahārāja, atidānaṃ nāma loke vidūhi vaṇṇitaṃ thutaṃ pasatthaṃ, ye keci yādisaṃ kīdisaṃ dānaṃ denti, atidānadāyī loke kittiṃ pāpuṇāti, atidānena vessantaro rājā dasasahassiyā lokadhātuyā vaṇṇito thuto pasattho mahito kittito, teneva atidānena vessantaro rājā ajjetarahi buddho jāto aggo sadevake loke. ","html":"{}</p>"},"mil6.3.1:14.1":{"pli":"Atthi pana, mahārāja, loke ṭhapanīyaṃ dānaṃ, yaṃ dakkhiṇeyye anuppatte na dātabban”ti? ","html":"<p>{}"},"mil6.3.1:14.2":{"pli":"“Dasa kho panimāni, bhante nāgasena, dānāni, yāni loke adānasammatāni, yo tāni dānāni deti, so apāyagāmī hoti. ","html":"{}"},"mil6.3.1:14.3":{"pli":"Katamāni dasa? ","html":"{}"},"mil6.3.1:14.4":{"pli":"Majjadānaṃ, bhante nāgasena, loke adānasammataṃ, yo taṃ dānaṃ deti, so apāyagāmī hoti. ","html":"{}"},"mil6.3.1:14.5":{"pli":"Samajjadānaṃ …pe… ","html":"{}"},"mil6.3.1:14.6":{"pli":"itthidānaṃ … ","html":"{}"},"mil6.3.1:14.7":{"pli":"usabhadānaṃ … ","html":"{}"},"mil6.3.1:14.8":{"pli":"cittakammadānaṃ … ","html":"{}"},"mil6.3.1:14.9":{"pli":"satthadānaṃ … ","html":"{}"},"mil6.3.1:14.10":{"pli":"visadānaṃ … ","html":"{}"},"mil6.3.1:14.11":{"pli":"saṅkhalikadānaṃ … ","html":"{}"},"mil6.3.1:14.12":{"pli":"kukkuṭasūkaradānaṃ … ","html":"{}"},"mil6.3.1:14.13":{"pli":"tulākūṭamānakūṭadānaṃ, bhante nāgasena, loke adānasammataṃ hoti, yo taṃ dānaṃ deti, so apāyagāmī hoti. ","html":"{}"},"mil6.3.1:14.14":{"pli":"Imāni kho, bhante nāgasena, dasa dānāni loke adānasammatāni, yo tāni dānāni deti, so apāyagāmī hotī”ti. ","html":"{}</p>"},"mil6.3.1:15.1":{"pli":"“Nāhaṃ taṃ, mahārāja, adānasammataṃ pucchāmi, imaṃ khvāhaṃ, mahārāja, taṃ pucchāmi ‘atthi pana, mahārāja, loke ṭhapanīyaṃ dānaṃ, yaṃ dakkhiṇeyye anuppatte na dātabban’”ti. ","html":"<p>{}"},"mil6.3.1:15.2":{"pli":"“Natthi, bhante nāgasena, loke ṭhapanīyaṃ dānaṃ. ","html":"{}"},"mil6.3.1:15.3":{"pli":"Yaṃ dakkhiṇeyye anuppatte na dātabbaṃ, cittappasāde uppanne keci dakkhiṇeyyānaṃ bhojanaṃ denti, keci acchādanaṃ, keci sayanaṃ, keci āvasathaṃ, keci attharaṇapāvuraṇaṃ, keci dāsidāsaṃ, keci khettavatthuṃ, keci dvipadacatuppadaṃ, keci sataṃ sahassaṃ satasahassaṃ, keci mahārajjaṃ, keci jīvitampi dentī”ti. ","html":"{}"},"mil6.3.1:15.4":{"pli":"“Yadi pana, mahārāja, keci jīvitampi denti, kiṃ kāraṇā vessantaraṃ dānapatiṃ atibāḷhaṃ paripātesi sudinne putte ca dāre ca? ","html":"{}</p>"},"mil6.3.1:16.1":{"pli":"Api nu kho, mahārāja, atthi lokapakati lokāciṇṇaṃ, labhati pitā puttaṃ iṇaṭṭo vā ājīvikapakato vā āvapituṃ vā vikkiṇituṃ vā”ti? ","html":"<p>{}"},"mil6.3.1:16.2":{"pli":"“Āma, bhante, labhati pitā puttaṃ iṇaṭṭo vā ājīvikapakato vā āvapituṃ vā vikkiṇituṃ vā”ti. ","html":"{}"},"mil6.3.1:16.3":{"pli":"“Yadi, mahārāja, labhati pitā puttaṃ iṇaṭṭo vā ājīvikapakato vā āvapituṃ vā vikkiṇituṃ vā, vessantaropi, mahārāja, rājā alabhamāno sabbaññutañāṇaṃ upadduto dukkhito tassa dhammadhanassa paṭilābhāya puttadāraṃ āvapesi ca vikkiṇi ca. ","html":"{}"},"mil6.3.1:16.4":{"pli":"Iti, mahārāja, vessantarena raññā aññesaṃ dinnaṃyeva dinnaṃ, kataṃyeva kataṃ. ","html":"{}"},"mil6.3.1:16.5":{"pli":"Kissa pana tvaṃ, mahārāja, tena dānena vessantaraṃ dānapatiṃ atibāḷhaṃ apasādesī”ti? ","html":"{}</p>"},"mil6.3.1:17.1":{"pli":"“Nāhaṃ, bhante nāgasena, vessantarassa dānapatino dānaṃ garahāmi, api ca puttadāraṃ yācante niminitvā attānaṃ dātabban”ti. ","html":"<p>{}"},"mil6.3.1:17.2":{"pli":"“Etaṃ kho, mahārāja, asabbhikāraṇaṃ, yaṃ puttadāraṃ yācante attānaṃ dadeyya, yaṃ yaṃ hi yācante taṃ tadeva dātabbaṃ, etaṃ sappurisānaṃ kammaṃ. ","html":"{}"},"mil6.3.1:17.3":{"pli":"Yathā, mahārāja, koci puriso pānīyaṃ āharāpeyya, tassa yo bhojanaṃ dadeyya, api nu so, mahārāja, puriso tassa kiccakārī assā”ti? ","html":"{}"},"mil6.3.1:17.4":{"pli":"“Na hi, bhante, yaṃ so āharāpeti, tameva tassa dento kiccakārī assā”ti. ","html":"{}"},"mil6.3.1:17.5":{"pli":"“Evameva kho, mahārāja, vessantaro rājā brāhmaṇe puttadāraṃ yācante puttadāraṃ yeva adāsi. ","html":"{}"},"mil6.3.1:17.6":{"pli":"Sace, mahārāja, brāhmaṇo vessantarassa sarīraṃ yāceyya, na so, mahārāja, attānaṃ rakkheyya na kampeyya na rajjeyya, tassa dinnaṃ pariccattaṃyeva sarīraṃ bhaveyya. ","html":"{}"},"mil6.3.1:17.7":{"pli":"Sace, mahārāja, koci vessantaraṃ dānapatiṃ upagantvā yāceyya ‘dāsattaṃ me upehī’ti, dinnaṃ pariccattaṃyevassa sarīraṃ bhaveyya, na so datvā tapeyya, rañño, mahārāja, vessantarassa kāyo bahusādhāraṇo. ","html":"{}</p>"},"mil6.3.1:18.1":{"pli":"Yathā, mahārāja, pakkā maṃsapesi bahusādhāraṇā; ","html":"<p>{}"},"mil6.3.1:18.2":{"pli":"evameva kho, mahārāja, rañño vessantarassa kāyo bahusādhāraṇo. ","html":"{}"},"mil6.3.1:18.3":{"pli":"Yathā vā pana, mahārāja, phalito rukkho nānādijagaṇasādhāraṇo; ","html":"{}"},"mil6.3.1:18.4":{"pli":"evameva kho, mahārāja, rañño vessantarassa kāyo bahusādhāraṇo. ","html":"{}"},"mil6.3.1:18.5":{"pli":"Kiṃ kāraṇā? ","html":"{}"},"mil6.3.1:18.6":{"pli":"‘Evāhaṃ paṭipajjanto sammāsambodhiṃ pāpuṇissāmī’ti. ","html":"{}</p>"},"mil6.3.1:19.1":{"pli":"Yathā, mahārāja, puriso adhano dhanatthiko dhanapariyesanaṃ caramāno ajapathaṃ saṅkupathaṃ vettapathaṃ gacchati, jalathalavāṇijjaṃ karoti, kāyena vācāya manasā dhanaṃ ārādheti, dhanappaṭilābhāya vāyamati; ","html":"<p>{}"},"mil6.3.1:19.2":{"pli":"evameva kho, mahārāja, vessantaro dānapati adhano buddhadhanena sabbaññutañāṇaratanappaṭilābhāya yācakānaṃ dhanadhaññaṃ dāsidāsaṃ yānavāhanaṃ sakalasāpateyyaṃ sakaṃ puttadāraṃ attānañca cajitvā sammāsambodhiṃyeva pariyesati. ","html":"{}</p>"},"mil6.3.1:20.1":{"pli":"Yathā vā pana, mahārāja, amacco muddakāmo muddādhikaraṇaṃ yaṃ kiñci gehe dhanadhaññaṃ hiraññasuvaṇṇaṃ, taṃ sabbaṃ datvāpi muddappaṭilābhāya vāyamati; ","html":"<p>{}"},"mil6.3.1:20.2":{"pli":"evameva kho, mahārāja, vessantaro dānapati sabbaṃ taṃ bāhirabbhantaradhanaṃ datvā jīvitampi paresaṃ datvā sammāsambodhiṃyeva pariyesati. ","html":"{}</p>"},"mil6.3.1:21.1":{"pli":"Api ca, mahārāja, vessantarassa dānapatino evaṃ ahosi ‘yaṃ so brāhmaṇo yācati, tamevāhaṃ tassa dento kiccakārī nāma homī’ti, evaṃ so tassa puttadāramadāsi. ","html":"<p>{}"},"mil6.3.1:21.2":{"pli":"Na kho, mahārāja, vessantaro dānapati dessatāya brāhmaṇassa puttadāramadāsi, na adassanakāmatāya puttadāramadāsi, na atibahukā me puttadārā, ‘na sakkomi te posetun’ti puttadāramadāsi, na ukkaṇṭhito ‘appiyā me’ti nīharitukāmatāya puttadāramadāsi. ","html":"{}"},"mil6.3.1:21.3":{"pli":"Atha kho sabbaññutañāṇaratanasseva piyattā sabbaññutañāṇassa kāraṇā vessantaro rājā evarūpaṃ atulaṃ vipulamanuttaraṃ piyaṃ manāpaṃ dayitaṃ pāṇasamaṃ puttadāradānavaraṃ brāhmaṇassa adāsi. ","html":"{}</p>"},"mil6.3.1:22.1":{"pli":"Bhāsitampetaṃ, mahārāja, bhagavatā devātidevena cariyāpiṭake—","html":"<p>{}</p>"},"mil6.3.1:23.1":{"pli":"‘Na me dessā ubho puttā, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.3.1:23.2":{"pli":"maddī devī na dessiyā; ","html":"<span class='verse-line'>{}</span>"},"mil6.3.1:23.3":{"pli":"Sabbaññutaṃ piyaṃ mayhaṃ, ","html":"<span class='verse-line'>{}</span>"},"mil6.3.1:23.4":{"pli":"tasmā piye adāsahan’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.3.1:24.1":{"pli":"Tasmā, mahārāja, vessantaro rājā puttadānaṃ datvā paṇṇasālaṃ pavisitvā nipajji. ","html":"<p>{}"},"mil6.3.1:24.2":{"pli":"Tassa atipemena dukkhitassa balavasoko uppajji, hadayavatthu uṇhamahosi. ","html":"{}"},"mil6.3.1:24.3":{"pli":"Nāsikāya appahontiyā mukhena uṇhe assāsapassāse vissajjesi, assūni parivattitvā lohitabindūni hutvā nettehi nikkhamiṃsu. ","html":"{}"},"mil6.3.1:24.4":{"pli":"Evameva kho, mahārāja, dukkhena vessantaro rājā brāhmaṇassa puttadāramadāsi ‘mā me dānapatho parihāyī’ti. ","html":"{}</p>"},"mil6.3.1:25.1":{"pli":"Api ca, mahārāja, vessantaro rājā dve atthavase paṭicca brāhmaṇassa dve dārake adāsi. ","html":"<p>{}"},"mil6.3.1:25.2":{"pli":"Katame dve? ","html":"{}"},"mil6.3.1:25.3":{"pli":"Dānapatho ca me aparihīno bhavissati, dukkhite ca me puttake vanamūlaphalehi itonidānaṃ ayyako mocessatīti. ","html":"{}"},"mil6.3.1:25.4":{"pli":"Jānāti hi, mahārāja, vessantaro rājā ‘na me dārakā sakkā kenaci dāsabhogena bhuñjituṃ, ime ca dārake ayyako nikkiṇissati, evaṃ amhākampi gamanaṃ bhavissatī’ti. ","html":"{}"},"mil6.3.1:25.5":{"pli":"Ime kho, mahārāja, dve atthavase paṭicca brāhmaṇassa dve dārake adāsi. ","html":"{}</p>"},"mil6.3.1:26.1":{"pli":"Api ca, mahārāja, vessantaro rājā jānāti ‘ayaṃ kho brāhmaṇo jiṇṇo vuḍḍho mahallako dubbalo bhaggo daṇḍaparāyaṇo khīṇāyuko parittapuñño, neso samattho ime dārake dāsabhogena bhuñjitun’ti. ","html":"<p>{}"},"mil6.3.1:26.2":{"pli":"Sakkuṇeyya pana, mahārāja, puriso pākatikena balena ime candimasūriye evaṃmahiddhike evaṃmahānubhāve gahetvā peḷāya vā samugge vā pakkhipitvā nippabhe katvā thālakaparibhogena paribhuñjitun”ti? ","html":"{}"},"mil6.3.1:26.3":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.1:26.4":{"pli":"“Evameva kho, mahārāja, imasmiṃ loke candimasūriyappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjitunti. ","html":"{}</p>"},"mil6.3.1:27.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"<p>{}"},"mil6.3.1:27.2":{"pli":"Yathā, mahārāja, rañño cakkavattissa maṇiratanaṃ subhaṃ jātimantaṃ aṭṭhaṃsaṃ suparikammakataṃ catuhatthāyāmaṃ sakaṭanābhipariṇāhaṃ na sakkā kenaci pilotikāya veṭhetvā peḷāya pakkhipitvā satthakanisānaparibhogena paribhuñjituṃ; ","html":"{}"},"mil6.3.1:27.3":{"pli":"evameva kho, mahārāja, loke cakkavattirañño maṇiratanappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"{}</p>"},"mil6.3.1:28.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"<p>{}"},"mil6.3.1:28.2":{"pli":"Yathā, mahārāja, tidhā pabhinno sabbaseto sattappatiṭṭhito aṭṭharatanubbedho navaratanāyāmapariṇāho pāsādiko dassanīyo uposatho nāgarājā na sakkā kenaci suppena vā sarāvena vā pidahituṃ, govacchako viya vacchakasālāya pakkhipitvā pariharituṃ vā; ","html":"{}"},"mil6.3.1:28.3":{"pli":"evameva kho, mahārāja, loke uposathanāgarājappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"{}</p>"},"mil6.3.1:29.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"<p>{}"},"mil6.3.1:29.2":{"pli":"Yathā, mahārāja, mahāsamuddo dīghaputhulavitthiṇṇo gambhīro appameyyo duruttaro apariyogāḷho anāvaṭo na sakkā kenaci sabbattha pidahitvā ekatitthena paribhogaṃ kātuṃ; ","html":"{}"},"mil6.3.1:29.3":{"pli":"evameva kho, mahārāja, loke mahāsamuddappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"{}</p>"},"mil6.3.1:30.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"<p>{}"},"mil6.3.1:30.2":{"pli":"Yathā, mahārāja, himavanto pabbatarājā pañcayojanasataṃ accuggato nabhe tisahassayojanāyāmavitthāro caturāsītikūṭasahassappaṭimaṇḍito pañcannaṃ mahānadīsatānaṃ pabhavo mahābhūtagaṇālayo nānāvidhagandhadharo dibbosadhasatasamalaṅkato nabhe valāhako viya accuggato dissati; ","html":"{}"},"mil6.3.1:30.3":{"pli":"evameva kho, mahārāja, loke himavantapabbatarājappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"{}</p>"},"mil6.3.1:31.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"<p>{}"},"mil6.3.1:31.2":{"pli":"Yathā, mahārāja, rattandhakāratimisāyaṃ uparipabbatagge jalamāno mahāaggikkhandho suvidūrepi paññāyati; ","html":"{}"},"mil6.3.1:31.3":{"pli":"evameva kho, mahārāja, vessantaro rājā pabbatagge jalamāno mahāaggikkhandho viya suvidūrepi pākaṭo paññāyati, tassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"{}</p>"},"mil6.3.1:32.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"<p>{}"},"mil6.3.1:32.2":{"pli":"Yathā, mahārāja, himavante pabbate nāgapupphasamaye ujuvāte vāyante dasa dvādasa yojanāni pupphagandho vāyati; ","html":"{}"},"mil6.3.1:32.3":{"pli":"evameva kho, mahārāja, vessantarassa rañño api yojanasahassehipi yāva akaniṭṭhabhavanaṃ etthantare surāsuragaruḷagandhabbayakkharakkhasamahoragakinnaraindabhavanesu kittisaddo abbhuggato, sīlavaragandho cassa sampavāyati, tena tassa dārakā na sakkā kenaci dāsabhogena bhuñjituṃ. ","html":"{}"},"mil6.3.1:32.4":{"pli":"Anusiṭṭho, mahārāja, jālī kumāro pitarā vessantarena raññā ‘ayyako te, tāta, tumhe brāhmaṇassa dhanaṃ datvā nikkiṇanto taṃ nikkhasahassaṃ datvā nikkiṇātu, kaṇhājinaṃ nikkiṇanto dāsasataṃ dāsisataṃ hatthisataṃ assasataṃ dhenusataṃ usabhasataṃ nikkhasatanti sabbasataṃ datvā nikkiṇātu, yadi te, tāta, ayyako tumhe brāhmaṇassa hatthato āṇāya balasā mudhā gaṇhāti, mā tumhe ayyakassa vacanaṃ karittha, brāhmaṇasseva anuyāyino hothā’ti, evamanusāsitvā putte pesesi, tato jālīkumāro gantvā ayyakena puṭṭho kathesi—","html":"{}</p>"},"mil6.3.1:33.1":{"pli":"‘Sahassagghañhi maṃ tāta, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.3.1:33.2":{"pli":"brāhmaṇassa pitā adā; ","html":"<span class='verse-line'>{}</span>"},"mil6.3.1:33.3":{"pli":"Atho kaṇhājinaṃ kaññaṃ, ","html":"<span class='verse-line'>{}</span>"},"mil6.3.1:33.4":{"pli":"hatthīnañca satena cā’”ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.3.1:34.1":{"pli":"“Sunibbeṭhito, bhante nāgasena, pañho; ","html":"<p>{}"},"mil6.3.1:34.2":{"pli":"subhinnaṃ diṭṭhijālaṃ; ","html":"{}"},"mil6.3.1:34.3":{"pli":"sumaddito paravādo; ","html":"{}"},"mil6.3.1:34.4":{"pli":"sakasamayo sudīpito; ","html":"{}"},"mil6.3.1:34.5":{"pli":"byañjanaṃ suparisodhitaṃ; ","html":"{}"},"mil6.3.1:34.6":{"pli":"suvibhatto attho; ","html":"{}"},"mil6.3.1:34.7":{"pli":"evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.1:35.1":{"pli":"Vessantarapañho paṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.10":{"mil6.3.10:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.10'><header><ul><li class='division'>{}</li>"},"mil6.3.10:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.10:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.10:0.4":{"pli":"10. Nibbānarūpasaṇṭhānapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.10:1.1":{"pli":"“Bhante nāgasena, ‘nibbānaṃ nibbānan’ti yaṃ vadesi, sakkā pana tassa nibbānassa rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti? ","html":"<p>{}"},"mil6.3.10:1.2":{"pli":"“Appaṭibhāgaṃ, mahārāja, nibbānaṃ, na sakkā nibbānassa rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti. ","html":"{}"},"mil6.3.10:1.3":{"pli":"“Etampāhaṃ, bhante nāgasena, na sampaṭicchāmi, yaṃ atthidhammassa nibbānassa rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā apaññāpanaṃ, kāraṇena maṃ saññāpehī”ti. ","html":"{}"},"mil6.3.10:1.4":{"pli":"“Hotu, mahārāja, kāraṇena taṃ saññāpessāmi. ","html":"{}"},"mil6.3.10:1.5":{"pli":"Atthi, mahārāja, mahāsamuddo nāmā”ti? ","html":"{}"},"mil6.3.10:1.6":{"pli":"“Āma, bhante, attheso mahāsamuddo”ti. ","html":"{}"},"mil6.3.10:1.7":{"pli":"“Sace taṃ, mahārāja, koci evaṃ puccheyya ‘kittakaṃ, mahārāja, mahāsamudde udakaṃ, kati pana te sattā, ye mahāsamudde paṭivasantī’ti, evaṃ puṭṭho tvaṃ, mahārāja, kinti tassa byākareyyāsī”ti? ","html":"{}"},"mil6.3.10:1.8":{"pli":"“Sace maṃ, bhante, koci evaṃ puccheyya ‘kittakaṃ, mahārāja, mahāsamudde udakaṃ, kati pana te sattā, ye mahāsamudde paṭivasantī’ti, tamahaṃ, bhante, evaṃ vadeyyaṃ ‘apucchitabbaṃ maṃ tvaṃ, ambho purisa, pucchasi, nesā pucchā kenaci pucchitabbā, ṭhapanīyo eso pañho. ","html":"{}"},"mil6.3.10:1.9":{"pli":"Avibhatto lokakkhāyikehi mahāsamuddo, na sakkā mahāsamudde udakaṃ pariminituṃ sattā vā ye tattha vāsamupagatāti evāhaṃ, bhante tassa paṭivacanaṃ dadeyyan’”ti. ","html":"{}</p>"},"mil6.3.10:2.1":{"pli":"“Kissa pana tvaṃ, mahārāja, atthidhamme mahāsamudde evaṃ paṭivacanaṃ dadeyyāsi, nanu vigaṇetvā tassa ācikkhitabbaṃ ‘ettakaṃ mahāsamudde udakaṃ, ettakā ca sattā mahāsamudde paṭivasantī’”ti? ","html":"<p>{}"},"mil6.3.10:2.2":{"pli":"“Na sakkā, bhante, avisayo eso pañho”ti. ","html":"{}</p>"},"mil6.3.10:3.1":{"pli":"“Yathā, mahārāja, atthidhammeyeva mahāsamudde na sakkā udakaṃ parigaṇetuṃ sattā vā ye tattha vāsamupagatā; ","html":"<p>{}"},"mil6.3.10:3.2":{"pli":"evameva kho, mahārāja, atthidhammasseva nibbānassa na sakkā rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṃ, vigaṇeyya, mahārāja, iddhimā cetovasippatto mahāsamudde udakaṃ tatrāsaye ca satte, na tveva so iddhimā cetovasippatto sakkuṇeyya nibbānassa rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṃ. ","html":"{}</p>"},"mil6.3.10:4.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, atthidhammasseva nibbānassa na sakkā rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitunti. ","html":"<p>{}"},"mil6.3.10:4.2":{"pli":"Atthi, mahārāja, devesu arūpakāyikā nāma devā”ti. ","html":"{}"},"mil6.3.10:4.3":{"pli":"“Āma, bhante, suyyati ‘atthi devesu arūpakāyikā nāma devā’”ti. ","html":"{}"},"mil6.3.10:4.4":{"pli":"“Sakkā pana, mahārāja, tesaṃ arūpakāyikānaṃ devānaṃ rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti? ","html":"{}"},"mil6.3.10:4.5":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.10:4.6":{"pli":"“Tena hi, mahārāja, natthi arūpakāyikā devā”ti? ","html":"{}"},"mil6.3.10:4.7":{"pli":"“Atthi, bhante, arūpakāyikā devā, na ca sakkā tesaṃ rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti. ","html":"{}"},"mil6.3.10:4.8":{"pli":"“Yathā, mahārāja, atthisattānaṃyeva arūpakāyikānaṃ devānaṃ na sakkā rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṃ; ","html":"{}"},"mil6.3.10:4.9":{"pli":"evameva kho, mahārāja, atthidhammasseva nibbānassa na sakkā rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti. ","html":"{}</p>"},"mil6.3.10:5.1":{"pli":"“Bhante nāgasena, hotu ekantasukhaṃ nibbānaṃ, na ca sakkā tassa rūpaṃ vā saṇṭhānaṃ vā vayaṃ vā pamāṇaṃ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṃ. ","html":"<p>{}"},"mil6.3.10:5.2":{"pli":"Atthi pana, bhante, nibbānassa guṇaṃ aññehi anupaviṭṭhaṃ kiñci opammanidassanamattan”ti? ","html":"{}"},"mil6.3.10:5.3":{"pli":"“Sarūpato, mahārāja, natthi, guṇato pana sakkā kiñci opammanidassanamattaṃ upadassayitun”ti. ","html":"{}"},"mil6.3.10:5.4":{"pli":"“Sādhu, bhante nāgasena, yathāhaṃ labhāmi nibbānassa guṇatopi ekadesaparidīpanamattaṃ, tathā sīghaṃ brūhi, nibbāpehi me hadayapariḷāhaṃ vinaya sītalamadhuravacanamālutenā”ti. ","html":"{}</p>"},"mil6.3.10:6.1":{"pli":"“Padumassa, mahārāja, eko guṇo nibbānaṃ anupaviṭṭho, udakassa dve guṇā, agadassa tayo guṇā, mahāsamuddassa cattāro guṇā, bhojanassa pañca guṇā, ākāsassa dasa guṇā, maṇiratanassa tayo guṇā, lohitacandanassa tayo guṇā, sappimaṇḍassa tayo guṇā, girisikharassa pañca guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"<p>{}</p>"},"mil6.3.10:7.1":{"pli":"“Bhante nāgasena, ‘padumassa eko guṇo nibbānaṃ anupaviṭṭho’ti yaṃ vadesi, katamo padumassa eko guṇo nibbānaṃ anupaviṭṭho”ti? ","html":"<p>{}"},"mil6.3.10:7.2":{"pli":"“Yathā, mahārāja, padumaṃ anupalittaṃ udakena; ","html":"{}"},"mil6.3.10:7.3":{"pli":"evameva kho, mahārāja, nibbānaṃ sabbakilesehi anupalittaṃ. ","html":"{}"},"mil6.3.10:7.4":{"pli":"Ayaṃ, mahārāja, padumassa eko guṇo nibbānaṃ anupaviṭṭho”ti. ","html":"{}</p>"},"mil6.3.10:8.1":{"pli":"“Bhante nāgasena, ‘udakassa dve guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame udakassa dve guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:8.2":{"pli":"“Yathā, mahārāja, udakaṃ sītalaṃ pariḷāhanibbāpanaṃ; ","html":"{}"},"mil6.3.10:8.3":{"pli":"evameva kho, mahārāja, nibbānaṃ sītalaṃ sabbakilesapariḷāhanibbāpanaṃ. ","html":"{}"},"mil6.3.10:8.4":{"pli":"Ayaṃ, mahārāja, udakassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:8.5":{"pli":"Puna caparaṃ, mahārāja, udakaṃ kilantatasitapipāsitaghammābhitattānaṃ janapasupajānaṃ pipāsāvinayanaṃ; ","html":"{}"},"mil6.3.10:8.6":{"pli":"evameva kho, mahārāja, nibbānaṃ kāmataṇhābhavataṇhāvibhavataṇhāpipāsāvinayanaṃ. ","html":"{}"},"mil6.3.10:8.7":{"pli":"Ayaṃ, mahārāja, udakassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:8.8":{"pli":"Ime kho, mahārāja, udakassa dve guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:9.1":{"pli":"“Bhante nāgasena, ‘agadassa tayo guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame agadassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:9.2":{"pli":"“Yathā, mahārāja, agado visapīḷitānaṃ sattānaṃ paṭisaraṇaṃ; ","html":"{}"},"mil6.3.10:9.3":{"pli":"evameva kho, mahārāja, nibbānaṃ kilesavisapīḷitānaṃ sattānaṃ paṭisaraṇaṃ. ","html":"{}"},"mil6.3.10:9.4":{"pli":"Ayaṃ, mahārāja, agadassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:9.5":{"pli":"Puna caparaṃ, mahārāja, agado rogānaṃ antakaro; ","html":"{}"},"mil6.3.10:9.6":{"pli":"evameva kho, mahārāja, nibbānaṃ sabbadukkhānaṃ antakaraṃ. ","html":"{}"},"mil6.3.10:9.7":{"pli":"Ayaṃ, mahārāja, agadassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:9.8":{"pli":"Puna caparaṃ, mahārāja, agado amataṃ; ","html":"{}"},"mil6.3.10:9.9":{"pli":"evameva kho, mahārāja, nibbānaṃ amataṃ. ","html":"{}"},"mil6.3.10:9.10":{"pli":"Ayaṃ, mahārāja, agadassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:9.11":{"pli":"Ime kho, mahārāja, agadassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:10.1":{"pli":"“Bhante nāgasena, ‘mahāsamuddassa cattāro guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame mahāsamuddassa cattāro guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:10.2":{"pli":"“Yathā, mahārāja, mahāsamuddo suñño sabbakuṇapehi; ","html":"{}"},"mil6.3.10:10.3":{"pli":"evameva kho, mahārāja, nibbānaṃ suññaṃ sabbakilesakuṇapehi. ","html":"{}"},"mil6.3.10:10.4":{"pli":"Ayaṃ, mahārāja, mahāsamuddassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:10.5":{"pli":"Puna caparaṃ, mahārāja, mahāsamuddo mahanto anorapāro, na paripūrati sabbasavantīhi; ","html":"{}"},"mil6.3.10:10.6":{"pli":"evameva kho, mahārāja, nibbānaṃ mahantaṃ anorapāraṃ, na pūrati sabbasattehi. ","html":"{}"},"mil6.3.10:10.7":{"pli":"Ayaṃ, mahārāja, mahāsamuddassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:10.8":{"pli":"Puna caparaṃ, mahārāja, mahāsamuddo mahantānaṃ bhūtānaṃ āvāso; ","html":"{}"},"mil6.3.10:10.9":{"pli":"evameva kho, mahārāja, nibbānaṃ mahantānaṃ arahantānaṃ vimalakhīṇāsavabalappattavasībhūtamahābhūtānaṃ āvāso. ","html":"{}"},"mil6.3.10:10.10":{"pli":"Ayaṃ, mahārāja, mahāsamuddassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:10.11":{"pli":"Puna caparaṃ, mahārāja, mahāsamuddo aparimitavividhavipulavīcipupphasaṅkusumito; ","html":"{}"},"mil6.3.10:10.12":{"pli":"evameva kho, mahārāja, nibbānaṃ aparimitavividhavipulaparisuddhavijjāvimuttipupphasaṅkusumitaṃ. ","html":"{}"},"mil6.3.10:10.13":{"pli":"Ayaṃ, mahārāja, mahāsamuddassa catuttho guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:10.14":{"pli":"Ime kho, mahārāja, mahāsamuddassa cattāro guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:11.1":{"pli":"“Bhante nāgasena, ‘bhojanassa pañca guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame bhojanassa pañca guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:11.2":{"pli":"“Yathā, mahārāja, bhojanaṃ sabbasattānaṃ āyudhāraṇaṃ; ","html":"{}"},"mil6.3.10:11.3":{"pli":"evameva kho, mahārāja, nibbānaṃ sacchikataṃ jarāmaraṇanāsanato āyudhāraṇaṃ. ","html":"{}"},"mil6.3.10:11.4":{"pli":"Ayaṃ, mahārāja, bhojanassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:11.5":{"pli":"Puna caparaṃ, mahārāja, bhojanaṃ sabbasattānaṃ balavaḍḍhanaṃ; ","html":"{}"},"mil6.3.10:11.6":{"pli":"evameva kho, mahārāja, nibbānaṃ sacchikataṃ sabbasattānaṃ iddhibalavaḍḍhanaṃ. ","html":"{}"},"mil6.3.10:11.7":{"pli":"Ayaṃ, mahārāja, bhojanassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:11.8":{"pli":"Puna caparaṃ, mahārāja, bhojanaṃ sabbasattānaṃ vaṇṇajananaṃ; ","html":"{}"},"mil6.3.10:11.9":{"pli":"evameva kho, mahārāja, nibbānaṃ sacchikataṃ sabbasattānaṃ guṇavaṇṇajananaṃ. ","html":"{}"},"mil6.3.10:11.10":{"pli":"Ayaṃ, mahārāja, bhojanassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:11.11":{"pli":"Puna caparaṃ, mahārāja, bhojanaṃ sabbasattānaṃ darathavūpasamanaṃ; ","html":"{}"},"mil6.3.10:11.12":{"pli":"evameva kho, mahārāja, nibbānaṃ sacchikataṃ sabbasattānaṃ sabbakilesadarathavūpasamanaṃ. ","html":"{}"},"mil6.3.10:11.13":{"pli":"Ayaṃ, mahārāja, bhojanassa catuttho guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:11.14":{"pli":"Puna caparaṃ, mahārāja, bhojanaṃ sabbasattānaṃ jighacchādubbalyapaṭivinodanaṃ; ","html":"{}"},"mil6.3.10:11.15":{"pli":"evameva kho, mahārāja, nibbānaṃ sacchikataṃ sabbasattānaṃ sabbadukkhajighacchādubbalyapaṭivinodanaṃ. ","html":"{}"},"mil6.3.10:11.16":{"pli":"Ayaṃ, mahārāja, bhojanassa pañcamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:11.17":{"pli":"Ime kho, mahārāja, bhojanassa pañca guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:12.1":{"pli":"“Bhante nāgasena, ‘ākāsassa dasa guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame ākāsassa dasa guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:12.2":{"pli":"“Yathā, mahārāja, ākāso na jāyati, na jīyati, na mīyati, na cavati, na uppajjati, duppasaho, acorāharaṇo, anissito, vihagagamano, nirāvaraṇo, ananto. ","html":"{}"},"mil6.3.10:12.3":{"pli":"Evameva kho, mahārāja, nibbānaṃ na jāyati, na jīyati, na mīyati, na cavati, na uppajjati, duppasahaṃ, acorāharaṇaṃ, anissitaṃ, ariyagamanaṃ, nirāvaraṇaṃ, anantaṃ. ","html":"{}"},"mil6.3.10:12.4":{"pli":"Ime kho, mahārāja, ākāsassa dasa guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:13.1":{"pli":"“Bhante nāgasena, ‘maṇiratanassa tayo guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame maṇiratanassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:13.2":{"pli":"“Yathā, mahārāja, maṇiratanaṃ kāmadadaṃ; ","html":"{}"},"mil6.3.10:13.3":{"pli":"evameva kho, mahārāja, nibbānaṃ kāmadadaṃ. ","html":"{}"},"mil6.3.10:13.4":{"pli":"Ayaṃ, mahārāja, maṇiratanassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:13.5":{"pli":"Puna caparaṃ, mahārāja, maṇiratanaṃ hāsakaraṃ; ","html":"{}"},"mil6.3.10:13.6":{"pli":"evameva kho, mahārāja, nibbānaṃ hāsakaraṃ. ","html":"{}"},"mil6.3.10:13.7":{"pli":"Ayaṃ, mahārāja, maṇiratanassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:13.8":{"pli":"Puna caparaṃ, mahārāja, maṇiratanaṃ ujjotattakaraṃ; ","html":"{}"},"mil6.3.10:13.9":{"pli":"evameva kho, mahārāja, nibbānaṃ ujjotattakaraṃ. ","html":"{}"},"mil6.3.10:13.10":{"pli":"Ayaṃ, mahārāja, maṇiratanassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:13.11":{"pli":"Ime kho, mahārāja, maṇiratanassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:14.1":{"pli":"“Bhante nāgasena, ‘lohitacandanassa tayo guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame lohitacandanassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:14.2":{"pli":"“Yathā, mahārāja, lohitacandanaṃ dullabhaṃ; ","html":"{}"},"mil6.3.10:14.3":{"pli":"evameva kho, mahārāja, nibbānaṃ dullabhaṃ. ","html":"{}"},"mil6.3.10:14.4":{"pli":"Ayaṃ, mahārāja, lohitacandanassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:14.5":{"pli":"Puna caparaṃ, mahārāja, lohitacandanaṃ asamasugandhaṃ; ","html":"{}"},"mil6.3.10:14.6":{"pli":"evameva kho, mahārāja, nibbānaṃ asamasugandhaṃ. ","html":"{}"},"mil6.3.10:14.7":{"pli":"Ayaṃ, mahārāja, lohitacandanassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:14.8":{"pli":"Puna caparaṃ, mahārāja, lohitacandanaṃ sajjanapasatthaṃ; ","html":"{}"},"mil6.3.10:14.9":{"pli":"evameva kho, mahārāja, nibbānaṃ ariyasajjanapasatthaṃ. ","html":"{}"},"mil6.3.10:14.10":{"pli":"Ayaṃ, mahārāja, lohitacandanassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:14.11":{"pli":"Ime kho, mahārāja, lohitacandanassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:15.1":{"pli":"“Bhante nāgasena, ‘sappimaṇḍassa tayo guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame sappimaṇḍassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:15.2":{"pli":"“Yathā, mahārāja, sappimaṇḍo vaṇṇasampanno; ","html":"{}"},"mil6.3.10:15.3":{"pli":"evameva kho, mahārāja, nibbānaṃ guṇavaṇṇasampannaṃ. ","html":"{}"},"mil6.3.10:15.4":{"pli":"Ayaṃ, mahārāja, sappimaṇḍassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:15.5":{"pli":"Puna caparaṃ, mahārāja, sappimaṇḍo gandhasampanno; ","html":"{}"},"mil6.3.10:15.6":{"pli":"evameva kho, mahārāja, nibbānaṃ sīlagandhasampannaṃ. ","html":"{}"},"mil6.3.10:15.7":{"pli":"Ayaṃ, mahārāja, sappimaṇḍassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:15.8":{"pli":"Puna caparaṃ, mahārāja, sappimaṇḍo rasasampanno; ","html":"{}"},"mil6.3.10:15.9":{"pli":"evameva kho, mahārāja, nibbānaṃ rasasampannaṃ. ","html":"{}"},"mil6.3.10:15.10":{"pli":"Ayaṃ, mahārāja, sappimaṇḍassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:15.11":{"pli":"Ime kho, mahārāja, sappimaṇḍassa tayo guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}</p>"},"mil6.3.10:16.1":{"pli":"“Bhante nāgasena, ‘girisikharassa pañca guṇā nibbānaṃ anupaviṭṭhā’ti yaṃ vadesi, katame girisikharassa pañca guṇā nibbānaṃ anupaviṭṭhā”ti? ","html":"<p>{}"},"mil6.3.10:16.2":{"pli":"“Yathā, mahārāja, girisikharaṃ accuggataṃ; ","html":"{}"},"mil6.3.10:16.3":{"pli":"evameva kho, mahārāja, nibbānaṃ accuggataṃ. ","html":"{}"},"mil6.3.10:16.4":{"pli":"Ayaṃ, mahārāja, girisikharassa paṭhamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:16.5":{"pli":"Puna caparaṃ, mahārāja, girisikharaṃ acalaṃ; ","html":"{}"},"mil6.3.10:16.6":{"pli":"evameva kho, mahārāja, nibbānaṃ acalaṃ. ","html":"{}"},"mil6.3.10:16.7":{"pli":"Ayaṃ, mahārāja, girisikharassa dutiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:16.8":{"pli":"Puna caparaṃ, mahārāja, girisikharaṃ duradhirohaṃ; ","html":"{}"},"mil6.3.10:16.9":{"pli":"evameva kho, mahārāja, nibbānaṃ duradhirohaṃ sabbakilesānaṃ. ","html":"{}"},"mil6.3.10:16.10":{"pli":"Ayaṃ, mahārāja, girisikharassa tatiyo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:16.11":{"pli":"Puna caparaṃ, mahārāja, girisikharaṃ sabbabījānaṃ avirūhanaṃ; ","html":"{}"},"mil6.3.10:16.12":{"pli":"evameva kho, mahārāja, nibbānaṃ sabbakilesānaṃ avirūhanaṃ. ","html":"{}"},"mil6.3.10:16.13":{"pli":"Ayaṃ, mahārāja, girisikharassa catuttho guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:16.14":{"pli":"Puna caparaṃ, mahārāja, girisikharaṃ anunayappaṭighavippamuttaṃ; ","html":"{}"},"mil6.3.10:16.15":{"pli":"evameva kho, mahārāja, nibbānaṃ anunayappaṭighavippamuttaṃ. ","html":"{}"},"mil6.3.10:16.16":{"pli":"Ayaṃ, mahārāja, girisikharassa pañcamo guṇo nibbānaṃ anupaviṭṭho. ","html":"{}"},"mil6.3.10:16.17":{"pli":"Ime kho, mahārāja, girisikharassa pañca guṇā nibbānaṃ anupaviṭṭhā”ti. ","html":"{}"},"mil6.3.10:16.18":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.10:17.1":{"pli":"Nibbānarūpasaṇṭhānapañho dasamo. ","html":"<p class='endsutta'>{}</p></article>"}}}