{"mil5.1.1":{"mil5.1.1:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil5.1.1'><header><ul><li class='division'>{}</li>"},"mil5.1.1:0.2":{"pli":"Meṇḍakapañha ","eng":"Questions on Dilemmas ","html":"<li>{}</li>"},"mil5.1.1:0.3":{"pli":"Iddhibalavagga ","eng":"Supernatural Powers Chapter ","html":"<li>{}</li></ul>"},"mil5.1.1:0.4":{"pli":"1. Katādhikārasaphalapañha ","eng":"1. Question on the Fruitfulness of Offerings Made ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.1.1:1.1":{"pli":"Atha kho milindo rājā katāvakāso nipacca garuno pāde sirasi añjaliṃ katvā etadavoca—","eng":"Then King Milinda, having been given leave, bowed down at the venerable one’s feet and placing his joined palms in salutation, said this: ","html":"<p>{}"},"mil5.1.1:1.2":{"pli":"“bhante nāgasena, ime titthiyā evaṃ bhaṇanti—","eng":"“Venerable Nāgasena, these sectarians say thus: ","html":"{}"},"mil5.1.1:1.3":{"pli":"‘yadi buddho pūjaṃ sādiyati, na parinibbuto buddho saṃyutto lokena antobhaviko lokasmiṃ lokasādhāraṇo, tasmā tassa kato adhikāro avañjho bhavati saphalo. ","eng":"‘If the Buddha accepts homage, then the Buddha has not attained final nibbāna, is fettered to the world, existing in the world, sharing in the world—therefore an offering made to him is not in vain but fruitful. ","html":"{}"},"mil5.1.1:1.4":{"pli":"Yadi parinibbuto visaṃyutto lokena nissaṭo sabbabhavehi, tassa pūjā nuppajjati, parinibbuto na kiñci sādiyati, asādiyantassa kato adhikāro vañjho bhavati aphalo’ti ubhato koṭiko eso pañho, neso visayo appattamānasānaṃ, mahantānaṃ yeveso visayo, bhindetaṃ diṭṭhijālaṃ ekaṃse ṭhapaya, taveso pañho anuppatto, anāgatānaṃ jinaputtānaṃ cakkhuṃ dehi paravādaniggahāyā”ti. ","eng":"If he has attained final nibbāna, is disconnected from the world, departed from all existences, then worship does not reach him. One who has attained final nibbāna accepts nothing, and an offering made to one who accepts nothing is in vain and fruitless.’ This is a two-horned dilemma; it is not within the scope of those of limited understanding—this is only within the scope of the great ones. Break through this net of wrong views and set it on one side. This question is put to you; give insight to the future sons of the Conqueror for the refutation of opposing doctrines.” ","html":"{}</p>"},"mil5.1.1:2.1":{"pli":"Thero āha—","eng":"The elder said: ","html":"<p>{}"},"mil5.1.1:2.2":{"pli":"“parinibbuto, mahārāja, bhagavā, na ca bhagavā pūjaṃ sādiyati, bodhimūleyeva tathāgatassa sādiyanā pahīnā, kiṃ pana anupādisesāya nibbānadhātuyā parinibbutassa. ","eng":"“The Blessed One has attained final nibbāna, your majesty, and the Blessed One does not accept homage. Acceptance was abandoned at the very foot of the Bodhi tree—how much more so for one who has attained final nibbāna by the element of nibbāna without residue remaining! ","html":"{}"},"mil5.1.1:2.3":{"pli":"Bhāsitampetaṃ, mahārāja, therena sāriputtena dhammasenāpatinā—","eng":"And this too was said, your majesty, by the elder Sāriputta, the general of the Dhamma: ","html":"{}</p>"},"mil5.1.1:3.1":{"pli":"‘Pūjiyantā asamasamā, ","eng":"‘The incomparable ones are venerated ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.1.1:3.2":{"pli":"sadevamānusehi te; ","eng":"by gods and humans. ","html":"<span class='verse-line'>{}</span>"},"mil5.1.1:3.3":{"pli":"Na sādiyanti sakkāraṃ, ","eng":"They do not accept honour; ","html":"<span class='verse-line'>{}</span>"},"mil5.1.1:3.4":{"pli":"buddhānaṃ esa dhammatā’”ti. ","eng":"this is the nature of the enlightened ones.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.1.1:4.1":{"pli":"Rājā āha—","eng":"The king said: ","html":"<p>{}"},"mil5.1.1:4.2":{"pli":"“bhante nāgasena, putto vā pituno vaṇṇaṃ bhāsati, pitā vā puttassa vaṇṇaṃ bhāsati, na cetaṃ kāraṇaṃ paravādānaṃ niggahāya, pasādappakāsanaṃ nāmetaṃ, iṅgha me tvaṃ tattha kāraṇaṃ sammā brūhi sakavādassa patiṭṭhāpanāya diṭṭhijālaviniveṭhanāyā”ti. ","eng":"“Venerable Nāgasena, when a son speaks praise of his father, or a father speaks praise of his son, this is not a reason for the refutation of opposing doctrines—this is merely a declaration of devotion. Come now, tell me the true reason for this, for establishing your own doctrine and for disentangling the net of wrong views.” ","html":"{}</p>"},"mil5.1.1:5.1":{"pli":"Thero āha—","eng":"The elder said: ","html":"<p>{}"},"mil5.1.1:5.2":{"pli":"“parinibbuto, mahārāja, bhagavā, na ca bhagavā pūjaṃ sādiyati, asādiyantasseva tathāgatassa devamanussā dhāturatanaṃ vatthuṃ karitvā tathāgatassa ñāṇaratanārammaṇena sammāpaṭipattiṃ sevantā tisso sampattiyo paṭilabhanti. ","eng":"“The Blessed One has attained final nibbāna, your majesty, and the Blessed One does not accept worship. Yet, gods and humans, making a jewel out of the relics of the Tathāgata even though he does not accept it, and taking the jewel of the Tathāgata’s knowledge as their focus, and practicing right conduct, they obtain three kinds of success: ","html":"{}</p>"},"mil5.1.1:6.1":{"pli":"Yathā, mahārāja, mahatimahāaggikkhandho pajjalitvā nibbāyeyya, api nu kho so, mahārāja, mahāaggikkhandho sādiyati tiṇakaṭṭhupādānan”ti? ","eng":"Suppose, your majesty, a great mighty mass of fire were to blaze and then be extinguished—does that great mass of fire, your majesty, accept grass and wood as fuel?” ","html":"<p>{}"},"mil5.1.1:6.2":{"pli":"“Jalamānopi so, bhante, mahāaggikkhandho tiṇakaṭṭhupādānaṃ na sādiyati, kiṃ pana nibbuto upasanto acetano sādiya”ti? ","eng":"“Even while burning, venerable sir, that great mass of fire did not accept grass and wood as fuel—how much less when extinguished, calmed, and without consciousness would it accept them?” ","html":"{}"},"mil5.1.1:6.3":{"pli":"“Tasmiṃ pana, mahārāja, aggikkhandhe uparate upasante loke aggi suñño hotī”ti. ","eng":"“But when that mass of fire has ceased and been calmed, your majesty, does fire become empty in the world?” ","html":"{}"},"mil5.1.1:6.4":{"pli":"“Na hi, bhante, kaṭṭhaṃ aggissa vatthu hoti upādānaṃ, ye keci manussā aggikāmā, te attano thāmabalavīriyena paccattapurisakārena kaṭṭhaṃ manthayitvā aggiṃ nibbattetvā tena agginā aggikaraṇīyāni kammāni karontī”ti. ","eng":"“Certainly not, venerable sir. Wood is the basis and fuel for fire. Those people who desire fire produce fire by their own strength, power, and energy, through personal effort, by rubbing wood together, and with that fire they perform the tasks that require fire.” ","html":"{}"},"mil5.1.1:6.5":{"pli":"“Tena hi, mahārāja, titthiyānaṃ vacanaṃ micchā bhavati ‘asādiyantassa kato adhikāro vañjho bhavati aphalo’ti. ","eng":"“Then, your majesty, the statement of the sectarians is wrong: ‘An offering made to one who does not accept it is in vain and fruitless.’ ","html":"{}</p>"},"mil5.1.1:7.1":{"pli":"Yathā, mahārāja, mahatimahāaggikkhandho pajjali; ","eng":"Just as, your majesty, a great mighty mass of fire blazed, ","html":"<p>{}"},"mil5.1.1:7.2":{"pli":"evameva bhagavā dasasahassiyā lokadhātuyā buddhasiriyā pajjali. ","eng":"so too the Blessed One blazed with the Buddha-glory throughout the ten-thousand-fold world system. ","html":"{}"},"mil5.1.1:7.3":{"pli":"Yathā, mahārāja, mahatimahāaggikkhandho pajjalitvā nibbuto; ","eng":"Just as, your majesty, the great mighty mass of fire, having blazed, was extinguished, ","html":"{}"},"mil5.1.1:7.4":{"pli":"evameva bhagavā dasasahassiyā lokadhātuyā buddhasiriyā pajjalitvā anupādisesāya nibbānadhātuyā parinibbuto. ","eng":"so too the Blessed One, having blazed with the Buddha-glory throughout the ten-thousand-fold world system, attained final nibbāna by the element of nibbāna without residue remaining. ","html":"{}"},"mil5.1.1:7.5":{"pli":"Yathā, mahārāja, nibbuto aggikkhandho tiṇakaṭṭhupādānaṃ na sādiyati; ","eng":"Just as, your majesty, the extinguished mass of fire does not accept grass and wood as fuel, ","html":"{}"},"mil5.1.1:7.6":{"pli":"evameva kho lokahitassa sādiyanā pahīnā upasantā. ","eng":"so too the accepting for the benefit of the world has been abandoned and calmed. ","html":"{}"},"mil5.1.1:7.7":{"pli":"Yathā, mahārāja, manussā nibbute aggikkhandhe anupādāne attano thāmabalavīriyena paccattapurisakārena kaṭṭhaṃ manthayitvā aggiṃ nibbattetvā tena agginā aggikaraṇīyāni kammāni karonti; ","eng":"Just as, your majesty, when the mass of fire is extinguished and without fuel, people by their own strength, power, and energy, through personal effort, produce fire by rubbing wood together and with that fire perform the tasks that require fire, ","html":"{}"},"mil5.1.1:7.8":{"pli":"evameva kho devamanussā tathāgatassa parinibbutassa asādiyantasseva dhāturatanaṃ vatthuṃ karitvā tathāgatassa ñāṇaratanārammaṇena sammāpaṭipattiṃ sevantā tisso sampattiyo paṭilabhanti, imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ","eng":"so too, gods and humans, making a jewel out of the relics of the Tathāgata even though he has attained final nibbāna and does not accept it, and taking the jewel of the Tathāgata’s knowledge as their focus, and practicing right conduct, they obtain three kinds of success. By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ","html":"{}</p>"},"mil5.1.1:8.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ","eng":"Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ","html":"<p>{}"},"mil5.1.1:8.2":{"pli":"Yathā, mahārāja, mahatimahāvāto vāyitvā uparameyya, api nu kho so, mahārāja, uparato vāto sādiyati puna nibbattāpanan”ti? ","eng":"Suppose, your majesty, a great mighty wind were to blow and then cease—does that ceased wind, your majesty, accept being produced again?” ","html":"{}"},"mil5.1.1:8.3":{"pli":"“Na hi, bhante, uparatassa vātassa ābhogo vā manasikāro vā puna nibbattāpanāya”. ","eng":"“Certainly not, venerable sir, the ceased wind has no inclination or attention towards being produced again.” ","html":"{}"},"mil5.1.1:8.4":{"pli":"“Kiṅkāraṇaṃ”? ","eng":"“Why is that?” ","html":"{}"},"mil5.1.1:8.5":{"pli":"“Acetanā sā vāyodhātū”ti. ","eng":"“Because that wind-element is without consciousness.” ","html":"{}"},"mil5.1.1:8.6":{"pli":"“Api nu tassa, mahārāja, uparatassa vātassa vātoti samaññā apagacchatī”ti? ","eng":"“But does the designation ‘wind,’ your majesty, disappear for that ceased wind?” ","html":"{}"},"mil5.1.1:8.7":{"pli":"“Na hi, bhante, tālavaṇṭavidhūpanāni vātassa uppattiyā paccayā, ye keci manussā uṇhābhitattā pariḷāhaparipīḷitā, te tālavaṇṭena vā vidhūpanena vā attano thāmabalavīriyena paccattapurisakārena taṃ nibbattetvā tena vātena uṇhaṃ nibbāpenti pariḷāhaṃ vūpasamentī”ti. ","eng":"“Certainly not, venerable sir. Palmyra-leaf fans and other fans are conditions for the arising of wind. Whatever people are afflicted by heat and oppressed by burning fever, they produce it by their own strength, power, and energy, through personal effort, with a palmyra-leaf fan or other fan, and with that wind they extinguish the heat and calm the burning fever.” ","html":"{}"},"mil5.1.1:8.8":{"pli":"“Tena hi, mahārāja, titthiyānaṃ vacanaṃ micchā bhavati ‘asādiyantassa kato adhikāro vañjho bhavati aphalo’ti. ","eng":"“Then, your majesty, the statement of the sectarians is wrong: ‘An offering made to one who does not accept it is in vain and fruitless.’ ","html":"{}</p>"},"mil5.1.1:9.1":{"pli":"Yathā, mahārāja, mahatimahāvāto vāyi; ","eng":"Just as, your majesty, a great mighty wind blew, ","html":"<p>{}"},"mil5.1.1:9.2":{"pli":"evameva bhagavā dasasahassiyā lokadhātuyā sītalamadhurasantasukhumamettāvātena upavāyi. ","eng":"so too the Blessed One blew throughout the ten-thousand-fold world system with the wind of cool, sweet, peaceful, gentle loving-kindness. ","html":"{}"},"mil5.1.1:9.3":{"pli":"Yathā, mahārāja, mahatimahāvāto vāyitvā uparato; ","eng":"Just as, your majesty, the great mighty wind, having blown, ceased, ","html":"{}"},"mil5.1.1:9.4":{"pli":"evameva bhagavā sītalamadhurasantasukhumamettāvātena upavāyitvā anupādisesāya nibbānadhātuyā parinibbuto. ","eng":"so too the Blessed One, having blown with the wind of cool, sweet, peaceful, gentle loving-kindness, attained final nibbāna by the element of nibbāna without residue remaining. ","html":"{}"},"mil5.1.1:9.5":{"pli":"Yathā, mahārāja, uparato vāto puna nibbattāpanaṃ na sādiyati; ","eng":"Just as, your majesty, the ceased wind does not accept being produced again, ","html":"{}"},"mil5.1.1:9.6":{"pli":"evameva lokahitassa sādiyanā pahīnā upasantā. ","eng":"so too the accepting for the benefit of the world has been abandoned and calmed. ","html":"{}"},"mil5.1.1:9.7":{"pli":"Yathā, mahārāja, te manussā uṇhābhitattā pariḷāhaparipīḷitā; ","eng":"Just as, your majesty, those people are afflicted by heat and oppressed by burning fever, ","html":"{}"},"mil5.1.1:9.8":{"pli":"evameva devamanussā tividhaggisantāpapariḷāhaparipīḷitā. ","eng":"so too gods and humans are oppressed by the burning fever of the threefold fire. ","html":"{}"},"mil5.1.1:9.9":{"pli":"Yathā tālavaṇṭavidhūpanāni vātassa nibbattiyā paccayā honti; ","eng":"Just as palmyra-leaf fans and other fans are conditions for the production of wind, ","html":"{}"},"mil5.1.1:9.10":{"pli":"evameva tathāgatassa dhātu ca ñāṇaratanañca paccayo hoti tissannaṃ sampattīnaṃ paṭilābhāya. ","eng":"so too the relic and the jewel of knowledge of the Tathāgata are conditions for obtaining the three kinds of success. ","html":"{}"},"mil5.1.1:9.11":{"pli":"Yathā manussā uṇhābhitattā pariḷāhaparipīḷitā tālavaṇṭena vā vidhūpanena vā vātaṃ nibbattetvā uṇhaṃ nibbāpenti pariḷāhaṃ vūpasamenti; ","eng":"Just as people afflicted by heat and oppressed by burning fever produce wind with a palmyra-leaf fan or other fan and extinguish the heat and calm the burning fever, ","html":"{}"},"mil5.1.1:9.12":{"pli":"evameva devamanussā tathāgatassa parinibbutassa asādiyantasseva dhātuñca ñāṇaratanañca pūjetvā kusalaṃ nibbattetvā tena kusalena tividhaggisantāpapariḷāhaṃ nibbāpenti vūpasamenti. ","eng":"so too gods and humans, even though the Tathāgata has attained final nibbāna and does not accept it, by worshipping the relic and the jewel of knowledge, they produce wholesomeness, and with that wholesomeness they extinguish and calm the burning fever of the threefold fire. ","html":"{}"},"mil5.1.1:9.13":{"pli":"Imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ","eng":"By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ","html":"{}</p>"},"mil5.1.1:10.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi paravādānaṃ niggahāya. ","eng":"Furthermore, your majesty, listen to another reason for the refutation of opposing doctrines. ","html":"<p>{}"},"mil5.1.1:10.2":{"pli":"Yathā, mahārāja, puriso bheriṃ ākoṭetvā saddaṃ nibbatteyya, yo so bherisaddo purisena nibbattito, so saddo antaradhāyeyya, api nu kho so, mahārāja, saddo sādiyati puna nibbattāpanan”ti? ","eng":"Suppose, your majesty, a man were to strike a drum and produce a sound—when that sound of the drum produced by the man disappears, does it accept being produced again?” ","html":"{}"},"mil5.1.1:10.3":{"pli":"“Na hi, bhante, antarahito so saddo, natthi tassa puna uppādāya ābhogo vā manasikāro vā, sakiṃ nibbatte bherisadde antarahite so bherisaddo samucchinno hoti. ","eng":"“Certainly not, venerable sir. That sound has disappeared; it has no inclination or attention towards being produced again. Once the sound of the drum that was produced has disappeared, that sound is completely cut off. ","html":"{}"},"mil5.1.1:10.4":{"pli":"Bherī pana, bhante, paccayo hoti saddassa nibbattiyā, atha puriso paccaye sati attajena vāyāmena bheriṃ akoṭetvā saddaṃ nibbattetī”ti. ","eng":"But the drum, venerable sir, is a condition for the production of sound, and then when the condition exists, a man strikes the drum with self-generated effort and produces sound.” ","html":"{}</p>"},"mil5.1.1:11.1":{"pli":"“Evameva kho, mahārāja, bhagavā sīlasamādhipaññāvimuttivimuttiñāṇadassanaparibhāvitaṃ dhāturatanañca dhammañca vinayañca anusiṭṭhañca satthāraṃ ṭhapayitvā sayaṃ anupādisesāya nibbānadhātuyā parinibbuto, na ca parinibbute bhagavati sampattilābho upacchinno hoti, bhavadukkhapaṭipīḷitā sattā dhāturatanañca dhammañca vinayañca anusiṭṭhañca paccayaṃ karitvā sampattikāmā sampattiyo paṭilabhanti, imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ","eng":"“In the same way, your majesty, the Blessed One, having appointed as the teacher the jewel of the relics and the Dhamma, the Vinaya, and the instruction, and developed virtue, concentration, wisdom, liberation, and the knowledge and vision of liberation, himself attained final nibbāna by the element of nibbāna without residue remaining. Yet with the Blessed One’s attainment of final nibbāna, the obtaining of attainment (by others) is not cut off. Beings oppressed by the suffering of rebirth, having made the jewel of the relics, the Dhamma, the Vinaya, and the instruction their condition, desiring attainment, obtain attainment. By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ","html":"<p>{}</p>"},"mil5.1.1:12.1":{"pli":"Diṭṭhañcetaṃ, mahārāja, bhagavatā anāgatamaddhānaṃ. ","eng":"And this, your majesty, was foreseen by the Blessed One for future time. ","html":"<p>{}"},"mil5.1.1:12.2":{"pli":"Kathitañca bhaṇitañca ācikkhitañca ‘siyā kho panānanda, tumhākaṃ evamassa atītasatthukaṃ pāvacanaṃ natthi no satthāti, na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ, yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’ti. ","eng":"It was spoken, said, and declared: ‘It may occur to you, Ānanda, thus: “The teaching has lost its Teacher; we have no Teacher.” But this, Ānanda, should not be seen in that way. Whatever Dhamma and Vinaya that have been taught and laid down by me for you, that will be your Teacher after my passing.’ ","html":"{}"},"mil5.1.1:12.3":{"pli":"Parinibbutassa tathāgatassa asādiyantassa kato adhikāro vañjho bhavati aphaloti, taṃ tesaṃ titthiyānaṃ vacanaṃ micchā abhūtaṃ vitathaṃ alikaṃ viruddhaṃ viparītaṃ dukkhadāyakaṃ dukkhavipākaṃ apāyagamanīyanti. ","eng":"That statement of those sectarians— ‘An offering made to the Tathāgata who has attained final nibbāna and does not accept it is in vain and fruitless’—that statement of theirs is wrong, untrue, false, lying, contradictory, contrary, productive of suffering, resulting in suffering, leading to lower realms. ","html":"{}</p>"},"mil5.1.1:13.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ","eng":"Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ","html":"<p>{}"},"mil5.1.1:13.2":{"pli":"Sādiyati nu kho, mahārāja, ayaṃ mahāpathavī ‘sabbabījāni mayi saṃviruhantū’”ti? ","eng":"Does this great earth, your majesty, accept, saying ‘May all seeds germinate in me’?” ","html":"{}"},"mil5.1.1:13.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil5.1.1:13.4":{"pli":"“Kissa pana tāni, mahārāja, bījāni asādiyantiyā mahāpathaviyā saṃviruhitvā daḷhamūlajaṭāpatiṭṭhitā khandhasārasākhāparivitthiṇṇā pupphaphaladharā hontī”ti? ","eng":"“But why then, your majesty, do those seeds, having germinated in the great earth that does not accept them, become established with firm roots and rootlets, spread with trunk, heartwood, and branches, bearing flowers and fruits?” ","html":"{}"},"mil5.1.1:13.5":{"pli":"“Asādiyantīpi, bhante, mahāpathavī tesaṃ bījānaṃ vatthu hoti paccayaṃ deti viruhanāya, tāni bījāni taṃ vatthuṃ nissāya tena paccayena saṃviruhitvā daḷhamūlajaṭāpatiṭṭhitā khandhasārasākhāparivitthiṇṇā pupphaphaladharā hontī”ti. ","eng":"“Even though the great earth is not the one that accepts, venerable sir, it is the basis for those seeds and gives a condition for their germination. Those seeds, depending on that basis and by means of that condition, having germinated, become established with firm roots and rootlets, spread with trunk, heartwood, and branches, bearing flowers and fruits.” ","html":"{}"},"mil5.1.1:13.6":{"pli":"“Tena hi, mahārāja, titthiyā sake vāde naṭṭhā honti hatā viruddhā, sace te bhaṇanti—","eng":"“Then, your majesty, the sectarians are lost, defeated, and contradicted in their own doctrine if they say, ","html":"{}"},"mil5.1.1:13.7":{"pli":"‘asādiyantassa kato adhikāro vañjho bhavati aphalo’ti. ","eng":"‘An offering made to one who does not accept it is in vain and fruitless.’ ","html":"{}</p>"},"mil5.1.1:14.1":{"pli":"Yathā, mahārāja, mahāpathavī, evaṃ tathāgato arahaṃ sammāsambuddho. ","eng":"Just as the great earth is, your majesty, so is the Tathāgata, the Worthy One, the Perfectly Enlightened One. ","html":"<p>{}"},"mil5.1.1:14.2":{"pli":"Yathā, mahārāja, mahāpathavī na kiñci sādiyati, evaṃ tathāgato na kiñci sādiyati. ","eng":"Just as, your majesty, the great earth accepts nothing, so the Tathāgata accepts nothing. ","html":"{}"},"mil5.1.1:14.3":{"pli":"Yathā, mahārāja, tāni bījāni pathaviṃ nissāya saṃviruhitvā daḷhamūlajaṭāpatiṭṭhitā khandhasārasākhāparivitthiṇṇā pupphaphaladharā honti, evaṃ devamanussā tathāgatassa parinibbutassa asādiyantasseva dhātuñca ñāṇaratanañca nissāya daḷhakusalamūlapatiṭṭhitā samādhikkhandhadhammasārasīlasākhāparivitthiṇṇā vimuttipupphasāmaññaphaladharā honti, imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ","eng":"Just as, your majesty, those seeds, depending on the earth, having germinated, become established with firm roots and rootlets, spread with trunk, heartwood, and branches, bearing flowers and fruits—so too gods and humans, depending on the relic and the jewel of knowledge of the Tathāgata who has attained final nibbāna and does not accept, become established with firm wholesome roots, spread with the trunk of concentration, the heartwood of Dhamma, and the branches of virtue, bearing the flowers of liberation and the fruits of the recluseship. By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ","html":"{}</p>"},"mil5.1.1:15.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ","eng":"Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ","html":"<p>{}"},"mil5.1.1:15.2":{"pli":"Sādiyanti nu kho, mahārāja, ime oṭṭhā goṇā gadrabhā ajā pasū manussā antokucchismiṃ kimikulānaṃ sambhavan”ti? ","eng":"Do these camels, oxen, donkeys, goats, animals, and humans, your majesty, accept the arising of colonies of worms in their bellies?” ","html":"{}"},"mil5.1.1:15.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil5.1.1:15.4":{"pli":"“Kissa pana te, mahārāja, kimayo tesaṃ asādiyantānaṃ antokucchismiṃ sambhavitvā bahuputtanattā vepullataṃ pāpuṇantī”ti? ","eng":"“But why then, your majesty, do those worms arise in the bellies of those beings who do not accept them, and through having many offspring reach abundance?” ","html":"{}"},"mil5.1.1:15.5":{"pli":"“Pāpassa, bhante, kammassa balavatāya asādiyantānaṃyeva tesaṃ sattānaṃ antokucchismiṃ kimayo sambhavitvā bahuputtanattā vepullataṃ pāpuṇantī”ti. ","eng":"“Through the power of evil kamma, venerable sir, even though those beings do not accept them, worms arise in their bellies and through having many offspring reach abundance.” ","html":"{}"},"mil5.1.1:15.6":{"pli":"“Evameva kho, mahārāja, tathāgatassa parinibbutassa asādiyantasseva dhātussa ca ñāṇārammaṇassa ca balavatāya tathāgate kato adhikāro avañjho bhavati saphaloti. ","eng":"“In the same way, your majesty, through the strength of the objective support for the (meditation) on the knowledge and the relics of the Tathāgata who has attained final nibbāna and does not accept, an offering made to the Tathāgata is not in vain but fruitful. ","html":"{}</p>"},"mil5.1.1:16.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ","eng":"Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ","html":"<p>{}"},"mil5.1.1:16.2":{"pli":"Sādiyanti nu kho, mahārāja, ime manussā ime aṭṭhanavuti rogā kāye nibbattantū”ti? ","eng":"Do humans, your majesty, accept these ninety-eight diseases arising in the body?” ","html":"{}"},"mil5.1.1:16.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil5.1.1:16.4":{"pli":"“Kissa pana te, mahārāja, rogā asādiyantānaṃ kāye nipatantī”ti? ","eng":"“But why then, your majesty, do those diseases fall upon the bodies of those who do not accept them?” ","html":"{}"},"mil5.1.1:16.5":{"pli":"“Pubbe katena, bhante, duccaritenā”ti. ","eng":"“Through evil conduct done previously, venerable sir.” ","html":"{}"},"mil5.1.1:16.6":{"pli":"“Yadi, mahārāja, pubbe kataṃ akusalaṃ idha vedanīyaṃ hoti, tena hi, mahārāja, pubbe katampi idha katampi kusalākusalaṃ kammaṃ avañjhaṃ bhavati saphalanti. ","eng":"“If, your majesty, unwholesome action done previously is to be experienced here, then, your majesty, both wholesome and unwholesome kamma done previously or done here is not in vain but fruitful. ","html":"{}"},"mil5.1.1:16.7":{"pli":"Imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ","eng":"By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept, an offering made to him is not in vain but fruitful. ","html":"{}</p>"},"mil5.1.1:17.1":{"pli":"Sutapubbaṃ pana tayā, mahārāja, nandako nāma yakkho theraṃ sāriputtaṃ āsādayitvā pathaviṃ paviṭṭho”ti? ","eng":"But have you heard before, your majesty, about the yakkha named Nandaka who, having assaulted the elder Sāriputta, entered into the earth?” ","html":"<p>{}"},"mil5.1.1:17.2":{"pli":"“Āma, bhante, suyyati, loke pākaṭo eso”ti. ","eng":"“Yes, venerable sir, I have heard it; this is well-known in the world.” ","html":"{}"},"mil5.1.1:17.3":{"pli":"“Api nu kho, mahārāja, thero sāriputto sādiyi nandakassa yakkhassa mahāpathavigilanan”ti. ","eng":"“But did the elder Sāriputta, your majesty, accept the great earth swallowing the yakkha Nandaka?” ","html":"{}"},"mil5.1.1:17.4":{"pli":"“Ubbattiyantepi, bhante, sadevake loke patamānepi chamāyaṃ candimasūriye vikirantepi sinerupabbatarāje thero sāriputto na parassa dukkhaṃ sādiyeyya. ","eng":"“Even if the world with its gods were torn apart, venerable sir, even if the sun and moon were to fall to the ground, even if Mount Sineru, king of mountains, were to be crumbling away, the elder Sāriputta would not accept another’s suffering. ","html":"{}"},"mil5.1.1:17.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mil5.1.1:17.6":{"pli":"Yena hetunā thero sāriputto kujjheyya vā dusseyya vā, so hetu therassa sāriputtassa samūhato samucchinno, hetuno samugghātitattā, bhante, thero sāriputto jīvitahārakepi kopaṃ na kareyyā”ti. ","eng":"Whatever cause by which the elder Sāriputta might become angry or hostile—that cause has been eradicated and cut off by the elder Sāriputta. Through the complete eradication of the cause, venerable sir, the elder Sāriputta would not show anger even to one taking his life.” ","html":"{}"},"mil5.1.1:17.7":{"pli":"“Yadi, mahārāja, thero sāriputto nandakassa yakkhassa pathavigilanaṃ na sādiyi, kissa pana nandako yakkho pathaviṃ paviṭṭho”ti? ","eng":"“If, your majesty, the elder Sāriputta did not accept the earth swallowing the yakkha Nandaka, why then did the yakkha Nandaka enter into the earth?” ","html":"{}"},"mil5.1.1:17.8":{"pli":"“Akusalassa, bhante, kammassa balavatāyā”ti. ","eng":"“Through the power of unwholesome kamma, venerable sir.” ","html":"{}"},"mil5.1.1:17.9":{"pli":"“Yadi, mahārāja, akusalassa kammassa balavatāya nandako yakkho pathaviṃ paviṭṭho, asādiyantassāpi kato aparādho avañjho bhavati saphalo. ","eng":"“If, your majesty, through the power of unwholesome kamma the yakkha Nandaka entered into the earth, then even an offense committed against one who does not accept it is not in vain but fruitful. ","html":"{}"},"mil5.1.1:17.10":{"pli":"Tena hi, mahārāja, akusalassapi kammassa balavatāya asādiyantassa kato adhikāro avañjho bhavati saphaloti. ","eng":"Therefore, your majesty, through the power of unwholesome kamma too, an offering made to one who does not accept it is not in vain but fruitful. ","html":"{}"},"mil5.1.1:17.11":{"pli":"Imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ","eng":"By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ","html":"{}</p>"},"mil5.1.1:18.1":{"pli":"Kati nu kho te, mahārāja, manussā, ye etarahi mahāpathaviṃ paviṭṭhā, atthi te tattha savaṇan”ti? ","eng":"How many people are there, your majesty, who in the present time have entered into the great earth? Have you heard of them?” ","html":"<p>{}"},"mil5.1.1:18.2":{"pli":"“Āma, bhante, suyyatī”ti. ","eng":"“Yes, venerable sir, I have heard.” ","html":"{}"},"mil5.1.1:18.3":{"pli":"“Iṅgha tvaṃ, mahārāja, sāvehī”ti? ","eng":"“Come then, your majesty, tell me.” ","html":"{}"},"mil5.1.1:18.4":{"pli":"“Ciñcamāṇavikā, bhante, suppabuddho ca sakko, devadatto ca thero, nandako ca yakkho, nando ca māṇavakoti. ","eng":"“The brahmin girl Ciñca, venerable sir, Suppabuddha the Sakyan, the elder Devadatta, the yakkha Nandaka, and the brahmin youth Nanda. ","html":"{}"},"mil5.1.1:18.5":{"pli":"Sutametaṃ, bhante, ime pañca janā mahāpathaviṃ paviṭṭhā”ti. ","eng":"I have heard, venerable sir, that these five people have entered into the great earth.” ","html":"{}"},"mil5.1.1:18.6":{"pli":"“Kismiṃ te, mahārāja, aparaddhā”ti? ","eng":"“Against whom did they offend, your majesty?” ","html":"{}"},"mil5.1.1:18.7":{"pli":"“Bhagavati ca, bhante, sāvakesu cā”ti. ","eng":"“Against the Blessed One, venerable sir, and against his disciples.” ","html":"{}"},"mil5.1.1:18.8":{"pli":"“Api nu kho, mahārāja, bhagavā vā sāvakā vā sādiyiṃsu imesaṃ mahāpathavipavisanan”ti? ","eng":"“But did the Blessed One or his disciples, your majesty, accept this entering into the great earth by them?” ","html":"{}"},"mil5.1.1:18.9":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil5.1.1:18.10":{"pli":"“Tena hi, mahārāja, tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo”ti. ","eng":"“Then, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful.” ","html":"{}"},"mil5.1.1:18.11":{"pli":"“Suviññāpito, bhante nāgasena, pañho gambhīro uttānīkato, guyhaṃ vidaṃsitaṃ, gaṇṭhi bhinno, gahanaṃ agahanaṃ kataṃ, naṭṭhā paravādā, bhaggā kudiṭṭhī, nippabhā jātā kutitthiyā, tvaṃ gaṇivarapavaramāsajjā”ti. ","eng":"“Well explained, Venerable Nāgasena! The profound question has been made clear, that which was hidden has been revealed, the knot has been untied, the thicket has been cleared away, the opposing doctrines are destroyed, the false views are broken, the sectarians have become without splendour; you are the chief, the best of those worthy of a teacher’s chair!” ","html":"{}</p>"},"mil5.1.1:19.1":{"pli":"Katādhikārasaphalapañho paṭhamo. ","eng":"Question on the Fruitfulness of Offerings Made first ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.1.10":{"mil5.1.10:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.1.10'><header><ul><li class='division'>{}</li>"},"mil5.1.10:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.1.10:0.3":{"pli":"Iddhibalavagga ","html":"<li>{}</li></ul>"},"mil5.1.10:0.4":{"pli":"10 Iddhibaladassanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.1.10:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.1.10:1.2":{"pli":"‘tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā’ti. ","html":"{}"},"mil5.1.10:1.3":{"pli":"Puna ca bhaṇitaṃ—","html":"{}"},"mil5.1.10:1.4":{"pli":"‘ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī’ti. ","html":"{}"},"mil5.1.10:1.5":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.1.10:1.6":{"pli":"‘tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā …pe… kappāvasesaṃ vā’ti, tena hi temāsaparicchedo micchā. ","html":"{}"},"mil5.1.10:1.7":{"pli":"Yadi, bhante, tathāgatena bhaṇitaṃ—","html":"{}"},"mil5.1.10:1.8":{"pli":"‘ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī’ti, tena hi ‘tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā …pe… kappāvasesaṃ vā’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.1.10:1.9":{"pli":"Natthi tathāgatānaṃ aṭṭhāne gajjitaṃ. ","html":"{}"},"mil5.1.10:1.10":{"pli":"Amoghavacanā buddhā bhagavanto tathavacanā advejjhavacanā. ","html":"{}"},"mil5.1.10:1.11":{"pli":"Ayampi ubhato koṭiko pañho gambhīro sunipuṇo dunnijjhāpayo tavānuppatto, bhindetaṃ diṭṭhijālaṃ, ekaṃse ṭhapaya, bhinda paravādan”ti. ","html":"{}</p>"},"mil5.1.10:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā …pe… kappāvasesaṃ vā’ti, temāsaparicchedo ca bhaṇito, so ca pana kappo āyukappo vuccati. ","html":"<p>{}"},"mil5.1.10:2.2":{"pli":"Na, mahārāja, bhagavā attano balaṃ kittayamāno evamāha, iddhibalaṃ pana, mahārāja, bhagavā parikittayamāno evamāha—","html":"{}"},"mil5.1.10:2.3":{"pli":"‘tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā …pe… kappāvasesaṃ vā’ti. ","html":"{}</p>"},"mil5.1.10:3.1":{"pli":"Yathā, mahārāja, rañño assājānīyo bhaveyya sīghagati anilajavo, tassa rājā javabalaṃ parikittayanto sanegamajānapadabhaṭabalabrāhmaṇagahapatikaamaccajanamajjhe evaṃ vadeyya ‘ākaṅkhamāno me, bho, ayaṃ hayavaro sāgarajalapariyantaṃ mahiṃ anuvicaritvā khaṇena idhāgaccheyyā’ti, na ca taṃ javagatiṃ tassaṃ parisāyaṃ dasseyya, vijjati ca so javo tassa, samattho ca so khaṇena sāgarajalapariyantaṃ mahiṃ anuvicarituṃ. ","html":"<p>{}"},"mil5.1.10:3.2":{"pli":"Evameva kho, mahārāja, bhagavā attano iddhibalaṃ parikittayamāno evamāha, tampi tevijjānaṃ chaḷabhiññānaṃ arahantānaṃ vimalakhīṇāsavānaṃ devamanussānañca majjhe nisīditvā bhaṇitaṃ—","html":"{}"},"mil5.1.10:3.3":{"pli":"‘tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā’ti. ","html":"{}"},"mil5.1.10:3.4":{"pli":"Vijjati ca taṃ, mahārāja, iddhibalaṃ bhagavato, samattho ca bhagavā iddhibalena kappaṃ vā ṭhātuṃ kappāvasesaṃ vā, na ca bhagavā taṃ iddhibalaṃ tassaṃ parisāyaṃ dasseti, anatthiko, mahārāja, bhagavā sabbabhavehi, garahitā ca tathāgatassa sabbabhavā. ","html":"{}"},"mil5.1.10:3.5":{"pli":"Bhāsitampetaṃ, mahārāja, bhagavatā—","html":"{}"},"mil5.1.10:3.6":{"pli":"‘seyyathāpi, bhikkhave, appamattakopi gūtho duggandho hoti; ","html":"{}"},"mil5.1.10:3.7":{"pli":"evameva kho ahaṃ, bhikkhave, appamattakampi bhavaṃ na vaṇṇemi antamaso accharāsaṅghātamattampī’ti api nu kho, mahārāja, bhagavā sabbabhavagatiyoniyo gūthasamaṃ disvā iddhibalaṃ nissāya bhavesu chandarāgaṃ kareyyā”ti? ","html":"{}"},"mil5.1.10:3.8":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.1.10:3.9":{"pli":"“Tena hi, mahārāja, bhagavā iddhibalaṃ parikittayamāno evarūpaṃ buddhasīhanādamabhinadī”ti. ","html":"{}"},"mil5.1.10:3.10":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.1.10:4.1":{"pli":"Iddhibaladassanapañho dasamo. ","html":"<p class='endsutta'>{}</p>"},"mil5.1.10:5.1":{"pli":"Iddhibalavaggo paṭhamo. ","html":"<p class='endsection'>{}</p>"},"mil5.1.10:6.1":{"pli":"Imasmiṃ vagge dasa pañhā. ","html":"<p class='endsutta'>{}</p></article>"}}}