{"mil3.2.7":{"mil3.2.7:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.2.7'><header><ul><li class='division'>{}</li>"},"mil3.2.7:0.2":{"pli":"Addhānavagga ","eng":"Time Chapter ","html":"<li>{}</li></ul>"},"mil3.2.7:0.3":{"pli":"7. Therapaṭisandahanāpaṭisandahanapañha ","eng":"7. Question on the Elder’s Reconnection or Non-Reconnection ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.2.7:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.2.7:1.2":{"pli":"“bhante nāgasena, tvaṃ pana paṭisandahissasī”ti? ","eng":"“Venerable Nāgasena, will you then reconnect?” ","html":"{}"},"mil3.2.7:1.3":{"pli":"“Alaṃ, mahārāja, kiṃ te tena pucchitena, nanu mayā paṭikacceva akkhātaṃ ‘sace, mahārāja, saupādāno bhavissāmi, paṭisandahissāmi, sace anupādāno bhavissāmi, na paṭisandahissāmī’”ti. ","eng":"“Enough, your majesty, why are you asking this? Have I not declared to you previously, ‘If, your majesty, I am with clinging I will reconnect, and if I am without clinging I will not reconnect’?” ","html":"{}</p>"},"mil3.2.7:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.2.7:2.2":{"pli":"“Yathā, mahārāja, kocideva puriso rañño adhikāraṃ kareyya. ","eng":"“Just as, your majesty, some person or other might perform a service for the king, ","html":"{}"},"mil3.2.7:2.3":{"pli":"Rājā tuṭṭho adhikāraṃ dadeyya, so tena adhikārena pañcahi kāmaguṇehi samappito samaṅgibhūto paricareyya, so ce janassa āroceyya ‘na me rājā kiñci paṭikarotī’ti. ","eng":"and the king, satisfied, would repay that service. And that person, because of that service, would go about provided with and possessed of the five strands of sensual pleasure, and might announce to the populace, ‘The king does not do anything for me.’ ","html":"{}"},"mil3.2.7:2.4":{"pli":"Kiṃ nu kho so, mahārāja, puriso yuttakārī bhaveyyā”ti? ","eng":"Would that man, your majesty, be acting rightly?” ","html":"{}"},"mil3.2.7:2.5":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil3.2.7:2.6":{"pli":"“Evameva kho, mahārāja, kiṃ te tena pucchitena, nanu mayā paṭikacceva akkhātaṃ ‘sace saupādāno bhavissāmi, paṭisandahissāmi, sace anupādāno bhavissāmi, na paṭisandahissāmī’”ti. ","eng":"“In the same way, your majesty, why are you asking this? Have I not declared to you previously, ‘If I am with clinging I will reconnect, and if I am without clinging I will not reconnect’?” ","html":"{}</p>"},"mil3.2.7:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.2.7:4.1":{"pli":"Therapaṭisandahanāpaṭisandahanapañho sattamo. ","eng":"Question on the Elder’s Reconnection or Non-Reconnection seventh ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.2.8":{"mil3.2.8:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Question ","html":"<article id='mil3.2.8'><header><ul><li class='division'>{}</li>"},"mil3.2.8:0.2":{"pli":"Addhānavagga ","eng":"Time Chapter ","html":"<li>{}</li></ul>"},"mil3.2.8:0.3":{"pli":"8. Nāmarūpapaṭisandahanapañha ","eng":"8. Question on the Reconnection of Name-and-form ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.2.8:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.2.8:1.2":{"pli":"“bhante nāgasena, yaṃ panetaṃ brūsi ‘nāmarūpan’ti, tattha katamaṃ nāmaṃ, katamaṃ rūpan”ti. ","eng":"“Venerable Nāgasena, you talked then of name-and-form. What in there is name, and what is form?” ","html":"{}"},"mil3.2.8:1.3":{"pli":"“Yaṃ tattha, mahārāja, oḷārikaṃ, etaṃ rūpaṃ, ye tattha sukhumā cittacetasikā dhammā, etaṃ nāman”ti. ","eng":"“Whatever in there, your majesty, is gross, that is form. Whatever in there are subtle mental states that are mental factors in the mind, that is name.” ","html":"{}"},"mil3.2.8:1.4":{"pli":"“Bhante nāgasena, kena kāraṇena nāmaṃyeva na paṭisandahati, rūpaṃyeva vā”ti? ","eng":"“Venerable Nāgasena, why doesn’t just name alone reconnect, nor form alone?” ","html":"{}"},"mil3.2.8:1.5":{"pli":"“Aññamaññūpanissitā, mahārāja, ete dhammā ekatova uppajjantī”ti. ","eng":"“These things, your majesty, are mutually dependent and they only arise together.” ","html":"{}</p>"},"mil3.2.8:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.2.8:2.2":{"pli":"“Yathā, mahārāja, kukkuṭiyā kalalaṃ na bhaveyya, aṇḍampi na bhaveyya, yañca tattha kalalaṃ, yañca aṇḍaṃ, ubhopete aññamaññūpanissitā, ekatova nesaṃ uppatti hoti; ","eng":"“Just as, your majesty, there could not be just a yolk nor just an egg-shell, since the yoke and the egg-shell are both mutually dependent and they only arise together. ","html":"{}"},"mil3.2.8:2.3":{"pli":"evameva kho, mahārāja, yadi tattha nāmaṃ na bhaveyya, rūpampi na bhaveyya, yañceva tattha nāmaṃ, yañceva rūpaṃ, ubhopete aññamaññūpanissitā, ekatova nesaṃ uppatti hoti. ","eng":"In the same way, your majesty, if there were no name there would be no form, and what name there is and what form there is, these are both mutually dependent and they only arise together. ","html":"{}"},"mil3.2.8:2.4":{"pli":"Evametaṃ dīghamaddhānaṃ sandhāvitan”ti. ","eng":"Thus, there is this long extent of transmigration time.” ","html":"{}</p>"},"mil3.2.8:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.2.8:4.1":{"pli":"Nāmarūpapaṭisandahanapañho aṭṭhamo. ","eng":"Question on the Reconnection of Name-and-form eighth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.2.9":{"mil3.2.9:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.2.9'><header><ul><li class='division'>{}</li>"},"mil3.2.9:0.2":{"pli":"Addhānavagga ","eng":"Time Chapter ","html":"<li>{}</li></ul>"},"mil3.2.9:0.3":{"pli":"9. Addhānapañha ","eng":"9. Time Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.2.9:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.2.9:1.2":{"pli":"“bhante nāgasena, yaṃ panetaṃ brūsi ‘dīghamaddhānan’ti, kimetaṃ addhānaṃ nāmā”ti? ","eng":"“Venerable Nāgasena, you talked then of a long extent of transmigration time. What is this thing called transmigration time?” ","html":"{}"},"mil3.2.9:1.3":{"pli":"“Atīto, mahārāja, addhā, anāgato addhā, paccuppanno addhā”ti. ","eng":"“The past, your majesty, is transmigration time, the future is transmigration time, the present is transmigration time.” ","html":"{}"},"mil3.2.9:1.4":{"pli":"“Kiṃ pana, bhante, sabbe addhā atthī”ti? ","eng":"“But, venerable sir, does all transmigration time exist?” ","html":"{}"},"mil3.2.9:1.5":{"pli":"“Koci, mahārāja, addhā atthi, koci natthī”ti. ","eng":"“Some transmigration time exists, your majesty, and some does not.” ","html":"{}"},"mil3.2.9:1.6":{"pli":"“Katamo pana, bhante, atthi, katamo natthī”ti? ","eng":"“What then, venerable sir, exists and what does not?” ","html":"{}"},"mil3.2.9:1.7":{"pli":"“Ye te, mahārāja, saṅkhārā atītā vigatā niruddhā vipariṇatā, so addhā natthi, ye dhammā vipākā, ye ca vipākadhammadhammā, ye ca aññatra paṭisandhiṃ denti, so addhā atthi. ","eng":"“Those mental formations, your majesty, that are past, gone, ceased, and changed, that transmigration time does not exist. Those mental formations that have reached fruition, or have the nature to be liable for fruition, or those that give reconnection elsewhere, that transmigration time does exist. ","html":"{}"},"mil3.2.9:1.8":{"pli":"Ye sattā kālaṅkatā aññatra uppannā, so ca addhā atthi. ","eng":"Those beings that have died and arisen elsewhere, that transmigration time does exist. ","html":"{}"},"mil3.2.9:1.9":{"pli":"Ye sattā kālaṅkatā aññatra anuppannā, so addhā natthi. ","eng":"Those beings that have died and not arisen elsewhere, that transmigration time does not exist. ","html":"{}"},"mil3.2.9:1.10":{"pli":"Ye ca sattā parinibbutā, so ca addhā natthi parinibbutattā”ti. ","eng":"And those beings that have attained final nibbāna, that transmigration time does not exist because of the attainment of nibbāna.” ","html":"{}</p>"},"mil3.2.9:2.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.2.9:3.1":{"pli":"Addhānapañho navamo. ","eng":"Time Question ninth ","html":"<p class='endsutta'>{}</p>"},"mil3.2.9:4.1":{"pli":"Addhānavaggo dutiyo. ","eng":"Time Chapter second ","html":"<p class='endsection'>{}</p>"},"mil3.2.9:5.1":{"pli":"Imasmiṃ vagge nava pañhā. ","eng":"In this chapter nine questions ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.1":{"mil3.3.1:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.1'><header><ul><li class='division'>{}</li>"},"mil3.3.1:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.1:0.3":{"pli":"1. Addhānamūlapañha ","eng":"1. Question on the Root of Time ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.1:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.1:1.2":{"pli":"“bhante nāgasena, atītassa addhānassa kiṃ mūlaṃ, anāgatassa addhānassa kiṃ mūlaṃ, paccuppannassa addhānassa kiṃ mūlan”ti? ","eng":"“Venerable Nāgasena, what is the root of transmigration time in the past, what is the root of transmigration time in the future, what is the root of transmigration time in the present?” ","html":"{}"},"mil3.3.1:1.3":{"pli":"“Atītassa ca, mahārāja, addhānassa anāgatassa ca addhānassa paccuppannassa ca addhānassa avijjā mūlaṃ. ","eng":"“The root of transmigration time in the past, your majesty, and of transmigration time in the future, and of transmigration time in the present is ignorance. ","html":"{}"},"mil3.3.1:1.4":{"pli":"Avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"From the condition of ignorance there are fabrications, from the condition of fabrications there is consciousness, from the condition of consciousness there is name-and-form, from the condition of name-and-form there are the six sense bases, from the condition of the six sense bases there is contact, from the condition of contact there is feeling, from the condition of feeling there is craving, from the condition of craving there is clinging, from the condition of clinging there is becoming, from the condition of becoming there is birth, from the condition of birth there is old age and death; sorrow, lamentation, suffering, anguish, and despair arise. ","html":"{}"},"mil3.3.1:1.5":{"pli":"Evametassa kevalassa dukkhakkhandhassa addhānassa purimā koṭi na paññāyatī”ti. ","eng":"Thus, no earliest point of this whole mass of suffering of transmigration time can be discerned.” ","html":"{}</p>"},"mil3.3.1:2.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.1:3.1":{"pli":"Addhānamūlapañho paṭhamo. ","eng":"Question on the Root of Time first ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.10":{"mil3.3.10:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.10'><header><ul><li class='division'>{}</li>"},"mil3.3.10:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.10:0.3":{"pli":"10. Saññālakkhaṇapañha ","eng":"10. Distinguishing Characteristic of Perception Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.10:1.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇā saññā”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of perception?” ","html":"<p>{}"},"mil3.3.10:1.2":{"pli":"“Sañjānanalakkhaṇā, mahārāja, saññā. ","eng":"“Perceiving, your majesty, is the distinguishing characteristic of perception. ","html":"{}"},"mil3.3.10:1.3":{"pli":"Kiṃ sañjānāti? ","eng":"What does one perceive? ","html":"{}"},"mil3.3.10:1.4":{"pli":"Nīlampi sañjānāti, pītampi sañjānāti, lohitampi sañjānāti, odātampi sañjānāti, mañjiṭṭhampi sañjānāti. ","eng":"One perceives blue, yellow, red, white, and crimson. ","html":"{}"},"mil3.3.10:1.5":{"pli":"Evaṃ kho, mahārāja, sañjānanalakkhaṇā saññā”ti. ","eng":"Thus, your majesty, perceiving is the distinguishing characteristic of perception.” ","html":"{}</p>"},"mil3.3.10:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.10:2.2":{"pli":"“Yathā, mahārāja, rañño bhaṇḍāgāriko bhaṇḍāgāraṃ pavisitvā nīlapītalohitodātamañjiṭṭhāni rājabhogāni rūpāni passitvā sañjānāti. ","eng":"“Just as, your majesty, a king’s storekeeper, having entered the warehouse and seen the forms of the king’s goods there, perceives blue, yellow, red, white, and crimson. ","html":"{}"},"mil3.3.10:2.3":{"pli":"Evaṃ kho, mahārāja, sañjānanalakkhaṇā saññā”ti. ","eng":"Thus, your majesty, perceiving is the distinguishing characteristic of perception.” ","html":"{}</p>"},"mil3.3.10:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.10:4.1":{"pli":"Saññālakkhaṇapañho dasamo. ","eng":"Distinguishing Characteristic of Perception Question tenth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.11":{"mil3.3.11:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.11'><header><ul><li class='division'>{}</li>"},"mil3.3.11:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.11:0.3":{"pli":"11. Cetanālakkhaṇapañha ","eng":"11. Distinguishing Characteristic of Intention Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.11:1.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇā cetanā”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of intention?” ","html":"<p>{}"},"mil3.3.11:1.2":{"pli":"“Cetayitalakkhaṇā, mahārāja, cetanā abhisaṅkharaṇalakkhaṇā cā”ti. ","eng":"“Willing and arranging, your majesty, are the distinguishing characteristics of intention.” ","html":"{}</p>"},"mil3.3.11:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.11:2.2":{"pli":"“Yathā, mahārāja, kocideva puriso visaṃ abhisaṅkharitvā attanā ca piveyya, pare ca pāyeyya, so attanāpi dukkhito bhaveyya, parepi dukkhitā bhaveyyuṃ; ","eng":"“Just as, your majesty, some person or other might prepare a poison and drink it himself and get others to drink it, then he himself would become afflicted and others would become afflicted. ","html":"{}"},"mil3.3.11:2.3":{"pli":"evameva kho, mahārāja, idhekacco puggalo akusalaṃ kammaṃ cetanāya cetayitvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"In the same way, your majesty, some person here, through intention, would will an unwholesome action and on the break up of the body, after dying, would be reborn in a bad destination, a state of suffering, a hell realm. ","html":"{}"},"mil3.3.11:2.4":{"pli":"Yepi tassa anusikkhanti, tepi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ","eng":"And those who followed him, on the break up of the body, after dying, would be reborn in a bad destination, a state of suffering, a hell realm. ","html":"{}</p>"},"mil3.3.11:3.1":{"pli":"Yathā vā pana, mahārāja, kocideva puriso sappinavanītatelamadhuphāṇitaṃ ekajjhaṃ abhisaṅkharitvā attanā ca piveyya, pare ca pāyeyya, so attanā sukhito bhaveyya, parepi sukhitā bhaveyyuṃ; ","eng":"Or just as, your majesty, some person or other might prepare a mixture of ghee, butter, oil, honey and molasses and drink it himself and get others to drink it, then he himself would become happy and others would become happy. ","html":"<p>{}"},"mil3.3.11:3.2":{"pli":"evameva kho, mahārāja, idhekacco puggalo kusalaṃ kammaṃ cetanāya cetayitvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"In the same way, your majesty, some person here, through intention, would will a wholesome action and on the break up of the body, after dying, would be reborn in a good destination, a heavenly realm. ","html":"{}"},"mil3.3.11:3.3":{"pli":"Yepi tassa anusikkhanti, tepi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti. ","eng":"And those who followed him, on the break up of the body, after dying, would be reborn in a good destination, a heavenly realm. ","html":"{}"},"mil3.3.11:3.4":{"pli":"Evaṃ kho, mahārāja, cetayitalakkhaṇā cetanā abhisaṅkharaṇalakkhaṇā cā”ti. ","eng":"So too, your majesty, willing and arranging are the distinguishing characteristics of intention.” ","html":"{}</p>"},"mil3.3.11:4.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.11:5.1":{"pli":"Cetanālakkhaṇapañho ekādasamo. ","eng":"Distinguishing Characteristic of Intention Question eleventh ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.12":{"mil3.3.12:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.12'><header><ul><li class='division'>{}</li>"},"mil3.3.12:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.12:0.3":{"pli":"12. Viññāṇalakkhaṇapañha ","eng":"12. Distinguishing Characteristic of Consciousness Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.12:1.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇaṃ viññāṇan”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of consciousness?” ","html":"<p>{}"},"mil3.3.12:1.2":{"pli":"“Vijānanalakkhaṇaṃ, mahārāja, viññāṇan”ti. ","eng":"“Knowing, your majesty, is the distinguishing characteristic of consciousness?” ","html":"{}</p>"},"mil3.3.12:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.12:2.2":{"pli":"“Yathā, mahārāja, nagaraguttiko majjhe nagarasiṅghāṭake nisinno passeyya puratthimadisato purisaṃ āgacchantaṃ, passeyya dakkhiṇadisato purisaṃ āgacchantaṃ, passeyya pacchimadisato purisaṃ āgacchantaṃ, passeyya uttaradisato purisaṃ āgacchantaṃ; ","eng":"“Just as, your majesty, a town guardian sitting in the middle of the crossroads of the town would see a man coming from the eastern direction, the southern direction, the western direction, and the northern direction. ","html":"{}"},"mil3.3.12:2.3":{"pli":"evameva kho, mahārāja, yañca puriso cakkhunā rūpaṃ passati, taṃ viññāṇena vijānāti. ","eng":"In the same way, your majesty, a person knows with consciousness whatever form he sees with his eyes, ","html":"{}"},"mil3.3.12:2.4":{"pli":"Yañca sotena saddaṃ suṇāti, taṃ viññāṇena vijānāti. ","eng":"he knows with consciousness whatever sound he hears with his ears, ","html":"{}"},"mil3.3.12:2.5":{"pli":"Yañca ghānena gandhaṃ ghāyati, taṃ viññāṇena vijānāti. ","eng":"he knows with consciousness whatever odour he smells with his nose, ","html":"{}"},"mil3.3.12:2.6":{"pli":"Yañca jivhāya rasaṃ sāyati, taṃ viññāṇena vijānāti. ","eng":"he knows with consciousness whatever flavour he tastes with his tongue, ","html":"{}"},"mil3.3.12:2.7":{"pli":"Yañca kāyena phoṭṭhabbaṃ phusati, taṃ viññāṇena vijānāti, yañca manasā dhammaṃ vijānāti, taṃ viññāṇena vijānāti. ","eng":"he knows with consciousness whatever tangible he touches with his body, and he knows with consciousness whatever thought he knows with his mind. ","html":"{}"},"mil3.3.12:2.8":{"pli":"Evaṃ kho, mahārāja, vijānanalakkhaṇaṃ viññāṇan”ti. ","eng":"So too, your majesty, knowing is the distinguishing characteristic of consciousness?” ","html":"{}</p>"},"mil3.3.12:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.12:4.1":{"pli":"Viññāṇalakkhaṇapañho dvādasamo. ","eng":"Distinguishing Characteristic of Consciousness Question twelfth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.13":{"mil3.3.13:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.13'><header><ul><li class='division'>{}</li>"},"mil3.3.13:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.13:0.3":{"pli":"13. Vitakkalakkhaṇapañha ","eng":"13. Distinguishing Characteristic of Applied Thought Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.13:1.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇo vitakko”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of applied thought?” ","html":"<p>{}"},"mil3.3.13:1.2":{"pli":"“Appanālakkhaṇo, mahārāja, vitakko”ti. ","eng":"“Mental fixing, your majesty, is the distinguishing characteristic of applied thought.” ","html":"{}</p>"},"mil3.3.13:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.13:2.2":{"pli":"“Yathā, mahārāja, vaḍḍhakī suparikammakataṃ dāruṃ sandhismiṃ appeti; ","eng":"“Just as, your majesty, a carpenter fixes a superbly crafted piece of wood into a join, ","html":"{}"},"mil3.3.13:2.3":{"pli":"evameva kho, mahārāja, appanālakkhaṇo vitakko”ti. ","eng":"in the same way mental fixing is the distinguishing characteristic of applied thought.” ","html":"{}</p>"},"mil3.3.13:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.13:4.1":{"pli":"Vitakkalakkhaṇapañho terasamo. ","eng":"Distinguishing Characteristic of Applied Thought Question thirteenth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.14":{"mil3.3.14:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.14'><header><ul><li class='division'>{}</li>"},"mil3.3.14:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.14:0.3":{"pli":"14. Vicāralakkhaṇapañha ","eng":"14. Distinguishing Characteristic of Examination Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.14:1.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇo vicāro”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of examination?” ","html":"<p>{}"},"mil3.3.14:1.2":{"pli":"“Anumajjanalakkhaṇo, mahārāja, vicāro”ti. ","eng":"“Continuity, your majesty, is the distinguishing characteristic of examination.” ","html":"{}</p>"},"mil3.3.14:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.14:2.2":{"pli":"“Yathā, mahārāja, kaṃsathālaṃ ākoṭitaṃ pacchā anuravati anusandahati, yathā, mahārāja, ākoṭanā, evaṃ vitakko daṭṭhabbo. ","eng":"“Just as, your majesty, a bronze bowl which has been struck resounds afterwards, and lingers on, applied thought is to be seen as striking, ","html":"{}"},"mil3.3.14:2.3":{"pli":"Yathā anuravanā, evaṃ vicāro daṭṭhabbo”ti. ","eng":"examination is to be seen as resounding.” ","html":"{}</p>"},"mil3.3.14:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.14:4.1":{"pli":"Vicāralakkhaṇapañho cuddasamo. ","eng":"Distinguishing Characteristic of Examination Question fourteenth ","html":"<p class='endsutta'>{}</p>"},"mil3.3.14:5.1":{"pli":"Vicāravaggo tatiyo. ","eng":"Examination Chapter third ","html":"<p class='endsection'>{}</p>"},"mil3.3.14:6.1":{"pli":"Imasmiṃ vagge cuddasa pañhā. ","eng":"In this chapter fourteen questions ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.2":{"mil3.3.2:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.2'><header><ul><li class='division'>{}</li>"},"mil3.3.2:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.2:0.3":{"pli":"2. Purimakoṭipañha ","eng":"2. Question on the Earliest Point ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.2:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.2:1.2":{"pli":"“bhante nāgasena, yaṃ panetaṃ brūsi ‘purimā koṭi na paññāyatī’ti, tassa opammaṃ karohī”ti. ","eng":"“Venerable Nāgasena, concerning that which you said, ‘No earliest point can be discerned,’ please give me an analogy for that.” ","html":"{}"},"mil3.3.2:1.3":{"pli":"“Yathā, mahārāja, puriso parittaṃ bījaṃ pathaviyaṃ nikkhipeyya, tato aṅkuro uṭṭhahitvā anupubbena vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjitvā phalaṃ dadeyya. ","eng":"“Just as, your majesty, a man might put a small seed in the ground, then it having produced a sprout and having gradually undergone increase, growth, and full maturity, it would ripen into fruit. ","html":"{}"},"mil3.3.2:1.4":{"pli":"Tato bījaṃ gahetvā puna ropeyya, tatopi aṅkuro uṭṭhahitvā anupubbena vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjitvā phalaṃ dadeyya. ","eng":"Then again having taken from that a seed and cultivated it, then it having produced a sprout and having gradually undergone increase, growth, and full maturity, it would ripen into fruit. ","html":"{}"},"mil3.3.2:1.5":{"pli":"Evametissā santatiyā atthi anto”ti? ","eng":"Is there thus an end to this continuity?” ","html":"{}"},"mil3.3.2:1.6":{"pli":"“Natthi, bhante”ti. ","eng":"“There is not, venerable sir.” ","html":"{}"},"mil3.3.2:1.7":{"pli":"“Evameva kho, mahārāja, addhānassāpi purimā koṭi na paññāyatī”ti. ","eng":"“In the same way, your majesty, no earliest point of transmigration time can be discerned.” ","html":"{}</p>"},"mil3.3.2:2.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.2:2.2":{"pli":"“Yathā, mahārāja, kukkuṭiyā aṇḍaṃ bhaveyya, aṇḍato kukkuṭī kukkuṭiyā aṇḍanti. ","eng":"“Just as, your majesty, an egg might be produced from a hen, a hen from that egg, and an egg from that hen, and so on. ","html":"{}"},"mil3.3.2:2.3":{"pli":"Evametissā santatiyā atthi anto”ti? ","eng":"Is there thus an end to this continuity?” ","html":"{}"},"mil3.3.2:2.4":{"pli":"“Natthi, bhante”ti. ","eng":"“There is not, venerable sir.” ","html":"{}"},"mil3.3.2:2.5":{"pli":"“Evameva kho, mahārāja, addhānassāpi purimā koṭi na paññāyatī”ti. ","eng":"“In the same way, your majesty, no earliest point of transmigration time can be discerned.” ","html":"{}</p>"},"mil3.3.2:3.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.2:3.2":{"pli":"Thero pathaviyā cakkaṃ likhitvā milindaṃ rājānaṃ etadavoca—","eng":"The elder drew a circle on the ground and said to King Milinda, ","html":"{}"},"mil3.3.2:3.3":{"pli":"“atthi, mahārāja, imassa cakkassa anto”ti? ","eng":"“Is there an end to this circle?” ","html":"{}"},"mil3.3.2:3.4":{"pli":"“Natthi, bhante”ti. ","eng":"“There is not, venerable sir.” ","html":"{}"},"mil3.3.2:3.5":{"pli":"“Evameva kho, mahārāja, imāni cakkāni vuttāni bhagavatā ‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā kammaṃ, kammato puna cakkhuṃ jāyatī’ti. ","eng":"“In the same way, your majesty, these cycles spoken of by the Blessed One, ‘Dependent on the eye and form, eye consciousness arises, and the meeting of the three is contact. From the condition of contact there is feeling, from the condition of feeling there is craving, from the condition of craving there is clinging, from the condition of clinging there is kamma, and again the eye is born from kamma.’ ","html":"{}"},"mil3.3.2:3.6":{"pli":"Evametissā santatiyā atthi anto”ti? ","eng":"Is there thus an end to this continuity?” ","html":"{}"},"mil3.3.2:3.7":{"pli":"“Natthi, bhante”ti. ","eng":"“There is not, venerable sir.” ","html":"{}</p>"},"mil3.3.2:4.1":{"pli":"“‘Sotañca paṭicca sadde ca …pe… ","eng":"“‘Dependent on the ear and sound … ","html":"<p>{}"},"mil3.3.2:4.2":{"pli":"manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā kammaṃ, kammato puna mano jāyatī’ti. ","eng":"Dependent on the mind and thought, mind consciousness arises, and the meeting of the three is contact. From the condition of contact there is feeling, from the condition of feeling there is craving, from the condition of craving there is clinging, from the condition of clinging there is kamma, and again the mind is born from kamma.’ ","html":"{}"},"mil3.3.2:4.3":{"pli":"Evametissā santatiyā atthi anto”ti? ","eng":"Is there thus an end to this continuity?” ","html":"{}"},"mil3.3.2:4.4":{"pli":"“Natthi, bhante”ti. ","eng":"“There is not, venerable sir.” ","html":"{}"},"mil3.3.2:4.5":{"pli":"“Evameva kho, mahārāja, addhānassāpi purimā koṭi na paññāyatī”ti. ","eng":"“In the same way, your majesty, no earliest point of transmigration time can be discerned.” ","html":"{}</p>"},"mil3.3.2:5.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.2:6.1":{"pli":"Purimakoṭipañho dutiyo. ","eng":"Question on the Earliest Point second ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.3":{"mil3.3.3:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.3'><header><ul><li class='division'>{}</li>"},"mil3.3.3:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.3:0.3":{"pli":"3. Koṭipaññāyanapañha ","eng":"Question on the Discernment of an End Point ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.3:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.3:1.2":{"pli":"“bhante nāgasena, yaṃ panetaṃ brūsi ‘purimā koṭi na paññāyatī’ti, katamā ca sā purimā koṭī”ti? ","eng":"“Venerable Nāgasena, concerning that which you said, ‘No earliest point can be discerned,’ what is this earliest point?” ","html":"{}"},"mil3.3.3:1.3":{"pli":"“Yo kho, mahārāja, atīto addhā, esā purimā koṭī”ti. ","eng":"“That which is time in the past, your majesty, is the earliest point.” ","html":"{}"},"mil3.3.3:1.4":{"pli":"“Bhante nāgasena, yaṃ panetaṃ brūsi ‘purimā koṭi na paññāyatī’ti, kiṃ pana, bhante, sabbāpi purimā koṭi na paññāyatī”ti? ","eng":"“Venerable Nāgasena, concerning that which you said, ‘No earliest point can be discerned,’ is it that all earliest points cannot be discerned?” ","html":"{}"},"mil3.3.3:1.5":{"pli":"“Kāci, mahārāja, paññāyati, kāci na paññāyatī”ti. ","eng":"“Some can be discerned, your majesty, and some cannot be.” ","html":"{}"},"mil3.3.3:1.6":{"pli":"“Katamā, bhante, paññāyati, katamā na paññāyatī”ti? ","eng":"“What can be discerned, venerable sir, and what cannot?” ","html":"{}"},"mil3.3.3:1.7":{"pli":"“Ito pubbe, mahārāja, sabbena sabbaṃ sabbathā sabbaṃ avijjā nāhosīti esā purimā koṭi na paññāyati, yaṃ ahutvā sambhoti, hutvā paṭivigacchati, esā purimā koṭi paññāyatī”ti. ","eng":"“That earliest point cannot be discerned, your majesty, where earlier than this no ignorance was existing at all, by any means, or in any way. That which having not existed arose, and having existed disappeared again, that earliest point can be discerned.” ","html":"{}</p>"},"mil3.3.3:2.1":{"pli":"“Bhante nāgasena, yaṃ ahutvā sambhoti, hutvā paṭivigacchati, nanu taṃ ubhato chinnaṃ atthaṃ gacchatī”ti? ","eng":"“Venerable Nāgasena, that which having not existed arose, and having existed disappeared again would it not, having been cut off at both ends, be entirely destroyed?” ","html":"<p>{}"},"mil3.3.3:2.2":{"pli":"“Yadi, mahārāja, ubhato chinnaṃ atthaṃ gacchati, ubhato chinnā sakkā vaḍḍhetun”ti? ","eng":"“If, your majesty, having been cut off at both ends, it was entirely destroyed, is it possible, being cut off at both ends, to grow?” ","html":"{}"},"mil3.3.3:2.3":{"pli":"“Āma sāpi sakkā vaḍḍhetun”ti. ","eng":"“Yes, it is possible for it to grow. ","html":"{}"},"mil3.3.3:2.4":{"pli":"“Nāhaṃ, bhante, etaṃ pucchāmi koṭito sakkā vaḍḍhetun”ti? ","eng":"I am not asking that, venerable sir; is it possible for it to grow from that end?” ","html":"{}"},"mil3.3.3:2.5":{"pli":"“Āma sakkā vaḍḍhetun”ti. ","eng":"“Yes, it is possible for it to grow.” ","html":"{}</p>"},"mil3.3.3:3.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.3:3.2":{"pli":"Thero tassa rukkhūpamaṃ akās, “khandhā ca kevalassa dukkhakkhandhassa bījānī”ti. ","eng":"The elder made him an analogy of a tree, “The aggregates are the seeds of this whole mass of suffering.” ","html":"{}</p>"},"mil3.3.3:4.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.3:5.1":{"pli":"Koṭipaññāyanapañho tatiyo. ","eng":"Question on the Discernment of an End Point third ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.4":{"mil3.3.4:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.4'><header><ul><li class='division'>{}</li>"},"mil3.3.4:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.4:0.3":{"pli":"4. Saṅkhārajāyamānapañha ","eng":"4. Question on the Production of Fabrications ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.4:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.4:1.2":{"pli":"“bhante nāgasena, atthi keci saṅkhārā, ye jāyantī”ti? ","eng":"“Venerable Nāgasena, are there any fabrications which are produced?” ","html":"{}"},"mil3.3.4:1.3":{"pli":"“Āma, mahārāja, atthi saṅkhārā, ye jāyantī”ti. ","eng":"“Yes, your majesty, there are fabrications which are produced.” ","html":"{}"},"mil3.3.4:1.4":{"pli":"“Katame te, bhante”ti? ","eng":"“What are they, venerable sir?” ","html":"{}"},"mil3.3.4:1.5":{"pli":"“Cakkhusmiñca kho, mahārāja, sati rūpesu ca cakkhuviññāṇaṃ hoti, cakkhuviññāṇe sati cakkhusamphasso hoti, cakkhusamphasse sati vedanā hoti, vedanāya sati taṇhā hoti, taṇhāya sati upādānaṃ hoti, upādāne sati bhavo hoti, bhave sati jāti hoti, jātiyā sati jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti, evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"“When there is the eye and forms, your majesty, there is eye consciousness. When there is eye consciousness, there is eye contact. When there is eye contact, there is feeling. When there is feeling, there is craving. When there is craving, there is becoming. When there is becoming, there is birth. When there is birth, there is old age and death, and sorrow, lamentation, suffering, anguish, and despair come to be. Thus, there is the arising of this whole mass of suffering. ","html":"{}"},"mil3.3.4:1.6":{"pli":"Cakkhusmiñca kho, mahārāja, asati rūpesu ca asati cakkhuviññāṇaṃ na hoti, cakkhuviññāṇe asati cakkhusamphasso na hoti, cakkhusamphasse asati vedanā na hoti, vedanāya asati taṇhā na hoti, taṇhāya asati upādānaṃ na hoti, upādāne asati bhavo na hoti, bhave asati jāti na hoti, jātiyā asati jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā na honti, evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ","eng":"When there is no eye and forms, your majesty, there is no eye consciousness. When there is no eye consciousness, there is no eye contact. When there is no eye contact, there is no feeling. When there is no feeling, there is no craving. When there is no craving, there is no becoming. When there is no becoming, there is no birth. When there is no birth, there is no old age and death, and there is no sorrow, lamentation, suffering, anguish, and despair. Thus, there is the cessation of this whole mass of suffering.” ","html":"{}</p>"},"mil3.3.4:2.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.4:3.1":{"pli":"Saṅkhārajāyamānapañho catuttho. ","eng":"Question on the Production of Fabrications fourth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.5":{"mil3.3.5:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.5'><header><ul><li class='division'>{}</li>"},"mil3.3.5:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.5:0.3":{"pli":"5. Bhavantasaṅkhārajāyamānapañha ","eng":"5. Question on the Production and Development of Fabrications ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.5:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.5:1.2":{"pli":"“bhante nāgasena, atthi keci saṅkhārā, ye abhavantā jāyantī”ti? ","eng":"“Venerable Nāgasena, are there any fabrications which are produced without development?” ","html":"{}"},"mil3.3.5:1.3":{"pli":"“Natthi, mahārāja, keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva kho, mahārāja, saṅkhārā jāyantī”ti. ","eng":"“Your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.5:2.2":{"pli":"“Taṃ kiṃ maññasi, mahārāja, idaṃ gehaṃ abhavantaṃ jātaṃ, yattha tvaṃ nisinnosī”ti? ","eng":"“What do you think, your majesty, was this house that you are sitting in produced without development?” ","html":"{}"},"mil3.3.5:2.3":{"pli":"“Natthi kiñci, bhante, idha abhavantaṃ jātaṃ, bhavantaṃyeva jātaṃ, imāni kho, bhante, dārūni vane ahesuṃ, ayañca mattikā pathaviyaṃ ahosi, itthīnañca purisānañca tajjena vāyāmena evamidaṃ gehaṃ nibbattan”ti. ","eng":"“There is nothing here, venerable sir, produced without development; it is produced only with development. These pieces of wood were in the forest, and this clay was in the ground, and thus this house was produced by the appropriate effort of women and men.” ","html":"{}"},"mil3.3.5:2.4":{"pli":"“Evameva kho, mahārāja, natthi keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:3.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.5:3.2":{"pli":"“Yathā, mahārāja, ye keci bījagāmabhūtagāmā pathaviyaṃ nikkhittā anupubbena vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjamānā pupphāni ca phalāni ca dadeyyuṃ, na te rukkhā abhavantā jātā, bhavantāyeva te rukkhā jātā; ","eng":"“Just as, your majesty, whatever seeds and plants thrown on the ground gradually attain to growth, development, and maturity, and would give flowers and fruit, no trees would be produced without development, and trees would only be produced with development.” ","html":"{}"},"mil3.3.5:3.3":{"pli":"evameva kho, mahārāja, natthi keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva te saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:4.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.5:4.2":{"pli":"“Yathā, mahārāja, kumbhakāro pathaviyā mattikaṃ uddharitvā nānābhājanāni karoti, na tāni bhājanāni abhavantāni jātāni, bhavantāniyeva jātāni; ","eng":"“Just as, your majesty, a potter might take clay from the ground and make various bowls, those bowls are not produced without development, and bowls would only be produced with development.” ","html":"{}"},"mil3.3.5:4.3":{"pli":"evameva kho, mahārāja, natthi keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:5.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.5:5.2":{"pli":"“Yathā, mahārāja, vīṇāya pattaṃ na siyā, cammaṃ na siyā, doṇi na siyā, daṇḍo na siyā, upavīṇo na siyā, tantiyo na siyuṃ, koṇo na siyā, purisassa ca tajjo vāyāmo na siyā, jāyeyya saddo”ti? ","eng":"“Just as if, your majesty, there were no sound-board for a lute, no parchment, no belly, no arm, no neck, no strings, no plectrum, and no suitable effort from a person, would sound be produced?” ","html":"{}"},"mil3.3.5:5.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil3.3.5:5.4":{"pli":"“Yato ca kho, mahārāja, vīṇāya pattaṃ siyā, cammaṃ siyā, doṇi siyā, daṇḍo siyā, upavīṇo siyā, tantiyo siyuṃ, koṇo siyā, purisassa ca tajjo vāyāmo siyā, jāyeyya saddo”ti? ","eng":"“But if, your majesty, there were a sound-board for a lute, parchment, a belly, an arm, a neck, strings, a plectrum, and suitable effort from a person, would sound be produced?” ","html":"{}"},"mil3.3.5:5.5":{"pli":"“Āma, bhante, jāyeyyā”ti. ","eng":"“Yes, it would be produced, venerable sir.” ","html":"{}"},"mil3.3.5:5.6":{"pli":"“Evameva kho, mahārāja, natthi keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva kho saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:6.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.5:6.2":{"pli":"“Yathā, mahārāja, araṇi na siyā, araṇipotako na siyā, araṇiyottakaṃ na siyā, uttarāraṇi na siyā, coḷakaṃ na siyā, purisassa ca tajjo vāyāmo na siyā, jāyeyya so aggī”ti? ","eng":"“Just as if, your majesty, there were no lower piece of wood, no twirling stick, no string for the twirling stick, no upper piece of wood, no bark, and no suitable effort from a person, would fire be produced?” ","html":"{}"},"mil3.3.5:6.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil3.3.5:6.4":{"pli":"“Yato ca kho, mahārāja, araṇi siyā, araṇipotako siyā, araṇiyottakaṃ siyā, uttarāraṇi siyā, coḷakaṃ siyā, purisassa ca tajjo vāyāmo siyā, jāyeyya so aggī”ti? ","eng":"“But if, your majesty, there were a lower piece of wood, a twirling stick, string for the twirling stick, an upper piece of wood, bark, and suitable effort from a person, would fire be produced?” ","html":"{}"},"mil3.3.5:6.5":{"pli":"“Āma, bhante, jāyeyyā”ti. ","eng":"“Yes, it would be produced, venerable sir.” ","html":"{}"},"mil3.3.5:6.6":{"pli":"“Evameva kho, mahārāja, natthi keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva kho saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:7.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.5:7.2":{"pli":"“Yathā, mahārāja, maṇi na siyā, ātapo na siyā, gomayaṃ na siyā, jāyeyya so aggī”ti? ","eng":"“Just as if, your majesty, there were no crystal glass, no heat, and no cow-dung, would fire be produced?” ","html":"{}"},"mil3.3.5:7.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil3.3.5:7.4":{"pli":"“Yato ca kho, mahārāja, maṇi siyā, ātapo siyā, gomayaṃ siyā, jāyeyya so aggī”ti? ","eng":"“But if, your majesty, there were a crystal glass, heat, and cow-dung, would fire be produced?” ","html":"{}"},"mil3.3.5:7.5":{"pli":"“Āma, bhante, jāyeyyā”ti. ","eng":"“Yes, it would be produced, venerable sir.” ","html":"{}"},"mil3.3.5:7.6":{"pli":"“Evameva kho, mahārāja, natthi keci saṅkhārā ye abhavantā jāyanti, bhavantāyeva kho saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:8.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.5:8.2":{"pli":"“Yathā, mahārāja, ādāso na siyā, ābhā na siyā, mukhaṃ na siyā, jāyeyya attā”ti? ","eng":"“Just as if, your majesty, there were no mirror, no light, and no face, would an image be produced?” ","html":"{}"},"mil3.3.5:8.3":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil3.3.5:8.4":{"pli":"“Yato ca kho, mahārāja, ādāso siyā, ābhā siyā, mukhaṃ siyā, jāyeyya attā”ti? ","eng":"“But if, your majesty, there were a mirror, light, and a face, would an image be produced?” ","html":"{}"},"mil3.3.5:8.5":{"pli":"“Āma, bhante, jāyeyyā”ti. ","eng":"“Yes, it would be produced, venerable sir.” ","html":"{}"},"mil3.3.5:8.6":{"pli":"“Evameva kho, mahārāja, natthi keci saṅkhārā, ye abhavantā jāyanti, bhavantāyeva kho saṅkhārā jāyantī”ti. ","eng":"“In the same way, your majesty, there are no fabrications which are produced without development. Fabrications are only produced with development.” ","html":"{}</p>"},"mil3.3.5:9.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.5:10.1":{"pli":"Bhavantasaṅkhārajāyamānapañho pañcamo. ","eng":"Question on the Production and Development of Fabrications fifth ","html":"<p class='endsutta'>{}</p></article>"}}}