{"mil3.3.6":{"mil3.3.6:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.6'><header><ul><li class='division'>{}</li>"},"mil3.3.6:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.6:0.3":{"pli":"6. Vedagūpañha ","eng":"6. Question on the Experiencer ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.6:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.6:1.2":{"pli":"“bhante nāgasena, vedagū upalabbhatī”ti? ","eng":"“Venerable Nāgasena, is an experiencer to be found?” ","html":"{}"},"mil3.3.6:1.3":{"pli":"“Ko panesa, mahārāja, vedagū nāmā”ti? ","eng":"“But what then is this thing called an experiencer?” ","html":"{}"},"mil3.3.6:1.4":{"pli":"“Yo, bhante, abbhantare jīvo cakkhunā rūpaṃ passati, sotena saddaṃ suṇāti, ghānena gandhaṃ ghāyati, jivhāya rasaṃ sāyati, kāyena phoṭṭhabbaṃ phusati, manasā dhammaṃ vijānāti, yathā mayaṃ idha pāsāde nisinnā yena yena vātapānena iccheyyāma passituṃ, tena tena vātapānena passeyyāma, puratthimenapi vātapānena passeyyāma, pacchimenapi vātapānena passeyyāma, uttarenapi vātapānena passeyyāma, dakkhiṇenapi vātapānena passeyyāma. ","eng":"“That soul within, venerable sir, that sees a form with the eye, hears a sound with the ear, smells an odour with the nose, tastes a flavour with the tongue, touches a tangible with the body, and knows a thought with the mind, just as we, seated here in the palace, might look out of whichever window we wish to look out of – whether that be the east, the west, the north, or the south window. ","html":"{}"},"mil3.3.6:1.5":{"pli":"Evameva kho, bhante, ayaṃ abbhantare jīvo yena yena dvārena icchati passituṃ, tena tena dvārena passatī”ti. ","eng":"Even so, venerable sir, this soul within looks out of whatever door it wishes to look out of.” ","html":"{}</p>"},"mil3.3.6:2.1":{"pli":"Thero āha—","eng":"The elder said: ","html":"<p>{}"},"mil3.3.6:2.2":{"pli":"“pañcadvāraṃ, mahārāja, bhaṇissāmi, taṃ suṇohi, sādhukaṃ manasikarohi, yadi abbhantare jīvo cakkhunā rūpaṃ passati, yathā mayaṃ idha pāsāde nisinnā yena yena vātapānena iccheyyāma passituṃ, tena tena vātapānena rūpaṃyeva passeyyāma, puratthimenapi vātapānena rūpaṃyeva passeyyāma, pacchimenapi vātapānena rūpaṃyeva passeyyāma, uttarenapi vātapānena rūpaṃyeva passeyyāma, dakkhiṇenapi vātapānena rūpaṃyeva passeyyāma, evametena abbhantare jīvena sotenapi rūpaṃyeva passitabbaṃ, ghānenapi rūpaṃyeva passitabbaṃ, jivhāyapi rūpaṃyeva passitabbaṃ, kāyenapi rūpaṃyeva passitabbaṃ, manasāpi rūpaṃyeva passitabbaṃ; ","eng":"“I will talk to you, your majesty, about the five doors. Listen to this and pay careful attention. If the soul within sees form with the eye, just as we, sitting here in the palace can see material form through whatever window we wish to look through, whether through the east, the west, the north, or the south window, could a material form be seen by this soul within by means of the ear, or by the nose, or by the tongue, or by the body, or by the mind? ","html":"{}"},"mil3.3.6:2.3":{"pli":"cakkhunāpi saddoyeva sotabbo, ghānenapi saddoyeva sotabbo, jivhāyapi saddoyeva sotabbo, kāyenapi saddoyeva sotabbo, manasāpi saddoyeva sotabbo; ","eng":"And could a sound be heard by means of the eye, or by the nose, or by the tongue, or by the body, or by the mind? ","html":"{}"},"mil3.3.6:2.4":{"pli":"cakkhunāpi gandhoyeva ghāyitabbo, sotenapi gandhoyeva ghāyitabbo, jivhāyapi gandhoyeva ghāyitabbo, kāyenapi gandhoyeva ghāyitabbo, manasāpi gandhoyeva ghāyitabbo; ","eng":"And could an odour be smelled by means of the eye, or by the ear, or by the tongue, or by the body, or by the mind? ","html":"{}"},"mil3.3.6:2.5":{"pli":"cakkhunāpi rasoyeva sāyitabbo, sotenapi rasoyeva sāyitabbo, ghānenapi rasoyeva sāyitabbo, kāyenapi rasoyeva sāyitabbo, manasāpi rasoyeva sāyitabbo; ","eng":"And could a flavour be tasted by means of the eye, or by the ear, or by the nose, or by the body, or by the mind? ","html":"{}"},"mil3.3.6:2.6":{"pli":"cakkhunāpi phoṭṭhabbaṃyeva phusitabbaṃ, sotenapi phoṭṭhabbaṃ yeva phusitabbaṃ, ghānenapi phoṭṭhabbaṃyeva phusitabbaṃ, jivhāyapi phoṭṭhabbaṃ yeva phusitabbaṃ, manasāpi phoṭṭhabbaṃyeva phusitabbaṃ; ","eng":"And could a tangible be felt by means of the eye, or by the ear, or by the nose, or by the tongue, or by the mind? ","html":"{}"},"mil3.3.6:2.7":{"pli":"cakkhunāpi dhammaṃ yeva vijānitabbaṃ, sotenapi dhammaṃyeva vijānitabbaṃ, ghānenapi dhammaṃ yeva vijānitabbaṃ, jivhāyapi dhammaṃyeva vijānitabbaṃ, kāyenapi dhammaṃyeva vijānitabban”ti? ","eng":"And could a thought be known by means of the eye, or by the ear, or by the nose, or by the tongue, or by the body?” ","html":"{}"},"mil3.3.6:2.8":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}</p>"},"mil3.3.6:3.1":{"pli":"“Na kho te, mahārāja, yujjati purimena vā pacchimaṃ, pacchimena vā purimaṃ, yathā vā pana, mahārāja, mayaṃ idha pāsāde nisinnā imesu jālavātapānesu ugghāṭitesu mahantena ākāsena bahimukhā suṭṭhutaraṃ rūpaṃ passāma, evametena abbhantare jīvenāpi cakkhudvāresu ugghāṭitesu mahantena ākāsena suṭṭhutaraṃ rūpaṃ passitabbaṃ, sotesu ugghāṭitesu … ghāne ugghāṭite … jivhāya ugghāṭitāya … kāye ugghāṭite mahantena ākāsena suṭṭhutaraṃ saddo sotabbo, gandho ghāyitabbo, raso sāyitabbo, phoṭṭhabbo phusitabbo”ti? ","eng":"“The latter is not fitted to the former, your majesty, nor the former to the latter. Just as, your majesty, when these grilled windows are removed, we seated here in the palace, looking outward, see form more clearly through great space, would the soul within see form more clearly through great space when the doors of the eyes have been removed? ... when the ears have been removed? ... when the nose has been removed? ... when the tongue has been removed? And would it feel a tangible more clearly when the body has been removed?” ","html":"<p>{}"},"mil3.3.6:3.2":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}</p>"},"mil3.3.6:4.1":{"pli":"“Na kho te, mahārāja, yujjati purimena vā pacchimaṃ, pacchimena vā purimaṃ, yathā vā pana, mahārāja, ayaṃ dinno nikkhamitvā bahidvārakoṭṭhake tiṭṭheyya, jānāsi tvaṃ, mahārāja, ‘ayaṃ dinno nikkhamitvā bahidvārakoṭṭhake ṭhito’”ti? ","eng":"“The latter is not fitted to the former, your majesty, nor the former to the latter. Just as if, your majesty, this Dinna were to depart and stand in the entrance way outside the door, would you know ‘this Dinna has departed and is standing in the entrance way outside the door’?” ","html":"<p>{}"},"mil3.3.6:4.2":{"pli":"“Āma, bhante, jānāmī”ti. ","eng":"“Yes, venerable sir, I would know.” ","html":"{}"},"mil3.3.6:4.3":{"pli":"“Yathā vā pana, mahārāja, ayaṃ dinno anto pavisitvā tava purato tiṭṭheyya, jānāsi tvaṃ, mahārāja, ‘ayaṃ dinno anto pavisitvā mama purato ṭhito’”ti? ","eng":"“And then, just as if, your majesty, this Dinna were to come back inside and stand in front of you, would you know ‘this Dinna has come back inside and is standing in front of me’?” ","html":"{}"},"mil3.3.6:4.4":{"pli":"“Āma, bhante, jānāmī”ti. ","eng":"“Yes, venerable sir, I would know.” ","html":"{}"},"mil3.3.6:4.5":{"pli":"“Evameva kho, mahārāja, abbhantare so jīvo jivhāya rase nikkhitte jāneyya ambilattaṃ vā lavaṇattaṃ vā tittakattaṃ vā kaṭukattaṃ vā kasāyattaṃ vā madhurattaṃ vā”ti? ","eng":"“In the same way, your majesty, when a flavour is placed on the tongue, would the soul within know whether its essence were sour, salty, bitter, pungent, astringent, or sweet?” ","html":"{}"},"mil3.3.6:4.6":{"pli":"“Āma, bhante, jāneyyā”ti. ","eng":"“Yes, venerable sir, it would know.” ","html":"{}"},"mil3.3.6:4.7":{"pli":"“Te rase anto paviṭṭhe jāneyya ambilattaṃ vā lavaṇattaṃ vā tittakattaṃ vā kaṭukattaṃ vā kasāyattaṃ vā madhurattaṃ vā”ti. ","eng":"“And when it has gone from your tongue into your inside would it know whether its essence were sour, salty, bitter, pungent, astringent, or sweet?” ","html":"{}"},"mil3.3.6:4.8":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}</p>"},"mil3.3.6:5.1":{"pli":"“Na kho te, mahārāja, yujjati purimena vā pacchimaṃ, pacchimena vā purimaṃ, yathā, mahārāja, kocideva puriso madhughaṭasataṃ āharāpetvā madhudoṇiṃ pūrāpetvā purisassa mukhaṃ pidahitvā madhudoṇiyā pakkhipeyya, jāneyya, mahārāja, so puriso madhuṃ sampannaṃ vā na sampannaṃ vā”ti? ","eng":"“The latter is not fitted to the former, your majesty, nor the former to the latter. Just as if, your majesty, some person or other might fetch a hundred pots of honey, fill a large trough with this honey, cover the mouth of a man, and throw him into the trough of honey, would that man know whether the honey were sweet or not?” ","html":"<p>{}"},"mil3.3.6:5.2":{"pli":"“Na hi, bhante”ti. ","eng":"“Certainly not, venerable sir.” ","html":"{}"},"mil3.3.6:5.3":{"pli":"“Kena kāraṇenā”ti? ","eng":"“For what reason?” ","html":"{}"},"mil3.3.6:5.4":{"pli":"“Na hi tassa, bhante, mukhe madhu paviṭṭhan”ti. ","eng":"“Because, venerable sir, the honey has not entered his mouth.” ","html":"{}</p>"},"mil3.3.6:6.1":{"pli":"“Na kho te, mahārāja, yujjati purimena vā pacchimaṃ, pacchimena vā puriman”ti. ","eng":"“The latter is not fitted to the former, your majesty, nor the former to the latter.” ","html":"<p>{}"},"mil3.3.6:6.2":{"pli":"“Nāhaṃ paṭibalo tayā vādinā saddhiṃ sallapituṃ; ","eng":"“I am not competent to converse with you, a debater of the doctrine. ","html":"{}"},"mil3.3.6:6.3":{"pli":"sādhu, bhante, atthaṃ jappehī”ti. ","eng":"It would be good, venerable sir, if you told me the meaning.” ","html":"{}</p>"},"mil3.3.6:7.1":{"pli":"Thero abhidhammasaṃyuttāya kathāya rājānaṃ milindaṃ saññāpesi—","eng":"The elder instructed King Milinda with a talk connected with Abhidhamma. ","html":"<p>{}"},"mil3.3.6:7.2":{"pli":"“idha, mahārāja, cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, taṃsahajātā phasso vedanā saññā cetanā ekaggatā jīvitindriyaṃ manasikāroti evamete dhammā paccayato jāyanti, na hettha vedagū upalabbhati, sotañca paṭicca sadde ca …pe… ","eng":"“Here, your majesty, dependent on the eye and form, eye consciousness arises, and from the coming together of that there is contact, feeling, perception, volition, one-pointedness, the life faculty, and attention. Thus, these things are produced from conditions, and no experiencer is found here. Dependent on the ear and sounds … ","html":"{}"},"mil3.3.6:7.3":{"pli":"manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ, taṃsahajātā phasso vedanā saññā cetanā ekaggatā jīvitindriyaṃ manasikāroti evamete dhammā paccayato jāyanti, na hettha vedagū upalabbhatī”ti. ","eng":"dependent on the mind and thoughts, mind consciousness arises, and from the coming together of that there is contact, feeling, perception, volition, one-pointedness, the life faculty, and attention. Thus, these things are produced from conditions, and no experiencer is found here.” ","html":"{}</p>"},"mil3.3.6:8.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.6:9.1":{"pli":"Vedagūpañho chaṭṭho. ","eng":"Question on the Experiencer sixth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.7":{"mil3.3.7:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.7'><header><ul><li class='division'>{}</li>"},"mil3.3.7:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.7:0.3":{"pli":"7. Cakkhuviññāṇādipañha ","eng":"7. Question on Eye Consciousness, Etc. ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.7:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.7:1.2":{"pli":"“bhante nāgasena, yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjatī”ti? ","eng":"“Venerable Nāgasena, does mind consciousness arise where eye consciousness arises?” ","html":"{}"},"mil3.3.7:1.3":{"pli":"“Āma, mahārāja, yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjatī”ti. ","eng":"“Yes, your majesty, mind consciousness arises where eye consciousness arises.” ","html":"{}</p>"},"mil3.3.7:2.1":{"pli":"“Kiṃ nu kho, bhante nāgasena, paṭhamaṃ cakkhuviññāṇaṃ uppajjati, pacchā manoviññāṇaṃ, udāhu manoviññāṇaṃ paṭhamaṃ uppajjati, pacchā cakkhuviññāṇan”ti? ","eng":"“Venerable Nāgasena, does eye consciousness arise first, then mind consciousness after, or does mind consciousness arise first, then eye consciousness after?” ","html":"<p>{}"},"mil3.3.7:2.2":{"pli":"“Paṭhamaṃ, mahārāja, cakkhuviññāṇaṃ uppajjati, pacchā manoviññāṇan”ti. ","eng":"“Eye consciousness arises first, your majesty, then mind consciousness arises after.” ","html":"{}</p>"},"mil3.3.7:3.1":{"pli":"“Kiṃ nu kho, bhante nāgasena, cakkhuviññāṇaṃ manoviññāṇaṃ āṇāpeti ‘yatthāhaṃ uppajjāmi, tvampi tattha uppajjāhī’ti, udāhu manoviññāṇaṃ cakkhuviññāṇaṃ āṇāpeti ‘yattha tvaṃ uppajjissasi, ahampi tattha uppajjissāmī’”ti? ","eng":"“Venerable Nāgasena, does eye consciousness instruct mind consciousness, ‘where I arise, you should arise,’ or does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’?” ","html":"<p>{}"},"mil3.3.7:3.2":{"pli":"“Na hi, mahārāja, anālāpo tesaṃ aññamaññehī”ti. ","eng":"“Certainly not, your majesty, there is no conversation between them.” ","html":"{}</p>"},"mil3.3.7:4.1":{"pli":"“Kathaṃ, bhante nāgasena, yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjatī”ti? ","eng":"“Then, how is it, Venerable Nāgasena, that mind consciousness arises where eye consciousness arises?” ","html":"<p>{}"},"mil3.3.7:4.2":{"pli":"“Ninnattā ca, mahārāja, dvārattā ca ciṇṇattā ca samudācaritattā cā”ti. ","eng":"“It is because of inclination, your majesty, and because of door, of habit, and of practice.” ","html":"{}</p>"},"mil3.3.7:5.1":{"pli":"“Kathaṃ, bhante nāgasena, ninnattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati? ","eng":"“How is it, Venerable Nāgasena, that because of inclination mind consciousness arises where eye consciousness arises? ","html":"<p>{}"},"mil3.3.7:5.2":{"pli":"Opammaṃ karohī”ti. ","eng":"Please give me an analogy.” ","html":"{}"},"mil3.3.7:5.3":{"pli":"“Taṃ kiṃ maññasi, mahārāja, deve vassante katamena udakaṃ gaccheyyā”ti? ","eng":"“What do you think, your majesty, when it is raining what way would the water go?” ","html":"{}"},"mil3.3.7:5.4":{"pli":"“Yena, bhante, ninnaṃ, tena gaccheyyā”ti. ","eng":"“It would go according to the inclination, venerable sir.” ","html":"{}"},"mil3.3.7:5.5":{"pli":"“Athāparena samayena devo vasseyya, katamena taṃ udakaṃ gaccheyyā”ti. ","eng":"“And if it would continue to rain for some time, what way would that water go?” ","html":"{}"},"mil3.3.7:5.6":{"pli":"“Yena, bhante, purimaṃ udakaṃ gataṃ, tampi tena gaccheyyā”ti. ","eng":"“It would go in the same direction as the earlier water, venerable sir.” ","html":"{}</p>"},"mil3.3.7:6.1":{"pli":"“Kiṃ nu kho, mahārāja, purimaṃ udakaṃ pacchimaṃ udakaṃ āṇāpeti ‘yenāhaṃ gacchāmi, tvampi tena gacchāhī’ti, pacchimaṃ vā udakaṃ purimaṃ udakaṃ āṇāpeti ‘yena tvaṃ gacchissasi, ahampi tena gacchissāmī’”ti. ","eng":"“Does the earlier water, your majesty, instruct the later water, ‘where I go, you should go,’ or does the later water instruct the earlier water ‘where you will go, there I will go’?” ","html":"<p>{}"},"mil3.3.7:6.2":{"pli":"“Na hi, bhante, anālāpo tesaṃ aññamaññehi, ninnattā gacchantī”ti. ","eng":"“Certainly not, venerable sir, there is no conversation between them, they go because of the inclination.” ","html":"{}"},"mil3.3.7:6.3":{"pli":"“Evameva kho, mahārāja, ninnattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṃ manoviññāṇaṃ āṇāpeti ‘yatthāhaṃ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṃ cakkhuviññāṇaṃ āṇāpeti ‘yattha tvaṃ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṃ aññamaññehi, ninnattā uppajjantī”ti. ","eng":"“In the same way, your majesty, because of the inclination eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of the inclination.” ","html":"{}</p>"},"mil3.3.7:7.1":{"pli":"“Kathaṃ, bhante nāgasena, dvārattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati? ","eng":"“How is it, Venerable Nāgasena, that because of door mind consciousness arises where eye consciousness arises? ","html":"<p>{}"},"mil3.3.7:7.2":{"pli":"Opammaṃ karohī”ti. ","eng":"Please give me an analogy.” ","html":"{}"},"mil3.3.7:7.3":{"pli":"“Taṃ kiṃ maññasi, mahārāja, rañño paccantimaṃ nagaraṃ assa daḷhapākāratoraṇaṃ ekadvāraṃ, tato puriso nikkhamitukāmo bhaveyya, katamena nikkhameyyā”ti? ","eng":"“What do you think, your majesty? There might be a king’s border town with strong ramparts, an arched gateway, and only one door, and there, if a man were wishing to depart, how would he do so?” ","html":"{}"},"mil3.3.7:7.4":{"pli":"“Dvārena, bhante, nikkhameyyā”ti. ","eng":"“He would depart through the door, venerable sir.” ","html":"{}"},"mil3.3.7:7.5":{"pli":"“Athāparo puriso nikkhamitukāmo bhaveyya, katamena so nikkhameyyā”ti? ","eng":"“Then, if there was another man wishing to depart, how would he do so?” ","html":"{}"},"mil3.3.7:7.6":{"pli":"“Yena, bhante, purimo puriso nikkhanto, sopi tena nikkhameyyā”ti. ","eng":"“He would depart in the same way as the first man, venerable sir.” ","html":"{}</p>"},"mil3.3.7:8.1":{"pli":"“Kiṃ nu kho, mahārāja, purimo puriso pacchimaṃ purisaṃ āṇāpeti ‘yenāhaṃ gacchāmi, tvampi tena gacchāhī’ti, pacchimo vā puriso purimaṃ purisaṃ āṇāpeti ‘yena tvaṃ gacchissasi, ahampi tena gacchissāmī’”ti. ","eng":"“Does the first man, your majesty, instruct the later man, ‘where I go, you should go,’ or does the later man instruct the first man ‘where you will go, there I will go’?” ","html":"<p>{}"},"mil3.3.7:8.2":{"pli":"“Na hi, bhante, anālāpo tesaṃ aññamaññehi, dvārattā gacchantī”ti. ","eng":"“Certainly not, venerable sir, there is no conversation between them, they go because of the door.” ","html":"{}"},"mil3.3.7:8.3":{"pli":"“Evameva kho, mahārāja, dvārattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṃ manoviññāṇaṃ āṇāpeti ‘yatthāhaṃ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṃ cakkhuviññāṇaṃ āṇāpeti ‘yattha tvaṃ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṃ aññamaññehi, dvārattā uppajjantī”ti. ","eng":"“In the same way, your majesty, because of the door eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of the door.” ","html":"{}</p>"},"mil3.3.7:9.1":{"pli":"“Kathaṃ, bhante nāgasena, ciṇṇattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati? ","eng":"“How is it, Venerable Nāgasena, that because of habit mind consciousness arises where eye consciousness arises? ","html":"<p>{}"},"mil3.3.7:9.2":{"pli":"Opammaṃ karohī”ti. ","eng":"Please give me an analogy.” ","html":"{}"},"mil3.3.7:9.3":{"pli":"“Taṃ kiṃ maññasi, mahārāja, paṭhamaṃ ekaṃ sakaṭaṃ gaccheyya, atha dutiyaṃ sakaṭaṃ katamena gaccheyyā”ti? ","eng":"“What do you think, your majesty? If one cart goes first, then which way would a second cart go?” ","html":"{}"},"mil3.3.7:9.4":{"pli":"“Yena, bhante, purimaṃ sakaṭaṃ gataṃ, tampi tena gaccheyyā”ti. ","eng":"“It would go in the same way as the first cart, venerable sir.” ","html":"{}</p>"},"mil3.3.7:10.1":{"pli":"“Kiṃ nu kho, mahārāja, purimaṃ sakaṭaṃ pacchimaṃ sakaṭaṃ āṇāpeti ‘yenāhaṃ gacchāmi, tvampi tena gacchāhī’ti, pacchimaṃ vā sakaṭaṃ purimaṃ sakaṭaṃ āṇāpeti ‘yena tvaṃ gacchissasi, ahampi tena gacchissāmī’”ti. ","eng":"“Does the first cart, your majesty, instruct the later cart, ‘where I go, you should go,’ or does the later cart instruct the first cart ‘where you will go, there I will go’?” ","html":"<p>{}"},"mil3.3.7:10.2":{"pli":"“Na hi, bhante, anālāpo tesaṃ aññamaññehi, ciṇṇattā gacchantī”ti. ","eng":"“Certainly not, venerable sir, there is no conversation between them, they go because of habit.” ","html":"{}"},"mil3.3.7:10.3":{"pli":"“Evameva kho, mahārāja, ciṇṇattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṃ manoviññāṇaṃ āṇāpeti ‘yatthāhaṃ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṃ cakkhuviññāṇaṃ āṇāpeti ‘yattha tvaṃ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṃ aññamaññehi, ciṇṇattā uppajjantī”ti. ","eng":"“In the same way, your majesty, because of habit eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of habit.” ","html":"{}</p>"},"mil3.3.7:11.1":{"pli":"“Kathaṃ, bhante nāgasena, samudācaritattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati? ","eng":"“How is it, Venerable Nāgasena, that because of practice mind consciousness arises where eye consciousness arises? ","html":"<p>{}"},"mil3.3.7:11.2":{"pli":"Opammaṃ karohī”ti. ","eng":"Please give me an analogy.” ","html":"{}"},"mil3.3.7:11.3":{"pli":"“Yathā, mahārāja, muddāgaṇanāsaṅkhyālekhāsippaṭṭhānesu ādikammikassa dandhāyanā bhavati, athāparena samayena nisammakiriyāya samudācaritattā adandhāyanā bhavati. ","eng":"“Just as, your majesty, a beginner might be clumsy in the arts of hand reckoning, calculation, mental reckoning, and writing, but then, after some time, with careful working and practice, he would become skilful. ","html":"{}"},"mil3.3.7:11.4":{"pli":"Evameva kho, mahārāja, samudācaritattā yattha cakkhuviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṃ manoviññāṇaṃ āṇāpeti ‘yatthāhaṃ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṃ cakkhuviññāṇaṃ āṇāpeti ‘yattha tvaṃ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṃ aññamaññehi, samudācaritattā uppajjantī”ti. ","eng":"In the same way, your majesty, because of practice eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of practice.” ","html":"{}</p>"},"mil3.3.7:12.1":{"pli":"“Bhante nāgasena, yattha sotaviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjatīti …pe… ","eng":"“Venerable Nāgasena, does mind consciousness arise where ear consciousness arises? ... ","html":"<p>{}"},"mil3.3.7:12.2":{"pli":"yattha ghānaviññāṇaṃ uppajjati … yattha jivhāviññāṇaṃ uppajjati … yattha kāyaviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjatī”ti? ","eng":"where nose consciousness arises … where tongue consciousness arises … where body consciousness arises?” ","html":"{}"},"mil3.3.7:12.3":{"pli":"“Āma, mahārāja, yattha kāyaviññāṇaṃ uppajjati, tattha manoviññāṇampi uppajjatī”ti. ","eng":"“Yes, your majesty, mind consciousness arises where body consciousness arises.” ","html":"{}</p>"},"mil3.3.7:13.1":{"pli":"“Kiṃ nu kho, bhante nāgasena, paṭhamaṃ kāyaviññāṇaṃ uppajjati, pacchā manoviññāṇaṃ, udāhu manoviññāṇaṃ paṭhamaṃ uppajjati, pacchā kāyaviññāṇan”ti? ","eng":"“Venerable Nāgasena, does body consciousness arise first, then mind consciousness after, or does mind consciousness arise first, then body consciousness after?” ","html":"<p>{}"},"mil3.3.7:13.2":{"pli":"“Kāyaviññāṇaṃ, mahārāja, paṭhamaṃ uppajjati, pacchā manoviññāṇan”ti. ","eng":"“Body consciousness arises first, your majesty, then mind consciousness arises after.” ","html":"{}</p>"},"mil3.3.7:14.1":{"pli":"“Kiṃ nu kho, bhante nāgasena …pe… ","eng":"“Venerable Nāgasena, does … ","html":"<p>{}"},"mil3.3.7:14.2":{"pli":"anālāpo tesaṃ aññamaññehi, samudācaritattā uppajjantī”ti. ","eng":"there is no conversation between them, they arise because of practice.” ","html":"{}</p>"},"mil3.3.7:15.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.7:16.1":{"pli":"Cakkhuviññāṇādipañho sattamo. ","eng":"Question on Eye Consciousness, Etc. seventh ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.8":{"mil3.3.8:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.8'><header><ul><li class='division'>{}</li>"},"mil3.3.8:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.8:0.3":{"pli":"8. Phassalakkhaṇapañha ","eng":"8. Distinguishing Characteristic of Contact Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.8:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.3.8:1.2":{"pli":"“bhante nāgasena, yattha manoviññāṇaṃ uppajjati, phassopi vedanāpi tattha uppajjatī”ti? ","eng":"“Venerable Nāgasena, do contact and also feeling arise where mind consciousness arises?” ","html":"{}"},"mil3.3.8:1.3":{"pli":"“Āma, mahārāja, yattha manoviññāṇaṃ uppajjati, phassopi tattha uppajjati, vedanāpi tattha uppajjati, saññāpi tattha uppajjati, cetanāpi tattha uppajjati, vitakkopi tattha uppajjati, vicāropi tattha uppajjati, sabbepi phassappamukhā dhammā tattha uppajjantī”ti. ","eng":"“Yes, your majesty, where mind consciousness arises, there too contact, feeling, perception, intention, applied thought, and examination arise, and all mental states that arise there are led by contact.” ","html":"{}</p>"},"mil3.3.8:2.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇo phasso”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of contact?” ","html":"<p>{}"},"mil3.3.8:2.2":{"pli":"“Phusanalakkhaṇo, mahārāja, phasso”ti. ","eng":"“Touching, your majesty, is the distinguishing characteristic of contact.” ","html":"{}</p>"},"mil3.3.8:3.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.8:3.2":{"pli":"“Yathā, mahārāja, dve meṇḍā yujjheyyuṃ, tesu yathā eko meṇḍo, evaṃ cakkhu daṭṭhabbaṃ. ","eng":"“Suppose, your majesty, that two rams were fighting. One of these rams is to be seen as the eye, ","html":"{}"},"mil3.3.8:3.3":{"pli":"Yathā dutiyo meṇḍo, evaṃ rūpaṃ daṭṭhabbaṃ. ","eng":"the other ram is to be seen as form, ","html":"{}"},"mil3.3.8:3.4":{"pli":"Yathā tesaṃ sannipāto, evaṃ phasso daṭṭhabbo”ti. ","eng":"and the meeting of the two is to be seen as contact.” ","html":"{}</p>"},"mil3.3.8:4.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.8:4.2":{"pli":"“Yathā, mahārāja, dve pāṇī vajjeyyuṃ, tesu yathā eko pāṇi, evaṃ cakkhu daṭṭhabbaṃ. ","eng":"“Suppose, your majesty, that two hands were clapped together. One of these hands is to be seen as the eye, ","html":"{}"},"mil3.3.8:4.3":{"pli":"Yathā dutiyo pāṇi, evaṃ rūpaṃ daṭṭhabbaṃ. ","eng":"the other hand is to be seen as form, ","html":"{}"},"mil3.3.8:4.4":{"pli":"Yathā tesaṃ sannipāto, evaṃ phasso daṭṭhabbo”ti. ","eng":"and the meeting of the two is to be seen as contact.” ","html":"{}</p>"},"mil3.3.8:5.1":{"pli":"“Bhiyyo opammaṃ karohī”ti. ","eng":"“Give me another analogy.” ","html":"<p>{}"},"mil3.3.8:5.2":{"pli":"“Yathā, mahārāja, dve sammā vajjeyyuṃ, tesu yathā eko sammo, evaṃ cakkhu daṭṭhabbaṃ. ","eng":"“Suppose, your majesty, that two cymbals were clanged together. One of these cymbals is to be seen as the eye, ","html":"{}"},"mil3.3.8:5.3":{"pli":"Yathā dutiyo sammo, evaṃ rūpaṃ daṭṭhabbaṃ. ","eng":"the other cymbal is to be seen as form, ","html":"{}"},"mil3.3.8:5.4":{"pli":"Yathā tesaṃ sannipāto, evaṃ phasso daṭṭhabbo”ti. ","eng":"and the meeting of the two is to be seen as contact.” ","html":"{}</p>"},"mil3.3.8:6.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.8:7.1":{"pli":"Phassalakkhaṇapañho aṭṭhamo. ","eng":"Distinguishing Characteristic of Contact Question eighth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.3.9":{"mil3.3.9:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.3.9'><header><ul><li class='division'>{}</li>"},"mil3.3.9:0.2":{"pli":"Vicāravagga ","eng":"Examination Chapter ","html":"<li>{}</li></ul>"},"mil3.3.9:0.3":{"pli":"9. Vedanālakkhaṇapañha ","eng":"9. Distinguishing Characteristic of Feeling Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.3.9:1.1":{"pli":"“Bhante nāgasena, kiṃlakkhaṇā vedanā”ti? ","eng":"“Venerable Nāgasena, what is the distinguishing characteristic of feeling?” ","html":"<p>{}"},"mil3.3.9:1.2":{"pli":"“Vedayitalakkhaṇā, mahārāja, vedanā anubhavanalakkhaṇā cā”ti. ","eng":"“Being felt and experiencing, your majesty, are the distinguishing characteristics of feeling.” ","html":"{}</p>"},"mil3.3.9:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.3.9:2.2":{"pli":"“Yathā, mahārāja, kocideva puriso rañño adhikāraṃ kareyya, tassa rājā tuṭṭho adhikāraṃ dadeyya, so tena adhikārena pañcahi kāmaguṇehi samappito samaṅgibhūto paricareyya, tassa evamassa ‘mayā kho pubbe rañño adhikāro kato, tassa me rājā tuṭṭho adhikāraṃ adāsi, svāhaṃ tatonidānaṃ imaṃ evarūpaṃ vedanaṃ vedayāmī’ti. ","eng":"“Just as, your majesty, some person or other might perform a service for the king, and the king, satisfied, would repay that service. And that person, because of that service, would go about provided with and possessed of the five strands of sensual pleasure, and it might occur to him ‘previously I performed a service for the king and he, satisfied, repaid me for that service, and for that reason I experience such and such feelings.’ ","html":"{}</p>"},"mil3.3.9:3.1":{"pli":"Yathā vā pana, mahārāja, kocideva puriso kusalaṃ kammaṃ katvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya, so ca tattha dibbehi pañcahi kāmaguṇehi samappito samaṅgibhūto paricareyya, tassa evamassa ‘svāhaṃ kho pubbe kusalaṃ kammaṃ akāsiṃ, sohaṃ tatonidānaṃ imaṃ evarūpaṃ vedanaṃ vedayāmī’ti. ","eng":"Or just as, your majesty, some person or other might perform a good deed and at the beak up of the body after dying, might be reborn in a good destination, in a heavenly world, and there would go about provided with and possessed of the five strands of divine sensual pleasure, and it might occur to him ‘previously I performed a good deed, and for that reason I experience such and such feelings.’ ","html":"<p>{}"},"mil3.3.9:3.2":{"pli":"Evaṃ kho, mahārāja, vedayitalakkhaṇā vedanā anubhavanalakkhaṇā cā”ti. ","eng":"In the same way, your majesty, being felt and experiencing are the distinguishing characteristics of feeling.” ","html":"{}</p>"},"mil3.3.9:4.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.3.9:5.1":{"pli":"Vedanālakkhaṇapañho navamo. ","eng":"Distinguishing Characteristic of Feeling Question ninth ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.4.1":{"mil3.4.1:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.4.1'><header><ul><li class='division'>{}</li>"},"mil3.4.1:0.2":{"pli":"Nibbānavagga ","eng":"Nibbāna Chapter ","html":"<li>{}</li></ul>"},"mil3.4.1:0.3":{"pli":"1. Phassādivinibbhujanapañha ","eng":"1. Question on Analysing Contact, Etc. ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.4.1:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.4.1:1.2":{"pli":"“bhante nāgasena, sakkā imesaṃ dhammānaṃ ekatobhāvagatānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetuṃ ‘ayaṃ phasso, ayaṃ vedanā, ayaṃ saññā, ayaṃ cetanā, idaṃ viññāṇaṃ, ayaṃ vitakko, ayaṃ vicāro’”ti? ","eng":"“Venerable Nāgasena, is it possible, having repeatedly analysed these mental states that are of the nature to arise together, to declare a difference between them, saying ‘this is contact, this is feeling, this is perception, this is intention, this is consciousness, this is applied thought, this is examination’?” ","html":"{}"},"mil3.4.1:1.3":{"pli":"“Na sakkā, mahārāja, imesaṃ dhammānaṃ ekatobhāvagatānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetuṃ ‘ayaṃ phasso, ayaṃ vedanā, ayaṃ saññā, ayaṃ cetanā, idaṃ viññāṇaṃ, ayaṃ vitakko, ayaṃ vicāro’”ti. ","eng":"“No, your majesty, it is not possible to do that.” ","html":"{}</p>"},"mil3.4.1:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.4.1:2.2":{"pli":"“Yathā, mahārāja, rañño sūdo arasaṃ vā rasaṃ vā kareyya, so tattha dadhimpi pakkhipeyya, loṇampi pakkhipeyya, siṅgiverampi pakkhipeyya, jīrakampi pakkhipeyya, maricampi pakkhipeyya, aññānipi pakārāni pakkhipeyya, tamenaṃ rājā evaṃ vadeyya, ‘dadhissa me rasaṃ āhara, loṇassa me rasaṃ āhara, siṅgiverassa me rasaṃ āhara, jīrakassa me rasaṃ āhara, maricassa me rasaṃ āhara, sabbesaṃ me pakkhittānaṃ rasaṃ āharā’ti. ","eng":"“Just as if, your majesty, a king’s cook might prepare a soup or sauce and put in it curds, salt, ginger, cumin, hot pepper, and various other things, and the king might say ‘bring me a taste of curds, a taste of salt, a taste of ginger, a taste of cumin, a taste of hot pepper, or a taste of all the other things put in.’ ","html":"{}"},"mil3.4.1:2.3":{"pli":"Sakkā nu kho, mahārāja, tesaṃ rasānaṃ ekatobhāvagatānaṃ vinibbhujitvā vinibbhujitvā rasaṃ āharituṃ ambilattaṃ vā lavaṇattaṃ vā tittakattaṃ vā kaṭukattaṃ vā kasāyattaṃ vā madhurattaṃ vā”ti? ","eng":"Is it possible, your majesty, having repeatedly analysed these tastes that are of the nature to arise together to bring forward an acidic flavour, a salty flavour, a bitter flavour, a sharp flavour, or a pungent flavour, or a sweet flavour?” ","html":"{}"},"mil3.4.1:2.4":{"pli":"“Na hi, bhante, sakkā tesaṃ rasānaṃ ekatobhāvagatānaṃ vinibbhujitvā vinibbhujitvā rasaṃ āharituṃ ambilattaṃ vā lavaṇattaṃ vā tittakattaṃ vā kaṭukattaṃ vā kasāyattaṃ vā madhurattaṃ vā, api ca kho pana sakena sakena lakkhaṇena upaṭṭhahantī”ti. ","eng":"“It is certainly not possible, venerable sir, to do that.” ","html":"{}"},"mil3.4.1:2.5":{"pli":"“Evameva kho, mahārāja, na sakkā imesaṃ dhammānaṃ ekatobhāvagatānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetuṃ ‘ayaṃ phasso, ayaṃ vedanā, ayaṃ saññā, ayaṃ cetanā, idaṃ viññāṇaṃ, ayaṃ vitakko, ayaṃ vicāro’ti, api ca kho pana sakena sakena lakkhaṇena upaṭṭhahantī”ti. ","eng":"“In the same way, your majesty, it is not possible, having repeatedly analysed these mental states that are of the nature to arise together, to declare a difference between them, saying ‘this is contact, this is feeling, this is perception, this is intention, this is consciousness, this is applied thought, this is examination’?” ","html":"{}</p>"},"mil3.4.1:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.4.1:4.1":{"pli":"Phassādivinibbhujanapañho paṭhamo. ","eng":"Question on Analysing Contact, Etc. first ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.4.10":{"mil3.4.10:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.4.10'><header><ul><li class='division'>{}</li>"},"mil3.4.10:0.2":{"pli":"Nibbānavagga ","eng":"Nibbāna Chapter ","html":"<li>{}</li></ul>"},"mil3.4.10:0.3":{"pli":"10. Nibbānasukhajānanapañha ","eng":"10. Question on Knowing the Happiness of Nibbāna ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.4.10:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.4.10:1.2":{"pli":"“bhante nāgasena, yo na labhati nibbānaṃ, jānāti so ‘sukhaṃ nibbānan’”ti? ","eng":"“Venerable Nāgasena, does one who does not attain nibbāna know the happiness of nibbāna?” ","html":"{}"},"mil3.4.10:1.3":{"pli":"“Āma, mahārāja, yo na labhati nibbānaṃ, jānāti so ‘sukhaṃ nibbānan’”ti. ","eng":"“Yes, your majesty, one who does not attain nibbāna knows the happiness of nibbāna.” ","html":"{}"},"mil3.4.10:1.4":{"pli":"“Kathaṃ, bhante nāgasena, alabhanto jānāti ‘sukhaṃ nibbānan’”ti? ","eng":"“How, Venerable Nāgasena, not attaining it does one know the happiness of nibbāna?” ","html":"{}"},"mil3.4.10:1.5":{"pli":"“Taṃ kiṃ maññasi, mahārāja, yesaṃ nacchinnā hatthapādā, jāneyyuṃ te, mahārāja, ‘dukkhaṃ hatthapādacchedanan’”ti? ","eng":"“What do you think, your majesty, would those who haven’t had their hands and feet cut off know the suffering of having one’s hands and feet cut off?” ","html":"{}"},"mil3.4.10:1.6":{"pli":"“Āma, bhante, jāneyyun”ti. ","eng":"“Yes, venerable sir, they would know.” ","html":"{}"},"mil3.4.10:1.7":{"pli":"“Kathaṃ jāneyyun”ti? ","eng":"“How would they know?” ","html":"{}"},"mil3.4.10:1.8":{"pli":"“Aññesaṃ, bhante, chinnahatthapādānaṃ paridevitasaddaṃ sutvā jānanti ‘dukkhaṃ hatthapādacchedanan’”ti. ","eng":"“Having heard, venerable sir, the sounds of lamentation of those who have had their hands and feet cut off, they would know the suffering of having one’s hands and feet cut off.” ","html":"{}"},"mil3.4.10:1.9":{"pli":"“Evameva kho, mahārāja, yesaṃ diṭṭhaṃ nibbānaṃ, tesaṃ saddaṃ sutvā jānāti ‘sukhaṃ nibbānan’”ti. ","eng":"“In the same way, your majesty, having heard the sound of one who has seen nibbāna, one knows the happiness of nibbāna.” ","html":"{}</p>"},"mil3.4.10:2.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.4.10:3.1":{"pli":"Nibbānasukhajānanapañho dasamo. ","eng":"Question on Knowing the Happiness of Nibbāna tenth ","html":"<p class='endsutta'>{}</p>"},"mil3.4.10:4.1":{"pli":"Nibbānavaggo catuttho. ","eng":"Nibbāna Chapter fourth ","html":"<p class='endsection'>{}</p>"},"mil3.4.10:5.1":{"pli":"Imasmiṃ vagge dasa pañhā. ","eng":"In this chapter ten questions ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.4.2":{"mil3.4.2:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.4.2'><header><ul><li class='division'>{}</li>"},"mil3.4.2:0.2":{"pli":"Nibbānavagga ","eng":"Nibbāna Chapter ","html":"<li>{}</li></ul>"},"mil3.4.2:0.3":{"pli":"2. Nāgasenapañha ","eng":"2. Nāgasena’s Question ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.4.2:1.1":{"pli":"Thero āha—","eng":"The elder asked: ","html":"<p>{}"},"mil3.4.2:1.2":{"pli":"“loṇaṃ, mahārāja, cakkhuviññeyyan”ti. ","eng":"“Is salt, your majesty, cognizable by the eye?” ","html":"{}"},"mil3.4.2:1.3":{"pli":"“Āma, bhante, cakkhuviññeyyan”ti. ","eng":"“Yes, venerable sir, it is cognizable by the eye.” ","html":"{}"},"mil3.4.2:1.4":{"pli":"“Suṭṭhu kho, mahārāja, jānāhī”ti. ","eng":"“Think carefully, your majesty.” ","html":"{}"},"mil3.4.2:1.5":{"pli":"“Kiṃ pana, bhante, jivhāviññeyyan”ti? ","eng":"“Is it then, venerable sir, cognizable by the tongue?” ","html":"{}"},"mil3.4.2:1.6":{"pli":"“Āma, mahārāja, jivhāviññeyyan”ti. ","eng":"“Yes, your majesty, it is cognizable by the tongue.” ","html":"{}"},"mil3.4.2:1.7":{"pli":"“Kiṃ pana, bhante, sabbaṃ loṇaṃ jivhāya vijānātī”ti? ","eng":"“Then, venerable sir, is all salt cognizable by the tongue?” ","html":"{}"},"mil3.4.2:1.8":{"pli":"“Āma, mahārāja, sabbaṃ loṇaṃ jivhāya vijānāti”. ","eng":"“Yes, your majesty, all salt is cognizable by the tongue.” ","html":"{}</p>"},"mil3.4.2:2.1":{"pli":"“Yadi, bhante, sabbaṃ loṇaṃ jivhāya vijānāti, kissa pana taṃ sakaṭehi balībaddā āharanti, nanu loṇameva āharitabban”ti? ","eng":"“If, venerable sir, all salt is cognizable by the tongue, why then do oxen bring it by the cartload, shouldn’t just salt be brought?” ","html":"<p>{}"},"mil3.4.2:2.2":{"pli":"“Na sakkā, mahārāja, loṇameva āharituṃ ekatobhāvagatā ete dhammā gocaranānattagatā loṇaṃ garubhāvo cāti. ","eng":"“It is not possible to bring just salt, your majesty, since these things arise together with a diversity in their range, and as well, salt has heaviness. ","html":"{}"},"mil3.4.2:2.3":{"pli":"Sakkā pana, mahārāja, loṇaṃ tulāya tulayitun”ti? ","eng":"Is it possible to weigh salt on scales?” ","html":"{}"},"mil3.4.2:2.4":{"pli":"“Āma, bhante, sakkā”ti. ","eng":"“Yes, venerable sir, it is possible.” ","html":"{}"},"mil3.4.2:2.5":{"pli":"“Na sakkā, mahārāja, loṇaṃ tulāya tulayituṃ, garubhāvo tulāya tuliyatī”ti. ","eng":"“It is not possible, your majesty, to weigh salt on scales. One weighs the heaviness on scales.” ","html":"{}</p>"},"mil3.4.2:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.4.2:4.1":{"pli":"Nāgasenapañho dutiyo. ","eng":"Nāgasena’s Question second ","html":"<p class='endsutta'>{}</p></article>"}},"mil3.4.3":{"mil3.4.3:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil3.4.3'><header><ul><li class='division'>{}</li>"},"mil3.4.3:0.2":{"pli":"Nibbānavagga ","eng":"Nibbāna Chapter ","html":"<li>{}</li></ul>"},"mil3.4.3:0.3":{"pli":"3. Pañcāyatanakammanibbattapañha ","eng":"3. Question on the Five Sense Bases Produced from Kamma ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil3.4.3:1.1":{"pli":"Rājā āha—","eng":"The king asked: ","html":"<p>{}"},"mil3.4.3:1.2":{"pli":"“bhante nāgasena, yānimāni pañcāyatanāni, kiṃ nu tāni nānākammehi nibbattāni, udāhu ekena kammenā”ti? ","eng":"“Venerable Nāgasena, are these five sense bases produced from different kamma or from just one kamma?” ","html":"{}"},"mil3.4.3:1.3":{"pli":"“Nānākammehi, mahārāja, nibbattāni, na ekena kammenā”ti. ","eng":"“They are produced from different kamma, your majesty, not from just one kamma.” ","html":"{}</p>"},"mil3.4.3:2.1":{"pli":"“Opammaṃ karohī”ti. ","eng":"“Please give me an analogy.” ","html":"<p>{}"},"mil3.4.3:2.2":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ekasmiṃ khette nānābījāni vappeyyuṃ, tesaṃ nānābījānaṃ nānāphalāni nibbatteyyun”ti? ","eng":"“What do you think, your majesty, if one were to sow different seeds in this field, would a diversity of fruits be produced from this diversity of seeds?” ","html":"{}"},"mil3.4.3:2.3":{"pli":"“Āma, bhante, nibbatteyyun”ti. ","eng":"“Yes, venerable sir, they would be.” ","html":"{}"},"mil3.4.3:2.4":{"pli":"“Evameva kho, mahārāja, yāni yāni pañcāyatanāni, tāni tāni nānākammehi nibbattāni, na ekena kammenā”ti. ","eng":"“In the same way, your majesty, these five sense bases are produced from different kamma, and not from just one kamma.” ","html":"{}</p>"},"mil3.4.3:3.1":{"pli":"“Kallosi, bhante nāgasenā”ti. ","eng":"“You are clever, Venerable Nāgasena!” ","html":"<p>{}</p>"},"mil3.4.3:4.1":{"pli":"Pañcāyatanakammanibbattapañho tatiyo. ","eng":"Question on the Five Sense Bases Produced from Kamma third ","html":"<p class='endsutta'>{}</p></article>"}}}