{"mil4.1":{"mil4.1:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil4.1'><header><ul><li class='division'>{}</li>"},"mil4.1:0.2":{"pli":"Meṇḍakapañhārambhakathā ","eng":"Initial Discussion on Solving of Dilemmas ","html":"<li>{}</li>"},"mil4.1:0.3":{"pli":"Upāsakaguṇavagga ","eng":"Qualities of a Lay Follower Chapter ","html":"<li>{}</li></ul>"},"mil4.1:0.4":{"pli":"1. Aṭṭhamantaparivajjanīyaṭṭhāna ","eng":"1. The Eight Places for Discussion to be Avoided ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil4.1:1.1":{"pli":"Bhassappavādo vetaṇḍī, ","eng":"Eloquent in speech, a debater, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil4.1:1.2":{"pli":"atibuddhi vicakkhaṇo; ","eng":"extremely intelligent and attentive; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:1.3":{"pli":"Milindo ñāṇabhedāya, ","eng":"Milinda, to break through to knowledge, ","html":"<span class='verse-line'>{}</span>"},"mil4.1:1.4":{"pli":"nāgasenamupāgami. ","eng":"approached Nāgasena. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.1:2.1":{"pli":"Vasanto tassa chāyāya, ","eng":"Dwelling in his shade, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.1:2.2":{"pli":"paripucchaṃ punappunaṃ; ","eng":"questioning again and again; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:2.3":{"pli":"Pabhinnabuddhi hutvāna, ","eng":"Having become one of penetrating intellect, ","html":"<span class='verse-line'>{}</span>"},"mil4.1:2.4":{"pli":"sopi āsi tipeṭako. ","eng":"he too became a master of the Tipiṭaka. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.1:3.1":{"pli":"Navaṅgaṃ anumajjanto, ","eng":"Pondering the nine-fold teaching, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.1:3.2":{"pli":"rattibhāge rahogato; ","eng":"having gone into seclusion in the night watch; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:3.3":{"pli":"Addakkhi meṇḍake pañhe, ","eng":"He saw the dilemmas, ","html":"<span class='verse-line'>{}</span>"},"mil4.1:3.4":{"pli":"dunniveṭhe saniggahe. ","eng":"hard to unravel, with their refutations. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.1:4.1":{"pli":"“Pariyāyabhāsitaṃ atthi, ","eng":"“There is figurative teaching, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.1:4.2":{"pli":"atthi sandhāyabhāsitaṃ; ","eng":"there is referential teaching; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:4.3":{"pli":"Sabhāvabhāsitaṃ atthi, ","eng":"There is literal teaching, ","html":"<span class='verse-line'>{}</span>"},"mil4.1:4.4":{"pli":"dhammarājassa sāsane. ","eng":"in the dispensation of the King of Dhamma. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.1:5.1":{"pli":"Tesamatthaṃ aviññāya, ","eng":"Not understanding the meaning of these, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.1:5.2":{"pli":"meṇḍake jinabhāsite; ","eng":"the dilemmas spoken about by the Conqueror; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:5.3":{"pli":"Anāgatamhi addhāne, ","eng":"In the future time, ","html":"<span class='verse-line'>{}</span>"},"mil4.1:5.4":{"pli":"viggaho tattha hessati. ","eng":"there will be argument about them. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.1:6.1":{"pli":"Handa kathiṃ pasādetvā, ","eng":"Come, having confidence in the speaker, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.1:6.2":{"pli":"chejjāpessāmi meṇḍake; ","eng":"I shall have the dilemmas cut through; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:6.3":{"pli":"Tassa niddiṭṭhamaggena, ","eng":"By the path pointed out by him, ","html":"<span class='verse-line'>{}</span>"},"mil4.1:6.4":{"pli":"niddisissantyanāgate”ti. ","eng":"people will explain accordingly in the future.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil4.1:7.1":{"pli":"Atha kho milindo rājā pabhātāya rattiyā uddhaste aruṇe sīsaṃ nhatvā sirasi añjaliṃ paggahetvā atītānāgatapaccuppanne sammāsambuddhe anussaritvā aṭṭha vattapadāni samādiyi “ito me anāgatāni satta divasāni aṭṭha guṇe samādiyitvā tapo caritabbo bhavissati, sohaṃ ciṇṇatapo samāno ācariyaṃ ārādhetvā meṇḍake pañhe pucchissāmī”ti. ","eng":"Then King Milinda, when the night had brightened, and dawn had arisen, having washed his head, raising his joined palms to his head, having recollected the Perfectly Enlightened Ones of the past, future, and present, undertook eight observance practices: “From now for the next seven days, having undertaken the eight qualities, asceticism is to be practiced by me. Having practiced asceticism, and having pleased the teacher, I shall ask about the dilemmas.” ","html":"<p>{}"},"mil4.1:7.2":{"pli":"Atha kho milindo rājā pakatidussayugaṃ apanetvā ābharaṇāni ca omuñcitvā kāsāvaṃ nivāsetvā muṇḍakapaṭisīsakaṃ sīse paṭimuñcitvā munibhāvamupagantvā aṭṭha guṇe samādiyi “imaṃ sattāhaṃ mayā na rājattho anusāsitabbo, na rāgūpasañhitaṃ cittaṃ uppādetabbaṃ, na dosūpasañhitaṃ cittaṃ uppādetabbaṃ, na mohūpasañhitaṃ cittaṃ uppādetabbaṃ, dāsakammakaraporise janepi nivātavuttinā bhavitabbaṃ, kāyikaṃ vācasikaṃ anurakkhitabbaṃ, chapi āyatanāni niravasesato anurakkhitabbāni, mettābhāvanāya mānasaṃ pakkhipitabban”ti. ","eng":"Then King Milinda, removed his ordinary pair of garments, took off his ornaments, dressed in ochre robes, wrapped a head covering on his shaved-head, and having entered the state of a sage, undertook the eight qualities: “During these seven days, royal affairs should not be administered by me, thoughts connected with lust should not be aroused, thoughts connected with anger should not be aroused, thoughts connected with delusion should not be aroused, conduct towards slaves, workers, and servants should be with humility, bodily and verbal conduct should be guarded, the six sense bases should be completely guarded, the mind should be directed to the development of loving-kindness.” ","html":"{}"},"mil4.1:7.3":{"pli":"Ime aṭṭha guṇe samādiyitvā tesveva aṭṭhasu guṇesu mānasaṃ patiṭṭhapetvā bahi anikkhamitvā sattāhaṃ vītināmetvā aṭṭhame divase pabhātāya rattiyā pageva pātarāsaṃ katvā okkhittacakkhu mitabhāṇī susaṇṭhitena iriyāpathena avikkhittena cittena haṭṭhena udaggena vippasannena theraṃ nāgasenaṃ upasaṅkamitvā therassa pāde sirasā vanditvā ekamantaṃ ṭhito idamavoca—","eng":"Having undertaken these eight qualities, and having established his mind in these very eight qualities, not going outside for seven days, and on the eighth day, when the night had brightened, having taken the morning meal early, with downcast eyes, measured in speech, with well-composed deportment and undistracted mind, joyful, uplifted, and serene, he approached the elder Nāgasena and bowed his head to the elder’s feet. Standing to one side, he said this: ","html":"{}</p>"},"mil4.1:8.1":{"pli":"“Atthi me, bhante nāgasena, koci attho tumhehi saddhiṃ mantayitabbo, na tattha añño koci tatiyo icchitabbo, suññe okāse pavivitte araññe aṭṭhaṅgupāgate samaṇasāruppe. ","eng":"“Venerable Nāgasena, I have a certain matter to discuss with you and I wish it to be in private, in an empty place, in seclusion, in the forest, endowed with the eight qualities, fitting for an ascetic. ","html":"<p>{}"},"mil4.1:8.2":{"pli":"Tattha so pañho pucchitabbo bhavissati, tattha me guyhaṃ na kātabbaṃ na rahassakaṃ, arahāmahaṃ rahassakaṃ suṇituṃ sumantane upagate, upamāyapi so attho upaparikkhitabbo, yathā kiṃ viya, yathā nāma, bhante nāgasena, mahāpathavī nikkhepaṃ arahati nikkhepe upagate. ","eng":"There, that question should be asked. Nothing there should be kept hidden or secret from me. I am worthy to hear secrets when we have gone into proper discussion. That matter should also be examined with similes. Like what? Just as, Venerable Nāgasena, the great earth is worthy of a deposit (of treasure) when a deposit is made. ","html":"{}"},"mil4.1:8.3":{"pli":"Evameva kho, bhante nāgasena, arahāmahaṃ rahassakaṃ suṇituṃ sumantane upagate”ti. ","eng":"Even so, Venerable Nāgasena, I am worthy to hear secrets when we have gone into proper discussion.” ","html":"{}</p>"},"mil4.1:9.1":{"pli":"Garunā saha pavivittapavanaṃ pavisitvā idamavoca—","eng":"Having entered a secluded place with his teacher, he said this: ","html":"<p>{}"},"mil4.1:9.2":{"pli":"“bhante nāgasena, idha purisena mantayitukāmena aṭṭha ṭhānāni parivajjayitabbāni bhavanti, na tesu ṭhānesu viññū puriso atthaṃ manteti, mantitopi attho paripatati na sambhavati. ","eng":"“Venerable Nāgasena, here a person desiring to take counsel should avoid eight places. A wise person does not discuss matters in those places; for even if discussed, the matter comes to naught and does not succeed. ","html":"{}"},"mil4.1:9.3":{"pli":"Katamāni aṭṭha ṭhānāni? ","eng":"What are the eight places? ","html":"{}"},"mil4.1:9.4":{"pli":"Visamaṭṭhānaṃ parivajjanīyaṃ, sabhayaṃ parivajjanīyaṃ, ativātaṭṭhānaṃ parivajjanīyaṃ, paṭicchannaṭṭhānaṃ parivajjanīyaṃ, devaṭṭhānaṃ parivajjanīyaṃ, pantho parivajjanīyo, saṅgāmo parivajjanīyo, udakatitthaṃ parivajjanīyaṃ. ","eng":"Uneven ground should be avoided, a dangerous place should be avoided, an excessively windy place should be avoided, a concealed place should be avoided, a deva-shrine should be avoided, a road should be avoided, a battlefield should be avoided, a water-crossing should be avoided. ","html":"{}"},"mil4.1:9.5":{"pli":"Imāni aṭṭha ṭhānāni parivajjanīyānī”ti. ","eng":"These eight places should be avoided.” ","html":"{}</p>"},"mil4.1:10.1":{"pli":"Thero āha—","eng":"The elder said, ","html":"<p>{}"},"mil4.1:10.2":{"pli":"“ko doso visamaṭṭhāne, sabhaye, ativāte, paṭicchanne, devaṭṭhāne, panthe, saṅgāme, udakatitthe”ti? ","eng":"“What is the fault in uneven ground, in a dangerous place, in excessive wind, in a concealed place, in a deva-shrine, on a road, in a battlefield, at a water-crossing?” ","html":"{}"},"mil4.1:10.3":{"pli":"“Visame, bhante nāgasena, mantito attho vikirati vidhamati paggharati na sambhavati, sabhaye mano santassati, santassito na sammā atthaṃ samanupassati, ativāte saddo avibhūto hoti, paṭicchanne upassutiṃ tiṭṭhanti, devaṭṭhāne mantito attho garukaṃ pariṇamati, panthe mantito attho tuccho bhavati, saṅgāme cañcalo bhavati, udakatitthe pākaṭo bhavati. ","eng":"“On uneven ground, Venerable Nāgasena, a matter discussed scatters, breaks apart, flows away, does not succeed; in a dangerous place the mind becomes frightened; being frightened, one does not properly consider the matter; in excessive wind the sound is unclear; in a concealed place eavesdroppers stand by; in a deva-shrine a matter discussed becomes grave; on a road a matter discussed becomes trivial; in a battlefield it becomes fickle; at a water-crossing it becomes public. ","html":"{}"},"mil4.1:10.4":{"pli":"Bhavatīha—","eng":"It is said here: ","html":"{}</p>"},"mil4.1:11.1":{"pli":"‘Visamaṃ sabhayaṃ ativāto, ","eng":"‘Uneven ground, a dangerous place, excessive wind, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil4.1:11.2":{"pli":"Paṭicchannaṃ devanissitaṃ; ","eng":"A concealed place, a shrine to devas; ","html":"<span class='verse-line'>{}</span>"},"mil4.1:11.3":{"pli":"Pantho ca saṅgāmo titthaṃ, ","eng":"A road, a battlefield, and a water-crossing. ","html":"<span class='verse-line'>{}</span>"},"mil4.1:11.4":{"pli":"Aṭṭhete parivajjiyā’”ti. ","eng":"These eight should be avoided.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil4.1:12.1":{"pli":"Aṭṭha mantanassa parivajjanīyaṭṭhānāni. ","eng":"The Eight Places for Discussion to be Avoided ","html":"<p class='endsutta'>{}</p></article>"}},"mil4.2":{"mil4.2:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil4.2'><header><ul><li class='division'>{}</li>"},"mil4.2:0.2":{"pli":"Meṇḍakapañhārambhakathā ","eng":"Initial Discussion on Solving of Dilemmas ","html":"<li>{}</li>"},"mil4.2:0.3":{"pli":"Upāsakaguṇavagga ","eng":"2. Qualities of a Lay Follower Chapter ","html":"<li>{}</li></ul>"},"mil4.2:0.4":{"pli":"2. Aṭṭhamantavināsakapuggala ","eng":"The Eight Persons Who Destroy Counsel ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil4.2:1.1":{"pli":"“Bhante nāgasena, aṭṭhime puggalā mantiyamānā mantitaṃ atthaṃ byāpādenti. ","eng":"“Venerable Nāgasena, these eight persons, when taking counsel, ruin the matter discussed. ","html":"<p>{}"},"mil4.2:1.2":{"pli":"Katame aṭṭha? ","eng":"What are the eight? ","html":"{}"},"mil4.2:1.3":{"pli":"Rāgacarito dosacarito mohacarito mānacarito luddho alaso ekacintī bāloti. ","eng":"One who behaves with lust, one who behaves with anger, one who behaves with delusion, one who behaves with conceit, a greedy person, a lazy person, a single-minded person, and a fool. ","html":"{}"},"mil4.2:1.4":{"pli":"Ime aṭṭha puggalā mantitaṃ atthaṃ byāpādentī”ti. ","eng":"These eight persons ruin the matter discussed.” ","html":"{}</p>"},"mil4.2:2.1":{"pli":"Thero āha—","eng":"The elder said, ","html":"<p>{}"},"mil4.2:2.2":{"pli":"“tesaṃ ko doso”ti? ","eng":"“What is the fault with these?” ","html":"{}"},"mil4.2:2.3":{"pli":"“Rāgacarito, bhante nāgasena, rāgavasena mantitaṃ atthaṃ byāpādeti, dosacarito dosavasena mantitaṃ atthaṃ byāpādeti, mohacarito mohavasena mantitaṃ atthaṃ byāpādeti, mānacarito mānavasena mantitaṃ atthaṃ byāpādeti, luddho lobhavasena mantitaṃ atthaṃ byāpādeti, alaso alasatāya mantitaṃ atthaṃ byāpādeti, ekacintī ekacintitāya mantitaṃ atthaṃ byāpādeti, bālo bālatāya mantitaṃ atthaṃ byāpādeti. ","eng":"“One behaving with lust, Venerable Nāgasena, ruins the matter discussed through the power of lust; one behaving with anger ruins the matter discussed through the power of anger; one behaving with delusion ruins the matter discussed through the power of delusion; one behaving with conceit ruins the matter discussed through the power of conceit; a greedy person ruins the matter discussed through the power of greed; a lazy person ruins the matter discussed through laziness; a single-minded person ruins the matter discussed through single-mindedness; a fool ruins the matter discussed through foolishness. ","html":"{}"},"mil4.2:2.4":{"pli":"Bhavatīha—","eng":"It is said here: ","html":"{}</p>"},"mil4.2:3.1":{"pli":"‘Ratto duṭṭho ca mūḷho ca, ","eng":"‘One full of lust, one angry, and one deluded, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil4.2:3.2":{"pli":"mānī luddho tathālaso; ","eng":"One conceited, greedy, and likewise lazy; ","html":"<span class='verse-line'>{}</span>"},"mil4.2:3.3":{"pli":"Ekacintī ca bālo ca, ","eng":"One single-minded and a fool, ","html":"<span class='verse-line'>{}</span>"},"mil4.2:3.4":{"pli":"ete atthavināsakā’”ti. ","eng":"These are destroyers of the matter.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil4.2:4.1":{"pli":"Aṭṭha mantavināsakapuggalā. ","eng":"The Eight Persons Who Destroy Counsel ","html":"<p class='endsutta'>{}</p></article>"}},"mil4.3":{"mil4.3:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil4.3'><header><ul><li class='division'>{}</li>"},"mil4.3:0.2":{"pli":"Meṇḍakapañhārambhakathā ","eng":"Initial Discussion on Solving of Dilemmas ","html":"<li>{}</li>"},"mil4.3:0.3":{"pli":"Upāsakaguṇavagga ","eng":"Qualities of a Lay Follower Chapter ","html":"<li>{}</li></ul>"},"mil4.3:0.4":{"pli":"3. Navaguyhamantavidhaṃsaka ","eng":"Nine Kinds of People Who Can’t Keep Secrets ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil4.3:1.1":{"pli":"“Bhante nāgasena, navime puggalā mantitaṃ guyhaṃ vivaranti na dhārenti. ","eng":"“Venerable Nāgasena, there are these nine types of people who disclose and do not keep secret counsel. ","html":"<p>{}"},"mil4.3:1.2":{"pli":"Katame nava? ","eng":"What are the nine? ","html":"{}"},"mil4.3:1.3":{"pli":"Rāgacarito dosacarito mohacarito bhīruko āmisagaruko itthī soṇḍo paṇḍako dārako”ti. ","eng":"A person characterized by lust, a person characterized by anger, a person characterized by delusion, a fearful person, a person attached to sensual things, a woman, a drunkard, a eunuch, and a child.” ","html":"{}</p>"},"mil4.3:2.1":{"pli":"Thero āha—","eng":"The elder said: ","html":"<p>{}"},"mil4.3:2.2":{"pli":"“tesaṃ ko doso”ti? ","eng":"“What is the fault with these?” ","html":"{}"},"mil4.3:2.3":{"pli":"“Rāgacarito, bhante nāgasena, rāgavasena mantitaṃ guyhaṃ vivarati na dhāreti, dosacarito, bhante, dosavasena mantitaṃ guyhaṃ vivarati na dhāreti, mūḷho mohavasena mantitaṃ guyhaṃ vivarati na dhāreti, bhīruko bhayavasena mantitaṃ guyhaṃ vivarati na dhāreti, āmisagaruko āmisahetu mantitaṃ guyhaṃ vivarati na dhāreti, itthī paññāya ittaratāya mantitaṃ guyhaṃ vivarati na dhāreti, soṇḍiko surālolatāya mantitaṃ guyhaṃ vivarati na dhāreti, paṇḍako anekaṃsikatāya mantitaṃ guyhaṃ vivarati na dhāreti, dārako capalatāya mantitaṃ guyhaṃ vivarati na dhāreti. ","eng":"“A person characterized by lust, Venerable Nāgasena, discloses and does not keep secret counsel, on account of lust; a person characterized by anger, venerable sir, discloses and does not keep secret counsel on account of anger; a deluded person discloses and does not keep secret counsel on account of delusion; a fearful person discloses and does not keep secret counsel on account of fear; a person attached to sensual things discloses and does not keep secret counsel for the sake of material pleasures; a woman discloses and does not keep secret counsel due to changeableness; a drunkard discloses and does not keep secret counsel because of addiction to drink; a eunuch discloses and does not keep secret counsel due to uncertainty; and a child discloses and does not keep secret counsel due to fickleness. ","html":"{}"},"mil4.3:2.4":{"pli":"Bhavatīha—","eng":"It is said concerning this: ","html":"{}</p>"},"mil4.3:3.1":{"pli":"‘Ratto duṭṭho ca mūḷho ca, ","eng":"‘An infatuated person, a malicious one, a deluded one, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil4.3:3.2":{"pli":"bhīru āmisagaruko; ","eng":"a coward, a materialist, ","html":"<span class='verse-line'>{}</span>"},"mil4.3:3.3":{"pli":"Itthī soṇḍo paṇḍako ca, ","eng":"A woman, a drunkard, a eunuch, ","html":"<span class='verse-line'>{}</span>"},"mil4.3:3.4":{"pli":"navamo bhavati dārako. ","eng":"and a child make nine. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.3:4.1":{"pli":"Navete puggalā loke, ","eng":"These nine types of people in the world, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.3:4.2":{"pli":"ittarā calitā calā; ","eng":"unsteady, fickle, wavering; ","html":"<span class='verse-line'>{}</span>"},"mil4.3:4.3":{"pli":"Etehi mantitaṃ guyhaṃ, ","eng":"From these counsel that is hidden ","html":"<span class='verse-line'>{}</span>"},"mil4.3:4.4":{"pli":"khippaṃ bhavati pākaṭan’”ti. ","eng":"quickly becomes revealed.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil4.3:5.1":{"pli":"Nava guyhamantavidhaṃsakā puggalā. ","eng":"Nine Kinds of People Who Can’t Keep Secrets ","html":"<p class='endsutta'>{}</p></article>"}},"mil4.4":{"mil4.4:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil4.4'><header><ul><li class='division'>{}</li>"},"mil4.4:0.2":{"pli":"Meṇḍakapañhārambhakathā ","eng":"Initial Discussion on Solving of Dilemmas ","html":"<li>{}</li>"},"mil4.4:0.3":{"pli":"Upāsakaguṇavagga ","eng":"Qualities of a Lay Follower Chapter ","html":"<li>{}</li></ul>"},"mil4.4:0.4":{"pli":"4. Aṭṭhapaññāpaṭilābhakāraṇa ","eng":"4. The Eight Causes for the Attainment of Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil4.4:1.1":{"pli":"“Bhante nāgasena, aṭṭhahi kāraṇehi buddhi pariṇamati paripākaṃ gacchati. ","eng":"“Venerable Nāgasena, through eight causes wisdom matures and reaches full development. ","html":"<p>{}"},"mil4.4:1.2":{"pli":"Katamehi aṭṭhahi? ","eng":"Through what eight? ","html":"{}"},"mil4.4:1.3":{"pli":"Vayapariṇāmena buddhi pariṇamati paripākaṃ gacchati, yasapariṇāmena buddhi pariṇamati paripākaṃ gacchati, paripucchāya buddhi pariṇamati paripākaṃ gacchati, titthasaṃvāsena buddhi pariṇamati paripākaṃ gacchati, yoniso manasikārena buddhi pariṇamati paripākaṃ gacchati, sākacchāya buddhi pariṇamati paripākaṃ gacchati, snehūpasevanena buddhi pariṇamati paripākaṃ gacchati, patirūpadesavāsena buddhi pariṇamati paripākaṃ gacchati. ","eng":"Through the maturation of age, wisdom matures and reaches full development; through the maturation of fame, wisdom matures and reaches full development; through questioning, wisdom matures and reaches full development; through association with the learned, wisdom matures and reaches full development; through wise attention, wisdom matures and reaches full development; through discussion, wisdom matures and reaches full development; through association with friends, wisdom matures and reaches full development; through dwelling in a suitable location, wisdom matures and reaches full development. ","html":"{}"},"mil4.4:1.4":{"pli":"Bhavatīha—","eng":"It is said here: ","html":"{}</p>"},"mil4.4:2.1":{"pli":"‘Vayena yasapucchāhi, ","eng":"‘Through age, reputation, questions, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil4.4:2.2":{"pli":"titthavāsena yoniso; ","eng":"Through dwelling with the learned, through wise attention; ","html":"<span class='verse-line'>{}</span>"},"mil4.4:2.3":{"pli":"Sākacchā snehasaṃsevā, ","eng":"Through discussion, association with friends, ","html":"<span class='verse-line'>{}</span>"},"mil4.4:2.4":{"pli":"patirūpavasena ca. ","eng":"And through dwelling in a suitable place. ","html":"<span class='verse-line'>{}</span></p>"},"mil4.4:3.1":{"pli":"Etāni aṭṭha ṭhānāni, ","eng":"These eight places, ","html":"<p><span class='verse-line'>{}</span>"},"mil4.4:3.2":{"pli":"buddhivisadakāraṇā; ","eng":"Are causes for the clarification of wisdom; ","html":"<span class='verse-line'>{}</span>"},"mil4.4:3.3":{"pli":"Yesaṃ etāni sambhonti, ","eng":"For those in whom these are present, ","html":"<span class='verse-line'>{}</span>"},"mil4.4:3.4":{"pli":"tesaṃ buddhi pabhijjatī’”ti. ","eng":"Their wisdom breaks through.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil4.4:4.1":{"pli":"Aṭṭha paññāpaṭilābhakāraṇāni. ","eng":"The Eight Causes for the Attainment of Wisdom ","html":"<p class='endsutta'>{}</p></article>"}},"mil4.5":{"mil4.5:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil4.5'><header><ul><li class='division'>{}</li>"},"mil4.5:0.2":{"pli":"Meṇḍakapañhārambhakathā ","eng":"Initial Discussion on Solving of Dilemmas ","html":"<li>{}</li>"},"mil4.5:0.3":{"pli":"Upāsakaguṇavagga ","eng":"Qualities of a Lay Follower Chapter ","html":"<li>{}</li></ul>"},"mil4.5:0.4":{"pli":"5. Ācariyaguṇa ","eng":"5. The Qualities of a Teacher ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil4.5:1.1":{"pli":"“Bhante nāgasena, ayaṃ bhūmibhāgo aṭṭha mantadosavivajjito, ahañca loke paramo mantisahāyo, guyhamanurakkhī cāhaṃ yāvāhaṃ jīvissāmi tāva guyhamanurakkhissāmi, aṭṭhahi ca me kāraṇehi buddhi pariṇāmaṃ gatā, dullabho etarahi mādiso antevāsī, sammā paṭipanne antevāsike ye ācariyānaṃ pañcavīsati ācariyaguṇā, tehi guṇehi ācariyena sammā paṭipajjitabbaṃ. ","eng":"“Venerable Nāgasena, this area of ground is free from the eight impediments for deliberation, and I am the supreme deliberator in the world, a keeper of secrets, and for as long as I live I shall keep secrets. Through eight causes my wisdom has reached maturity. A student like me is rare nowadays. For a student who practices rightly, there are twenty-five qualities of a teacher with which a teacher should practice rightly. ","html":"<p>{}"},"mil4.5:1.2":{"pli":"Katame pañcavīsati guṇā? ","eng":"What are the twenty-five qualities? ","html":"{}</p>"},"mil4.5:2.1":{"pli":"Idha, bhante nāgasena, ācariyena antevāsimhi satataṃ samitaṃ ārakkhā upaṭṭhapetabbā, asevanasevanā jānitabbā, pamattāppamattā jānitabbā, seyyāvakāso jānitabbo, gelaññaṃ jānitabbaṃ, bhojanassa laddhāladdhaṃ jānitabbaṃ, viseso jānitabbo, pattagataṃ saṃvibhajitabbaṃ, assāsitabbo ‘mā bhāyi, attho te abhikkamatī’ti, ‘iminā puggalena paṭicaratī’ti paṭicāro jānitabbo, gāme paṭicāro jānitabbo, vihāre paṭicāro jānitabbo, na tena hāso davo kātabbo, tena saha ālāpo kātabbo, chiddaṃ disvā adhivāsetabbaṃ, sakkaccakārinā bhavitabbaṃ, akhaṇḍakārinā bhavitabbaṃ, arahassakārinā bhavitabbaṃ, niravasesakārinā bhavitabbaṃ, ‘janemimaṃ sippesū’ti janakacittaṃ upaṭṭhapetabbaṃ, ‘kathaṃ ayaṃ na parihāyeyyā’ti vaḍḍhicittaṃ upaṭṭhapetabbaṃ, ‘balavaṃ imaṃ karomi sikkhābalenā’ti cittaṃ upaṭṭhapetabbaṃ, mettacittaṃ upaṭṭhapetabbaṃ, āpadāsu na vijahitabbaṃ, karaṇīye nappamajjitabbaṃ, khalite dhammena paggahetabboti. ","eng":"Here, Venerable Nāgasena, a teacher should establish constant and continuous protection over the student; what should and should not be associated with should be made known; negligence and diligence should be made known; sleeping quarters should be made known; illness should be made known; whether food has been obtained or not should be made known; excellence should be made known; what has been obtained in the bowl should be shared; a student should be encouraged: ‘Do not fear, your goal is approaching for you’; ‘He associates with this person’—so this association should be made known; association in the village should be made known; association in the monastery should be made known; no ridicule or mockery should be made of him; conversation should be had with him; seeing a fault, it should be overlooked; one should be careful in action; one should be unbroken in action; one should not make secrets; one should be complete in action; the thought ‘I will make him skilled in the arts’ should be established; the thought ‘How may he not decline?’ in the development of his mind should be established; the thought ‘I make him strong with the strength of training’ should be established; a mind of loving-kindness should be established; in misfortunes he should not be abandoned; in duties one should not be negligent; when he stumbles he should be lifted up with Dhamma. ","html":"<p>{}"},"mil4.5:2.2":{"pli":"Ime kho, bhante, pañcavīsati ācariyassa ācariyaguṇā, tehi guṇehi mayi sammā paṭipajjassu, saṃsayo me, bhante, uppanno, atthi meṇḍakapañhā jinabhāsitā, anāgate addhāne tattha viggaho uppajjissati, anāgate ca addhāne dullabhā bhavissanti tumhādisā buddhimanto, tesu me pañhesu cakkhuṃ dehi paravādānaṃ niggahāyā”ti. ","eng":"These, venerable sir, are the twenty-five qualities of a teacher as a teacher. May you act rightly towards me with respect to these qualities. A doubt has arisen in me, venerable sir. There are difficult dilemmas spoken by the Conqueror; in the future time dispute will arise about them. And in the future time those of great intelligence like you will be rare. Give me vision regarding those questions for the suppression of opposing views.” ","html":"{}</p></article>"}},"mil4.6":{"mil4.6:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil4.6'><header><ul><li class='division'>{}</li>"},"mil4.6:0.2":{"pli":"Meṇḍakapañhārambhakathā ","eng":"Initial Discussion on Solving of Dilemmas ","html":"<li>{}</li>"},"mil4.6:0.3":{"pli":"Upāsakaguṇavagga ","eng":"Qualities of a Lay Follower Chapter ","html":"<li>{}</li></ul>"},"mil4.6:0.4":{"pli":"6. Upāsakaguṇa ","eng":"6. Qualities of a Lay Follower ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil4.6:1.1":{"pli":"Thero “sādhū”ti sampaṭicchitvā dasa upāsakassa upāsakaguṇe paridīpesi. ","eng":"The elder, having agreed, saying “Good,” explained the ten special qualities of a lay follower. ","html":"<p>{}"},"mil4.6:1.2":{"pli":"“Dasa ime, mahārāja, upāsakassa upāsakaguṇā. ","eng":"“These ten, your majesty, are the special qualities of a lay follower. ","html":"{}"},"mil4.6:1.3":{"pli":"Katame dasa, idha, mahārāja, upāsako saṅghena samānasukhadukkho hoti, dhammādhipateyyo hoti, yathābalaṃ saṃvibhāgarato hoti, jinasāsanaparihāniṃ disvā abhivaḍḍhiyā vāyamati. ","eng":"What are the ten? Here, your majesty, a lay follower shares the same happiness and suffering as the saṅgha does; he has the Dhamma as his authority; he delights in sharing according to his ability; when seeing the decline of the Conqueror’s dispensation, he strives for its growth. ","html":"{}"},"mil4.6:1.4":{"pli":"Sammādiṭṭhiko hoti, apagatakotūhalamaṅgaliko jīvitahetupi na aññaṃ satthāraṃ uddisati, kāyikavācasikañcassa rakkhitaṃ hoti, samaggārāmo hoti samaggarato, anusūyako hoti, na ca kuhanavasena sāsane carati, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti. ","eng":"He is of right view; he is free from taking delight in auspicious festivals; even for the sake of his livelihood he does not take another teacher as supreme; his bodily and verbal conduct is guarded; he delights in harmony and is devoted to harmony; he is not envious; nor does he conduct himself in the dispensation through hypocrisy; and he has gone to the Buddha, the Dhamma, and the Saṅgha for refuge. ","html":"{}"},"mil4.6:1.5":{"pli":"Ime kho, mahārāja, dasa upāsakassa upāsakaguṇā, te sabbe guṇā tayi saṃvijjanti, taṃ te yuttaṃ pattaṃ anucchavikaṃ patirūpaṃ yaṃ tvaṃ jinasāsanaparihāniṃ disvā abhivaḍḍhiṃ icchasi, karomi te okāsaṃ, puccha maṃ tvaṃ yathāsukhan”ti. ","eng":"These, your majesty, are the ten special qualities of a lay follower. All these qualities are found in you. It is fitting, proper, suitable, and appropriate for you that, seeing the decline of the Conqueror’s dispensation, you desire its growth. I give you permission; ask me as you please.” ","html":"{}</p>"},"mil4.6:2.1":{"pli":"Meṇḍakapañhārambhakathā niṭṭhitā. ","eng":"The Initial Discussion on Solving of Dilemmas is finished ","html":"<p class='endsection'>{}</p></article>"}}}