{"mil6.3.5":{"mil6.3.5:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.5'><header><ul><li class='division'>{}</li>"},"mil6.3.5:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.5:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.5:0.4":{"pli":"5. Supinapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.5:1.1":{"pli":"“Bhante nāgasena, imasmiṃ loke naranāriyo supinaṃ passanti kalyāṇampi pāpakampi, diṭṭhapubbampi adiṭṭhapubbampi, katapubbampi akatapubbampi, khemampi sabhayampi, dūrepi santikepi, bahuvidhānipi anekavaṇṇasahassāni dissanti, kiñcetaṃ supinaṃ nāma, ko cetaṃ passatī”ti? ","html":"<p>{}"},"mil6.3.5:1.2":{"pli":"“Nimittametaṃ, mahārāja, supinaṃ nāma, yaṃ cittassa āpātamupagacchati. ","html":"{}"},"mil6.3.5:1.3":{"pli":"Chayime, mahārāja, supinaṃ passanti, vātiko supinaṃ passati, pittiko supinaṃ passati, semhiko supinaṃ passati, devatūpasaṃhārato supinaṃ passati, samudāciṇṇato supinaṃ passati, pubbanimittato supinaṃ passati, tatra, mahārāja, yaṃ pubbanimittato supinaṃ passati, taṃyeva saccaṃ, avasesaṃ micchā”ti. ","html":"{}</p>"},"mil6.3.5:2.1":{"pli":"“Bhante nāgasena, yo pubbanimittato supinaṃ passati, kiṃ tassa cittaṃ sayaṃ gantvā taṃ nimittaṃ vicināti, taṃ vā nimittaṃ cittassa āpātamupagacchati, añño vā āgantvā tassa ārocetī”ti? ","html":"<p>{}"},"mil6.3.5:2.2":{"pli":"“Na, mahārāja, tassa cittaṃ sayaṃ gantvā taṃ nimittaṃ vicināti, nāpi añño koci āgantvā tassa āroceti, atha kho taṃyeva nimittaṃ cittassa āpātamupagacchati. ","html":"{}"},"mil6.3.5:2.3":{"pli":"Yathā, mahārāja, ādāso na sayaṃ kuhiñci gantvā chāyaṃ vicināti, nāpi añño koci chāyaṃ ānetvā ādāsaṃ āropeti, atha kho yato kutoci chāyā āgantvā ādāsassa āpātamupagacchati; ","html":"{}"},"mil6.3.5:2.4":{"pli":"evameva kho, mahārāja, na tassa cittaṃ sayaṃ gantvā taṃ nimittaṃ vicināti, nāpi añño koci āgantvā āroceti, atha kho yato kutoci nimittaṃ āgantvā cittassa āpātamupagacchatī”ti. ","html":"{}</p>"},"mil6.3.5:3.1":{"pli":"“Bhante nāgasena, yaṃ taṃ cittaṃ supinaṃ passati, api nu taṃ cittaṃ jānāti ‘evaṃ nāma vipāko bhavissati khemaṃ vā bhayaṃ vā’ti? ","html":"<p>{}"},"mil6.3.5:3.2":{"pli":"Na hi, mahārāja, taṃ cittaṃ jānāti ‘evaṃvipāko bhavissati khemaṃ vā bhayaṃ vā’ti, nimitte pana uppanne aññesaṃ katheti, tato te atthaṃ kathentī”ti. ","html":"{}</p>"},"mil6.3.5:4.1":{"pli":"“Iṅgha, bhante nāgasena, kāraṇaṃ me dassehī”ti. ","html":"<p>{}"},"mil6.3.5:4.2":{"pli":"“Yathā, mahārāja, sarīre tilakā pīḷakā daddūni uṭṭhahanti lābhāya vā alābhāya vā, yasāya vā ayasāya vā, nindāya vā pasaṃsāya vā, sukhāya vā dukkhāya vā, api nu tā, mahārāja, pīḷakā jānitvā uppajjanti ‘imaṃ nāma mayaṃ atthaṃ nipphādessāmā’”ti? ","html":"{}"},"mil6.3.5:4.3":{"pli":"“Na hi, bhante, yādise tā okāse pīḷakā sambhavanti, tattha tā pīḷakā disvā nemittakā byākaronti ‘evaṃ nāma vipāko bhavissatī’”ti. ","html":"{}"},"mil6.3.5:4.4":{"pli":"“Evameva kho, mahārāja, yaṃ taṃ cittaṃ supinaṃ passati, na taṃ cittaṃ jānāti ‘evaṃ nāma vipāko bhavissati khemaṃ vā bhayaṃ vā’ti, nimitte pana uppanne aññesaṃ katheti, tato te atthaṃ kathentī”ti. ","html":"{}</p>"},"mil6.3.5:5.1":{"pli":"“Bhante nāgasena, yo supinaṃ passati, so niddāyanto, udāhu jāgaranto passatī”ti? ","html":"<p>{}"},"mil6.3.5:5.2":{"pli":"“Yo so, mahārāja, supinaṃ passati, na so niddāyanto passati, nāpi jāgaranto passati. ","html":"{}"},"mil6.3.5:5.3":{"pli":"Api ca okkante middhe asampatte bhavaṅge etthantare supinaṃ passati. ","html":"{}"},"mil6.3.5:5.4":{"pli":"Middhasamārūḷhassa, mahārāja, cittaṃ bhavaṅgagataṃ hoti, bhavaṅgagataṃ cittaṃ nappavattati, appavattaṃ cittaṃ sukhadukkhaṃ nappajānāti, appaṭivijānantassa supino na hoti, pavattamāne citte supinaṃ passati. ","html":"{}</p>"},"mil6.3.5:6.1":{"pli":"Yathā, mahārāja, timire andhakāre appabhāse suparisuddhepi ādāse chāyā na dissati; ","html":"<p>{}"},"mil6.3.5:6.2":{"pli":"evameva kho, mahārāja, middhasamārūḷhe citte bhavaṅgagate tiṭṭhamānepi sarīre cittaṃ appavattaṃ hoti, appavatte citte supinaṃ na passati. ","html":"{}"},"mil6.3.5:6.3":{"pli":"Yathā, mahārāja, ādāso, evaṃ sarīraṃ daṭṭhabbaṃ; ","html":"{}"},"mil6.3.5:6.4":{"pli":"yathā andhakāro, evaṃ middhaṃ daṭṭhabbaṃ; ","html":"{}"},"mil6.3.5:6.5":{"pli":"yathā āloko, evaṃ cittaṃ daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.5:7.1":{"pli":"Yathā vā pana, mahārāja, mahikotthaṭassa sūriyassa pabhā na dissati santāyeva sūriyarasmi appavattā hoti, appavattāya sūriyarasmiyā āloko na hoti; ","html":"<p>{}"},"mil6.3.5:7.2":{"pli":"evameva kho, mahārāja, middhasamārūḷhassa cittaṃ bhavaṅgagataṃ hoti, bhavaṅgagataṃ cittaṃ nappavattati, appavatte citte supinaṃ na passati. ","html":"{}"},"mil6.3.5:7.3":{"pli":"Yathā, mahārāja, sūriyo, evaṃ sarīraṃ daṭṭhabbaṃ; ","html":"{}"},"mil6.3.5:7.4":{"pli":"yathā mahikottharaṇaṃ, evaṃ middhaṃ daṭṭhabbaṃ; ","html":"{}"},"mil6.3.5:7.5":{"pli":"yathā sūriyarasmi, evaṃ cittaṃ daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.5:8.1":{"pli":"Dvinnaṃ, mahārāja, santepi sarīre cittaṃ appavattaṃ hoti, middhasamārūḷhassa bhavaṅgagatassa santepi sarīre cittaṃ appavattaṃ hoti, nirodhasamāpannassa santepi sarīre cittaṃ appavattaṃ hoti, jāgarantassa, mahārāja, cittaṃ lolaṃ hoti vivaṭaṃ pākaṭaṃ anibaddhaṃ, evarūpassa citte nimittaṃ āpātaṃ na upeti. ","html":"<p>{}"},"mil6.3.5:8.2":{"pli":"Yathā, mahārāja, purisaṃ vivaṭaṃ pākaṭaṃ akiriyaṃ arahassaṃ rahassakāmā parivajjenti; ","html":"{}"},"mil6.3.5:8.3":{"pli":"evameva kho, mahārāja, jāgarantassa dibbo attho āpātaṃ na upeti, tasmā jāgaranto supinaṃ na passati. ","html":"{}"},"mil6.3.5:8.4":{"pli":"Yathā vā pana, mahārāja, bhikkhuṃ bhinnājīvaṃ anācāraṃ pāpamittaṃ dussīlaṃ kusītaṃ hīnavīriyaṃ kusalā bodhipakkhiyā dhammā āpātaṃ na upenti; ","html":"{}"},"mil6.3.5:8.5":{"pli":"evameva kho, mahārāja, jāgarantassa dibbo attho āpātaṃ na upeti, tasmā jāgaranto supinaṃ na passatī”ti. ","html":"{}</p>"},"mil6.3.5:9.1":{"pli":"“Bhante nāgasena, atthi middhassa ādimajjhapariyosānan”ti? ","html":"<p>{}"},"mil6.3.5:9.2":{"pli":"“Āma, mahārāja, atthi middhassa ādimajjhapariyosānan”ti. ","html":"{}"},"mil6.3.5:9.3":{"pli":"“Katamaṃ ādi, katamaṃ majjhaṃ, katamaṃ pariyosānan”ti? ","html":"{}"},"mil6.3.5:9.4":{"pli":"“Yo, mahārāja, kāyassa onāho pariyonāho dubbalyaṃ mandatā akammaññatā kāyassa, ayaṃ middhassa ādi; ","html":"{}"},"mil6.3.5:9.5":{"pli":"yo, mahārāja, kapiniddāpareto vokiṇṇakaṃ jaggati, idaṃ middhassa majjhaṃ; ","html":"{}"},"mil6.3.5:9.6":{"pli":"bhavaṅgagati pariyosānaṃ. ","html":"{}"},"mil6.3.5:9.7":{"pli":"Majjhūpagato, mahārāja, kapiniddāpareto supinaṃ passati. ","html":"{}"},"mil6.3.5:9.8":{"pli":"Yathā, mahārāja, koci yatacārī samāhitacitto ṭhitadhammo acalabuddhi pahīnakotūhalasaddaṃ vanamajjhogāhitvā sukhumaṃ atthaṃ cintayati, na ca so tattha middhaṃ okkamati, so tattha samāhito ekaggacitto sukhumaṃ atthaṃ paṭivijjhati; ","html":"{}"},"mil6.3.5:9.9":{"pli":"evameva kho, mahārāja, jāgaro na middhasamāpanno, majjhūpagato kapiniddāpareto supinaṃ passati. ","html":"{}"},"mil6.3.5:9.10":{"pli":"Yathā, mahārāja, kotūhalasaddo, evaṃ jāgaraṃ daṭṭhabbaṃ; ","html":"{}"},"mil6.3.5:9.11":{"pli":"yathā vivittaṃ vanaṃ, evaṃ kapiniddāpareto daṭṭhabbo; ","html":"{}"},"mil6.3.5:9.12":{"pli":"yathā so kotūhalasaddaṃ ohāya middhaṃ vivajjetvā majjhattabhūto sukhumaṃ atthaṃ paṭivijjhati, evaṃ jāgaro na middhasamāpanno kapiniddāpareto supinaṃ passatī”ti. ","html":"{}"},"mil6.3.5:9.13":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.5:10.1":{"pli":"Supinapañho pañcamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.6":{"mil6.3.6:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.6'><header><ul><li class='division'>{}</li>"},"mil6.3.6:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.6:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.6:0.4":{"pli":"6. Akālamaraṇapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.6:1.1":{"pli":"“Bhante nāgasena, ye te sattā maranti, sabbe te kāleyeva maranti, udāhu akālepi marantī”ti? ","html":"<p>{}"},"mil6.3.6:1.2":{"pli":"“Atthi, mahārāja, kālepi maraṇaṃ, atthi akālepi maraṇan”ti. ","html":"{}</p>"},"mil6.3.6:2.1":{"pli":"“Bhante nāgasena, ke kāle maranti, ke akāle marantī”ti? ","html":"<p>{}"},"mil6.3.6:2.2":{"pli":"“Diṭṭhapubbā pana, mahārāja, tayā ambarukkhā vā jamburukkhā vā, aññasmā vā pana phalarukkhā phalāni patantāni āmāni ca pakkāni cā”ti? ","html":"{}"},"mil6.3.6:2.3":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.3.6:2.4":{"pli":"“Yāni tāni, mahārāja, phalāni rukkhato patanti, sabbāni tāni kāleyeva patanti, udāhu akālepī”ti? ","html":"{}"},"mil6.3.6:2.5":{"pli":"“Yāni tāni, bhante nāgasena, phalāni paripakkāni vilīnāni patanti, sabbāni tāni kāle patanti. ","html":"{}"},"mil6.3.6:2.6":{"pli":"Yāni pana tāni avasesāni phalāni tesu kānici kimividdhāni patanti, kānici laguḷahatāni patanti, kānici vātappahatāni patanti, kānici antopūtikāni hutvā patanti, sabbāni tāni akāle patantī”ti. ","html":"{}"},"mil6.3.6:2.7":{"pli":"“Evameva kho, mahārāja, ye te jarāvegahatā maranti, teyeva kāle maranti, avasesā keci kammappaṭibāḷhā maranti, keci gatippaṭibāḷhā maranti, keci kiriyappaṭibāḷhā marantī”ti. ","html":"{}</p>"},"mil6.3.6:3.1":{"pli":"“Bhante nāgasena, ye te kammappaṭibāḷhā maranti, yepi te gatippaṭibāḷhā maranti, yepi te kiriyappaṭibāḷhā maranti, yepi te jarāvegappaṭibāḷhā maranti, sabbe te kāleyeva maranti, yopi mātukucchigato marati, so tassa kālo, kāleyeva so marati. ","html":"<p>{}"},"mil6.3.6:3.2":{"pli":"Yopi vijātaghare marati, so tassa kālo, sopi kāleyeva marati. ","html":"{}"},"mil6.3.6:3.3":{"pli":"Yopi māsiko marati …pe… ","html":"{}"},"mil6.3.6:3.4":{"pli":"yopi vassasatiko marati, so tassa kālo, kāleyeva so marati, tena hi, bhante nāgasena, akāle maraṇaṃ nāma na hoti, ye keci maranti, sabbe te kāleyeva marantī”ti. ","html":"{}</p>"},"mil6.3.6:4.1":{"pli":"“Sattime, mahārāja, vijjamānepi uttariṃ āyusmiṃ akāle maranti. ","html":"<p>{}"},"mil6.3.6:4.2":{"pli":"Katame satta? ","html":"{}"},"mil6.3.6:4.3":{"pli":"Jighacchito, mahārāja, bhojanaṃ alabhamāno upahatabbhantaro vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.4":{"pli":"pipāsito, mahārāja, pānīyaṃ alabhamāno parisukkhahadayo vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.5":{"pli":"ahinā daṭṭho, mahārāja, visavegābhihato tikicchakaṃ alabhamāno vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.6":{"pli":"visamāsito, mahārāja, ḍayhantesu aṅgapaccaṅgesu agadaṃ alabhamāno vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.7":{"pli":"aggigato, mahārāja, jhāyamāno nibbāpanaṃ alabhamāno vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.8":{"pli":"udakagato, mahārāja, patiṭṭhaṃ alabhamāno vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.9":{"pli":"sattihato, mahārāja, ābādhiko bhisakkaṃ alabhamāno vijjamānepi uttariṃ āyusmiṃ akāle marati; ","html":"{}"},"mil6.3.6:4.10":{"pli":"ime kho, mahārāja, satta vijjamānepi uttariṃ āyusmiṃ akāle maranti. ","html":"{}"},"mil6.3.6:4.11":{"pli":"Tatrāpāhaṃ, mahārāja, ekaṃsena vadāmi. ","html":"{}</p>"},"mil6.3.6:5.1":{"pli":"Aṭṭhavidhena, mahārāja, sattānaṃ kālaṅkiriyā hoti, vātasamuṭṭhānena pittasamuṭṭhānena semhasamuṭṭhānena sannipātikena utuvipariṇāmena visamaparihārena opakkamikena kammavipākena, mahārāja, sattānaṃ kālaṅkiriyā hoti. ","html":"<p>{}"},"mil6.3.6:5.2":{"pli":"Tatra, mahārāja, yadidaṃ kammavipākena kālaṅkiriyā, sāyeva tattha sāmayikā kālaṅkiriyā, avasesā asāmayikā kālaṅkiriyāti. ","html":"{}"},"mil6.3.6:5.3":{"pli":"Bhavati ca—","html":"{}</p>"},"mil6.3.6:6.1":{"pli":"‘Jighacchāya pipāsāya, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.3.6:6.2":{"pli":"ahidaṭṭhā visena ca; ","html":"<span class='verse-line'>{}</span>"},"mil6.3.6:6.3":{"pli":"Aggiudakasattīhi, ","html":"<span class='verse-line'>{}</span>"},"mil6.3.6:6.4":{"pli":"akāle tattha mīyati; ","html":"<span class='verse-line'>{}</span>"},"mil6.3.6:6.5":{"pli":"Vātapittena semhena, ","html":"<span class='verse-line'>{}</span>"},"mil6.3.6:6.6":{"pli":"sannipātenutūhi ca; ","html":"<span class='verse-line'>{}</span>"},"mil6.3.6:6.7":{"pli":"Visamopakkamakammehi, ","html":"<span class='verse-line'>{}</span>"},"mil6.3.6:6.8":{"pli":"akāle tattha mīyatī’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.3.6:7.1":{"pli":"Keci, mahārāja, sattā pubbe katena tena tena akusalakammavipākena maranti. ","html":"<p>{}"},"mil6.3.6:7.2":{"pli":"Idha, mahārāja, yo pubbe pare jighacchāya māreti, so bahūni vassasatasahassāni jighacchāya paripīḷito chāto parikilanto sukkhamilātahadayo bubhukkhito visukkhito jhāyanto abbhantaraṃ pariḍayhanto jighacchāyayeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ. ","html":"{}</p>"},"mil6.3.6:8.1":{"pli":"Yo pubbe pare pipāsāya māreti, so bahūni vassasatasahassāni peto hutvā nijjhāmataṇhiko samāno lūkho kiso parisukkhitahadayo pipāsāyayeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ. ","html":"<p>{}</p>"},"mil6.3.6:9.1":{"pli":"Yo pubbe pare ahinā ḍaṃsāpetvā māreti, so bahūni vassasatasahassāni ajagaramukheneva ajagaramukhaṃ kaṇhasappamukheneva kaṇhasappamukhaṃ parivattitvā tehi khāyitakhāyito ahīhi daṭṭhoyeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ. ","html":"<p>{}</p>"},"mil6.3.6:10.1":{"pli":"Yo pubbe pare visaṃ datvā māreti, so bahūni vassasatasahassāni ḍayhantehi aṅgapaccaṅgehi bhijjamānena sarīrena kuṇapagandhaṃ vāyanto viseneva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ. ","html":"<p>{}</p>"},"mil6.3.6:11.1":{"pli":"Yo pubbe pare agginā māreti, so bahūni vassasatasahassāni aṅgārapabbateneva aṅgārapabbataṃ yamavisayeneva yamavisayaṃ parivattitvā daḍḍhavidaḍḍhagatto aggināyeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ. ","html":"<p>{}</p>"},"mil6.3.6:12.1":{"pli":"Yo pubbe pare udakena māreti, so bahūni vassasatasahassāni hataviluttabhaggadubbalagatto khubbhitacitto udakeneva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ. ","html":"<p>{}</p>"},"mil6.3.6:13.1":{"pli":"Yo pubbe pare sattiyā māreti, so bahūni vassasatasahassāni chinnabhinnakoṭṭitavikoṭṭito sattimukhasamāhato sattiyāyeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṃ”. ","html":"<p>{}</p>"},"mil6.3.6:14.1":{"pli":"“Bhante nāgasena, akāle maraṇaṃ atthīti yaṃ vadesi, iṅgha me tvaṃ tattha kāraṇaṃ atidisāti”. ","html":"<p>{}"},"mil6.3.6:14.2":{"pli":"“Yathā, mahārāja, mahatimahāaggikkhandho ādinnatiṇakaṭṭhasākhāpalāso pariyādinnabhakkho upādānasaṅkhayā nibbāyati, so aggi vuccati ‘anītiko anupaddavo samaye nibbuto nāmā’ti; ","html":"{}"},"mil6.3.6:14.3":{"pli":"evameva kho, mahārāja, yo koci bahūni divasasahassāni jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘samaye maraṇamupagato’ti. ","html":"{}</p>"},"mil6.3.6:15.1":{"pli":"Yathā vā pana, mahārāja, mahatimahāaggikkhandho ādinnatiṇakaṭṭhasākhāpalāso assa, taṃ apariyādinneyeva tiṇakaṭṭhasākhāpalāse mahatimahāmegho abhippavassitvā nibbāpeyya, api nu kho, mahārāja, mahāaggikkhandho samaye nibbuto nāma hotī”ti? ","html":"<p>{}"},"mil6.3.6:15.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.6:15.3":{"pli":"“Kissa pana so, mahārāja, pacchimo aggikkhandho purimakena aggikkhandhena samasamagatiko nāhosī”ti? ","html":"{}"},"mil6.3.6:15.4":{"pli":"“Āgantukena, bhante, meghena paṭipīḷito so aggikkhandho asamaye nibbuto”ti. ","html":"{}"},"mil6.3.6:15.5":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā pittasamuṭṭhānena vā semhasamuṭṭhānena vā sannipātikena vā utupariṇāmajena vā visamaparihārajena vā opakkamikena vā jighacchāya vā pipāsāya vā sappadaṭṭhena vā visamāsitena vā agginā vā udakena vā sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:15.6":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthi. ","html":"{}</p>"},"mil6.3.6:16.1":{"pli":"Yathā vā pana, mahārāja, gagane mahatimahāvalāhako uṭṭhahitvā ninnañca thalañca paripūrayanto abhivassati, so vuccati ‘megho anītiko anupaddavo vassatī’ti; ","html":"<p>{}"},"mil6.3.6:16.2":{"pli":"evameva kho, mahārāja, yo koci ciraṃ jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘samaye maraṇamupagato’ti. ","html":"{}</p>"},"mil6.3.6:17.1":{"pli":"Yathā vā pana, mahārāja, gagane mahatimahāvalāhako uṭṭhahitvā antarāyeva mahatā vātena abbhatthaṃ gaccheyya, api nu kho so, mahārāja, mahāvalāhako samaye vigato nāma hotī”ti? ","html":"<p>{}"},"mil6.3.6:17.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.6:17.3":{"pli":"“Kissa pana so, mahārāja, pacchimo valāhako purimena valāhakena samasamagatiko nāhosī”ti? ","html":"{}"},"mil6.3.6:17.4":{"pli":"“Āgantukena, bhante, vātena paṭipīḷito so valāhako asamayappattoyeva vigato”ti. ","html":"{}"},"mil6.3.6:17.5":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ","html":"{}"},"mil6.3.6:17.6":{"pli":"sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:17.7":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthīti. ","html":"{}</p>"},"mil6.3.6:18.1":{"pli":"Yathā vā pana, mahārāja, balavā āsīviso kupito kiñcideva purisaṃ ḍaṃseyya, tassa taṃ visaṃ anītikaṃ anupaddavaṃ maraṇaṃ pāpeyya, taṃ visaṃ vuccati ‘anītikamanupaddavaṃ koṭigatan’ti; ","html":"<p>{}"},"mil6.3.6:18.2":{"pli":"evameva kho, mahārāja, yo koci ciraṃ jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo jīvitakoṭigato sāmayikaṃ maraṇamupagato’ti. ","html":"{}</p>"},"mil6.3.6:19.1":{"pli":"Yathā vā pana, mahārāja, balavatā āsīvisena daṭṭhassa antarāyeva āhituṇḍiko agadaṃ datvā avisaṃ kareyya, api nu kho taṃ, mahārāja, visaṃ samaye vigataṃ nāma hotī”ti? ","html":"<p>{}"},"mil6.3.6:19.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.6:19.3":{"pli":"“Kissa pana taṃ, mahārāja, pacchimaṃ visaṃ purimakena visena samasamagatikaṃ nāhosī”ti? ","html":"{}"},"mil6.3.6:19.4":{"pli":"“Āgantukena, bhante, agadena paṭipīḷitaṃ visaṃ akoṭigataṃyeva vigatan”ti. ","html":"{}"},"mil6.3.6:19.5":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ","html":"{}"},"mil6.3.6:19.6":{"pli":"sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:19.7":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthīti. ","html":"{}</p>"},"mil6.3.6:20.1":{"pli":"Yathā vā pana, mahārāja, issāso saraṃ pāteyya, sace so saro yathāgatigamanapathamatthakaṃ gacchati, so saro vuccati ‘anītiko anupaddavo yathāgatigamanapathamatthakaṃ gato nāmā’ti; ","html":"<p>{}"},"mil6.3.6:20.2":{"pli":"evameva kho, mahārāja, yo koci ciraṃ jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo samaye maraṇamupagato’ti. ","html":"{}</p>"},"mil6.3.6:21.1":{"pli":"Yathā vā pana, mahārāja, issāso saraṃ pāteyya, tassa taṃ saraṃ tasmiṃyeva khaṇe koci gaṇheyya, api nu kho so, mahārāja, saro yathāgatigamanapathamatthakaṃ gato nāma hotī”ti? ","html":"<p>{}"},"mil6.3.6:21.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.6:21.3":{"pli":"“Kissa pana so, mahārāja, pacchimo saro purimakena sarena samasamagatiko nāhosī”ti? ","html":"{}"},"mil6.3.6:21.4":{"pli":"“Āgantukena, bhante, gahaṇena tassa sarassa gamanaṃ upacchinnan”ti. ","html":"{}"},"mil6.3.6:21.5":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ","html":"{}"},"mil6.3.6:21.6":{"pli":"sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:21.7":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthīti. ","html":"{}</p>"},"mil6.3.6:22.1":{"pli":"Yathā vā pana, mahārāja, yo koci lohamayaṃ bhājanaṃ ākoṭeyya, tassa ākoṭanena saddo nibbattitvā yathāgatigamanapathamatthakaṃ gacchati, so saddo vuccati ‘anītiko anupaddavo yathāgatigamanapathamatthakaṃ gato nāmā’ti; ","html":"<p>{}"},"mil6.3.6:22.2":{"pli":"evameva kho, mahārāja, yo koci bahūni divasasahassāni jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo samaye maraṇamupagato’ti. ","html":"{}</p>"},"mil6.3.6:23.1":{"pli":"Yathā vā pana, mahārāja, yo koci lohamayaṃ bhājanaṃ ākoṭeyya, tassa ākoṭanena saddo nibbatteyya, nibbatte sadde adūragate koci āmaseyya, saha āmasanena saddo nirujjheyya, api nu kho so, mahārāja, saddo yathāgatigamanapathamatthakaṃ gato nāma hotī”ti? ","html":"<p>{}"},"mil6.3.6:23.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.6:23.3":{"pli":"“Kissa pana, mahārāja, pacchimo saddo purimakena saddena samasamagatiko nāhosī”ti? ","html":"{}"},"mil6.3.6:23.4":{"pli":"“Āgantukena, bhante, āmasanena so saddo uparato”ti. ","html":"{}"},"mil6.3.6:23.5":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ","html":"{}"},"mil6.3.6:23.6":{"pli":"sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:23.7":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthīti. ","html":"{}</p>"},"mil6.3.6:24.1":{"pli":"Yathā vā pana, mahārāja, khette suvirūḷhaṃ dhaññabījaṃ sammā pavattamānena vassena otatavitataākiṇṇabahuphalaṃ hutvā sassuṭṭhānasamayaṃ pāpuṇāti, taṃ dhaññaṃ vuccati ‘anītikamanupaddavaṃ samayasampattaṃ nāma hotī’ti; ","html":"<p>{}"},"mil6.3.6:24.2":{"pli":"evameva kho, mahārāja, yo koci bahūni divasasahassāni jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo samaye maraṇamupagato’ti. ","html":"{}</p>"},"mil6.3.6:25.1":{"pli":"Yathā vā pana, mahārāja, khette suvirūḷhaṃ dhaññabījaṃ udakena vikalaṃ mareyya, api nu kho taṃ, mahārāja, dhaññaṃ samayasampattaṃ nāma hotī”ti? ","html":"<p>{}"},"mil6.3.6:25.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.6:25.3":{"pli":"“Kissa pana taṃ, mahārāja, pacchimaṃ dhaññaṃ purimakena dhaññena samasamagatikaṃ nāhosī”ti? ","html":"{}"},"mil6.3.6:25.4":{"pli":"“Āgantukena, bhante, uṇhena paṭipīḷitaṃ taṃ dhaññaṃ matan”ti. ","html":"{}"},"mil6.3.6:25.5":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ","html":"{}"},"mil6.3.6:25.6":{"pli":"sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:25.7":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthīti. ","html":"{}</p>"},"mil6.3.6:26.1":{"pli":"Sutapubbaṃ pana tayā, mahārāja, ‘sampannataruṇasassaṃ kimayo uṭṭhahitvā samūlaṃ nāsentī’”ti? ","html":"<p>{}"},"mil6.3.6:26.2":{"pli":"“Sutapubbañceva taṃ, bhante, amhehi diṭṭhapubbañcā”ti. ","html":"{}"},"mil6.3.6:26.3":{"pli":"“Kiṃ nu kho taṃ, mahārāja, sassaṃ kāle naṭṭhaṃ, udāhu akāle naṭṭhan”ti? ","html":"{}"},"mil6.3.6:26.4":{"pli":"“Akāle, bhante, yadi kho taṃ, bhante, sassaṃ kimayo na khādeyyuṃ, sassuddharaṇasamayaṃ pāpuṇeyyā”ti. ","html":"{}"},"mil6.3.6:26.5":{"pli":"“Kiṃ pana, mahārāja, āgantukena upaghātena sassaṃ vinassati, nirupaghātaṃ sassaṃ sassuddharaṇasamayaṃ pāpuṇātī”ti? ","html":"{}"},"mil6.3.6:26.6":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.3.6:26.7":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ","html":"{}"},"mil6.3.6:26.8":{"pli":"sattivegappaṭipīḷito vā marati. ","html":"{}"},"mil6.3.6:26.9":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthīti. ","html":"{}</p>"},"mil6.3.6:27.1":{"pli":"Sutapubbaṃ pana tayā, mahārāja, ‘sampanne sasse phalabhāranamite mañjaritapatte karakavassaṃ nāma vassajāti nipatitvā vināseti aphalaṃ karotī’”ti? ","html":"<p>{}"},"mil6.3.6:27.2":{"pli":"“Sutapubbañceva taṃ, bhante, amhehi diṭṭhapubbañcā”ti. ","html":"{}"},"mil6.3.6:27.3":{"pli":"“Api nu kho taṃ, mahārāja, sassaṃ kāle naṭṭhaṃ, udāhu akāle naṭṭhan”ti? ","html":"{}"},"mil6.3.6:27.4":{"pli":"“Akāle, bhante, yadi kho taṃ, bhante, sassaṃ karakavassaṃ na vasseyya sassuddharaṇasamayaṃ pāpuṇeyyā”ti. ","html":"{}"},"mil6.3.6:27.5":{"pli":"“Kiṃ pana, mahārāja, āgantukena upaghātena sassaṃ vinassati, nirupaghātaṃ sassaṃ sassuddharaṇasamayaṃ pāpuṇātī”ti? ","html":"{}"},"mil6.3.6:27.6":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.3.6:27.7":{"pli":"“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā pittasamuṭṭhānena vā semhasamuṭṭhānena vā sannipātikena vā utupariṇāmajena vā visamaparihārajena vā opakkamikena vā jighacchāya vā pipāsāya vā sappadaṭṭhena vā visamāsitena vā agginā vā udakena vā sattivegappaṭipīḷito vā akāle marati. ","html":"{}"},"mil6.3.6:27.8":{"pli":"Yadi pana āgantukena rogena paṭipīḷito na bhaveyya, samayeva maraṇaṃ pāpuṇeyya. ","html":"{}"},"mil6.3.6:27.9":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akāle maraṇaṃ atthī”ti. ","html":"{}</p>"},"mil6.3.6:28.1":{"pli":"“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena, sudassitaṃ kāraṇaṃ, sudassitaṃ opammaṃ akāle maraṇassa paridīpanāya, ‘atthi akāle maraṇan’ti uttānīkataṃ pākaṭaṃ kataṃ vibhūtaṃ kataṃ, acittavikkhittakopi, bhante nāgasena, manujo ekamekenapi tāva opammena niṭṭhaṃ gaccheyya ‘atthi akāle maraṇan’ti, kiṃ pana manujo sacetano? ","html":"<p>{}"},"mil6.3.6:28.2":{"pli":"Paṭhamopammenevāhaṃ, bhante, saññatto ‘atthi akāle maraṇan’ti, api ca aparāparaṃ nibbāhanaṃ sotukāmo na sampaṭicchin”ti. ","html":"{}</p>"},"mil6.3.6:29.1":{"pli":"Akālamaraṇapañho chaṭṭho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.7":{"mil6.3.7:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.7'><header><ul><li class='division'>{}</li>"},"mil6.3.7:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.7:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.7:0.4":{"pli":"7. Cetiyapāṭihāriyapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.7:1.1":{"pli":"“Bhante nāgasena, sabbesaṃ parinibbutānaṃ cetiye pāṭihīraṃ hoti, udāhu ekaccānaṃyeva hotī”ti? ","html":"<p>{}"},"mil6.3.7:1.2":{"pli":"“Ekaccānaṃ, mahārāja, hoti, ekaccānaṃ na hotī”ti. ","html":"{}"},"mil6.3.7:1.3":{"pli":"“Katamesaṃ, bhante, hoti, katamesaṃ na hotī”ti? ","html":"{}"},"mil6.3.7:1.4":{"pli":"“Tiṇṇannaṃ, mahārāja, aññatarassa adhiṭṭhānā parinibbutassa cetiye pāṭihīraṃ hoti. ","html":"{}"},"mil6.3.7:1.5":{"pli":"Katamesaṃ tiṇṇannaṃ? ","html":"{}"},"mil6.3.7:1.6":{"pli":"Idha, mahārāja, arahā devamanussānaṃ anukampāya tiṭṭhantova adhiṭṭhāti ‘evaṃnāma cetiye pāṭihīraṃ hotū’ti, tassa adhiṭṭhānavasena cetiye pāṭihīraṃ hoti, evaṃ arahato adhiṭṭhānavasena parinibbutassa cetiye pāṭihīraṃ hoti. ","html":"{}</p>"},"mil6.3.7:2.1":{"pli":"Puna caparaṃ, mahārāja, devatā manussānaṃ anukampāya parinibbutassa cetiye pāṭihīraṃ dassenti ‘iminā pāṭihīrena saddhammo niccasampaggahito bhavissati, manussā ca pasannā kusalena abhivaḍḍhissantī’ti, evaṃ devatānaṃ adhiṭṭhānavasena parinibbutassa cetiye pāṭihīraṃ hoti. ","html":"<p>{}</p>"},"mil6.3.7:3.1":{"pli":"Puna caparaṃ, mahārāja, itthī vā puriso vā saddho pasanno paṇḍito byatto medhāvī buddhisampanno yoniso cintayitvā gandhaṃ vā mālaṃ vā dussaṃ vā aññataraṃ vā kiñci adhiṭṭhahitvā cetiye ukkhipati ‘evaṃnāma hotū’ti, tassapi adhiṭṭhānavasena parinibbutassa cetiye pāṭihīraṃ hoti, evaṃ manussānaṃ adhiṭṭhānavasena parinibbutassa cetiye pāṭihīraṃ hoti. ","html":"<p>{}</p>"},"mil6.3.7:4.1":{"pli":"Imesaṃ kho, mahārāja, tiṇṇannaṃ aññatarassa adhiṭṭhānavasena parinibbutassa cetiye pāṭihīraṃ hoti. ","html":"<p>{}</p>"},"mil6.3.7:5.1":{"pli":"Yadi, mahārāja, tesaṃ adhiṭṭhānaṃ na hoti, khīṇāsavassapi chaḷabhiññassa cetovasippattassa cetiye pāṭihīraṃ na hoti, asatipi, mahārāja, pāṭihīre caritaṃ disvā suparisuddhaṃ okappetabbaṃ niṭṭhaṃ gantabbaṃ saddahitabbaṃ ‘suparinibbuto ayaṃ buddhaputto’”ti. ","html":"<p>{}"},"mil6.3.7:5.2":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.7:6.1":{"pli":"Cetiyapāṭihāriyapañho sattamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.8":{"mil6.3.8:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.8'><header><ul><li class='division'>{}</li>"},"mil6.3.8:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.8:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.8:0.4":{"pli":"8. Dhammābhisamayapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.8:1.1":{"pli":"“Bhante nāgasena, ye te sammā paṭipajjanti, tesaṃ sabbesaṃyeva dhammābhisamayo hoti, udāhu kassaci na hotī”ti? ","html":"<p>{}"},"mil6.3.8:1.2":{"pli":"“Kassaci, mahārāja, hoti, kassaci na hotī”ti. ","html":"{}"},"mil6.3.8:1.3":{"pli":"“Kassa, bhante, hoti, kassa na hotī”ti? ","html":"{}"},"mil6.3.8:1.4":{"pli":"“Tiracchānagatassa, mahārāja, suppaṭipannassāpi dhammābhisamayo na hoti, pettivisayūpapannassa … micchādiṭṭhikassa … kuhakassa … mātughātakassa … pitughātakassa … arahantaghātakassa … saṅghabhedakassa … lohituppādakassa … theyyasaṃvāsakassa … titthiyapakkantassa … bhikkhunidūsakassa … terasannaṃ garukāpattīnaṃ aññataraṃ āpajjitvā avuṭṭhitassa … paṇḍakassa … ubhatobyañjanakassa suppaṭipannassāpi dhammābhisamayo na hoti … yopi manussadaharako ūnakasattavassiko, tassa suppaṭipannassāpi dhammābhisamayo na hoti. ","html":"{}"},"mil6.3.8:1.5":{"pli":"Imesaṃ kho, mahārāja, soḷasannaṃ puggalānaṃ suppaṭipannānampi dhammābhisamayo na hotī”ti. ","html":"{}</p>"},"mil6.3.8:2.1":{"pli":"“Bhante nāgasena, ye te pannarasa puggalā viruddhāyeva, tesaṃ dhammābhisamayo hotu vā mā vā hotu, atha kena kāraṇena manussadaharakassa ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti? ","html":"<p>{}"},"mil6.3.8:2.2":{"pli":"Ettha tāva pañho bhavati ‘nanu nāma daharakassa na rāgo hoti, na doso hoti, na moho hoti, na māno hoti, na micchādiṭṭhi hoti, na arati hoti, na kāmavitakko hoti, amissito kilesehi, so nāma daharako yutto ca patto ca arahati ca cattāri saccāni ekappaṭivedhena paṭivijjhitun’”ti. ","html":"{}</p>"},"mil6.3.8:3.1":{"pli":"“Taññevettha, mahārāja, kāraṇaṃ, yenāhaṃ kāraṇena bhaṇāmi ‘ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hotī’ti. ","html":"<p>{}"},"mil6.3.8:3.2":{"pli":"Yadi, mahārāja, ūnakasattavassiko rajanīye rajjeyya, dussanīye dusseyya, mohanīye muyheyya, madanīye majjeyya, diṭṭhiṃ vijāneyya, ratiñca aratiñca vijāneyya, kusalākusalaṃ vitakkeyya, bhaveyya tassa dhammābhisamayo, api ca, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, asaṅkhatā nibbānadhātu garukā bhārikā vipulā mahatī. ","html":"{}"},"mil6.3.8:3.3":{"pli":"Ūnakasattavassiko, mahārāja, tena dubbalena cittena parittakena mandena avibhūtena na sakkoti garukaṃ bhārikaṃ vipulaṃ mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ. ","html":"{}</p>"},"mil6.3.8:4.1":{"pli":"Yathā, mahārāja, sinerupabbatarājā garuko bhāriko vipulo mahanto, api nu kho taṃ, mahārāja, puriso attano pākatikena thāmabalavīriyena sakkuṇeyya sinerupabbatarājānaṃ uddharitun”ti? ","html":"<p>{}"},"mil6.3.8:4.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.8:4.3":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil6.3.8:4.4":{"pli":"“Dubbalattā, bhante, purisassa, mahantattā sinerupabbatarājassā”ti. ","html":"{}"},"mil6.3.8:4.5":{"pli":"“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, asaṅkhatā nibbānadhātu garukā bhārikā vipulā mahatī. ","html":"{}"},"mil6.3.8:4.6":{"pli":"Ūnakasattavassiko tena dubbalena cittena parittena mandena avibhūtena na sakkoti garukaṃ bhārikaṃ vipulaṃ mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti. ","html":"{}</p>"},"mil6.3.8:5.1":{"pli":"Yathā vā pana, mahārāja, ayaṃ mahāpathavī dīghā āyatā puthulā vitthatā visālā vitthiṇṇā vipulā mahantā, api nu kho taṃ, mahārāja, mahāpathaviṃ sakkā parittakena udakabindukena temetvā udakacikkhallaṃ kātun”ti? ","html":"<p>{}"},"mil6.3.8:5.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.8:5.3":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil6.3.8:5.4":{"pli":"“Parittattā, bhante, udakabindussa, mahantattā mahāpathaviyā”ti. ","html":"{}"},"mil6.3.8:5.5":{"pli":"“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, asaṅkhatā nibbānadhātu dīghā āyatā puthulā vitthatā visālā vitthiṇṇā vipulā mahantā. ","html":"{}"},"mil6.3.8:5.6":{"pli":"Ūnakasattavassiko tena dubbalena cittena parittakena mandena avibhūtena na sakkoti mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti. ","html":"{}</p>"},"mil6.3.8:6.1":{"pli":"Yathā vā pana, mahārāja, abaladubbalaparittaappathokamandaggi bhaveyya, api nu kho, mahārāja, tāvatakena mandena agginā sakkā sadevake loke andhakāraṃ vidhamitvā ālokaṃ dassetun”ti? ","html":"<p>{}"},"mil6.3.8:6.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.8:6.3":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil6.3.8:6.4":{"pli":"“Mandattā, bhante, aggissa, lokassa mahantattā”ti. ","html":"{}"},"mil6.3.8:6.5":{"pli":"“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, mahatā ca avijjandhakārena pihitaṃ. ","html":"{}"},"mil6.3.8:6.6":{"pli":"Tasmā dukkaraṃ ñāṇālokaṃ dassayituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti. ","html":"{}</p>"},"mil6.3.8:7.1":{"pli":"Yathā vā pana, mahārāja, āturo kiso aṇuparimitakāyo sālakakimi hatthināgaṃ tidhā pabhinnaṃ navāyataṃ tivitthataṃ dasapariṇāhaṃ aṭṭharatanikaṃ sakaṭṭhānamupagataṃ disvā gilituṃ parikaḍḍheyya, api nu kho so, mahārāja, sālakakimi sakkuṇeyya taṃ hatthināgaṃ gilitun”ti? ","html":"<p>{}"},"mil6.3.8:7.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.8:7.3":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil6.3.8:7.4":{"pli":"“Parittattā, bhante, sālakakimissa, mahantattā hatthināgassā”ti. ","html":"{}"},"mil6.3.8:7.5":{"pli":"“Evameva kho, mahārāja, ūnakasattavassikassa cittaṃ abalaṃ dubbalaṃ parittaṃ appaṃ thokaṃ mandaṃ avibhūtaṃ, mahatī asaṅkhatā nibbānadhātu. ","html":"{}"},"mil6.3.8:7.6":{"pli":"So tena dubbalena cittena parittakena mandena avibhūtena na sakkoti mahatiṃ asaṅkhataṃ nibbānadhātuṃ paṭivijjhituṃ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hotī”ti. ","html":"{}"},"mil6.3.8:7.7":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.8:8.1":{"pli":"Dhammābhisamayapañho aṭṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.9":{"mil6.3.9:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.9'><header><ul><li class='division'>{}</li>"},"mil6.3.9:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.9:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.9:0.4":{"pli":"9. Ekantasukhanibbānapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.9:1.1":{"pli":"“Bhante nāgasena, kiṃ ekantasukhaṃ nibbānaṃ, udāhu dukkhena missan”ti? ","html":"<p>{}"},"mil6.3.9:1.2":{"pli":"“Ekantasukhaṃ, mahārāja, nibbānaṃ, dukkhena amissan”ti. ","html":"{}</p>"},"mil6.3.9:2.1":{"pli":"“Na mayaṃ taṃ, bhante nāgasena, vacanaṃ saddahāma ‘ekantasukhaṃ nibbānan’ti, evamettha mayaṃ, bhante nāgasena, paccema ‘nibbānaṃ dukkhena missan’ti, kāraṇañcettha upalabhāma ‘nibbānaṃ dukkhena missan’ti. ","html":"<p>{}"},"mil6.3.9:2.2":{"pli":"Katamaṃ ettha kāraṇaṃ? ","html":"{}"},"mil6.3.9:2.3":{"pli":"Ye te, bhante nāgasena, nibbānaṃ pariyesanti, tesaṃ dissati kāyassa ca cittassa ca ātāpo paritāpo ṭhānacaṅkamanisajjāsayanāhārapariggaho middhassa ca uparodho āyatanānañca paṭipīḷanaṃ dhanadhaññapiyañātimittappajahanaṃ. ","html":"{}"},"mil6.3.9:2.4":{"pli":"Ye keci loke sukhitā sukhasamappitā, te sabbepi pañcahi kāmaguṇehi āyatane ramenti brūhenti, manāpikamanāpikabahuvidhasubhanimittena rūpena cakkhuṃ ramenti brūhenti, manāpikamanāpikagītavāditabahuvidhasubhanimittena saddena sotaṃ ramenti brūhenti, manāpikamanāpikapupphaphalapattatacamūlasārabahuvidhasubhanimittena gandhena ghānaṃ ramenti brūhenti, manāpikamanāpikakhajjabhojjaleyyapeyyasāyanīyabahuvidhasubhanimittena rasena jivhaṃ ramenti brūhenti, manāpikamanāpikasaṇhasukhumamudumaddavabahuvidhasubhanimittena phassena kāyaṃ ramenti brūhenti, manāpikamanāpikakalyāṇapāpakasubhāsubhabahuvidhavitakkamanasikārena manaṃ ramenti brūhenti. ","html":"{}"},"mil6.3.9:2.5":{"pli":"Tumhe taṃ cakkhusotaghānajivhākāyamanobrūhanaṃ hanatha upahanatha, chindatha upacchindatha, rundhatha uparundhatha. ","html":"{}"},"mil6.3.9:2.6":{"pli":"Tena kāyopi paritapati, cittampi paritapati, kāye paritatte kāyikadukkhavedanaṃ vediyati, citte paritatte cetasikadukkhavedanaṃ vedayati. ","html":"{}"},"mil6.3.9:2.7":{"pli":"Nanu māgaṇḍiyopi paribbājako bhagavantaṃ garahamāno evamāha ‘bhūnahu samaṇo gotamo’ti. ","html":"{}"},"mil6.3.9:2.8":{"pli":"Idamettha kāraṇaṃ, yenāhaṃ kāraṇena brūmi ‘nibbānaṃ dukkhena missan’”ti. ","html":"{}</p>"},"mil6.3.9:3.1":{"pli":"“Na hi, mahārāja, nibbānaṃ dukkhena missaṃ, ekantasukhaṃ nibbānaṃ. ","html":"<p>{}"},"mil6.3.9:3.2":{"pli":"Yaṃ pana tvaṃ, mahārāja, brūsi ‘nibbānaṃ dukkhan’ti, netaṃ dukkhaṃ nibbānaṃ nāma, nibbānassa pana sacchikiriyāya pubbabhāgo eso, nibbānapariyesanaṃ etaṃ, ekantasukhaṃyeva, mahārāja, nibbānaṃ, na dukkhena missaṃ. ","html":"{}"},"mil6.3.9:3.3":{"pli":"Ettha kāraṇaṃ vadāmi. ","html":"{}"},"mil6.3.9:3.4":{"pli":"Atthi, mahārāja, rājūnaṃ rajjasukhaṃ nāmā”ti? ","html":"{}"},"mil6.3.9:3.5":{"pli":"“Āma, bhante, atthi rājūnaṃ rajjasukhan”ti. ","html":"{}"},"mil6.3.9:3.6":{"pli":"“Api nu kho taṃ, mahārāja, rajjasukhaṃ dukkhena missan”ti? ","html":"{}"},"mil6.3.9:3.7":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.9:3.8":{"pli":"“Kissa pana te, mahārāja, rājāno paccante kupite tesaṃ paccantanissitānaṃ paṭisedhāya amaccehi pariṇāyakehi bhaṭehi balatthehi parivutā pavāsaṃ gantvā ḍaṃsamakasavātātapapaṭipīḷitā samavisame paridhāvanti, mahāyuddhañca karonti, jīvitasaṃsayañca pāpuṇantī”ti? ","html":"{}"},"mil6.3.9:3.9":{"pli":"“Netaṃ, bhante nāgasena, rajjasukhaṃ nāma, rajjasukhassa pariyesanāya pubbabhāgo eso, dukkhena, bhante nāgasena, rājāno rajjaṃ pariyesitvā rajjasukhaṃ anubhavanti, evaṃ, bhante nāgasena, rajjasukhaṃ dukkhena amissaṃ, aññaṃ taṃ rajjasukhaṃ, aññaṃ dukkhan”ti. ","html":"{}"},"mil6.3.9:3.10":{"pli":"“Evameva kho, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ. ","html":"{}"},"mil6.3.9:3.11":{"pli":"Ye pana taṃ nibbānaṃ pariyesanti, te kāyañca cittañca ātāpetvā ṭhānacaṅkamanisajjāsayanāhāraṃ pariggahetvā middhaṃ uparundhitvā āyatanāni paṭipīḷetvā kāyañca jīvitañca pariccajitvā dukkhena nibbānaṃ pariyesitvā ekantasukhaṃ nibbānaṃ anubhavanti, nihatapaccāmittā viya rājāno rajjasukhaṃ. ","html":"{}"},"mil6.3.9:3.12":{"pli":"Evaṃ, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ, aññaṃ nibbānaṃ, aññaṃ dukkhanti. ","html":"{}</p>"},"mil6.3.9:4.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ, aññaṃ dukkhaṃ, aññaṃ nibbānanti. ","html":"<p>{}"},"mil6.3.9:4.2":{"pli":"Atthi, mahārāja, ācariyānaṃ sippavantānaṃ sippasukhaṃ nāmā”ti? ","html":"{}"},"mil6.3.9:4.3":{"pli":"“Āma, bhante, atthi ācariyānaṃ sippavantānaṃ sippasukhan”ti. ","html":"{}"},"mil6.3.9:4.4":{"pli":"“Api nu kho taṃ, mahārāja, sippasukhaṃ dukkhena missan”ti? ","html":"{}"},"mil6.3.9:4.5":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.9:4.6":{"pli":"“Kissa pana te, mahārāja, ācariyā ācariyānaṃ abhivādanapaccuṭṭhānena udakāharaṇagharasammajjanadantakaṭṭhamukhodakānuppadānena ucchiṭṭhapaṭiggahaṇaucchādananahāpanapādaparikammena sakacittaṃ nikkhipitvā paracittānuvattanena dukkhaseyyāya visamabhojanena kāyaṃ ātāpentī”ti? ","html":"{}"},"mil6.3.9:4.7":{"pli":"“Netaṃ, bhante nāgasena, sippasukhaṃ nāma, sippapariyesanāya pubbabhāgo eso, dukkhena, bhante nāgasena, ācariyā sippaṃ pariyesitvā sippasukhaṃ anubhavanti, evaṃ, bhante nāgasena, sippasukhaṃ dukkhena amissaṃ, aññaṃ taṃ sippasukhaṃ, aññaṃ dukkhan”ti. ","html":"{}"},"mil6.3.9:4.8":{"pli":"“Evameva kho, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ. ","html":"{}"},"mil6.3.9:4.9":{"pli":"Ye pana taṃ nibbānaṃ pariyesanti, te kāyañca cittañca ātāpetvā ṭhānacaṅkamanisajjāsayanāhāraṃ pariggahetvā middhaṃ uparundhitvā āyatanāni paṭipīḷetvā kāyañca jīvitañca pariccajitvā dukkhena nibbānaṃ pariyesitvā ekantasukhaṃ nibbānaṃ anubhavanti, ācariyā viya sippasukhaṃ. ","html":"{}"},"mil6.3.9:4.10":{"pli":"Evaṃ, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ, aññaṃ dukkhaṃ, aññaṃ nibbānan”ti. ","html":"{}"},"mil6.3.9:4.11":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.9:5.1":{"pli":"Ekantasukhanibbānapañho navamo. ","html":"<p class='endsutta'>{}</p></article>"}}}