{"mil5.5.6":{"mil5.5.6:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.5.6'><header><ul><li class='division'>{}</li>"},"mil5.5.6:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.5.6:0.3":{"pli":"Santhavavagga ","html":"<li>{}</li></ul>"},"mil5.5.6:0.4":{"pli":"6. Chaddantajotipālārabbhapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.5.6:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā chaddanto nāgarājā—","html":"<p>{}</p>"},"mil5.5.6:2.1":{"pli":"‘Vadhissametanti parāmasanto, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.5.6:2.2":{"pli":"Kāsāvamaddakkhi dhajaṃ isīnaṃ; ","html":"<span class='verse-line'>{}</span>"},"mil5.5.6:2.3":{"pli":"Dukkhena phuṭṭhassudapādi saññā, ","html":"<span class='verse-line'>{}</span>"},"mil5.5.6:2.4":{"pli":"Arahaddhajo sabbhi avajjharūpo’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.5.6:3.1":{"pli":"Puna ca bhaṇitaṃ—","html":"<p>{}"},"mil5.5.6:3.2":{"pli":"‘jotipālamāṇavo samāno kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkosi paribhāsī’ti. ","html":"{}"},"mil5.5.6:3.3":{"pli":"Yadi, bhante nāgasena, bodhisatto tiracchānagato samāno kāsāvaṃ abhipūjayi, tena hi ‘jotipālena māṇavena kassapo bhagavā arahaṃ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.5.6:3.4":{"pli":"Yadi jotipālena māṇavena kassapo bhagavā arahaṃ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito, tena hi ‘chaddantena nāgarājena kāsāvaṃ pūjitan’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.5.6:3.5":{"pli":"Yadi tiracchānagatena bodhisattena kakkhaḷakharakaṭukavedanaṃ vedayamānena luddakena nivatthaṃ kāsāvaṃ pūjitaṃ, kiṃ manussabhūto samāno paripakkañāṇo paripakkāya bodhiyā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dasabalaṃ lokanāyakaṃ uditoditaṃ jalitabyāmobhāsaṃ pavaruttamaṃ pavararucirakāsikakāsāvamabhipārutaṃ disvā na pūjayi? ","html":"{}"},"mil5.5.6:3.6":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabboti. ","html":"{}</p>"},"mil5.5.6:4.1":{"pli":"Bhāsitampetaṃ, mahārāja, bhagavatā chaddanto nāgarājā ‘vadhissametanti …pe… ","html":"<p>{}"},"mil5.5.6:4.2":{"pli":"avajjharūpo’ti. ","html":"{}"},"mil5.5.6:4.3":{"pli":"Jotipālena ca māṇavena kassapo bhagavā arahaṃ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito, tañca pana jātivasena kulavasena. ","html":"{}"},"mil5.5.6:4.4":{"pli":"Jotipālo, mahārāja, māṇavo assaddhe appasanne kule paccājāto, tassa mātāpitaro bhaginibhātaro dāsidāsaceṭakaparivārakamanussā brahmadevatā brahmagarukā, te ‘brāhmaṇā eva uttamā pavarā’ti avasese pabbajite garahanti jigucchanti, tesaṃ taṃ vacanaṃ sutvā jotipālo māṇavo ghaṭikārena kumbhakārena satthāraṃ dassanāya pakkosito evamāha—","html":"{}"},"mil5.5.6:4.5":{"pli":"‘kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti. ","html":"{}</p>"},"mil5.5.6:5.1":{"pli":"Yathā, mahārāja, amataṃ visamāsajja tittakaṃ hoti, yathā ca sītodakaṃ aggimāsajja uṇhaṃ hoti; ","html":"<p>{}"},"mil5.5.6:5.2":{"pli":"evameva kho, mahārāja, jotipālo māṇavo assaddhe appasanne kule paccājāto, so kulavasena andho hutvā tathāgataṃ akkosi paribhāsi. ","html":"{}</p>"},"mil5.5.6:6.1":{"pli":"Yathā, mahārāja, jalitapajjalito mahāaggikkhandho sappabhāso udakamāsajja upahatappabhātejo sītalo kāḷako bhavati paripakkanigguṇḍiphalasadiso; ","html":"<p>{}"},"mil5.5.6:6.2":{"pli":"evameva kho, mahārāja, jotipālo māṇavo puññavā saddho ñāṇavipulasappabhāso assaddhe appasanne kule paccājāto, so kulavasena andho hutvā tathāgataṃ akkosi paribhāsi, upagantvā ca buddhaguṇamaññāya ceṭakabhūto viya ahosi, jinasāsane pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokūpago ahosī”ti. ","html":"{}"},"mil5.5.6:6.3":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.5.6:7.1":{"pli":"Chaddantajotipālārabbhapañho chaṭṭho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.5.7":{"mil5.5.7:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.5.7'><header><ul><li class='division'>{}</li>"},"mil5.5.7:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.5.7:0.3":{"pli":"Santhavavagga ","html":"<li>{}</li></ul>"},"mil5.5.7:0.4":{"pli":"7. Ghaṭikārapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.5.7:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.5.7:1.2":{"pli":"‘ghaṭikārassa kumbhakārassa āvesanaṃ sabbaṃ temāsaṃ ākāsacchadanaṃ aṭṭhāsi, na devotivassī’ti. ","html":"{}"},"mil5.5.7:1.3":{"pli":"Puna ca bhaṇitaṃ—","html":"{}"},"mil5.5.7:1.4":{"pli":"‘kassapassa tathāgatassa kuṭi ovassatī’ti. ","html":"{}"},"mil5.5.7:1.5":{"pli":"Kissa pana, bhante nāgasena, tathāgatassa evamussannakusalamūlassa kuṭi ovassati, tathāgatassa nāma so ānubhāvo icchitabbo? ","html":"{}"},"mil5.5.7:1.6":{"pli":"Yadi, bhante nāgasena, ghaṭikārassa kumbhakārassa āvesanaṃ anovassaṃ ākāsacchadanaṃ ahosi, tena hi ‘tathāgatassa kuṭi ovassatī’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.5.7:1.7":{"pli":"Yadi tathāgatassa kuṭi ovassati, tena hi ‘ghaṭikārassa kumbhakārassa āvesanaṃ anovassakaṃ ahosi ākāsacchadanan’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.5.7:1.8":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.5.7:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā—","html":"<p>{}"},"mil5.5.7:2.2":{"pli":"‘ghaṭikārassa kumbhakārassa āvesanaṃ sabbaṃ temāsaṃ ākāsacchadanaṃ aṭṭhāsi, na devotivassī’ti. ","html":"{}"},"mil5.5.7:2.3":{"pli":"Bhaṇitañca—","html":"{}"},"mil5.5.7:2.4":{"pli":"‘kassapassa tathāgatassa kuṭi ovassatī’ti. ","html":"{}"},"mil5.5.7:2.5":{"pli":"Ghaṭikāro, mahārāja, kumbhakāro sīlavā kalyāṇadhammo ussannakusalamūlo andhe jiṇṇe mātāpitaro poseti, tassa asammukhā anāpucchāyevassa ghare tiṇaṃ haritvā bhagavato kuṭiṃ chādesuṃ, so tena tiṇaharaṇena akampitaṃ asañcalitaṃ susaṇṭhitaṃ vipulamasamaṃ pītiṃ paṭilabhati, bhiyyo somanassañca atulaṃ uppādesi ‘aho vata me bhagavā lokuttamo suvissattho’ti, tena tassa diṭṭhadhammiko vipāko nibbatto. ","html":"{}"},"mil5.5.7:2.6":{"pli":"Na hi, mahārāja, tathāgato tāvatakena vikārena calati. ","html":"{}</p>"},"mil5.5.7:3.1":{"pli":"Yathā, mahārāja, sineru girirājā anekasatasahassavātasampahārenapi na kampati na calati, mahodadhi varappavarasāgaro anekasatanahutamahāgaṅgāsatasahassehipi na pūrati na vikāramāpajjati; ","html":"<p>{}"},"mil5.5.7:3.2":{"pli":"evameva kho, mahārāja, tathāgato na tāvatakena vikārena calati. ","html":"{}</p>"},"mil5.5.7:4.1":{"pli":"Yaṃ pana, mahārāja, tathāgatassa kuṭi ovassati, taṃ mahato janakāyassa anukampāya. ","html":"<p>{}"},"mil5.5.7:4.2":{"pli":"Dveme, mahārāja, atthavase sampassamānā tathāgatā sayaṃ nimmitaṃ paccayaṃ nappaṭisevanti, ‘ayaṃ aggadakkhiṇeyyo satthā’ti bhagavato paccayaṃ datvā devamanussā sabbaduggatito parimuccissantīti, pāṭihīraṃ dassetvā vuttiṃ pariyesantīti ‘mā aññe upavadeyyun’ti. ","html":"{}"},"mil5.5.7:4.3":{"pli":"Ime dve atthavase sampassamānā tathāgatā sayaṃ nimmitaṃ paccayaṃ nappaṭisevanti. ","html":"{}"},"mil5.5.7:4.4":{"pli":"Yadi, mahārāja, sakko vā taṃ kuṭiṃ anovassaṃ kareyya brahmā vā sayaṃ vā, sāvajjaṃ bhaveyya taṃyeva karaṇaṃ sadosaṃ saniggahaṃ, ime vibhūtaṃ katvā lokaṃ sammohenti adhikataṃ karontīti, tasmā taṃ karaṇaṃ vajjanīyaṃ. ","html":"{}"},"mil5.5.7:4.5":{"pli":"Na, mahārāja, tathāgatā vatthuṃ yācanti, tāya avatthuyācanāya aparibhāsiyā bhavantī”ti. ","html":"{}"},"mil5.5.7:4.6":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.5.7:5.1":{"pli":"Ghaṭikārapañho sattamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.5.8":{"mil5.5.8:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.5.8'><header><ul><li class='division'>{}</li>"},"mil5.5.8:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.5.8:0.3":{"pli":"Santhavavagga ","html":"<li>{}</li></ul>"},"mil5.5.8:0.4":{"pli":"8. Brāhmaṇarājavādapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.5.8:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ tathāgatena ‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti. ","html":"<p>{}"},"mil5.5.8:1.2":{"pli":"Puna ca bhaṇitaṃ—","html":"{}"},"mil5.5.8:1.3":{"pli":"‘rājāhamasmi selā’ti. ","html":"{}"},"mil5.5.8:1.4":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.5.8:1.5":{"pli":"‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti, tena hi ‘rājāhamasmi selā’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.5.8:1.6":{"pli":"Yadi tathāgatena bhaṇitaṃ—","html":"{}"},"mil5.5.8:1.7":{"pli":"‘rājāhamasmi selā’ti, tena hi ‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.5.8:1.8":{"pli":"Khattiyo vā hi bhaveyya brāhmaṇo vā, natthi ekāya jātiyā dve vaṇṇā nāma, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.5.8:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā—","html":"<p>{}"},"mil5.5.8:2.2":{"pli":"‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti, puna ca bhaṇitaṃ—","html":"{}"},"mil5.5.8:2.3":{"pli":"‘rājāhamasmi selā’ti, tattha kāraṇaṃ atthi, yena kāraṇena tathāgato brāhmaṇo ca rājā ca hotī”ti. ","html":"{}</p>"},"mil5.5.8:3.1":{"pli":"“Kiṃ pana taṃ, bhante nāgasena, kāraṇaṃ, yena kāraṇena tathāgato brāhmaṇo ca rājā ca hoti”? ","html":"<p>{}"},"mil5.5.8:3.2":{"pli":"“Sabbe, mahārāja, pāpakā akusalā dhammā tathāgatassa bāhitā pahīnā apagatā byapagatā ucchinnā khīṇā khayaṃ pattā nibbutā upasantā, tasmā tathāgato ‘brāhmaṇo’ti vuccati. ","html":"{}</p>"},"mil5.5.8:4.1":{"pli":"Brāhmaṇo nāma saṃsayamanekaṃsaṃ vimatipathaṃ vītivatto, bhagavāpi, mahārāja, saṃsayamanekaṃsaṃ vimatipathaṃ vītivatto, tena kāraṇena tathāgato ‘brāhmaṇo’ti vuccati. ","html":"<p>{}</p>"},"mil5.5.8:5.1":{"pli":"Brāhmaṇo nāma sabbabhavagatiyoninissaṭo malarajagatavippamutto asahāyo, bhagavāpi, mahārāja, sabbabhavagatiyoninissaṭo malarajagatavippamutto asahāyo, tena kāraṇena tathāgato ‘brāhmaṇo’ti vuccati. ","html":"<p>{}</p>"},"mil5.5.8:6.1":{"pli":"Brāhmaṇo nāma aggaseṭṭhavarapavaradibbavihārabahulo, bhagavāpi, mahārāja, aggaseṭṭhavarapavaradibbavihārabahulo, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati. ","html":"<p>{}</p>"},"mil5.5.8:7.1":{"pli":"Brāhmaṇo nāma ajjhayanaajjhāpanadānappaṭiggahaṇadamasaṃyamaniyamapubbamanusiṭṭhipaveṇivaṃsadharaṇo, bhagavāpi, mahārāja, ajjhayanaajjhāpanadānappaṭiggahaṇadamasaṃyamaniyamapubbajināciṇṇaanusiṭṭhipaveṇivaṃsadharaṇo, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati. ","html":"<p>{}</p>"},"mil5.5.8:8.1":{"pli":"Brāhmaṇo nāma brahāsukhavihārajjhānajhāyī; ","html":"<p>{}"},"mil5.5.8:8.2":{"pli":"bhagavāpi, mahārāja, brahāsukhavihārajjhānajhāyī, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati. ","html":"{}</p>"},"mil5.5.8:9.1":{"pli":"Brāhmaṇo nāma sabbabhavābhavagatīsu abhijātivattitamanucaritaṃ jānāti, bhagavāpi, mahārāja, sabbabhavābhavagatīsu abhijātivattitamanucaritaṃ jānāti, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati. ","html":"<p>{}</p>"},"mil5.5.8:10.1":{"pli":"Brāhmaṇoti, mahārāja, bhagavato netaṃ nāmaṃ mātarā kataṃ, na pitarā kataṃ, na bhātarā kataṃ, na bhaginiyā kataṃ, na mittāmaccehi kataṃ, na ñātisālohitehi kataṃ, na samaṇabrāhmaṇehi kataṃ, na devatāhi kataṃ, vimokkhantikametaṃ buddhānaṃ bhagavantānaṃ nāmaṃ bodhiyāyeva mūle mārasenaṃ vidhamitvā atītānāgatapaccuppanne pāpake akusale dhamme bāhetvā saha sabbaññutañāṇassa paṭilābhā paṭiladdhapātubhūtasamuppannamatte sacchikā paññatti yadidaṃ brāhmaṇoti, tena kāraṇena tathāgato vuccati ‘brāhmaṇo’”ti. ","html":"<p>{}</p>"},"mil5.5.8:11.1":{"pli":"“Kena pana, bhante nāgasena, kāraṇena tathāgato vuccati ‘rājā’”ti? ","html":"<p>{}"},"mil5.5.8:11.2":{"pli":"“Rājā nāma, mahārāja, yo koci rajjaṃ kāreti lokamanusāsati, bhagavāpi, mahārāja, dasasahassiyā lokadhātuyā dhammena rajjaṃ kāreti, sadevakaṃ lokaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ anusāsati, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti. ","html":"{}</p>"},"mil5.5.8:12.1":{"pli":"Rājā nāma, mahārāja, sabbajanamanusse abhibhavitvā nandayanto ñātisaṅghaṃ, socayanto amittasaṅghaṃ, mahatimahāyasasiriharaṃ thirasāradaṇḍaṃ anūnasatasalākālaṅkataṃ ussāpeti paṇḍaravimalasetacchattaṃ, bhagavāpi, mahārāja, socayanto mārasenaṃ micchāpaṭipannaṃ, nandayanto devamanusse sammāpaṭipanne dasasahassiyā lokadhātuyā mahatimahāyasasiriharaṃ khantithirasāradaṇḍaṃ ñāṇavarasatasalākālaṅkataṃ ussāpeti aggavaravimuttipaṇḍaravimalasetacchattaṃ, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti. ","html":"<p>{}</p>"},"mil5.5.8:13.1":{"pli":"Rājā nāma upagatasampattajanānaṃ bahūnamabhivandanīyo bhavati, bhagavāpi, mahārāja, upagatasampattadevamanussānaṃ bahūnamabhivandanīyo, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti. ","html":"<p>{}</p>"},"mil5.5.8:14.1":{"pli":"Rājā nāma yassa kassaci ārādhakassa pasīditvā varitaṃ varaṃ datvā kāmena tappayati, bhagavāpi, mahārāja, yassa kassaci kāyena vācāya manasā ārādhakassa pasīditvā varitaṃ varamanuttaraṃ sabbadukkhaparimuttiṃ datvā asesakāmavarena ca tappayati, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti. ","html":"<p>{}</p>"},"mil5.5.8:15.1":{"pli":"Rājā nāma āṇaṃ vītikkamantaṃ vigarahati jhāpeti dhaṃseti, bhagavatopi, mahārāja, sāsanavare āṇaṃ atikkamanto alajjī maṅkubhāvena oññāto hīḷito garahito bhavitvā vajjati jinasāsanavaramhā, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti. ","html":"<p>{}</p>"},"mil5.5.8:16.1":{"pli":"Rājā nāma pubbakānaṃ dhammikānaṃ rājūnaṃ paveṇimanusiṭṭhiyā dhammādhammamanudīpayitvā dhammena rajjaṃ kārayamāno pihayito piyo patthito bhavati janamanussānaṃ, ciraṃ rājakulavaṃsaṃ ṭhapayati dhammaguṇabalena, bhagavāpi, mahārāja, pubbakānaṃ sayambhūnaṃ paveṇimanusiṭṭhiyā dhammādhammamanudīpayitvā dhammena lokamanusāsamāno pihayito piyo patthito devamanussānaṃ ciraṃ sāsanaṃ pavatteti dhammaguṇabalena, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti. ","html":"<p>{}"},"mil5.5.8:16.2":{"pli":"Evamanekavidhaṃ, mahārāja, kāraṇaṃ, yena kāraṇena tathāgato brāhmaṇopi bhaveyya rājāpi bhaveyya, sunipuṇo bhikkhu kappampi no naṃ sampādeyya, kiṃ atibahuṃ bhaṇitena, saṅkhittaṃ sampaṭicchitabban”ti. ","html":"{}"},"mil5.5.8:16.3":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.5.8:17.1":{"pli":"Brāhmaṇarājavādapañho aṭṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.5.9":{"mil5.5.9:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.5.9'><header><ul><li class='division'>{}</li>"},"mil5.5.9:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.5.9:0.3":{"pli":"Santhavavagga ","html":"<li>{}</li></ul>"},"mil5.5.9:0.4":{"pli":"9. Gāthābhigītabhojanakathāpañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.5.9:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}</p>"},"mil5.5.9:2.1":{"pli":"‘Gāthābhigītaṃ me abhojaneyyaṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.5.9:2.2":{"pli":"Sampassataṃ brāhmaṇa nesa dhammo; ","html":"<span class='verse-line'>{}</span>"},"mil5.5.9:2.3":{"pli":"Gāthābhigītaṃ panudanti buddhā, ","html":"<span class='verse-line'>{}</span>"},"mil5.5.9:2.4":{"pli":"Dhamme satī brāhmaṇa vuttiresā’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.5.9:3.1":{"pli":"Puna ca bhagavā parisāya dhammaṃ desento kathento anupubbikathaṃ paṭhamaṃ tāva dānakathaṃ katheti, pacchā sīlakathaṃ, tassa bhagavato sabbalokissarassa bhāsitaṃ sutvā devamanussā abhisaṅkharitvā dānaṃ denti, tassa taṃ uyyojitaṃ dānaṃ sāvakā paribhuñjanti. ","html":"<p>{}"},"mil5.5.9:3.2":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.5.9:3.3":{"pli":"‘gāthābhigītaṃ me abhojaneyyan’ti, tena hi ‘bhagavā dānakathaṃ paṭhamaṃ kathetī’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.5.9:3.4":{"pli":"Yadi dānakathaṃ paṭhamaṃ katheti, tena hi ‘gāthābhigītaṃ me abhojaneyyan’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.5.9:3.5":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil5.5.9:3.6":{"pli":"Yo so, bhante, dakkhiṇeyyo gihīnaṃ piṇḍapātadānassa vipākaṃ katheti, tassa te dhammakathaṃ sutvā pasannacittā aparāparaṃ dānaṃ denti, ye taṃ dānaṃ paribhuñjanti, sabbe te gāthābhigītaṃ paribhuñjanti. ","html":"{}"},"mil5.5.9:3.7":{"pli":"Ayampi ubhato koṭiko pañho nipuṇo gambhīro tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.5.9:4.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā—","html":"<p>{}"},"mil5.5.9:4.2":{"pli":"‘gāthābhigītaṃ me abhojaneyyaṃ, sampassataṃ brāhmaṇa nesa dhammo. ","html":"{}"},"mil5.5.9:4.3":{"pli":"Gāthābhigītaṃ panudanti buddhā, dhamme satī brāhmaṇa vuttiresā’ti, katheti ca bhagavā paṭhamaṃ dānakathaṃ, tañca pana kiriyaṃ sabbesaṃ tathāgatānaṃ paṭhamaṃ dānakathāya, tattha cittaṃ abhiramāpetvā pacchā sīle niyojenti. ","html":"{}"},"mil5.5.9:4.4":{"pli":"Yathā, mahārāja, manussā taruṇadārakānaṃ paṭhamaṃ tāva kīḷābhaṇḍakāni denti. ","html":"{}"},"mil5.5.9:4.5":{"pli":"Seyyathidaṃ—","html":"{}"},"mil5.5.9:4.6":{"pli":"vaṅkakaṃ ghaṭikaṃ ciṅgulakaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ, pacchā te sake sake kamme niyojenti. ","html":"{}"},"mil5.5.9:4.7":{"pli":"Evameva kho, mahārāja, tathāgato paṭhamaṃ dānakathāya cittaṃ abhiramāpetvā pacchā sīle niyojeti. ","html":"{}</p>"},"mil5.5.9:5.1":{"pli":"Yathā vā pana, mahārāja, bhisakko nāma āturānaṃ paṭhamaṃ tāva catūhapañcāhaṃ telaṃ pāyeti balakaraṇāya sinehanāya, pacchā vireceti; ","html":"<p>{}"},"mil5.5.9:5.2":{"pli":"evameva kho, mahārāja, tathāgato paṭhamaṃ tāva dānakathāya cittaṃ abhiramāpetvā pacchā sīle niyojeti. ","html":"{}"},"mil5.5.9:5.3":{"pli":"Dāyakānaṃ, mahārāja, dānapatīnaṃ cittaṃ mudukaṃ hoti maddavaṃ siniddhaṃ, tena te dānasetusaṅkamena dānanāvāya saṃsārasāgarapāramanugacchanti, tasmā tesaṃ paṭhamaṃ kammabhūmimanusāsati, na ca kenaci viññattimāpajjatī”ti. ","html":"{}</p>"},"mil5.5.9:6.1":{"pli":"“Bhante nāgasena, ‘viññattin’ti yaṃ vadesi, kati pana tā viññattiyo”ti? ","html":"<p>{}"},"mil5.5.9:6.2":{"pli":"“Dvemā, mahārāja, viññattiyo kāyaviññatti vacīviññatti cāti. ","html":"{}"},"mil5.5.9:6.3":{"pli":"Tattha atthi kāyaviññatti sāvajjā, atthi anavajjā. ","html":"{}"},"mil5.5.9:6.4":{"pli":"Atthi vacīviññatti sāvajjā, atthi anavajjā. ","html":"{}</p>"},"mil5.5.9:7.1":{"pli":"Katamā kāyaviññatti sāvajjā? ","html":"<p>{}"},"mil5.5.9:7.2":{"pli":"Idhekacco bhikkhu kulāni upagantvā anokāse ṭhito ṭhānaṃ bhañjati, ayaṃ kāyaviññatti sāvajjā. ","html":"{}"},"mil5.5.9:7.3":{"pli":"Tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"{}</p>"},"mil5.5.9:8.1":{"pli":"Puna caparaṃ, mahārāja, idhekacco bhikkhu kulāni upagantvā anokāse ṭhito galaṃ paṇāmetvā morapekkhitaṃ pekkhati ‘evaṃ ime passantī’ti, tena ca te passanti, ayampi kāyaviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"<p>{}</p>"},"mil5.5.9:9.1":{"pli":"Puna caparaṃ, mahārāja, idhekacco bhikkhu hanukāya vā bhamukāya vā aṅguṭṭhena vā viññāpeti, ayampi kāyaviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"<p>{}</p>"},"mil5.5.9:10.1":{"pli":"Katamā kāyaviññatti anavajjā? ","html":"<p>{}"},"mil5.5.9:10.2":{"pli":"Idha bhikkhu kulāni upagantvā sato samāhito sampajāno ṭhānepi aṭṭhānepi yathānusiṭṭhiṃ gantvā ṭhāne tiṭṭhati, dātukāmesu tiṭṭhati, adātukāmesu pakkamati. ","html":"{}"},"mil5.5.9:10.3":{"pli":"Ayaṃ kāyaviññatti anavajjā, tāya ca viññāpitaṃ ariyā paribhuñjanti, so ca puggalo ariyānaṃ samaye vaṇṇito hoti thuto pasattho sallekhitācāro, parisuddhājīvotveva saṅkhaṃ gacchati. ","html":"{}"},"mil5.5.9:10.4":{"pli":"Bhāsitampetaṃ, mahārāja, bhagavatā devātidevena—","html":"{}</p>"},"mil5.5.9:11.1":{"pli":"‘Na ve yācanti sappaññā, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.5.9:11.2":{"pli":"Dhīro ca veditumarahati; ","html":"<span class='verse-line'>{}</span>"},"mil5.5.9:11.3":{"pli":"Uddissa ariyā tiṭṭhanti, ","html":"<span class='verse-line'>{}</span>"},"mil5.5.9:11.4":{"pli":"Esā ariyāna yācanā’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.5.9:12.1":{"pli":"Katamā vacīviññatti sāvajjā? ","html":"<p>{}"},"mil5.5.9:12.2":{"pli":"Idha, mahārāja, bhikkhu vācāya bahuvidhaṃ viññāpeti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ, ayaṃ vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"{}</p>"},"mil5.5.9:13.1":{"pli":"Puna caparaṃ, mahārāja, idhekacco bhikkhu paresaṃ sāvento evaṃ bhaṇati ‘iminā me attho’ti, tāya ca vācāya paresaṃ sāvitāya tassa lābho uppajjati, ayampi vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"<p>{}</p>"},"mil5.5.9:14.1":{"pli":"Puna caparaṃ, mahārāja, idhekacco bhikkhu vacīvipphārena parisāya sāveti ‘evañca evañca bhikkhūnaṃ dātabban’ti, tañca te vacanaṃ sutvā parikittitaṃ abhiharanti, ayampi vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"<p>{}</p>"},"mil5.5.9:15.1":{"pli":"Nanu, mahārāja, theropi sāriputto atthaṅgate sūriye rattibhāge gilāno samāno therena mahāmoggallānena bhesajjaṃ pucchīyamāno vācaṃ bhindi, tassa tena vacībhedena bhesajjaṃ uppajji. ","html":"<p>{}"},"mil5.5.9:15.2":{"pli":"Atha thero sāriputto ‘vacībhedena me imaṃ bhesajjaṃ uppannaṃ, mā me ājīvo bhijjī’ti ājīvabhedabhayā taṃ bhesajjaṃ pajahi na upajīvi. ","html":"{}"},"mil5.5.9:15.3":{"pli":"Evampi vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti. ","html":"{}"},"mil5.5.9:15.4":{"pli":"So ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati. ","html":"{}</p>"},"mil5.5.9:16.1":{"pli":"Katamā vacīviññatti anavajjā? ","html":"<p>{}"},"mil5.5.9:16.2":{"pli":"Idha, mahārāja, bhikkhu sati paccaye bhesajjaṃ viññāpeti ñātipavāritesu kulesu, ayaṃ vacīviññatti anavajjā, tāya ca viññāpitaṃ ariyā paribhuñjanti, so ca puggalo ariyānaṃ samaye vaṇṇito hoti thomito pasattho, parisuddhājīvotveva saṅkhaṃ gacchati, anumato tathāgatehi arahantehi sammāsambuddhehi. ","html":"{}</p>"},"mil5.5.9:17.1":{"pli":"Yaṃ pana, mahārāja, tathāgato kasibhāradvājassa brāhmaṇassa bhojanaṃ pajahi, taṃ āveṭhanaviniveṭhanakaḍḍhananiggahappaṭikammena nibbatti, tasmā tathāgato taṃ piṇḍapātaṃ paṭikkhipi na upajīvī”ti. ","html":"<p>{}</p>"},"mil5.5.9:18.1":{"pli":"“Sabbakālaṃ, bhante nāgasena, tathāgate bhuñjamāne devatā dibbaṃ ojaṃ patte ākiranti, udāhu ‘sūkaramaddave ca madhupāyāse cā’ti dvīsuyeva piṇḍapātesu ākiriṃsū”ti? ","html":"<p>{}"},"mil5.5.9:18.2":{"pli":"“Sabbakālaṃ, mahārāja, tathāgate bhuñjamāne devatā dibbaṃ ojaṃ gahetvā upatiṭṭhitvā uddhaṭuddhaṭe ālope ākiranti. ","html":"{}</p>"},"mil5.5.9:19.1":{"pli":"Yathā, mahārāja, rañño sūdo rañño bhuñjantassa sūpaṃ gahetvā upatiṭṭhitvā kabaḷe kabaḷe sūpaṃ ākirati; ","html":"<p>{}"},"mil5.5.9:19.2":{"pli":"evameva kho, mahārāja, sabbakālaṃ tathāgate bhuñjamāne devatā dibbaṃ ojaṃ gahetvā upatiṭṭhitvā uddhaṭuddhaṭe ālope dibbaṃ ojaṃ ākiranti. ","html":"{}"},"mil5.5.9:19.3":{"pli":"Verañjāyampi, mahārāja, tathāgatassa sukkhayavapulake bhuñjamānassa devatā dibbena ojena temayitvā temayitvā upasaṃhariṃsu, tena tathāgatassa kāyo upacito ahosī”ti. ","html":"{}"},"mil5.5.9:19.4":{"pli":"“Lābhā vata, bhante nāgasena, tāsaṃ devatānaṃ, yā tathāgatassa sarīrappaṭijaggane satataṃ samitaṃ ussukkamāpannā. ","html":"{}"},"mil5.5.9:19.5":{"pli":"Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.5.9:20.1":{"pli":"Gāthābhigītabhojanakathāpañho navamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.1":{"mil6.1.1:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.1'><header><ul><li class='division'>{}</li>"},"mil6.1.1:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.1:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.1:0.4":{"pli":"1 Dvinnaṃbuddhānaṃanuppajjamānapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.1:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil6.1.1:1.2":{"pli":"‘aṭṭhānametaṃ, bhikkhave, anavakāso, yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī’ti. ","html":"{}"},"mil6.1.1:1.3":{"pli":"Desentā ca, bhante nāgasena, sabbepi tathāgatā sattatiṃsa bodhipakkhiyadhamme desenti, kathayamānā ca cattāri ariyasaccāni kathenti, sikkhāpentā ca tīsu sikkhāsu sikkhāpenti, anusāsamānā ca appamādappaṭipattiyaṃ anusāsanti. ","html":"{}"},"mil6.1.1:1.4":{"pli":"Yadi, bhante nāgasena, sabbesampi tathāgatānaṃ ekā desanā ekā kathā ekā sikkhā ekā anusiṭṭhi, kena kāraṇena dve tathāgatā ekakkhaṇe nuppajjanti? ","html":"{}"},"mil6.1.1:1.5":{"pli":"Ekenapi tāva buddhuppādena ayaṃ loko obhāsajāto, yadi dutiyo buddho bhaveyya, dvinnaṃ pabhāya ayaṃ loko bhiyyoso mattāya obhāsajāto bhaveyya, ovadamānā ca dve tathāgatā sukhaṃ ovadeyyuṃ, anusāsamānā ca sukhaṃ anusāseyyuṃ, tattha me kāraṇaṃ brūhi, yathāhaṃ nissaṃsayo bhaveyyan”ti. ","html":"{}</p>"},"mil6.1.1:2.1":{"pli":"“Ayaṃ, mahārāja, dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyya. ","html":"<p>{}</p>"},"mil6.1.1:3.1":{"pli":"Yathā, mahārāja, nāvā ekapurisasandhāraṇī bhaveyya, ekasmiṃ purise abhirūḷhe sā nāvā samupādikā bhaveyya. ","html":"<p>{}"},"mil6.1.1:3.2":{"pli":"Atha dutiyo puriso āgaccheyya tādiso āyunā vaṇṇena vayena pamāṇena kisathūlena sabbaṅgapaccaṅgena, so taṃ nāvaṃ abhirūheyya, api nu sā, mahārāja, nāvā dvinnampi dhāreyyā”ti? ","html":"{}"},"mil6.1.1:3.3":{"pli":"“Na hi, bhante, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyya, osīdeyya udake”ti. ","html":"{}"},"mil6.1.1:3.4":{"pli":"“Evameva kho, mahārāja, ayaṃ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyya. ","html":"{}</p>"},"mil6.1.1:4.1":{"pli":"Yathā vā pana, mahārāja, puriso yāvadatthaṃ bhojanaṃ bhuñjeyya chādentaṃ yāva kaṇṭhamabhipūrayitvā, so dhāto pīṇito paripuṇṇo nirantaro tandikato anonamitadaṇḍajāto punadeva tattakaṃ bhojanaṃ bhuñjeyya, api nu kho so, mahārāja, puriso sukhito bhaveyyā”ti? ","html":"<p>{}"},"mil6.1.1:4.2":{"pli":"“Na hi, bhante, sakiṃ bhuttova mareyyā”ti. ","html":"{}"},"mil6.1.1:4.3":{"pli":"“Evameva kho, mahārāja, ayaṃ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyyā”ti. ","html":"{}</p>"},"mil6.1.1:5.1":{"pli":"“Kiṃ nu kho, bhante nāgasena, atidhammabhārena pathavī calatī”ti? ","html":"<p>{}"},"mil6.1.1:5.2":{"pli":"“Idha, mahārāja, dve sakaṭā ratanaparipūritā bhaveyyuṃ yāva mukhasamā, ekasmā sakaṭato ratanaṃ gahetvā ekasmiṃ sakaṭe ākireyyuṃ, api nu kho taṃ, mahārāja, sakaṭaṃ dvinnampi sakaṭānaṃ ratanaṃ dhāreyyā”ti? ","html":"{}"},"mil6.1.1:5.3":{"pli":"“Na hi, bhante, nābhipi tassa phaleyya, arāpi tassa bhijjeyyuṃ, nemipi tassa opateyya, akkhopi tassa bhijjeyyā”ti. ","html":"{}"},"mil6.1.1:5.4":{"pli":"“Kiṃ nu kho, mahārāja, atiratanabhārena sakaṭaṃ bhijjatī”ti? ","html":"{}"},"mil6.1.1:5.5":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.1.1:5.6":{"pli":"“Evameva kho, mahārāja, atidhammabhārena pathavī calati. ","html":"{}</p>"},"mil6.1.1:6.1":{"pli":"Api ca, mahārāja, imaṃ kāraṇaṃ buddhabalaparidīpanāya osāritaṃ. ","html":"<p>{}"},"mil6.1.1:6.2":{"pli":"Aññampi tattha abhirūpaṃ kāraṇaṃ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti. ","html":"{}"},"mil6.1.1:6.3":{"pli":"Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, tesaṃ parisāya vivādo uppajjeyya ‘tumhākaṃ buddho, amhākaṃ buddho’ti, ubhato pakkhajātā bhaveyyuṃ, yathā, mahārāja, dvinnaṃ balavāmaccānaṃ parisāya vivādo uppajjeyya ‘tumhākaṃ amacco, amhākaṃ amacco’ti, ubhato pakkhajātā honti; ","html":"{}"},"mil6.1.1:6.4":{"pli":"evameva kho, mahārāja, yadi dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, tesaṃ parisāya vivādo uppajjeyya ‘tumhākaṃ buddho, amhākaṃ buddho’ti, ubhato pakkhajātā bhaveyyuṃ. ","html":"{}"},"mil6.1.1:6.5":{"pli":"Idaṃ tāva, mahārāja, ekaṃ kāraṇaṃ, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti. ","html":"{}</p>"},"mil6.1.1:7.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti. ","html":"<p>{}"},"mil6.1.1:7.2":{"pli":"Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, ‘aggo buddho’ti yaṃ vacanaṃ, taṃ micchā bhaveyya, ‘jeṭṭho buddho’ti yaṃ vacanaṃ, taṃ micchā bhaveyya, ‘seṭṭho buddho’ti, ‘visiṭṭho buddho’ti, ‘uttamo buddho’ti, ‘pavaro buddho’ti, ‘asamo buddho’ti, ‘asamasamo buddho’ti, ‘appaṭimo buddho’ti, ‘appaṭibhāgo buddho’ti, ‘appaṭipuggalo buddho’ti yaṃ vacanaṃ, taṃ micchā bhaveyya. ","html":"{}"},"mil6.1.1:7.3":{"pli":"Idampi kho tvaṃ, mahārāja, kāraṇaṃ atthato sampaṭiccha, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti. ","html":"{}</p>"},"mil6.1.1:8.1":{"pli":"Api ca kho, mahārāja, buddhānaṃ bhagavantānaṃ sabhāvapakati esāyaṃ, ekoyeva buddho loke uppajjati. ","html":"<p>{}"},"mil6.1.1:8.2":{"pli":"Kasmā kāraṇā? ","html":"{}"},"mil6.1.1:8.3":{"pli":"Mahantatāya sabbaññubuddhaguṇānaṃ. ","html":"{}"},"mil6.1.1:8.4":{"pli":"Aññampi, mahārāja, yaṃ loke mahantaṃ, taṃ ekaṃyeva hoti. ","html":"{}"},"mil6.1.1:8.5":{"pli":"Pathavī, mahārāja, mahantī, sā ekā yeva. ","html":"{}"},"mil6.1.1:8.6":{"pli":"Sāgaro mahanto, so ekoyeva. ","html":"{}"},"mil6.1.1:8.7":{"pli":"Sineru girirājā mahanto, so ekoyeva. ","html":"{}"},"mil6.1.1:8.8":{"pli":"Ākāso mahanto, so ekoyeva. ","html":"{}"},"mil6.1.1:8.9":{"pli":"Sakko mahanto, so ekoyeva. ","html":"{}"},"mil6.1.1:8.10":{"pli":"Māro mahanto, so ekoyeva. ","html":"{}"},"mil6.1.1:8.11":{"pli":"Mahābrahmā mahanto, so ekoyeva. ","html":"{}"},"mil6.1.1:8.12":{"pli":"Tathāgato arahaṃ sammāsambuddho mahanto, so eko yeva lokasmiṃ. ","html":"{}"},"mil6.1.1:8.13":{"pli":"Yattha te uppajjanti, tattha aññassa okāso na hoti, tasmā, mahārāja, tathāgato arahaṃ sammāsambuddho ekoyeva lokasmiṃ uppajjatī”ti. ","html":"{}</p>"},"mil6.1.1:9.1":{"pli":"“Sukathito, bhante nāgasena, pañho opammehi kāraṇehi. ","html":"<p>{}"},"mil6.1.1:9.2":{"pli":"Anipuṇopetaṃ sutvā attamano bhaveyya, kiṃ pana mādiso mahāpañño. ","html":"{}"},"mil6.1.1:9.3":{"pli":"Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.1.1:10.1":{"pli":"Dvinnaṃ buddhānaṃ anuppajjamānapañho paṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.2":{"mil6.1.2:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.2'><header><ul><li class='division'>{}</li>"},"mil6.1.2:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.2:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.2:0.4":{"pli":"2. Gotamivatthadānapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.2:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā mātucchāya mahāpajāpatiyā gotamiyā vassikasāṭikāya dīyamānāya ‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti. ","html":"<p>{}"},"mil6.1.2:1.2":{"pli":"Kiṃ nu kho, bhante nāgasena, tathāgato saṅgharatanato na bhāriko na garuko na dakkhiṇeyyo, yaṃ tathāgato sakāya mātucchāya sayaṃ piñjitaṃ sayaṃ luñcitaṃ sayaṃ pothitaṃ sayaṃ kantitaṃ sayaṃ vāyitaṃ vassikasāṭikaṃ attano dīyamānaṃ saṅghassa dāpesi. ","html":"{}"},"mil6.1.2:1.3":{"pli":"Yadi, bhante nāgasena, tathāgato saṅgharatanato uttaro bhaveyya adhiko vā visiṭṭho vā, ‘mayi dinne mahapphalaṃ bhavissatī’ti na tathāgato mātucchāya sayaṃ piñjitaṃ sayaṃ luñcitaṃ sayaṃ pothitaṃ vassikasāṭikaṃ saṅghe dāpeyya, yasmā ca kho, bhante nāgasena tathāgato attānaṃ na patthayati na upanissayati, tasmā tathāgato mātucchāya taṃ vassikasāṭikaṃ saṅghassa dāpesī”ti. ","html":"{}</p>"},"mil6.1.2:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā mātucchāya mahāpajāpatiyā gotamiyā vassikasāṭikāya dīyamānāya ‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti. ","html":"<p>{}"},"mil6.1.2:2.2":{"pli":"Taṃ pana na attano patimānanassa avipākatāya na adakkhiṇeyyatāya, api ca kho, mahārāja, hitatthāya anukampāya anāgatamaddhānaṃ saṅgho mamaccayena cittīkato bhavissatīti vijjamāneyeva guṇe parikittayanto evamāha—","html":"{}"},"mil6.1.2:2.3":{"pli":"‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti. ","html":"{}</p>"},"mil6.1.2:3.1":{"pli":"Yathā, mahārāja, pitā dharamānoyeva amaccabhaṭabaladovārikaanīkaṭṭhapārisajjajanamajjhe rañño santike puttassa vijjamānaṃyeva guṇaṃ pakitteti ‘idha ṭhapito anāgatamaddhānaṃ janamajjhe pūjito bhavissatī’ti. ","html":"<p>{}"},"mil6.1.2:3.2":{"pli":"Evameva kho, mahārāja, tathāgato hitatthāya anukampāya anāgatamaddhānaṃ saṅgho mamaccayena cittīkato bhavissatīti vijjamāneyeva guṇe pakittayanto evamāha—","html":"{}"},"mil6.1.2:3.3":{"pli":"‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti. ","html":"{}</p>"},"mil6.1.2:4.1":{"pli":"Na kho, mahārāja, tāvatakena vassikasāṭikānuppadānamattakena saṅgho tathāgatato adhiko nāma hoti visiṭṭho vā. ","html":"<p>{}"},"mil6.1.2:4.2":{"pli":"Yathā, mahārāja, mātāpitaro puttānaṃ ucchādenti parimaddanti nahāpenti sambāhenti, api nu kho, mahārāja, tāvatakena ucchādanaparimaddananahāpanasambāhanamattakena ‘putto mātāpitūhi adhiko nāma hoti visiṭṭho vā’”ti? ","html":"{}"},"mil6.1.2:4.3":{"pli":"“Na hi, bhante, akāmakaraṇīyā, bhante, puttā mātāpitūnaṃ, tasmā mātāpitaro puttānaṃ ucchādanaparimaddananahāpanasambāhanaṃ karontī”ti. ","html":"{}"},"mil6.1.2:4.4":{"pli":"“Evameva kho, mahārāja, na tāvatakena vassikasāṭikānuppadānamattakena saṅgho tathāgatato adhiko nāma hoti visiṭṭho vāti. ","html":"{}"},"mil6.1.2:4.5":{"pli":"Api ca tathāgato akāmakaraṇīyaṃ karonto mātucchāya taṃ vassikasāṭikaṃ saṅghassa dāpesi. ","html":"{}</p>"},"mil6.1.2:5.1":{"pli":"Yathā vā pana, mahārāja, kocideva puriso rañño upāyanaṃ āhareyya, taṃ rājā upāyanaṃ aññatarassa bhaṭassa vā balassa vā senāpatissa vā purohitassa vā dadeyya. ","html":"<p>{}"},"mil6.1.2:5.2":{"pli":"Api nu kho so, mahārāja, puriso tāvatakena upāyanapaṭilābhamattakena raññā adhiko nāma hoti visiṭṭho vā”ti? ","html":"{}"},"mil6.1.2:5.3":{"pli":"“Na hi, bhante, rājabhattiko, bhante, so puriso rājūpajīvī, taṭṭhāne ṭhapento rājā upāyanaṃ detī”ti. ","html":"{}"},"mil6.1.2:5.4":{"pli":"“Evameva kho, mahārāja, na tāvatakena vassikasāṭikānuppadānamattakena saṅgho tathāgatato adhiko nāma hoti visiṭṭho vā, atha kho tathāgatabhattiko tathāgatūpajīvī. ","html":"{}"},"mil6.1.2:5.5":{"pli":"Taṭṭhāne ṭhapento tathāgato saṅghassa vassikasāṭikaṃ dāpesi. ","html":"{}</p>"},"mil6.1.2:6.1":{"pli":"Api ca, mahārāja, tathāgatassa evaṃ ahosi ‘sabhāvapaṭipūjanīyo saṅgho, mama santakena saṅghaṃ paṭipūjessāmī’ti saṅghassa vassikasāṭikaṃ dāpesi, na, mahārāja, tathāgato attano yeva paṭipūjanaṃ vaṇṇeti, atha kho ye loke paṭipūjanārahā, tesampi tathāgato paṭipūjanaṃ vaṇṇeti. ","html":"<p>{}</p>"},"mil6.1.2:7.1":{"pli":"Bhāsitampetaṃ, mahārāja, bhagavatā devātidevena majjhimanikāyavaralañchake dhammadāyādadhammapariyāye appicchappaṭipattiṃ pakittayamānena ‘asuyeva me purimo bhikkhu pujjataro ca pāsaṃsataro cā’ti. ","html":"<p>{}"},"mil6.1.2:7.2":{"pli":"Natthi, mahārāja, bhavesu koci satto tathāgatato dakkhiṇeyyo vā uttaro vā adhiko vā visiṭṭho vā, tathāgatova uttaro adhiko visiṭṭho. ","html":"{}</p>"},"mil6.1.2:8.1":{"pli":"Bhāsitampetaṃ, mahārāja, saṃyuttanikāyavare māṇavagāmikena devaputtena bhagavato purato ṭhatvā devamanussamajjhe—","html":"<p>{}</p>"},"mil6.1.2:9.1":{"pli":"‘Vipulo rājagahīyānaṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.1.2:9.2":{"pli":"giri seṭṭho pavuccati; ","html":"<span class='verse-line'>{}</span>"},"mil6.1.2:9.3":{"pli":"Seto himavataṃ seṭṭho, ","html":"<span class='verse-line'>{}</span>"},"mil6.1.2:9.4":{"pli":"ādicco aghagāminaṃ. ","html":"<span class='verse-line'>{}</span></p>"},"mil6.1.2:10.1":{"pli":"Samuddo udadhinaṃ seṭṭho, ","html":"<p><span class='verse-line'>{}</span>"},"mil6.1.2:10.2":{"pli":"nakkhattānañca candimā; ","html":"<span class='verse-line'>{}</span>"},"mil6.1.2:10.3":{"pli":"Sadevakassa lokassa, ","html":"<span class='verse-line'>{}</span>"},"mil6.1.2:10.4":{"pli":"buddho aggo pavuccatī’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.1.2:11.1":{"pli":"Tā kho panetā, mahārāja, māṇavagāmikena devaputtena gāthā sugītā na duggītā, subhāsitā na dubbhāsitā, anumatā ca bhagavatā, nanu, mahārāja, therenapi sāriputtena dhammasenāpatinā bhaṇitaṃ—","html":"<p>{}</p>"},"mil6.1.2:12.1":{"pli":"‘Eko manopasādo, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.1.2:12.2":{"pli":"Saraṇagamanamañjalipaṇāmo vā; ","html":"<span class='verse-line'>{}</span>"},"mil6.1.2:12.3":{"pli":"Ussahate tārayituṃ, ","html":"<span class='verse-line'>{}</span>"},"mil6.1.2:12.4":{"pli":"Mārabalanisūdane buddhe’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.1.2:13.1":{"pli":"Bhagavatā ca bhaṇitaṃ devātidevena ‘ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ","html":"<p>{}"},"mil6.1.2:13.2":{"pli":"Katamo ekapuggalo? ","html":"{}"},"mil6.1.2:13.3":{"pli":"Tathāgato arahaṃ sammāsambuddho …pe… ","html":"{}"},"mil6.1.2:13.4":{"pli":"devamanussānan’”ti. ","html":"{}"},"mil6.1.2:13.5":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.1.2:14.1":{"pli":"Gotamivatthadānapañho dutiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.3":{"mil6.1.3:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.3'><header><ul><li class='division'>{}</li>"},"mil6.1.3:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.3:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.3:0.4":{"pli":"3. Gihipabbajitasammāpaṭipattipañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.3:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil6.1.3:1.2":{"pli":"‘gihino vāhaṃ, bhikkhave, pabbajitassa vā sammāpaṭipattiṃ vaṇṇemi, gihī vā, bhikkhave, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalan’ti. ","html":"{}"},"mil6.1.3:1.3":{"pli":"Yadi, bhante nāgasena, gihī odātavasano kāmabhogī puttadārasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto maṇikuṇḍalavicittamoḷibaddho sammāpaṭipanno ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ, pabbajitopi bhaṇḍukāsāvavatthavasano parapiṇḍamajjhupagato catūsu sīlakkhandhesu sammāparipūrakārī diyaḍḍhesu sikkhāpadasatesu samādāya vattanto terasasu dhutaguṇesu anavasesaṃ vattanto sammāpaṭipanno ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ. ","html":"{}"},"mil6.1.3:1.4":{"pli":"Tattha, bhante, ko viseso gihino vā pabbajitassa vā? ","html":"{}"},"mil6.1.3:1.5":{"pli":"Aphalaṃ hoti tapokammaṃ, niratthakā pabbajjā. ","html":"{}"},"mil6.1.3:1.6":{"pli":"Vañjhā sikkhāpadagopanā, moghaṃ dhutaguṇasamādānaṃ, kiṃ tattha dukkhamanuciṇṇena, nanu nāma sukheneva sukhaṃ adhigantabban”ti. ","html":"{}</p>"},"mil6.1.3:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā—","html":"<p>{}"},"mil6.1.3:2.2":{"pli":"‘gihino vāhaṃ, bhikkhave, pabbajitassa vā sammāpaṭipattiṃ vaṇṇemi, gihī vā, bhikkhave, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalan’ti. ","html":"{}"},"mil6.1.3:2.3":{"pli":"Evametaṃ, mahārāja, sammāpaṭipannova seṭṭho, pabbajitopi, mahārāja, ‘pabbajitomhī’ti na sammā paṭipajjeyya, atha kho so ārakāva sāmaññā, ārakāva brahmaññā, pageva gihī odātavasano. ","html":"{}"},"mil6.1.3:2.4":{"pli":"Gihīpi, mahārāja, sammāpaṭipanno ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ, pabbajitopi, mahārāja, sammāpaṭipanno ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ. ","html":"{}</p>"},"mil6.1.3:3.1":{"pli":"Api ca kho, mahārāja, pabbajitova sāmaññassa issaro adhipati; ","html":"<p>{}"},"mil6.1.3:3.2":{"pli":"pabbajjā, mahārāja, bahuguṇā anekaguṇā appamāṇaguṇā, na sakkā pabbajjāya guṇaṃ parimāṇaṃ kātuṃ. ","html":"{}</p>"},"mil6.1.3:4.1":{"pli":"Yathā, mahārāja, kāmadadassa maṇiratanassa na sakkā dhanena aggho parimāṇaṃ kātuṃ ‘ettakaṃ maṇiratanassa mūlan’ti; ","html":"<p>{}"},"mil6.1.3:4.2":{"pli":"evameva kho, mahārāja, pabbajjā bahuguṇā anekaguṇā appamāṇaguṇā, na sakkā pabbajjāya guṇaṃ parimāṇaṃ kātuṃ. ","html":"{}</p>"},"mil6.1.3:5.1":{"pli":"Yathā vā pana, mahārāja, mahāsamudde ūmiyo na sakkā parimāṇaṃ kātuṃ ‘ettakā mahāsamudde ūmiyo’ti; ","html":"<p>{}"},"mil6.1.3:5.2":{"pli":"evameva kho, mahārāja, pabbajjā bahuguṇā anekaguṇā appamāṇaguṇā, na sakkā pabbajjāya guṇaṃ parimāṇaṃ kātuṃ. ","html":"{}</p>"},"mil6.1.3:6.1":{"pli":"Pabbajitassa, mahārāja, yaṃ kiñci karaṇīyaṃ, sabbaṃ taṃ khippameva samijjhati no cirarattāya. ","html":"<p>{}"},"mil6.1.3:6.2":{"pli":"Kiṃ kāraṇā? ","html":"{}"},"mil6.1.3:6.3":{"pli":"Pabbajito, mahārāja, appiccho hoti santuṭṭho pavivitto asaṃsaṭṭho āraddhavīriyo nirālayo aniketo paripuṇṇasīlo sallekhitācāro dhutappaṭipattikusalo hoti, taṃ kāraṇā pabbajitassa yaṃ kiñci karaṇīyaṃ, sabbaṃ taṃ khippameva samijjhati no cirarattāya. ","html":"{}"},"mil6.1.3:6.4":{"pli":"Yathā, mahārāja, niggaṇṭhisamasudhotaujuvimalanārāco susajjito sammā vahati; ","html":"{}"},"mil6.1.3:6.5":{"pli":"evameva kho, mahārāja, pabbajitassa yaṃ kiñci karaṇīyaṃ, sabbaṃ taṃ khippameva samijjhati no cirarattāyā”ti. ","html":"{}"},"mil6.1.3:6.6":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.1.3:7.1":{"pli":"Gihipabbajitasammāpaṭipattipañho tatiyo. ","html":"<p class='endsutta'>{}</p></article>"}}}