{"mil6.2.1":{"mil6.2.1:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.1'><header><ul><li class='division'>{}</li>"},"mil6.2.1:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.1:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.1:0.4":{"pli":"1. Nippapañcapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.1:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil6.2.1:1.2":{"pli":"‘nippapañcārāmā, bhikkhave, viharatha nippapañcaratino’ti, katamaṃ taṃ nippapañcan”ti? ","html":"{}"},"mil6.2.1:1.3":{"pli":"“Sotāpattiphalaṃ, mahārāja, nippapañcaṃ, sakadāgāmiphalaṃ nippapañcaṃ, anāgāmiphalaṃ nippapañcaṃ, arahattaphalaṃ nippapañcan”ti. ","html":"{}</p>"},"mil6.2.1:2.1":{"pli":"“Yadi, bhante nāgasena, sotāpattiphalaṃ nippapañcaṃ, sakadāgāmianāgāmiarahattaphalaṃ nippapañcaṃ, kissa pana ime bhikkhū uddisanti paripucchanti suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ, navakammena palibujjhanti dānena ca pūjāya ca, nanu te jinappaṭikkhittaṃ kammaṃ karontī”ti? ","html":"<p>{}</p>"},"mil6.2.1:3.1":{"pli":"“Ye te, mahārāja, bhikkhū uddisanti paripucchanti suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ, navakammena palibujjhanti dānena ca pūjāya ca, sabbe te nippapañcassa pattiyā karonti. ","html":"<p>{}"},"mil6.2.1:3.2":{"pli":"Ye te, mahārāja, sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena nippapañcā honti. ","html":"{}"},"mil6.2.1:3.3":{"pli":"Ye pana te bhikkhū mahārajakkhā, te imehi payogehi nippapañcā honti. ","html":"{}</p>"},"mil6.2.1:4.1":{"pli":"Yathā, mahārāja, eko puriso khette bījaṃ ropetvā attano yathābalavīriyena vinā pākāravatiyā dhaññaṃ uddhareyya, eko puriso khette bījaṃ ropetvā vanaṃ pavisitvā kaṭṭhañca sākhañca chinditvā vatipākāraṃ katvā dhaññaṃ uddhareyya. ","html":"<p>{}"},"mil6.2.1:4.2":{"pli":"Yā tattha tassa vatipākārapariyesanā, sā dhaññatthāya. ","html":"{}"},"mil6.2.1:4.3":{"pli":"Evameva kho, mahārāja, ye te sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena nippapañcā honti, vinā vatipākāraṃ puriso viya dhaññuddhāro. ","html":"{}"},"mil6.2.1:4.4":{"pli":"Ye pana te bhikkhū mahārajakkhā, te imehi payogehi nippapañcā honti, vatipākāraṃ katvā puriso viya dhaññuddhāro. ","html":"{}</p>"},"mil6.2.1:5.1":{"pli":"Yathā vā pana, mahārāja, puriso mahatimahante ambarukkhamatthake phalapiṇḍi bhaveyya, atha tattha yo koci iddhimā āgantvā tassa phalaṃ hareyya, yo pana tattha aniddhimā, so kaṭṭhañca valliñca chinditvā nisseṇiṃ bandhitvā tāya taṃ rukkhaṃ abhiruhitvā phalaṃ hareyya. ","html":"<p>{}"},"mil6.2.1:5.2":{"pli":"Yā tattha tassa nisseṇipariyesanā, sā phalatthāya. ","html":"{}"},"mil6.2.1:5.3":{"pli":"Evameva kho, mahārāja, ye te sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena nippapañcā honti, iddhimā viya rukkhaphalaṃ haranto. ","html":"{}"},"mil6.2.1:5.4":{"pli":"Ye pana te bhikkhū mahārajakkhā, te iminā payogena saccāni abhisamenti, nisseṇiyā viya puriso rukkhaphalaṃ haranto. ","html":"{}</p>"},"mil6.2.1:6.1":{"pli":"Yathā vā pana, mahārāja, eko puriso atthakaraṇiko ekakoyeva sāmikaṃ upagantvā atthaṃ sādheti. ","html":"<p>{}"},"mil6.2.1:6.2":{"pli":"Eko dhanavā dhanavasena parisaṃ vaḍḍhetvā parisāya atthaṃ sādheti. ","html":"{}"},"mil6.2.1:6.3":{"pli":"Yā tattha tassa parisapariyesanā, sā atthatthāya. ","html":"{}"},"mil6.2.1:6.4":{"pli":"Evameva kho, mahārāja, ye te sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena chasu abhiññāsu vasibhāvaṃ pāpuṇanti, puriso viya ekako atthasiddhiṃ karonto. ","html":"{}"},"mil6.2.1:6.5":{"pli":"Ye pana te bhikkhū mahārajakkhā, te imehi payogehi sāmaññatthamabhisādhenti, parisāya viya puriso atthasiddhiṃ karonto. ","html":"{}</p>"},"mil6.2.1:7.1":{"pli":"Uddesopi, mahārāja, bahukāro, paripucchāpi bahukārā, navakammampi bahukāraṃ, dānampi bahukāraṃ, pūjāpi bahukārā tesu tesu karaṇīyesu. ","html":"<p>{}"},"mil6.2.1:7.2":{"pli":"Yathā, mahārāja, puriso rājūpasevī katāvī amaccabhaṭabaladovārikaanīkaṭṭhapārisajjajanehi, te tassa karaṇīye anuppatte sabbepi upakārā honti. ","html":"{}"},"mil6.2.1:7.3":{"pli":"Evameva kho, mahārāja, uddesopi bahukāro, paripucchāpi bahukārā, navakammampi bahukāraṃ, dānampi bahukāraṃ, pūjāpi bahukārā tesu tesu karaṇīyesu. ","html":"{}"},"mil6.2.1:7.4":{"pli":"Yadi, mahārāja, sabbepi abhijātiparisuddhā bhaveyyuṃ, anusāsanena karaṇīyaṃ na bhaveyya. ","html":"{}"},"mil6.2.1:7.5":{"pli":"Yasmā ca kho, mahārāja, savanena karaṇīyaṃ hoti, thero, mahārāja, sāriputto aparimitamasaṅkheyyakappaṃ upādāya upacitakusalamūlo paññāya koṭiṃ gato, sopi vinā savanena nāsakkhi āsavakkhayaṃ pāpuṇituṃ, tasmā, mahārāja, bahukāraṃ savanaṃ, tathā uddesopi paripucchāpi, tasmā uddesaparipucchāpi nippapañcā saṅkhatā”ti. ","html":"{}"},"mil6.2.1:7.6":{"pli":"“Sunijjhāpito, bhante nāgasena, pañho, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.2.1:8.1":{"pli":"Nippapañcapañho paṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.10":{"mil6.2.10:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.10'><header><ul><li class='division'>{}</li>"},"mil6.2.10:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.10:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.10:0.4":{"pli":"10. Kaṭhinatapanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.10:1.1":{"pli":"“Bhante nāgasena, kissa hemante sūriyo kaṭhinaṃ tapati, no tathā gimhe”ti? ","html":"<p>{}"},"mil6.2.10:1.2":{"pli":"“Gimhe, mahārāja, anupahataṃ hoti rajojallaṃ, vātakkhubhitā reṇū gaganānugatā honti, ākāsepi abbhā subahalā honti, mahāvāto ca adhimattaṃ vāyati, te sabbe nānākulā samāyutā sūriyaraṃsiyo pidahanti, tena gimhe sūriyo mandaṃ tapati. ","html":"{}</p>"},"mil6.2.10:2.1":{"pli":"Hemante pana, mahārāja, heṭṭhā pathavī nibbutā hoti, upari mahāmegho upaṭṭhito hoti, upasantaṃ hoti rajojallaṃ, reṇu ca santasantaṃ gagane carati, vigatavalāhako ca hoti ākāso, vāto ca mandamandaṃ vāyati, etesaṃ uparatiyā visuddhā honti sūriyaraṃsiyo, upaghātavimuttassa sūriyassa tāpo ativiya tapati. ","html":"<p>{}"},"mil6.2.10:2.2":{"pli":"Idamettha, mahārāja, kāraṇaṃ, yena kāraṇena sūriyo hemante kaṭhinaṃ tapati, no tathā gimhe”ti. ","html":"{}"},"mil6.2.10:2.3":{"pli":"“Sabbītimutto, bhante, sūriyo kaṭhinaṃ tapati, meghādisahagato kaṭhinaṃ na tapatī”ti. ","html":"{}</p>"},"mil6.2.10:3.1":{"pli":"Kaṭhinatapanapañho dasamo. ","html":"<p class='endsutta'>{}</p>"},"mil6.2.10:4.1":{"pli":"Nippapañcavaggo dutiyo. ","html":"<p class='endsection'>{}</p>"},"mil6.2.10:5.1":{"pli":"Imasmiṃ vagge dasa pañhā. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.2":{"mil6.2.2:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.2'><header><ul><li class='division'>{}</li>"},"mil6.2.2:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.2:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.2:0.4":{"pli":"2. Khīṇāsavabhāvapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.2:1.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil6.2.2:1.2":{"pli":"‘yo gihī arahattaṃ patto, dve vāssa gatiyo bhavanti anaññā, tasmiṃyeva divase pabbajati vā parinibbāyati vā. ","html":"{}"},"mil6.2.2:1.3":{"pli":"Na so divaso sakkā atikkametun’ti. ","html":"{}"},"mil6.2.2:1.4":{"pli":"Sace so, bhante nāgasena, tasmiṃ divase ācariyaṃ vā upajjhāyaṃ vā pattacīvaraṃ vā na labhetha, api nu kho so arahā sayaṃ vā pabbajeyya divasaṃ vā atikkameyya, añño koci arahā iddhimā āgantvā taṃ pabbājeyya vā parinibbāyeyya vā”ti? ","html":"{}"},"mil6.2.2:1.5":{"pli":"“Na so, mahārāja, arahā sayaṃ pabbajeyya, sayaṃ pabbajanto theyyaṃ āpajjati, na ca divasaṃ atikkameyya, aññassa arahantassa āgamanaṃ bhaveyya vā na vā bhaveyya, tasmiṃyeva divase parinibbāyeyyā”ti. ","html":"{}"},"mil6.2.2:1.6":{"pli":"“Tena hi, bhante nāgasena, arahattassa santabhāvo vijahito hoti, yena adhigatassa jīvitahāro bhavatī”ti. ","html":"{}</p>"},"mil6.2.2:2.1":{"pli":"“Visamaṃ, mahārāja, gihiliṅgaṃ, visame liṅge liṅgadubbalatāya arahattaṃ patto gihī tasmiṃyeva divase pabbajati vā parinibbāyati vā. ","html":"<p>{}"},"mil6.2.2:2.2":{"pli":"Neso, mahārāja, doso arahattassa, gihiliṅgasseveso doso yadidaṃ liṅgadubbalatā. ","html":"{}</p>"},"mil6.2.2:3.1":{"pli":"Yathā, mahārāja, bhojanaṃ sabbasattānaṃ āyupālakaṃ jīvitarakkhakaṃ visamakoṭṭhassa mandadubbalagahaṇikassa avipākena jīvitaṃ harati. ","html":"<p>{}"},"mil6.2.2:3.2":{"pli":"Neso, mahārāja, doso bhojanassa, koṭṭhasseveso doso yadidaṃ aggidubbalatā. ","html":"{}"},"mil6.2.2:3.3":{"pli":"Evameva kho, mahārāja, visame liṅge liṅgadubbalatāya arahattaṃ patto gihī tasmiṃyeva divase pabbajati vā parinibbāyati vā. ","html":"{}"},"mil6.2.2:3.4":{"pli":"Neso, mahārāja, doso arahattassa, gihiliṅgasseveso doso yadidaṃ liṅgadubbalatā. ","html":"{}</p>"},"mil6.2.2:4.1":{"pli":"Yathā vā pana, mahārāja, parittaṃ tiṇasalākaṃ upari garuke pāsāṇe ṭhapite dubbalatāya bhijjitvā patati; ","html":"<p>{}"},"mil6.2.2:4.2":{"pli":"evameva kho, mahārāja, arahattaṃ patto gihī tena liṅgena arahattaṃ dhāretuṃ asakkonto tasmiṃyeva divase pabbajati vā parinibbāyati vā. ","html":"{}</p>"},"mil6.2.2:5.1":{"pli":"Yathā vā pana, mahārāja, puriso abalo dubbalo nihīnajacco parittapuñño mahatimahārajjaṃ labhitvā khaṇena paripatati paridhaṃsati osakkati, na sakkoti issariyaṃ dhāretuṃ; ","html":"<p>{}"},"mil6.2.2:5.2":{"pli":"evameva kho, mahārāja, arahattaṃ patto gihī tena liṅgena arahattaṃ dhāretuṃ na sakkoti, tena kāraṇena tasmiṃyeva divase pabbajati vā parinibbāyati vā”ti. ","html":"{}"},"mil6.2.2:5.3":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.2.2:6.1":{"pli":"Khīṇāsavabhāvapañho dutiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.3":{"mil6.2.3:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.3'><header><ul><li class='division'>{}</li>"},"mil6.2.3:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.3:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.3:0.4":{"pli":"3. Khīṇāsavasatisammosapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.3:1.1":{"pli":"“Bhante nāgasena, atthi arahato satisammoso”ti? ","html":"<p>{}"},"mil6.2.3:1.2":{"pli":"“Vigatasatisammosā kho, mahārāja, arahanto, natthi arahantānaṃ satisammoso”ti. ","html":"{}"},"mil6.2.3:1.3":{"pli":"“Āpajjeyya pana, bhante, arahā āpattin”ti? ","html":"{}"},"mil6.2.3:1.4":{"pli":"“Āma, mahārājā”ti. ","html":"{}"},"mil6.2.3:1.5":{"pli":"“Kismiṃ vatthusmin”ti? ","html":"{}"},"mil6.2.3:1.6":{"pli":"“Kuṭikāre, mahārāja, sañcaritte, vikāle kālasaññāya, pavārite appavāritasaññāya, anatiritte atirittasaññāyā”ti. ","html":"{}</p>"},"mil6.2.3:2.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil6.2.3:2.2":{"pli":"‘ye āpattiṃ āpajjanti, te dvīhi kāraṇehi āpajjanti anādariyena vā ajānanena vā’ti. ","html":"{}"},"mil6.2.3:2.3":{"pli":"Api nu kho, bhante, arahato anādariyaṃ hoti, yaṃ arahā āpattiṃ āpajjatī”ti? ","html":"{}"},"mil6.2.3:2.4":{"pli":"“Na hi, mahārājā”ti. ","html":"{}</p>"},"mil6.2.3:3.1":{"pli":"“Yadi, bhante nāgasena, arahā āpattiṃ āpajjati, natthi ca arahato anādariyaṃ, tena hi atthi arahato satisammoso”ti? ","html":"<p>{}"},"mil6.2.3:3.2":{"pli":"“Natthi, mahārāja, arahato satisammoso, āpattiñca arahā āpajjatī”ti. ","html":"{}</p>"},"mil6.2.3:4.1":{"pli":"“Tena hi, bhante, kāraṇena maṃ saññāpehi, kiṃ tattha kāraṇan”ti? ","html":"<p>{}"},"mil6.2.3:4.2":{"pli":"“Dveme, mahārāja, kilesā lokavajjaṃ paṇṇattivajjañcāti. ","html":"{}"},"mil6.2.3:4.3":{"pli":"Katamaṃ, mahārāja, lokavajjaṃ? ","html":"{}"},"mil6.2.3:4.4":{"pli":"Dasa akusalakammapathā, idaṃ vuccati lokavajjaṃ. ","html":"{}"},"mil6.2.3:4.5":{"pli":"Katamaṃ paṇṇattivajjaṃ? ","html":"{}"},"mil6.2.3:4.6":{"pli":"Yaṃ loke atthi samaṇānaṃ ananucchavikaṃ ananulomikaṃ, gihīnaṃ anavajjaṃ. ","html":"{}"},"mil6.2.3:4.7":{"pli":"Tattha bhagavā sāvakānaṃ sikkhāpadaṃ paññapeti ‘yāvajīvaṃ anatikkamanīyan’ti. ","html":"{}"},"mil6.2.3:4.8":{"pli":"Vikālabhojanaṃ, mahārāja, lokassa anavajjaṃ, taṃ jinasāsane vajjaṃ. ","html":"{}"},"mil6.2.3:4.9":{"pli":"Bhūtagāmavikopanaṃ, mahārāja, lokassa anavajjaṃ, taṃ jinasāsane vajjaṃ. ","html":"{}"},"mil6.2.3:4.10":{"pli":"Udake hassadhammaṃ, mahārāja, lokassa anavajjaṃ, taṃ jinasāsane vajjaṃ. ","html":"{}"},"mil6.2.3:4.11":{"pli":"Iti evarūpāni evarūpāni, mahārāja, jinasāsane vajjāni, idaṃ vuccati paṇṇattivajjaṃ. ","html":"{}"},"mil6.2.3:4.12":{"pli":"Lokavajjaṃ abhabbo khīṇāsavo taṃ ajjhācarituṃ. ","html":"{}</p>"},"mil6.2.3:5.1":{"pli":"Yaṃ kilesaṃ paṇṇattivajjaṃ, taṃ ajānanto āpajjeyya. ","html":"<p>{}"},"mil6.2.3:5.2":{"pli":"Avisayo, mahārāja, ekaccassa arahato sabbaṃ jānituṃ, na hi tassa balaṃ atthi sabbaṃ jānituṃ. ","html":"{}"},"mil6.2.3:5.3":{"pli":"Anaññātaṃ, mahārāja, arahato itthipurisānaṃ nāmampi gottampi, maggopi tassa mahiyā anaññāto; ","html":"{}"},"mil6.2.3:5.4":{"pli":"vimuttiṃyeva, mahārāja, ekacco arahā jāneyya; ","html":"{}"},"mil6.2.3:5.5":{"pli":"chaḷabhiñño arahā sakavisayaṃ jāneyya; ","html":"{}"},"mil6.2.3:5.6":{"pli":"sabbaññū, mahārāja, tathāgatova sabbaṃ jānātī”ti. ","html":"{}"},"mil6.2.3:5.7":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.2.3:6.1":{"pli":"Khīṇāsavasatisammosapañho tatiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.4":{"mil6.2.4:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.4'><header><ul><li class='division'>{}</li>"},"mil6.2.4:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.4:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.4:0.4":{"pli":"4. Lokenatthibhāvapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.4:1.1":{"pli":"“Bhante nāgasena, dissanti loke buddhā, dissanti paccekabuddhā, dissanti tathāgatassa sāvakā, dissanti cakkavattirājāno, dissanti padesarājāno, dissanti devamanussā, dissanti sadhanā, dissanti adhanā, dissanti sugatā, dissanti duggatā, dissati purisassa itthiliṅgaṃ pātubhūtaṃ, dissati itthiyā purisaliṅgaṃ pātubhūtaṃ, dissati sukataṃ dukkataṃ kammaṃ, dissanti kalyāṇapāpakānaṃ kammānaṃ vipākūpabhogino sattā, atthi loke sattā aṇḍajā jalābujā saṃsedajā opapātikā, atthi sattā apadā dvipadā catuppadā bahuppadā, atthi loke yakkhā rakkhasā kumbhaṇḍā asurā dānavā gandhabbā petā pisācā, atthi kinnarā mahoragā nāgā supaṇṇā siddhā vijjādharā, atthi hatthī assā gāvo mahiṃsā oṭṭhā gadrabhā ajā eḷakā migā sūkarā sīhā byagghā dīpī acchā kokā taracchā soṇā siṅgālā, atthi bahuvidhā sakuṇā, atthi suvaṇṇaṃ rajataṃ muttā maṇi saṅkho silā pavāḷaṃ lohitaṅko masāragallaṃ veḷuriyo vajiraṃ phalikaṃ kāḷalohaṃ tambalohaṃ vaṭṭalohaṃ kaṃsalohaṃ, atthi khomaṃ koseyyaṃ kappāsikaṃ sāṇaṃ bhaṅgaṃ kambalaṃ, atthi sāli vīhi yavo kaṅgu kudrūso varako godhūmo muggo, māso tilaṃ kulatthaṃ, atthi mūlagandho sāragandho pheggugandho tacagandho pattagandho pupphagandho phalagandho sabbagandho, atthi tiṇalatāgaccharukkhaosadhivanappatinadīpabbatasamuddamacchakacchapā sabbaṃ loke atthi. ","html":"<p>{}"},"mil6.2.4:1.2":{"pli":"Yaṃ, bhante, loke natthi, taṃ me kathehī”ti. ","html":"{}</p>"},"mil6.2.4:2.1":{"pli":"“Tīṇimāni, mahārāja, loke natthi. ","html":"<p>{}"},"mil6.2.4:2.2":{"pli":"Katamāni tīṇi? ","html":"{}"},"mil6.2.4:2.3":{"pli":"Sacetanā vā acetanā vā ajarāmarā loke natthi, saṅkhārānaṃ niccatā natthi, paramatthena sattūpaladdhi natthi, imāni kho, mahārāja, tīṇi loke natthī”ti. ","html":"{}"},"mil6.2.4:2.4":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.2.4:3.1":{"pli":"Loke natthibhāvapañho catuttho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.5":{"mil6.2.5:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.5'><header><ul><li class='division'>{}</li>"},"mil6.2.5:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.5:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.5:0.4":{"pli":"5. Akammajādipañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.5:1.1":{"pli":"“Bhante nāgasena, dissanti loke kammanibbattā, dissanti hetunibbattā, dissanti utunibbattā, yaṃ loke akammajaṃ ahetujaṃ anutujaṃ, taṃ me kathehī”ti. ","html":"<p>{}"},"mil6.2.5:1.2":{"pli":"“Dveme, mahārāja, lokasmiṃ akammajā ahetujā anutujā. ","html":"{}"},"mil6.2.5:1.3":{"pli":"Katame dve? ","html":"{}"},"mil6.2.5:1.4":{"pli":"Ākāso, mahārāja, akammajo ahetujo anutujo; ","html":"{}"},"mil6.2.5:1.5":{"pli":"nibbānaṃ, mahārāja, akammajaṃ ahetujaṃ anutujaṃ. ","html":"{}"},"mil6.2.5:1.6":{"pli":"Ime kho, mahārāja, dve akammajā ahetujā anutujā”ti. ","html":"{}</p>"},"mil6.2.5:2.1":{"pli":"“Mā, bhante nāgasena, jinavacanaṃ makkhehi, mā ajānitvā pañhaṃ byākarohī”ti. ","html":"<p>{}"},"mil6.2.5:2.2":{"pli":"“Kiṃ kho, mahārāja, ahaṃ vadāmi, yaṃ maṃ tvaṃ evaṃ vadesi ‘mā, bhante nāgasena, jinavacanaṃ makkhehi, mā ajānitvā pañhaṃ byākarohī’”ti? ","html":"{}"},"mil6.2.5:2.3":{"pli":"“Bhante nāgasena, yuttamidaṃ tāva vattuṃ ‘ākāso akammajo ahetujo anutujo’ti. ","html":"{}"},"mil6.2.5:2.4":{"pli":"Anekasatehi pana, bhante nāgasena, kāraṇehi bhagavatā sāvakānaṃ nibbānassa sacchikiriyāya maggo akkhāto, atha ca pana tvaṃ evaṃ vadesi ‘ahetujaṃ nibbānan’”ti. ","html":"{}"},"mil6.2.5:2.5":{"pli":"“Saccaṃ, mahārāja, bhagavatā anekasatehi kāraṇehi sāvakānaṃ nibbānassa sacchikiriyāya maggo akkhāto, na ca pana nibbānassa uppādāya hetu akkhāto”ti. ","html":"{}</p>"},"mil6.2.5:3.1":{"pli":"“Ettha mayaṃ, bhante nāgasena, andhakārato andhakārataraṃ pavisāma, vanato vanataraṃ pavisāma, gahanato gahanataraṃ pavisāma, yatra hi nāma nibbānassa sacchikiriyāya hetu atthi, tassa pana dhammassa uppādāya hetu natthi. ","html":"<p>{}"},"mil6.2.5:3.2":{"pli":"Yadi, bhante nāgasena, nibbānassa sacchikiriyāya hetu atthi, tena hi nibbānassa uppādāyapi hetu icchitabbo. ","html":"{}</p>"},"mil6.2.5:4.1":{"pli":"Yathā pana, bhante nāgasena, puttassa pitā atthi, tena kāraṇena pitunopi pitā icchitabbo. ","html":"<p>{}"},"mil6.2.5:4.2":{"pli":"Yathā antevāsikassa ācariyo atthi, tena kāraṇena ācariyassapi ācariyo icchitabbo. ","html":"{}"},"mil6.2.5:4.3":{"pli":"Yathā aṅkurassa bījaṃ atthi, tena kāraṇena bījassapi bījaṃ icchitabbaṃ. ","html":"{}"},"mil6.2.5:4.4":{"pli":"Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo. ","html":"{}</p>"},"mil6.2.5:5.1":{"pli":"Yathā rukkhassa vā latāya vā agge sati tena kāraṇena majjhampi atthi, mūlampi atthi. ","html":"<p>{}"},"mil6.2.5:5.2":{"pli":"Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo”ti. ","html":"{}</p>"},"mil6.2.5:6.1":{"pli":"“Anuppādanīyaṃ, mahārāja, nibbānaṃ, tasmā na nibbānassa uppādāya hetu akkhāto”ti. ","html":"<p>{}"},"mil6.2.5:6.2":{"pli":"“Iṅgha, bhante nāgasena, kāraṇaṃ dassetvā kāraṇena maṃ saññāpehi, yathāhaṃ jāneyyaṃ nibbānassa sacchikiriyāya hetu atthi, nibbānassa uppādāya hetu natthī”ti. ","html":"{}</p>"},"mil6.2.5:7.1":{"pli":"“Tena hi, mahārāja, sakkaccaṃ sotaṃ odaha, sādhukaṃ suṇohi, vakkhāmi tattha kāraṇaṃ, sakkuṇeyya, mahārāja, puriso pākatikena balena ito himavantaṃ pabbatarājaṃ upagantun”ti? ","html":"<p>{}"},"mil6.2.5:7.2":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.2.5:7.3":{"pli":"“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena himavantaṃ pabbatarājaṃ idha āharitun”ti? ","html":"{}"},"mil6.2.5:7.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.2.5:7.5":{"pli":"“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṃ, na sakkā nibbānassa uppādāya hetu dassetuṃ. ","html":"{}</p>"},"mil6.2.5:8.1":{"pli":"Sakkuṇeyya, mahārāja, puriso pākatikena balena mahāsamuddaṃ nāvāya uttaritvā pārimatīraṃ gantun”ti? ","html":"<p>{}"},"mil6.2.5:8.2":{"pli":"“Āma, bhante”ti? ","html":"{}"},"mil6.2.5:8.3":{"pli":"“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena mahāsamuddassa pārimatīraṃ idha āharitun”ti? ","html":"{}"},"mil6.2.5:8.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.2.5:8.5":{"pli":"“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṃ, na sakkā nibbānassa uppādāya hetu dassetuṃ. ","html":"{}"},"mil6.2.5:8.6":{"pli":"Kiṃ kāraṇā? ","html":"{}"},"mil6.2.5:8.7":{"pli":"Asaṅkhatattā dhammassā”ti. ","html":"{}</p>"},"mil6.2.5:9.1":{"pli":"“Asaṅkhataṃ, bhante nāgasena, nibbānan”ti? ","html":"<p>{}"},"mil6.2.5:9.2":{"pli":"“Āma, mahārāja, asaṅkhataṃ nibbānaṃ na kehici kataṃ, nibbānaṃ, mahārāja, na vattabbaṃ uppannanti vā anuppannanti vā uppādanīyanti vā atītanti vā anāgatanti vā paccuppannanti vā cakkhuviññeyyanti vā sotaviññeyyanti vā ghānaviññeyyanti vā jivhāviññeyyanti vā kāyaviññeyyanti vā”ti. ","html":"{}"},"mil6.2.5:9.3":{"pli":"“Yadi, bhante nāgasena, nibbānaṃ na uppannaṃ na anuppannaṃ na uppādanīyaṃ na atītaṃ na anāgataṃ na paccuppannaṃ na cakkhuviññeyyaṃ na sotaviññeyyaṃ na ghānaviññeyyaṃ na jivhāviññeyyaṃ na kāyaviññeyyaṃ, tena hi, bhante nāgasena, tumhe natthidhammaṃ nibbānaṃ apadisatha ‘natthi nibbānan’”ti. ","html":"{}"},"mil6.2.5:9.4":{"pli":"“Atthi, mahārāja, nibbānaṃ, manoviññeyyaṃ nibbānaṃ, visuddhena mānasena paṇītena ujukena anāvaraṇena nirāmisena sammāpaṭipanno ariyasāvako nibbānaṃ passatī”ti. ","html":"{}</p>"},"mil6.2.5:10.1":{"pli":"“Kīdisaṃ pana taṃ, bhante, nibbānaṃ, yaṃ taṃ opammehi ādīpanīyaṃ kāraṇehi maṃ saññāpehi, yathā atthidhammaṃ opammehi ādīpanīyan”ti. ","html":"<p>{}"},"mil6.2.5:10.2":{"pli":"“Atthi, mahārāja, vāto nāmā”ti? ","html":"{}"},"mil6.2.5:10.3":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.2.5:10.4":{"pli":"“Iṅgha, mahārāja, vātaṃ dassehi vaṇṇato vā saṇṭhānato vā aṇuṃ vā thūlaṃ vā dīghaṃ vā rassaṃ vā”ti. ","html":"{}"},"mil6.2.5:10.5":{"pli":"“Na sakkā, bhante nāgasena, vāto upadassayituṃ, na so vāto hatthaggahaṇaṃ vā nimmaddanaṃ vā upeti, api ca atthi so vāto”ti. ","html":"{}"},"mil6.2.5:10.6":{"pli":"“Yadi, mahārāja, na sakkā vāto upadassayituṃ, tena hi natthi vāto”ti? ","html":"{}"},"mil6.2.5:10.7":{"pli":"“Jānāmahaṃ, bhante nāgasena, vāto atthīti me hadaye anupaviṭṭhaṃ, na cāhaṃ sakkomi vātaṃ upadassayitun”ti. ","html":"{}"},"mil6.2.5:10.8":{"pli":"“Evameva kho, mahārāja, atthi nibbānaṃ, na ca sakkā nibbānaṃ upadassayituṃ vaṇṇena vā saṇṭhānena vā”ti. ","html":"{}"},"mil6.2.5:10.9":{"pli":"“Sādhu, bhante nāgasena, sūpadassitaṃ opammaṃ, suniddiṭṭhaṃ kāraṇaṃ, evametaṃ tathā sampaṭicchāmi ‘atthi nibbānan’”ti. ","html":"{}</p>"},"mil6.2.5:11.1":{"pli":"Akammajādipañho pañcamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.6":{"mil6.2.6:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.6'><header><ul><li class='division'>{}</li>"},"mil6.2.6:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.6:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.6:0.4":{"pli":"6. Kammajādipañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.6:1.1":{"pli":"“Bhante nāgasena, katame ettha kammajā, katame hetujā, katame utujā, katame na kammajā, na hetujā, na utujā”ti? ","html":"<p>{}"},"mil6.2.6:1.2":{"pli":"“Ye keci, mahārāja, sattā sacetanā, sabbe te kammajā; ","html":"{}"},"mil6.2.6:1.3":{"pli":"aggi ca sabbāni ca bījajātāni hetujāni; ","html":"{}"},"mil6.2.6:1.4":{"pli":"pathavī ca pabbatā ca udakañca vāto ca, sabbe te utujā; ","html":"{}"},"mil6.2.6:1.5":{"pli":"ākāso ca nibbānañca ime dve akammajā ahetujā anutujā. ","html":"{}"},"mil6.2.6:1.6":{"pli":"Nibbānaṃ pana, mahārāja, na vattabbaṃ kammajanti vā hetujanti vā utujanti vā uppannanti vā anuppannanti vā uppādanīyanti vā atītanti vā anāgatanti vā paccuppannanti vā cakkhuviññeyyanti vā sotaviññeyyanti vā ghānaviññeyyanti vā jivhāviññeyyanti vā kāyaviññeyyanti vā, api ca, mahārāja, manoviññeyyaṃ nibbānaṃ, yaṃ so sammāpaṭipanno ariyasāvako visuddhena ñāṇena passatī”ti. ","html":"{}"},"mil6.2.6:1.7":{"pli":"“Ramaṇīyo, bhante nāgasena, pañho suvinicchito nissaṃsayo ekantagato, vimati uppacchinnā, tvaṃ gaṇivarapavaramāsajjā”ti. ","html":"{}</p>"},"mil6.2.6:2.1":{"pli":"Kammajādipañho chaṭṭho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.7":{"mil6.2.7:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.7'><header><ul><li class='division'>{}</li>"},"mil6.2.7:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.7:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.7:0.4":{"pli":"7. Yakkhapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.7:1.1":{"pli":"“Bhante nāgasena, atthi loke yakkhā nāmā”ti? ","html":"<p>{}"},"mil6.2.7:1.2":{"pli":"“Āma, mahārāja, atthi loke yakkhā nāmā”ti. ","html":"{}"},"mil6.2.7:1.3":{"pli":"“Cavanti pana te, bhante, yakkhā tamhā yoniyā”ti? ","html":"{}"},"mil6.2.7:1.4":{"pli":"“Āma, mahārāja, cavanti te yakkhā tamhā yoniyā”ti. ","html":"{}"},"mil6.2.7:1.5":{"pli":"“Kissa pana, bhante nāgasena, tesaṃ matānaṃ yakkhānaṃ sarīraṃ na dissati, kuṇapagandhopi na vāyatī”ti? ","html":"{}"},"mil6.2.7:1.6":{"pli":"“Dissati, mahārāja, matānaṃ yakkhānaṃ sarīraṃ, kuṇapagandhopi tesaṃ vāyati, matānaṃ, mahārāja, yakkhānaṃ sarīraṃ kīṭavaṇṇena vā dissati, kimivaṇṇena vā dissati, kipillikavaṇṇena vā dissati, paṭaṅgavaṇṇena vā dissati, ahivaṇṇena vā dissati, vicchikavaṇṇena vā dissati, satapadivaṇṇena vā dissati, dijavaṇṇena vā dissati, migavaṇṇena vā dissatī”ti. ","html":"{}"},"mil6.2.7:1.7":{"pli":"“Ko hi, bhante nāgasena, añño idaṃ pañhaṃ puṭṭho visajjeyya aññatra tavādisena buddhimatā”ti. ","html":"{}</p>"},"mil6.2.7:2.1":{"pli":"Yakkhapañho sattamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.8":{"mil6.2.8:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.8'><header><ul><li class='division'>{}</li>"},"mil6.2.8:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.8:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.8:0.4":{"pli":"8 Anavasesasikkhāpadapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.8:1.1":{"pli":"“Bhante nāgasena, ye te ahesuṃ tikicchakānaṃ pubbakā ācariyā seyyathidaṃ—","html":"<p>{}"},"mil6.2.8:1.2":{"pli":"nārado dhammantarī aṅgiraso kapilo kaṇḍaraggi sāmo atulo pubbakaccāyano, sabbepete ācariyā sakiṃyeva roguppattiñca nidānañca sabhāvañca samuṭṭhānañca tikicchañca kiriyañca siddhāsiddhañca sabbaṃ taṃ niravasesaṃ jānitvā ‘imasmiṃ kāye ettakā rogā uppajjissantī’ti ekappahārena kalāpaggāhaṃ karitvā suttaṃ bandhiṃsu, asabbaññuno ete sabbe, kissa pana tathāgato sabbaññū samāno anāgataṃ kiriyaṃ buddhañāṇena jānitvā ‘ettake nāma vatthusmiṃ ettakaṃ nāma sikkhāpadaṃ paññapetabbaṃ bhavissatī’ti paricchinditvā anavasesato sikkhāpadaṃ na paññapesi, uppannuppanne vatthusmiṃ ayase pākaṭe dose vitthārike puthugate ujjhāyantesu manussesu tasmiṃ tasmiṃ kāle sāvakānaṃ sikkhāpadaṃ paññapesī”ti? ","html":"{}</p>"},"mil6.2.8:2.1":{"pli":"“Ñātametaṃ, mahārāja, tathāgatassa ‘imasmiṃ samaye imesu manussesu sādhikaṃ diyaḍḍhasikkhāpadasataṃ paññapetabbaṃ bhavissatī’ti, api ca tathāgatassa evaṃ ahosi ‘sace kho ahaṃ sādhikaṃ diyaḍḍhasikkhāpadasataṃ ekappahāraṃ paññapessāmi, mahājano santāsamāpajjissati “bahukaṃ idha rakkhitabbaṃ, dukkaraṃ vata bho samaṇassa gotamassa sāsane pabbajitun”ti, pabbajitukāmāpi na pabbajissanti, vacanañca me na saddahissanti, asaddahantā te manussā apāyagāmino bhavissanti uppannuppanne vatthusmiṃ dhammadesanāya viññāpetvā pākaṭe dose sikkhāpadaṃ paññapessāmī’”ti. ","html":"<p>{}</p>"},"mil6.2.8:3.1":{"pli":"“Acchariyaṃ, bhante nāgasena, buddhānaṃ, abbhutaṃ, bhante nāgasena, buddhānaṃ, yāva mahantaṃ tathāgatassa sabbaññutañāṇaṃ, evametaṃ, bhante nāgasena, suniddiṭṭho eso attho tathāgatena, ‘bahukaṃ idha sikkhitabban’ti sutvā sattānaṃ santāso uppajjeyya, ekopi jinasāsane na pabbajeyya, evametaṃ tathā sampaṭicchāmī”ti. ","html":"<p>{}</p>"},"mil6.2.8:4.1":{"pli":"Anavasesasikkhāpadapañho aṭṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.2.9":{"mil6.2.9:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.2.9'><header><ul><li class='division'>{}</li>"},"mil6.2.9:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.2.9:0.3":{"pli":"Nippapañcavagga ","html":"<li>{}</li></ul>"},"mil6.2.9:0.4":{"pli":"9. Sūriyatapanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.2.9:1.1":{"pli":"“Bhante nāgasena, ayaṃ sūriyo sabbakālaṃ kaṭhinaṃ tapati, udāhu kiñcikālaṃ mandaṃ tapatī”ti? ","html":"<p>{}"},"mil6.2.9:1.2":{"pli":"“Sabbakālaṃ, mahārāja, sūriyo kaṭhinaṃ tapati, na kiñcikālaṃ mandaṃ tapatī”ti. ","html":"{}"},"mil6.2.9:1.3":{"pli":"“Yadi, bhante nāgasena, sūriyo sabbakālaṃ kaṭhinaṃ tapati, kissa pana appekadā sūriyo kaṭhinaṃ tapati, appekadā mandaṃ tapatī”ti? ","html":"{}"},"mil6.2.9:1.4":{"pli":"“Cattārome, mahārāja, sūriyassa rogā, yesaṃ aññatarena rogena paṭipīḷito sūriyo mandaṃ tapati. ","html":"{}"},"mil6.2.9:1.5":{"pli":"Katame cattāro? ","html":"{}"},"mil6.2.9:1.6":{"pli":"Abbhaṃ, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṃ tapati. ","html":"{}"},"mil6.2.9:1.7":{"pli":"Mahikā, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṃ tapati. ","html":"{}"},"mil6.2.9:1.8":{"pli":"Megho, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṃ tapati. ","html":"{}"},"mil6.2.9:1.9":{"pli":"Rāhu, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṃ tapati. ","html":"{}"},"mil6.2.9:1.10":{"pli":"Ime kho, mahārāja, cattāro sūriyassa rogā, yesaṃ aññatarena rogena paṭipīḷito sūriyo mandaṃ tapatī”ti. ","html":"{}"},"mil6.2.9:1.11":{"pli":"“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena, sūriyassapi tāva tejosampannassa rogo uppajjissati, kimaṅgaṃ pana aññesaṃ sattānaṃ, natthi, bhante, esā vibhatti aññassa aññatra tavādisena buddhimatā”ti. ","html":"{}</p>"},"mil6.2.9:2.1":{"pli":"Sūriyatapanapañho navamo. ","html":"<p class='endsutta'>{}</p></article>"}}}