{"mil6.1.4":{"mil6.1.4:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.4'><header><ul><li class='division'>{}</li>"},"mil6.1.4:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.4:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.4:0.4":{"pli":"4. Paṭipadādosapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.4:1.1":{"pli":"“Bhante nāgasena, yadā bodhisatto dukkarakārikaṃ akāsi, netādiso aññatra ārambho ahosi nikkamo kilesayuddhaṃ maccusenaṃ vidhamanaṃ āhārapariggaho dukkarakārikā, evarūpe parakkame kiñci assādaṃ alabhitvā tameva cittaṃ parihāpetvā evamavoca ‘na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ, siyā nu kho añño maggo bodhāyā’ti, tato nibbinditvā aññena maggena sabbaññutaṃ patto, puna tāya paṭipadāya sāvake anusāsati samādapeti. ","html":"<p>{}</p>"},"mil6.1.4:2.1":{"pli":"‘Ārambhatha nikkhamatha, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.1.4:2.2":{"pli":"yuñjatha buddhasāsane; ","html":"<span class='verse-line'>{}</span>"},"mil6.1.4:2.3":{"pli":"Dhunātha maccuno senaṃ, ","html":"<span class='verse-line'>{}</span>"},"mil6.1.4:2.4":{"pli":"naḷāgāraṃva kuñjaro’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.1.4:3.1":{"pli":"Kena nu kho, bhante nāgasena, kāraṇena tathāgato yāya paṭipadāya attanā nibbinno virattarūpo, tattha sāvake anusāsati samādapetī”ti? ","html":"<p>{}</p>"},"mil6.1.4:4.1":{"pli":"“Tadāpi, mahārāja, etarahipi sāyeva paṭipadā, taṃyeva paṭipadaṃ paṭipajjitvā bodhisatto sabbaññutaṃ patto. ","html":"<p>{}"},"mil6.1.4:4.2":{"pli":"Api ca, mahārāja, bodhisatto ativīriyaṃ karonto niravasesato āhāraṃ uparundhi. ","html":"{}"},"mil6.1.4:4.3":{"pli":"Tassa āhārūparodhena cittadubbalyaṃ uppajji. ","html":"{}"},"mil6.1.4:4.4":{"pli":"So tena dubbalyena nāsakkhi sabbaññutaṃ pāpuṇituṃ, so mattamattaṃ kabaḷīkārāhāraṃ sevanto tāyeva paṭipadāya nacirasseva sabbaññutaṃ pāpuṇi. ","html":"{}"},"mil6.1.4:4.5":{"pli":"Sāyeva, mahārāja, paṭipadā sabbesaṃ tathāgatānaṃ sabbaññutañāṇappaṭilābhāya. ","html":"{}</p>"},"mil6.1.4:5.1":{"pli":"Yathā, mahārāja, sabbesaṃ sattānaṃ āhāro upatthambho, āhārūpanissitā sabbe sattā sukhaṃ anubhavanti; ","html":"<p>{}"},"mil6.1.4:5.2":{"pli":"evameva kho, mahārāja, sāyeva paṭipadā sabbesaṃ tathāgatānaṃ sabbaññutañāṇappaṭilābhāya, neso, mahārāja, doso ārambhassa, na nikkamassa, na kilesayuddhassa, yena tathāgato tasmiṃ samaye na pāpuṇi sabbaññutañāṇaṃ, atha kho āhārūparodhasseveso doso, sadā paṭiyattā yevesā paṭipadā. ","html":"{}</p>"},"mil6.1.4:6.1":{"pli":"Yathā, mahārāja, puriso addhānaṃ ativegena gaccheyya, tena so pakkhahato vā bhaveyya pīṭhasappī vā asañcaro pathavitale. ","html":"<p>{}"},"mil6.1.4:6.2":{"pli":"Api nu kho, mahārāja, mahāpathaviyā doso atthi, yena so puriso pakkhahato ahosī”ti? ","html":"{}"},"mil6.1.4:6.3":{"pli":"“Na hi, bhante; ","html":"{}"},"mil6.1.4:6.4":{"pli":"sadā paṭiyattā, bhante, mahāpathavī, kuto tassā doso? ","html":"{}"},"mil6.1.4:6.5":{"pli":"Vāyāmasseveso doso, yena so puriso pakkhahato ahosī”ti. ","html":"{}"},"mil6.1.4:6.6":{"pli":"“Evameva kho, mahārāja, neso doso ārambhassa, na nikkamassa, na kilesayuddhassa, yena tathāgato tasmiṃ samaye na pāpuṇi sabbaññutañāṇaṃ, atha kho āhārūparodhasseveso doso sadā paṭiyattā yevesā paṭipadā. ","html":"{}</p>"},"mil6.1.4:7.1":{"pli":"Yathā vā pana, mahārāja, puriso kiliṭṭhaṃ sāṭakaṃ nivāseyya, na so taṃ dhovāpeyya, neso doso udakassa, sadā paṭiyattaṃ udakaṃ. ","html":"<p>{}"},"mil6.1.4:7.2":{"pli":"Purisasseveso doso. ","html":"{}"},"mil6.1.4:7.3":{"pli":"Evameva kho, mahārāja, neso doso ārambhassa, na nikkamassa, na kilesayuddhassa, yena tathāgato tasmiṃ samaye na pāpuṇi sabbaññutañāṇaṃ, atha kho āhārūparodhasseveso doso, sadā paṭiyattā yevesā paṭipadā, tasmā tathāgato tāyeva paṭipadāya sāvake anusāsati samādapeti, evaṃ kho, mahārāja, sadā paṭiyattā anavajjā sā paṭipadā”ti. ","html":"{}"},"mil6.1.4:7.4":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.1.4:8.1":{"pli":"Paṭipadādosapañho catuttho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.5":{"mil6.1.5:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.5'><header><ul><li class='division'>{}</li>"},"mil6.1.5:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.5:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.5:0.4":{"pli":"5. Hīnāyāvattanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.5:1.1":{"pli":"“Bhante nāgasena, mahantaṃ idaṃ tathāgatasāsanaṃ sāraṃ varaṃ seṭṭhaṃ pavaraṃ anupamaṃ parisuddhaṃ vimalaṃ paṇḍaraṃ anavajjaṃ, na yuttaṃ gihiṃ tāvatakaṃ pabbajetuṃ, gihīyeva ekasmiṃ phale vinetvā yadā apunarāvattī hoti tadā so pabbājetabbo. ","html":"<p>{}"},"mil6.1.5:1.2":{"pli":"Kiṃ kāraṇā? ","html":"{}"},"mil6.1.5:1.3":{"pli":"Ime dujjanā tāva tattha sāsane visuddhe pabbajitvā paṭinivattitvā hīnāyāvattanti, tesaṃ paccāgamanena ayaṃ mahājano evaṃ vicinteti ‘tucchakaṃ vata bho etaṃ samaṇassa gotamassa sāsanaṃ bhavissati, yaṃ ime paṭinivattantī’ti, idamettha kāraṇan”ti. ","html":"{}</p>"},"mil6.1.5:2.1":{"pli":"“Yathā, mahārāja, taḷāko bhaveyya sampuṇṇasucivimalasītalasalilo, atha yo koci kiliṭṭho malakaddamagato taṃ taḷākaṃ gantvā anahāyitvā kiliṭṭhova paṭinivatteyya, tattha, mahārāja, katamaṃ jano garaheyya kiliṭṭhaṃ vā taḷākaṃ vā”ti? ","html":"<p>{}"},"mil6.1.5:2.2":{"pli":"“Kiliṭṭhaṃ, bhante, jano garaheyya ‘ayaṃ taḷākaṃ gantvā anahāyitvā kiliṭṭhova paṭinivatto, kiṃ imaṃ anahāyitukāmaṃ taḷāko sayaṃ nahāpessati, ko doso taḷākassā’”ti. ","html":"{}"},"mil6.1.5:2.3":{"pli":"“Evameva kho, mahārāja, tathāgato vimuttivarasalilasampuṇṇaṃ saddhammavarataḷākaṃ māpesi ‘ye keci kilesamalakiliṭṭhā sacetanā budhā, te idha nahāyitvā sabbakilese pavāhayissantī’ti. ","html":"{}"},"mil6.1.5:2.4":{"pli":"Yadi koci taṃ saddhammavarataḷākaṃ gantvā anahāyitvā sakilesova paṭinivattitvā hīnāyāvattati taṃyeva jano garahissati ‘ayaṃ jinasāsane pabbajitvā tattha patiṭṭhaṃ alabhitvā hīnāyāvatto, kiṃ imaṃ appaṭipajjantaṃ jinasāsanaṃ sayaṃ bodhessati, ko doso jinasāsanassā’ti? ","html":"{}</p>"},"mil6.1.5:3.1":{"pli":"Yathā vā pana, mahārāja, puriso paramabyādhito roguppattikusalaṃ amoghadhuvasiddhakammaṃ bhisakkaṃ sallakattaṃ disvā atikicchāpetvā sabyādhikova paṭinivatteyya, tattha katamaṃ jano garaheyya āturaṃ vā bhisakkaṃ vā”ti? ","html":"<p>{}"},"mil6.1.5:3.2":{"pli":"“Āturaṃ, bhante, jano garaheyya ‘ayaṃ roguppattikusalaṃ amoghadhuvasiddhakammaṃ bhisakkaṃ sallakattaṃ disvā atikicchāpetvā sabyādhikova paṭinivatto, kiṃ imaṃ atikicchāpentaṃ bhisakko sayaṃ tikicchissati, ko doso bhisakkassā’”ti? ","html":"{}"},"mil6.1.5:3.3":{"pli":"“Evameva kho, mahārāja, tathāgato antosāsanasamugge kevalaṃ sakalakilesabyādhivūpasamanasamatthaṃ amatosadhaṃ pakkhipi, ‘ye keci kilesabyādhipīḷitā sacetanā budhā, te imaṃ amatosadhaṃ pivitvā sabbakilesabyādhiṃ vūpasamessantī’ti. ","html":"{}"},"mil6.1.5:3.4":{"pli":"Yadi koci taṃ amatosadhaṃ apivitvā sakilesova paṭinivattitvā hīnāyāvattati, taṃyeva jano garahissati ‘ayaṃ jinasāsane pabbajitvā tattha patiṭṭhaṃ alabhitvā hīnāyāvatto, kiṃ imaṃ appaṭipajjantaṃ jinasāsanaṃ sayaṃ bodhessati, ko doso jinasāsanassā’ti? ","html":"{}</p>"},"mil6.1.5:4.1":{"pli":"Yathā vā pana, mahārāja, chāto puriso mahatimahāpuññabhattaparivesanaṃ gantvā taṃ bhattaṃ abhuñjitvā chātova paṭinivatteyya, tattha katamaṃ jano garaheyya chātaṃ vā puññabhattaṃ vā”ti? ","html":"<p>{}"},"mil6.1.5:4.2":{"pli":"“Chātaṃ, bhante, jano garaheyya ‘ayaṃ khudāpīḷito puññabhattaṃ paṭilabhitvā abhuñjitvā chātova paṭinivatto, kiṃ imassa abhuñjantassa bhojanaṃ sayaṃ mukhaṃ pavisissati, ko doso bhojanassā’”ti? ","html":"{}"},"mil6.1.5:4.3":{"pli":"“Evameva kho, mahārāja, tathāgato antosāsanasamugge paramapavaraṃ santaṃ sivaṃ paṇītaṃ amataṃ paramamadhuraṃ kāyagatāsatibhojanaṃ ṭhapesi ‘ye keci kilesachātajjhattā taṇhāparetamānasā sacetanā budhā, te imaṃ bhojanaṃ bhuñjitvā kāmarūpārūpabhavesu sabbaṃ taṇhamapanessantī’ti. ","html":"{}"},"mil6.1.5:4.4":{"pli":"Yadi koci taṃ bhojanaṃ abhuñjitvā taṇhāsitova paṭinivattitvā hīnāyāvattati, taññeva jano garahissati ‘ayaṃ jinasāsane pabbajitvā tattha patiṭṭhaṃ alabhitvā hīnāyāvatto, kiṃ imaṃ appaṭipajjantaṃ jinasāsanaṃ sayaṃ bodhessasi, ko doso jinasāsanassā’ti? ","html":"{}</p>"},"mil6.1.5:5.1":{"pli":"Yadi, mahārāja, tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, na nāmāyaṃ pabbajjā kilesappahānāya visuddhiyā vā, natthi pabbajjāya karaṇīyaṃ. ","html":"<p>{}"},"mil6.1.5:5.2":{"pli":"Yathā, mahārāja, puriso anekasatena kammena taḷākaṃ khaṇāpetvā parisāya evamanussāveyya ‘mā me, bhonto, keci saṅkiliṭṭhā imaṃ taḷākaṃ otaratha, pavāhitarajojallā parisuddhā vimalamaṭṭhā imaṃ taḷākaṃ otarathā’ti. ","html":"{}"},"mil6.1.5:5.3":{"pli":"Api nu kho, mahārāja, tesaṃ pavāhitarajojallānaṃ parisuddhānaṃ vimalamaṭṭhānaṃ tena taḷākena karaṇīyaṃ bhaveyyā”ti? ","html":"{}"},"mil6.1.5:5.4":{"pli":"“Na hi, bhante, yassatthāya te taṃ taḷākaṃ upagaccheyyuṃ, taṃ aññatreva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ tena taḷākenā”ti? ","html":"{}"},"mil6.1.5:5.5":{"pli":"“Evameva kho, mahārāja, yadi tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, tattheva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ pabbajjāya. ","html":"{}</p>"},"mil6.1.5:6.1":{"pli":"Yathā vā pana, mahārāja, sabhāvaisibhattiko sutamantapadadharo atakkiko roguppattikusalo amoghadhuvasiddhakammo bhisakko sallakatto sabbarogūpasamabhesajjaṃ sannipātetvā parisāya evamanussāveyya ‘mā kho, bhonto, keci sabyādhikā mama santike upagacchatha, abyādhikā arogā mama santike upagacchathā’ti. ","html":"<p>{}"},"mil6.1.5:6.2":{"pli":"Api nu kho, mahārāja, tesaṃ abyādhikānaṃ arogānaṃ paripuṇṇānaṃ udaggānaṃ tena bhisakkena karaṇīyaṃ bhaveyyā”ti? ","html":"{}"},"mil6.1.5:6.3":{"pli":"“Na hi, bhante, yassatthāya te taṃ bhisakkaṃ sallakattaṃ upagaccheyyuṃ, taṃ aññatreva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ tena bhisakkenā”ti? ","html":"{}"},"mil6.1.5:6.4":{"pli":"“Evameva kho, mahārāja, yadi tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, tattheva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ pabbajjāya? ","html":"{}</p>"},"mil6.1.5:7.1":{"pli":"Yathā vā pana, mahārāja, koci puriso anekathālipākasataṃ bhojanaṃ paṭiyādāpetvā parisāya evamanussāveyya ‘mā me, bhonto, keci chātā imaṃ parivesanaṃ upagacchatha, subhuttā tittā suhitā dhātā pīṇitā paripuṇṇā imaṃ parivesanaṃ upagacchathā’ti. ","html":"<p>{}"},"mil6.1.5:7.2":{"pli":"Api nu kho, mahārāja, tesaṃ bhuttāvīnaṃ tittānaṃ suhitānaṃ dhātānaṃ pīṇitānaṃ paripuṇṇānaṃ tena bhojanena karaṇīyaṃ bhaveyyā”ti? ","html":"{}"},"mil6.1.5:7.3":{"pli":"“Na hi, bhante, yassatthāya te taṃ parivesanaṃ upagaccheyyuṃ, taṃ aññatreva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ tāya parivesanāyā”ti? ","html":"{}"},"mil6.1.5:7.4":{"pli":"“Evameva kho, mahārāja, yadi tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, tattheva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ pabbajjāya? ","html":"{}</p>"},"mil6.1.5:8.1":{"pli":"Api ca, mahārāja, ye hīnāyāvattanti, te jinasāsanassa pañca atuliye guṇe dassenti. ","html":"<p>{}"},"mil6.1.5:8.2":{"pli":"Katame pañca? ","html":"{}"},"mil6.1.5:8.3":{"pli":"Bhūmimahantabhāvaṃ dassenti, parisuddhavimalabhāvaṃ dassenti, pāpehi asaṃvāsiyabhāvaṃ dassenti, duppaṭivedhabhāvaṃ dassenti, bahusaṃvararakkhiyabhāvaṃ dassenti. ","html":"{}</p>"},"mil6.1.5:9.1":{"pli":"Kathaṃ bhūmimahantabhāvaṃ dassenti? ","html":"<p>{}"},"mil6.1.5:9.2":{"pli":"Yathā, mahārāja, puriso adhano hīnajacco nibbiseso buddhiparihīno mahārajjaṃ paṭilabhitvā na cirasseva paripatati paridhaṃsati parihāyati yasato, na sakkoti issariyaṃ sandhāretuṃ. ","html":"{}"},"mil6.1.5:9.3":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:9.4":{"pli":"Mahantattā issariyassa. ","html":"{}"},"mil6.1.5:9.5":{"pli":"Evameva kho, mahārāja, ye keci nibbisesā akatapuññā buddhiparihīnā jinasāsane pabbajanti, te taṃ pabbajjaṃ pavaruttamaṃ sandhāretuṃ avisahantā na cirasseva jinasāsanā paripatitvā paridhaṃsitvā parihāyitvā hīnāyāvattanti, na sakkonti jinasāsanaṃ sandhāretuṃ. ","html":"{}"},"mil6.1.5:9.6":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:9.7":{"pli":"Mahantattā jinasāsanabhūmiyā. ","html":"{}"},"mil6.1.5:9.8":{"pli":"Evaṃ bhūmimahantabhāvaṃ dassenti. ","html":"{}</p>"},"mil6.1.5:10.1":{"pli":"Kathaṃ parisuddhavimalabhāvaṃ dassenti? ","html":"<p>{}"},"mil6.1.5:10.2":{"pli":"Yathā, mahārāja, vāri pokkharapatte vikirati vidhamati vidhaṃseti, na ṭhānamupagacchati nūpalimpati. ","html":"{}"},"mil6.1.5:10.3":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:10.4":{"pli":"Parisuddhavimalattā padumassa. ","html":"{}"},"mil6.1.5:10.5":{"pli":"Evameva kho, mahārāja, ye keci saṭhā kūṭā vaṅkā kuṭilā visamadiṭṭhino jinasāsane pabbajanti, te parisuddhavimalanikkaṇṭakapaṇḍaravarappavarasāsanato na cirasseva vikiritvā vidhamitvā vidhaṃsetvā asaṇṭhahitvā anupalimpitvā hīnāyāvattanti. ","html":"{}"},"mil6.1.5:10.6":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:10.7":{"pli":"Parisuddhavimalattā jinasāsanassa. ","html":"{}"},"mil6.1.5:10.8":{"pli":"Evaṃ parisuddhavimalabhāvaṃ dassenti. ","html":"{}</p>"},"mil6.1.5:11.1":{"pli":"Kathaṃ pāpehi asaṃvāsiyabhāvaṃ dassenti? ","html":"<p>{}"},"mil6.1.5:11.2":{"pli":"Yathā, mahārāja, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ upaneti thalaṃ vā ussāreti. ","html":"{}"},"mil6.1.5:11.3":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:11.4":{"pli":"Mahābhūtānaṃ bhavanattā mahāsamuddassa. ","html":"{}"},"mil6.1.5:11.5":{"pli":"Evameva kho, mahārāja, ye keci pāpakā asaṃvutā ahirikā akiriyā osannavīriyā kusītā kiliṭṭhā dujjanā manussā jinasāsane pabbajanti, te na cirasseva jinasāsanato arahantavimalakhīṇāsavamahābhūtabhavanato nikkhamitvā asaṃvasitvā hīnāyāvattanti. ","html":"{}"},"mil6.1.5:11.6":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:11.7":{"pli":"Pāpehi asaṃvāsiyattā jinasāsanassa. ","html":"{}"},"mil6.1.5:11.8":{"pli":"Evaṃ pāpehi asaṃvāsiyabhāvaṃ dassenti. ","html":"{}</p>"},"mil6.1.5:12.1":{"pli":"Kathaṃ duppaṭivedhabhāvaṃ dassenti? ","html":"<p>{}"},"mil6.1.5:12.2":{"pli":"Yathā, mahārāja, ye keci achekā asikkhitā asippino mativippahīnā issāsā vālaggavedhaṃ avisahantā vigaḷanti pakkamanti. ","html":"{}"},"mil6.1.5:12.3":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:12.4":{"pli":"Saṇhasukhumaduppaṭivedhattā vālaggassa. ","html":"{}"},"mil6.1.5:12.5":{"pli":"Evameva kho, mahārāja, ye keci duppaññā jaḷā eḷamūgā mūḷhā dandhagatikā janā jinasāsane pabbajanti, te taṃ paramasaṇhasukhumacatusaccappaṭivedhaṃ paṭivijjhituṃ avisahantā jinasāsanā vigaḷitvā pakkamitvā na cirasseva hīnāyāvattanti. ","html":"{}"},"mil6.1.5:12.6":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:12.7":{"pli":"Paramasaṇhasukhumaduppaṭivedhatāya saccānaṃ. ","html":"{}"},"mil6.1.5:12.8":{"pli":"Evaṃ duppaṭivedhabhāvaṃ dassenti. ","html":"{}</p>"},"mil6.1.5:13.1":{"pli":"Kathaṃ bahusaṃvararakkhiyabhāvaṃ dassenti? ","html":"<p>{}"},"mil6.1.5:13.2":{"pli":"Yathā, mahārāja, kocideva puriso mahatimahāyuddhabhūmimupagato parasenāya disāvidisāhi samantā parivārito sattihatthaṃ janamupentaṃ disvā bhīto osakkati paṭinivattati palāyati. ","html":"{}"},"mil6.1.5:13.3":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:13.4":{"pli":"Bahuvidhayuddhamukharakkhaṇabhayā. ","html":"{}"},"mil6.1.5:13.5":{"pli":"Evameva kho, mahārāja, ye keci pāpakā asaṃvutā ahirikā akiriyā akkhantī capalā calitā ittarā bālajanā jinasāsane pabbajanti, te bahuvidhaṃ sikkhāpadaṃ parirakkhituṃ avisahantā osakkitvā paṭinivattitvā palāyitvā na cirasseva hīnāyāvattanti. ","html":"{}"},"mil6.1.5:13.6":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.1.5:13.7":{"pli":"Bahuvidhasaṃvararakkhiyabhāvattā jinasāsanassa. ","html":"{}"},"mil6.1.5:13.8":{"pli":"Evaṃ bahuvidhasaṃvararakkhiyabhāvaṃ dassenti. ","html":"{}</p>"},"mil6.1.5:14.1":{"pli":"Thalajuttamepi, mahārāja, vassikāgumbe kimividdhāni pupphāni honti, tāni aṅkurāni saṅkuṭitāni antarāyeva paripatanti, na ca tesu paripatitesu vassikāgumbo hīḷito nāma hoti. ","html":"<p>{}"},"mil6.1.5:14.2":{"pli":"Yāni tattha ṭhitāni pupphāni, tāni sammā gandhena disāvidisaṃ abhibyāpenti. ","html":"{}"},"mil6.1.5:14.3":{"pli":"Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te jinasāsane kimividdhāni vassikāpupphāni viya vaṇṇagandharahitā nibbaṇṇākārasīlā abhabbā vepullāya, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti. ","html":"{}"},"mil6.1.5:14.4":{"pli":"Ye tattha ṭhitā bhikkhū, te sadevakaṃ lokaṃ sīlavaragandhena abhibyāpenti. ","html":"{}</p>"},"mil6.1.5:15.1":{"pli":"Sālīnampi, mahārāja, nirātaṅkānaṃ lohitakānaṃ antare karumbhakaṃ nāma sālijāti uppajjitvā antarā yeva vinassati, na ca tassā vinaṭṭhattā lohitakasālī hīḷitā nāma honti. ","html":"<p>{}"},"mil6.1.5:15.2":{"pli":"Ye tattha ṭhitā sālī, te rājūpabhogā honti. ","html":"{}"},"mil6.1.5:15.3":{"pli":"Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te lohitakasālīnamantare karumbhakā viya jinasāsane na vaḍḍhitvā vepullataṃ na pāpuṇitvā antarāyeva hīnāyāvattanti, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti. ","html":"{}"},"mil6.1.5:15.4":{"pli":"Ye tattha ṭhitā bhikkhū te arahattassa anucchavikā honti. ","html":"{}</p>"},"mil6.1.5:16.1":{"pli":"Kāmadadassāpi, mahārāja, maṇiratanassa ekadesaṃ kakkasaṃ uppajjati, na ca tattha kakkasuppannattā maṇiratanaṃ hīḷitaṃ nāma hoti. ","html":"<p>{}"},"mil6.1.5:16.2":{"pli":"Yaṃ tattha parisuddhaṃ maṇiratanassa, taṃ janassa hāsakaraṃ hoti. ","html":"{}"},"mil6.1.5:16.3":{"pli":"Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, kakkasā te jinasāsane papaṭikā, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti. ","html":"{}"},"mil6.1.5:16.4":{"pli":"Ye tattha ṭhitā bhikkhū, te devamanussānaṃ hāsajanakā honti. ","html":"{}</p>"},"mil6.1.5:17.1":{"pli":"Jātisampannassapi, mahārāja, lohitacandanassa ekadesaṃ pūtikaṃ hoti appagandhaṃ. ","html":"<p>{}"},"mil6.1.5:17.2":{"pli":"Na tena lohitacandanaṃ hīḷitaṃ nāma hoti. ","html":"{}"},"mil6.1.5:17.3":{"pli":"Yaṃ tattha apūtikaṃ sugandhaṃ, taṃ samantā vidhūpeti abhibyāpeti. ","html":"{}"},"mil6.1.5:17.4":{"pli":"Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te lohitacandanasārantare pūtikadesamiva chaḍḍanīyā jinasāsane, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti. ","html":"{}"},"mil6.1.5:17.5":{"pli":"Ye tattha ṭhitā bhikkhū, te sadevakaṃ lokaṃ sīlavaracandanagandhena anulimpayantī”ti. ","html":"{}</p>"},"mil6.1.5:18.1":{"pli":"“Sādhu, bhante nāgasena, tena tena anucchavikena tena tena sadisena kāraṇena niravajjamanupāpitaṃ jinasāsanaṃ seṭṭhabhāvena paridīpitaṃ, hīnāyāvattamānāpi te jinasāsanassa seṭṭhabhāvaṃyeva paridīpentī”ti. ","html":"<p>{}</p>"},"mil6.1.5:19.1":{"pli":"Hīnāyāvattanapañho pañcamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.6":{"mil6.1.6:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.6'><header><ul><li class='division'>{}</li>"},"mil6.1.6:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.6:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.6:0.4":{"pli":"6. Arahantavedanāvediyanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.6:1.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil6.1.6:1.2":{"pli":"‘arahā ekaṃ vedanaṃ vedayati kāyikaṃ, na cetasikan’ti. ","html":"{}"},"mil6.1.6:1.3":{"pli":"Kiṃ nu kho, bhante nāgasena, arahato cittaṃ yaṃ kāyaṃ nissāya pavattati, tattha arahā anissaro assāmī avasavattī”ti? ","html":"{}"},"mil6.1.6:1.4":{"pli":"“Āma, mahārājā”ti. ","html":"{}"},"mil6.1.6:1.5":{"pli":"“Na kho, bhante nāgasena, yuttametaṃ, yaṃ so sakacittassa pavattamāne kāye anissaro hoti assāmī avasavattī; ","html":"{}"},"mil6.1.6:1.6":{"pli":"sakuṇopi tāva, bhante, yasmiṃ kulāvake paṭivasati, tattha so issaro hoti sāmī vasavattī”ti. ","html":"{}</p>"},"mil6.1.6:2.1":{"pli":"“Dasayime, mahārāja, kāyānugatā dhammā bhave bhave kāyaṃ anudhāvanti anuparivattanti. ","html":"<p>{}"},"mil6.1.6:2.2":{"pli":"Katame dasa? ","html":"{}"},"mil6.1.6:2.3":{"pli":"Sītaṃ uṇhaṃ jighacchā pipāsā uccāro passāvo middhaṃ jarā byādhi maraṇaṃ. ","html":"{}"},"mil6.1.6:2.4":{"pli":"Ime kho, mahārāja, dasa kāyānugatā dhammā bhave bhave kāyaṃ anudhāvanti anuparivattanti, tattha arahā anissaro assāmī avasavattī”ti. ","html":"{}</p>"},"mil6.1.6:3.1":{"pli":"“Bhante nāgasena, kena kāraṇena arahato kāye āṇā nappavattati issariyaṃ vā, tattha me kāraṇaṃ brūhī”ti? ","html":"<p>{}"},"mil6.1.6:3.2":{"pli":"“Yathā, mahārāja, ye keci pathavinissitā sattā, sabbe te pathaviṃ nissāya caranti viharanti vuttiṃ kappenti, api nu kho, mahārāja, tesaṃ pathaviyā āṇā pavattati issariyaṃ vā”ti? ","html":"{}"},"mil6.1.6:3.3":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.6:3.4":{"pli":"“Evameva kho, mahārāja, arahato cittaṃ kāyaṃ nissāya pavattati, na ca arahato kāye āṇā pavattati issariyaṃ vā”ti. ","html":"{}</p>"},"mil6.1.6:4.1":{"pli":"“Bhante nāgasena, kena kāraṇena puthujjano kāyikampi cetasikampi vedanaṃ vedayatī”ti? ","html":"<p>{}"},"mil6.1.6:4.2":{"pli":"“Abhāvitattā, mahārāja, cittassa puthujjano kāyikampi cetasikampi vedanaṃ vedayati. ","html":"{}"},"mil6.1.6:4.3":{"pli":"Yathā, mahārāja, goṇo chāto paritasito abaladubbalaparittakatiṇesu vā latāya vā upanibaddho assa, yadā so goṇo parikupito hoti, tadā saha upanibandhanena pakkamati. ","html":"{}"},"mil6.1.6:4.4":{"pli":"Evameva kho, mahārāja, abhāvitacittassa vedanā uppajjitvā cittaṃ parikopeti, cittaṃ parikupitaṃ kāyaṃ ābhujati nibbhujati samparivattakaṃ karoti. ","html":"{}"},"mil6.1.6:4.5":{"pli":"Atha kho so abhāvitacitto tasati ravati bheravarāvamabhiravati, idamettha, mahārāja, kāraṇaṃ, yena kāraṇena puthujjano kāyikampi cetasikampi vedanaṃ vedayatī”ti. ","html":"{}</p>"},"mil6.1.6:5.1":{"pli":"“Kiṃ pana taṃ kāraṇaṃ, yena kāraṇena arahā ekaṃ vedanaṃ vedayati kāyikaṃ, na cetasikan”ti? ","html":"<p>{}"},"mil6.1.6:5.2":{"pli":"“Arahato, mahārāja, cittaṃ bhāvitaṃ hoti subhāvitaṃ dantaṃ sudantaṃ assavaṃ vacanakaraṃ, so dukkhāya vedanāya phuṭṭho samāno ‘aniccan’ti daḷhaṃ gaṇhāti, samādhithambhe cittaṃ upanibandhati, tassa taṃ cittaṃ samādhithambhe upanibandhanaṃ na vedhati na calati, ṭhitaṃ hoti avikkhittaṃ, tassa vedanāvikāravipphārena kāyo ābhujati nibbhujati samparivattati, idamettha, mahārāja, kāraṇaṃ, yena kāraṇena arahā ekaṃ vedanaṃ vedayati kāyikaṃ, na cetasikan”ti. ","html":"{}</p>"},"mil6.1.6:6.1":{"pli":"“Bhante nāgasena, taṃ nāma loke acchariyaṃ yaṃ kāye calamāne cittaṃ na calati, tattha me kāraṇaṃ brūhī”ti. ","html":"<p>{}"},"mil6.1.6:6.2":{"pli":"“Yathā, mahārāja, mahatimahārukkhe khandhasākhāpalāsasampanne anilabalasamāhate sākhā calati, api nu tassa khandhopi calatī”ti? ","html":"{}"},"mil6.1.6:6.3":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.6:6.4":{"pli":"“Evameva kho, mahārāja, arahā dukkhāya vedanāya phuṭṭho samāno ‘aniccan’ti daḷhaṃ gaṇhāti, samādhithambhe cittaṃ upanibandhati, tassa taṃ cittaṃ samādhithambhe upanibandhanaṃ na vedhati na calati, ṭhitaṃ hoti avikkhittaṃ, tassa vedanāvikāravipphārena kāyo ābhujati nibbhujati samparivattati, cittaṃ pana tassa na vedhati na calati khandho viya mahārukkhassā”ti. ","html":"{}"},"mil6.1.6:6.5":{"pli":"“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena, na me evarūpo sabbakāliko dhammapadīpo diṭṭhapubbo”ti. ","html":"{}</p>"},"mil6.1.6:7.1":{"pli":"Arahantavedanāvediyanapañho chaṭṭho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.7":{"mil6.1.7:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.7'><header><ul><li class='division'>{}</li>"},"mil6.1.7:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.7:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.7:0.4":{"pli":"7. Abhisamayantarāyakarapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.7:1.1":{"pli":"“Bhante nāgasena, idha yo koci gihī pārājikaṃ ajjhāpanno bhaveyya, so aparena samayena pabbājeyya, attanāpi so na jāneyya ‘gihipārājikaṃ ajjhāpannosmī’ti, napi tassa añño koci ācikkheyya ‘gihipārājikaṃ ajjhāpannosī’ti. ","html":"<p>{}"},"mil6.1.7:1.2":{"pli":"So ca tathattāya paṭipajjeyya, api nu tassa dhammābhisamayo bhaveyyā”ti? ","html":"{}"},"mil6.1.7:1.3":{"pli":"“Na hi, mahārājā”ti. ","html":"{}"},"mil6.1.7:1.4":{"pli":"“Kena, bhante, kāraṇenā”ti? ","html":"{}"},"mil6.1.7:1.5":{"pli":"“Yo tassa hetu dhammābhisamayāya, so tassa samucchinno, tasmā dhammābhisamayo na bhavatī”ti. ","html":"{}</p>"},"mil6.1.7:2.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil6.1.7:2.2":{"pli":"‘jānantassa kukkuccaṃ hoti, kukkucce sati āvaraṇaṃ hoti, āvaṭe citte dhammābhisamayo na hotī’ti. ","html":"{}"},"mil6.1.7:2.3":{"pli":"Imassa pana ajānantassa akukkuccajātassa santacittassa viharato kena kāraṇena dhammābhisamayo na hoti, visamena visameneso pañho gacchati, cintetvā visajjethā”ti. ","html":"{}</p>"},"mil6.1.7:3.1":{"pli":"“Ruhati, mahārāja, sukaṭṭhe sukalale maṇḍakhette sāradaṃ sukhasayitaṃ bījan”ti? ","html":"<p>{}"},"mil6.1.7:3.2":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.1.7:3.3":{"pli":"“Api nu, mahārāja, taññeva bījaṃ ghanaselasilātale ruheyyā”ti? ","html":"{}"},"mil6.1.7:3.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.7:3.5":{"pli":"“Kissa pana, mahārāja, taññeva bījaṃ kalale ruhati, kissa ghanasele na ruhatī”ti? ","html":"{}"},"mil6.1.7:3.6":{"pli":"“Natthi, bhante, tassa bījassa ruhanāya ghanasele hetu, ahetunā bījaṃ na ruhatī”ti. ","html":"{}"},"mil6.1.7:3.7":{"pli":"“Evameva kho, mahārāja, yena hetunā tassa dhammābhisamayo bhaveyya, so tassa hetu samucchinno, ahetunā dhammābhisamayo na hoti. ","html":"{}</p>"},"mil6.1.7:4.1":{"pli":"Yathā vā pana, mahārāja, daṇḍaleḍḍulaguḷamuggarā pathaviyā ṭhānamupagacchanti, api nu, mahārāja, teyeva daṇḍaleḍḍulaguḷamuggarā gagane ṭhānamupagacchantī”ti? ","html":"<p>{}"},"mil6.1.7:4.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.7:4.3":{"pli":"“Kiṃ panettha, mahārāja, kāraṇaṃ, yena kāraṇena teyeva daṇḍaleḍḍulaguḷamuggarā pathaviyā ṭhānamupagacchanti, kena kāraṇena gagane na tiṭṭhantī”ti? ","html":"{}"},"mil6.1.7:4.4":{"pli":"“Natthi, bhante, tesaṃ daṇḍaleḍḍulaguḷamuggarānaṃ patiṭṭhānāya ākāse hetu, ahetunā na tiṭṭhantī”ti. ","html":"{}"},"mil6.1.7:4.5":{"pli":"“Evameva kho, mahārāja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghāte ahetunā abhisamayo na hotīti. ","html":"{}</p>"},"mil6.1.7:5.1":{"pli":"Yathā vā pana, mahārāja, thale aggi jalati, api nu kho, mahārāja, soyeva aggi udake jalatī”ti? ","html":"<p>{}"},"mil6.1.7:5.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.7:5.3":{"pli":"“Kiṃ panettha, mahārāja, kāraṇaṃ, yena kāraṇena soyeva aggi thale jalati, kena kāraṇena udake na jalatī”ti? ","html":"{}"},"mil6.1.7:5.4":{"pli":"“Natthi, bhante, aggissa jalanāya udake hetu, ahetunā na jalatī”ti. ","html":"{}"},"mil6.1.7:5.5":{"pli":"“Evameva kho, mahārāja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghāte ahetunā dhammābhisamayo na hotī”ti. ","html":"{}</p>"},"mil6.1.7:6.1":{"pli":"“Bhante nāgasena, punapetaṃ atthaṃ cintehi, na me tattha cittasaññatti bhavati, ajānantassa asati kukkucce āvaraṇaṃ hotīti, kāraṇena maṃ saññāpehī”ti. ","html":"<p>{}"},"mil6.1.7:6.2":{"pli":"“Api nu, mahārāja, visaṃ halāhalaṃ ajānantena khāyitaṃ jīvitaṃ haratī”ti? ","html":"{}"},"mil6.1.7:6.3":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.1.7:6.4":{"pli":"“Evameva kho, mahārāja, ajānantenapi kataṃ pāpaṃ abhisamayantarāyakaraṃ hoti. ","html":"{}</p>"},"mil6.1.7:7.1":{"pli":"Api nu, mahārāja, aggi ajānitvā akkamantaṃ ḍahatī”ti? ","html":"<p>{}"},"mil6.1.7:7.2":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.1.7:7.3":{"pli":"“Evameva kho, mahārāja, ajānantenapi kataṃ pāpaṃ abhisamayantarāyakaraṃ hoti. ","html":"{}</p>"},"mil6.1.7:8.1":{"pli":"Api nu, mahārāja, ajānantaṃ āsīviso ḍaṃsitvā jīvitaṃ haratī”ti? ","html":"<p>{}"},"mil6.1.7:8.2":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.1.7:8.3":{"pli":"“Evameva kho, mahārāja, ajānantenapi kataṃ pāpaṃ abhisamayantarāyakaraṃ hoti. ","html":"{}</p>"},"mil6.1.7:9.1":{"pli":"Nanu, mahārāja, kāliṅgarājā samaṇakolañño sattaratanaparikiṇṇo hatthiratanamabhiruyha kuladassanāya gacchanto ajānantopi nāsakkhi bodhimaṇḍassa uparito gantuṃ, idamettha, mahārāja, kāraṇaṃ, yena kāraṇena ajānantenapi kataṃ pāpaṃ abhisamayantarāyakaraṃ hotī”ti? ","html":"<p>{}"},"mil6.1.7:9.2":{"pli":"“Jinabhāsitaṃ, bhante nāgasena, kāraṇaṃ na sakkā paṭikkosituṃ, esovetassa attho tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.1.7:10.1":{"pli":"Abhisamayantarāyakarapañho sattamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.8":{"mil6.1.8:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.8'><header><ul><li class='division'>{}</li>"},"mil6.1.8:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.8:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.8:0.4":{"pli":"8. Dussīlapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.8:1.1":{"pli":"“Bhante nāgasena, gihidussīlassa ca samaṇadussīlassa ca ko viseso, kiṃ nānākaraṇaṃ, ubhopete samasamagatikā, ubhinnampi samasamo vipāko hoti, udāhu kiñci nānākāraṇaṃ atthī”ti? ","html":"<p>{}</p>"},"mil6.1.8:2.1":{"pli":"“Dasayime, mahārāja, guṇā samaṇadussīlassa gihidussīlato visesena atirekā, dasahi ca kāraṇehi uttariṃ dakkhiṇaṃ visodheti. ","html":"<p>{}</p>"},"mil6.1.8:3.1":{"pli":"Katame dasa guṇā samaṇadussīlassa gihidussīlato visesena atirekā? ","html":"<p>{}"},"mil6.1.8:3.2":{"pli":"Idha, mahārāja, samaṇadussīlo buddhe sagāravo hoti, dhamme sagāravo hoti, saṅghe sagāravo hoti, sabrahmacārīsu sagāravo hoti, uddesaparipucchāya vāyamati, savanabahulo hoti, bhinnasīlopi, mahārāja, dussīlo parisagato ākappaṃ upaṭṭhapeti, garahabhayā kāyikaṃ vācasikaṃ rakkhati, padhānābhimukhañcassa hoti cittaṃ, bhikkhusāmaññaṃ upagato hoti. ","html":"{}"},"mil6.1.8:3.3":{"pli":"Karontopi, mahārāja, samaṇadussīlo pāpaṃ paṭicchannaṃ ācarati. ","html":"{}"},"mil6.1.8:3.4":{"pli":"Yathā, mahārāja, itthī sapatikā nilīyitvā rahasseneva pāpamācarati; ","html":"{}"},"mil6.1.8:3.5":{"pli":"evameva kho, mahārāja, karontopi samaṇadussīlo pāpaṃ paṭicchannaṃ ācarati. ","html":"{}"},"mil6.1.8:3.6":{"pli":"Ime kho, mahārāja, dasa guṇā samaṇadussīlassa gihidussīlato visesena atirekā. ","html":"{}</p>"},"mil6.1.8:4.1":{"pli":"Katamehi dasahi kāraṇehi uttariṃ dakkhiṇaṃ visodheti? ","html":"<p>{}"},"mil6.1.8:4.2":{"pli":"Anavajjakavacadhāraṇatāyapi dakkhiṇaṃ visodheti, isisāmaññabhaṇḍuliṅgadhāraṇatopi dakkhiṇaṃ visodheti, saṅghasamayamanuppaviṭṭhatāyapi dakkhiṇaṃ visodheti, buddhadhammasaṅghasaraṇagatatāyapi dakkhiṇaṃ visodheti, padhānāsayaniketavāsitāyapi dakkhiṇaṃ visodheti, jinasāsanadharapariyesanatopi dakkhiṇaṃ visodheti, pavaradhammadesanatopi dakkhiṇaṃ visodheti, dhammadīpagatiparāyaṇatāyapi dakkhiṇaṃ visodheti, ‘aggo buddho’ti ekantaujudiṭṭhitāyapi dakkhiṇaṃ visodheti, uposathasamādānatopi dakkhiṇaṃ visodheti. ","html":"{}"},"mil6.1.8:4.3":{"pli":"Imehi kho, mahārāja, dasahi kāraṇehi uttariṃ dakkhiṇaṃ visodheti. ","html":"{}</p>"},"mil6.1.8:5.1":{"pli":"Suvipannopi hi, mahārāja, samaṇadussīlo dāyakānaṃ dakkhiṇaṃ visodheti. ","html":"<p>{}"},"mil6.1.8:5.2":{"pli":"Yathā, mahārāja, udakaṃ subahalampi kalalakaddamarajojallaṃ apaneti; ","html":"{}"},"mil6.1.8:5.3":{"pli":"evameva kho, mahārāja, suvipannopi samaṇadussīlo dāyakānaṃ dakkhiṇaṃ visodheti. ","html":"{}</p>"},"mil6.1.8:6.1":{"pli":"Yathā vā pana, mahārāja, uṇhodakaṃ sukudhitampi pajjalantaṃ mahantaṃ aggikkhandhaṃ nibbāpeti; ","html":"<p>{}"},"mil6.1.8:6.2":{"pli":"evameva kho, mahārāja, suvipannopi samaṇadussīlo dāyakānaṃ dakkhiṇaṃ visodheti. ","html":"{}</p>"},"mil6.1.8:7.1":{"pli":"Yathā vā pana, mahārāja, bhojanaṃ virasampi khudādubbalyaṃ apaneti; ","html":"<p>{}"},"mil6.1.8:7.2":{"pli":"evameva kho, mahārāja, suvipannopi samaṇadussīlo dāyakānaṃ dakkhiṇaṃ visodheti. ","html":"{}</p>"},"mil6.1.8:8.1":{"pli":"Bhāsitampetaṃ, mahārāja, tathāgatena devātidevena majjhimanikāyavaralañchake dakkhiṇavibhaṅge veyyākaraṇe—","html":"<p>{}</p>"},"mil6.1.8:9.1":{"pli":"‘Yo sīlavā dussīlesu dadāti dānaṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil6.1.8:9.2":{"pli":"Dhammena laddhaṃ supasannacitto; ","html":"<span class='verse-line'>{}</span>"},"mil6.1.8:9.3":{"pli":"Abhisaddahaṃ kammaphalaṃ uḷāraṃ, ","html":"<span class='verse-line'>{}</span>"},"mil6.1.8:9.4":{"pli":"Sā dakkhiṇā dāyakato visujjhatī’”ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil6.1.8:10.1":{"pli":"“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena, tāvatakaṃ mayaṃ pañhaṃ apucchimha, taṃ tvaṃ opammehi kāraṇehi vibhāvento amatamadhuraṃ savanūpagaṃ akāsi. ","html":"<p>{}"},"mil6.1.8:10.2":{"pli":"Yathā nāma, bhante, sūdo vā sūdantevāsī vā tāvatakaṃ maṃsaṃ labhitvā nānāvidhehi sambhārehi sampādetvā rājūpabhogaṃ karoti; ","html":"{}"},"mil6.1.8:10.3":{"pli":"evameva kho, bhante nāgasena, tāvatakaṃ mayaṃ pañhaṃ apucchimha, taṃ tvaṃ opammehi kāraṇehi vibhāvetvā amatamadhuraṃ savanūpagaṃ akāsī”ti. ","html":"{}</p>"},"mil6.1.8:11.1":{"pli":"Dussīlapañho aṭṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.1.9":{"mil6.1.9:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.1.9'><header><ul><li class='division'>{}</li>"},"mil6.1.9:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.1.9:0.3":{"pli":"Buddhavagga ","html":"<li>{}</li></ul>"},"mil6.1.9:0.4":{"pli":"9. Udakasattajīvapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.1.9:1.1":{"pli":"“Bhante nāgasena, imaṃ udakaṃ aggimhi tappamānaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhaṃ, kiṃ nu kho, bhante nāgasena, udakaṃ jīvati, kiṃ kīḷamānaṃ saddāyati, udāhu aññena paṭipīḷitaṃ saddāyatī”ti? ","html":"<p>{}"},"mil6.1.9:1.2":{"pli":"“Na hi, mahārāja, udakaṃ jīvati, natthi udake jīvo vā satto vā, api ca, mahārāja, aggisantāpavegassa mahantatāya udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti. ","html":"{}</p>"},"mil6.1.9:2.1":{"pli":"“Bhante nāgasena, idhekacce titthiyā udakaṃ jīvatīti sītodakaṃ paṭikkhipitvā udakaṃ tāpetvā vekatikavekatikaṃ paribhuñjanti, te tumhe garahanti paribhavanti ‘ekindriyaṃ samaṇā sakyaputtiyā jīvaṃ viheṭhentī’ti, taṃ tesaṃ garahaṃ paribhavaṃ vinodehi apanehi nicchārehī”ti. ","html":"<p>{}"},"mil6.1.9:2.2":{"pli":"“Na hi, mahārāja, udakaṃ jīvati, natthi, mahārāja, udake jīvo vā satto vā, api ca, mahārāja, aggisantāpavegassa mahantatāya udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhaṃ. ","html":"{}</p>"},"mil6.1.9:3.1":{"pli":"Yathā, mahārāja, udakaṃ sobbhasarasaritadahataḷākakandarapadaraudapānaninnapokkharaṇigataṃ vātātapavegassa mahantatāya pariyādiyati parikkhayaṃ gacchati, api nu tattha udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti? ","html":"<p>{}"},"mil6.1.9:3.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.9:3.3":{"pli":"“Yadi, mahārāja, udakaṃ jīveyya, tatthāpi udakaṃ saddāyeyya, imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan’ti. ","html":"{}</p>"},"mil6.1.9:4.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyatī’ti. ","html":"<p>{}"},"mil6.1.9:4.2":{"pli":"Yadā pana, mahārāja, udakaṃ taṇḍulehi sammissitaṃ bhājanagataṃ hoti pihitaṃ uddhane aṭhapitaṃ, api nu tattha udakaṃ saddāyatī”ti? ","html":"{}"},"mil6.1.9:4.3":{"pli":"“Na hi, bhante, acalaṃ hoti santasantan”ti. ","html":"{}"},"mil6.1.9:4.4":{"pli":"“Taṃyeva pana, mahārāja, udakaṃ bhājanagataṃ aggiṃ ujjāletvā uddhane ṭhapitaṃ hoti, api nu tattha udakaṃ acalaṃ hoti santasantan”ti? ","html":"{}"},"mil6.1.9:4.5":{"pli":"“Na hi, bhante, calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hotī”ti. ","html":"{}"},"mil6.1.9:4.6":{"pli":"“Kissa pana taṃ, mahārāja, pākatikaṃ udakaṃ na calati santasantaṃ hoti, kissa pana aggigataṃ calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hotī”ti? ","html":"{}"},"mil6.1.9:4.7":{"pli":"“Pākatikaṃ, bhante, udakaṃ na calati, aggikataṃ pana udakaṃ aggisantāpavegassa mahantatāya cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti. ","html":"{}"},"mil6.1.9:4.8":{"pli":"“Imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyatī’ti. ","html":"{}</p>"},"mil6.1.9:5.1":{"pli":"Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyati. ","html":"<p>{}"},"mil6.1.9:5.2":{"pli":"Hoti taṃ, mahārāja, udakaṃ ghare ghare udakavārakagataṃ pihitan”ti? ","html":"{}"},"mil6.1.9:5.3":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil6.1.9:5.4":{"pli":"“Api nu taṃ, mahārāja, udakaṃ calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hotī”ti. ","html":"{}"},"mil6.1.9:5.5":{"pli":"“Na hi, bhante, acalaṃ taṃ hoti pākatikaṃ udakavārakagataṃ udakan”ti. ","html":"{}</p>"},"mil6.1.9:6.1":{"pli":"“Sutapubbaṃ pana tayā, mahārāja, ‘mahāsamudde udakaṃ calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hoti, ussakkitvā ossakkitvā velāya paharati saddāyati bahuvidhan’”ti? ","html":"<p>{}"},"mil6.1.9:6.2":{"pli":"“Āma, bhante, sutapubbaṃ etaṃ mayā diṭṭhapubbañca ‘mahāsamudde udakaṃ hatthasatampi dvepi hatthasatāni gagane ussakkatī’”ti. ","html":"{}"},"mil6.1.9:6.3":{"pli":"“Kissa, mahārāja, udakavārakagataṃ udakaṃ na calati na saddāyati, kissa pana mahāsamudde udakaṃ calati saddāyatī”ti? ","html":"{}"},"mil6.1.9:6.4":{"pli":"“Vātavegassa mahantatāya, bhante, mahāsamudde udakaṃ calati saddāyati, udakavārakagataṃ udakaṃ aghaṭṭitaṃ kehici na calati na saddāyatī”ti. ","html":"{}"},"mil6.1.9:6.5":{"pli":"“Yathā, mahārāja, vātavegassa mahantatāya mahāsamudde udakaṃ calati saddāyati; ","html":"{}"},"mil6.1.9:6.6":{"pli":"evameva aggisantāpavegassa mahantatāya udakaṃ saddāyatīti. ","html":"{}</p>"},"mil6.1.9:7.1":{"pli":"Nanu, mahārāja, bheripokkharaṃ sukkhaṃ sukkhena gocammena onandhantī”ti? ","html":"<p>{}"},"mil6.1.9:7.2":{"pli":"“Āma, bhante”. ","html":"{}"},"mil6.1.9:7.3":{"pli":"“Api nu, mahārāja, bheriyā jīvo vā satto vā atthī”ti. ","html":"{}"},"mil6.1.9:7.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.1.9:7.5":{"pli":"“Kissa pana, mahārāja, bherī saddāyatī”ti? ","html":"{}"},"mil6.1.9:7.6":{"pli":"“Itthiyā vā, bhante, purisassa vā tajjena vāyāmenā”ti. ","html":"{}"},"mil6.1.9:7.7":{"pli":"“Yathā, mahārāja, itthiyā vā purisassa vā tajjena vāyāmena bherī saddāyati; ","html":"{}"},"mil6.1.9:7.8":{"pli":"evameva aggisantāpavegassa mahantatāya udakaṃ saddāyati. ","html":"{}"},"mil6.1.9:7.9":{"pli":"Imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyatī’ti. ","html":"{}</p>"},"mil6.1.9:8.1":{"pli":"Mayhampi tāva, mahārāja, tava pucchitabbaṃ atthi, evameso pañho suvinicchito hoti, kiṃ nu kho, mahārāja, sabbehipi bhājanehi udakaṃ tappamānaṃ saddāyati, udāhu ekaccehiyeva bhājanehi tappamānaṃ saddāyatī”ti? ","html":"<p>{}"},"mil6.1.9:8.2":{"pli":"“Na hi, bhante, sabbehipi bhājanehi udakaṃ tappamānaṃ saddāyati, ekaccehiyeva bhājanehi udakaṃ tappamānaṃ saddāyatī”ti. ","html":"{}"},"mil6.1.9:8.3":{"pli":"“Tena hi, mahārāja, jahitosi sakasamayaṃ, paccāgatosi mama visayaṃ, natthi udake jīvo vā satto vā. ","html":"{}"},"mil6.1.9:8.4":{"pli":"Yadi, mahārāja, sabbehipi bhājanehi udakaṃ tappamānaṃ saddāyeyya, yuttamidaṃ ‘udakaṃ jīvatī’ti vattuṃ. ","html":"{}"},"mil6.1.9:8.5":{"pli":"Na hi, mahārāja, udakaṃ dvayaṃ hoti, yaṃ saddāyati, taṃ jīvati, yaṃ na saddāyati, taṃ na jīvatīti. ","html":"{}"},"mil6.1.9:8.6":{"pli":"Yadi, mahārāja, udakaṃ jīveyya, mahantānaṃ hatthināgānaṃ ussannakāyānaṃ pabhinnānaṃ soṇḍāya ussiñcitvā mukhe pakkhipitvā kucchiṃ pavesayantānaṃ, tampi udakaṃ tesaṃ dantantare cippiyamānaṃ saddāyeyya. ","html":"{}"},"mil6.1.9:8.7":{"pli":"Hatthasatikāpi mahānāvā garukā bhārikā anekasatasahassabhāraparipūrā mahāsamudde vicaranti, tāhipi cippiyamānaṃ udakaṃ saddāyeyya. ","html":"{}"},"mil6.1.9:8.8":{"pli":"Mahatimahantāpi macchā anekasatayojanikakāyā timī timiṅgalā timirapiṅgalā abbhantare nimuggā mahāsamudde nivāsaṭṭhānatāya paṭivasantā mahāudakadhārā ācamanti dhamanti ca, tesampi taṃ dantantarepi udarantarepi cippiyamānaṃ udakaṃ saddāyeyya. ","html":"{}"},"mil6.1.9:8.9":{"pli":"Yasmā ca kho, mahārāja, evarūpehi evarūpehi mahantehi paṭipīḷanehi paṭipīḷitaṃ udakaṃ na saddāyati tasmāpi natthi udake jīvo vā satto vāti, evametaṃ, mahārāja, dhārehī”ti. ","html":"{}</p>"},"mil6.1.9:9.1":{"pli":"“Sādhu, bhante nāgasena, dosāgato pañho anucchavikāya vibhattiyā vibhatto, yathā nāma, bhante nāgasena, mahagghaṃ maṇiratanaṃ chekaṃ ācariyaṃ kusalaṃ sikkhitaṃ maṇikāraṃ pāpuṇitvā kittiṃ labheyya thomanaṃ pasaṃsaṃ, muttāratanaṃ vā muttikaṃ dussaratanaṃ vā dussikaṃ, lohitacandanaṃ vā gandhikaṃ pāpuṇitvā kittiṃ labheyya thomanaṃ pasaṃsaṃ. ","html":"<p>{}"},"mil6.1.9:9.2":{"pli":"Evameva kho, bhante nāgasena, dosāgato pañho anucchavikāya vibhattiyā vibhatto, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.1.9:10.1":{"pli":"Udakasattajīvapañho navamo. ","html":"<p class='endsutta'>{}</p>"},"mil6.1.9:11.1":{"pli":"Buddhavaggo paṭhamo. ","html":"<p class='endsection'>{}</p>"},"mil6.1.9:12.1":{"pli":"Imasmiṃ vagge nava pañhā. ","html":"<p class='endsutta'>{}</p></article>"}}}