{"mil5.3.2":{"mil5.3.2:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.2'><header><ul><li class='division'>{}</li>"},"mil5.3.2:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.2:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.2:0.4":{"pli":"2. Sabbasattahitapharaṇapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.2:1.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil5.3.2:1.2":{"pli":"‘tathāgato sabbasattānaṃ ahitamapanetvā hitamupadahatī’ti. ","html":"{}"},"mil5.3.2:1.3":{"pli":"Puna ca bhaṇatha aggikkhandhūpame dhammapariyāye bhaññamāne ‘saṭṭhimattānaṃ bhikkhūnaṃ uṇhaṃ lohitaṃ mukhato uggatan’ti. ","html":"{}"},"mil5.3.2:1.4":{"pli":"Aggikkhandhūpamaṃ, bhante, dhammapariyāyaṃ desentena tathāgatena saṭṭhimattānaṃ bhikkhūnaṃ hitamapanetvā ahitamupadahitaṃ. ","html":"{}"},"mil5.3.2:1.5":{"pli":"Yadi, bhante nāgasena, tathāgato sabbasattānaṃ ahitamapanetvā hitamupadahati, tena hi aggikkhandhūpame dhammapariyāye bhaññamāne saṭṭhimattānaṃ bhikkhūnaṃ uṇhaṃ lohitaṃ mukhato uggatanti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.2:1.6":{"pli":"Yadi aggikkhandhūpame dhammapariyāye bhaññamāne saṭṭhimattānaṃ bhikkhūnaṃ uṇhaṃ lohitaṃ mukhato uggataṃ, tena hi tathāgato sabbasattānaṃ ahitamapanetvā hitamupadahatīti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.2:1.7":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.2:2.1":{"pli":"“Tathāgato, mahārāja, sabbasattānaṃ ahitamapanetvā hitamupadahati, aggikkhandhūpame dhammapariyāye bhaññamāne saṭṭhimattānaṃ bhikkhūnaṃ uṇhaṃ lohitaṃ mukhato uggataṃ, tañca pana na tathāgatassa katena, tesaṃyeva attano katenā”ti. ","html":"<p>{}</p>"},"mil5.3.2:3.1":{"pli":"“Yadi, bhante nāgasena, tathāgato aggikkhandhūpamaṃ dhammapariyāyaṃ na bhāseyya, api nu tesaṃ uṇhaṃ lohitaṃ mukhato uggaccheyyā”ti. ","html":"<p>{}"},"mil5.3.2:3.2":{"pli":"“Na hi, mahārāja, micchāpaṭipannānaṃ tesaṃ bhagavato dhammapariyāyaṃ sutvā pariḷāho kāye uppajji, tena tesaṃ pariḷāhena uṇhaṃ lohitaṃ mukhato uggatan”ti. ","html":"{}"},"mil5.3.2:3.3":{"pli":"“Tena hi, bhante nāgasena, tathāgatasseva katena tesaṃ uṇhaṃ lohitaṃ mukhato uggataṃ, tathāgatoyeva tattha adhikāro tesaṃ nāsanāya, yathā nāma, bhante nāgasena, ahi vammikaṃ paviseyya, athaññataro paṃsukāmo puriso vammikaṃ bhinditvā paṃsuṃ hareyya, tassa paṃsuharaṇena vammikassa susiraṃ pidaheyya, atha tattheva so assāsaṃ alabhamāno mareyya, nanu so, bhante, ahi tassa purisassa katena maraṇappatto”ti. ","html":"{}"},"mil5.3.2:3.4":{"pli":"“Āma, mahārājā”ti. ","html":"{}"},"mil5.3.2:3.5":{"pli":"“Evameva kho, bhante nāgasena, tathāgatoyeva tattha adhikāro tesaṃ nāsanāyā”ti. ","html":"{}</p>"},"mil5.3.2:4.1":{"pli":"“Tathāgato, mahārāja, dhammaṃ desayamāno anunayappaṭighaṃ na karoti, anunayappaṭighavippamutto dhammaṃ deseti, evaṃ dhamme desīyamāne ye tattha sammāpaṭipannā, te bujjhanti. ","html":"<p>{}"},"mil5.3.2:4.2":{"pli":"Ye pana micchāpaṭipannā, te patanti. ","html":"{}"},"mil5.3.2:4.3":{"pli":"Yathā, mahārāja, purisassa ambaṃ vā jambuṃ vā madhukaṃ vā cālayamānassa yāni tattha phalāni sārāni daḷhabandhanāni, tāni tattheva accutāni tiṭṭhanti, yāni tattha phalāni pūtivaṇṭamūlāni dubbalabandhanāni, tāni patanti; ","html":"{}"},"mil5.3.2:4.4":{"pli":"evameva kho, mahārāja, tathāgato dhammaṃ desayamāno anunayappaṭighaṃ na karoti, anunayappaṭighavippamutto dhammaṃ deseti, evaṃ dhamme desīyamāne ye tattha sammāpaṭipannā, te bujjhanti. ","html":"{}"},"mil5.3.2:4.5":{"pli":"Ye pana micchāpaṭipannā, te patanti. ","html":"{}</p>"},"mil5.3.2:5.1":{"pli":"Yathā vā pana, mahārāja, kassako dhaññaṃ ropetukāmo khettaṃ kasati, tassa kasantassa anekasatasahassāni tiṇāni maranti; ","html":"<p>{}"},"mil5.3.2:5.2":{"pli":"evameva kho, mahārāja, tathāgato paripakkamānase satte bodhento anunayappaṭighavippamutto dhammaṃ deseti, evaṃ dhamme desīyamāne ye tattha sammāpaṭipannā, te bujjhanti. ","html":"{}"},"mil5.3.2:5.3":{"pli":"Ye pana micchāpaṭipannā, te tiṇāni viya maranti. ","html":"{}</p>"},"mil5.3.2:6.1":{"pli":"Yathā vā pana, mahārāja, manussā rasahetu yantena ucchuṃ pīḷayanti, tesaṃ ucchuṃ pīḷayamānānaṃ ye tattha yantamukhagatā kimayo, te pīḷiyanti; ","html":"<p>{}"},"mil5.3.2:6.2":{"pli":"evameva kho, mahārāja, tathāgato paripakkamānase satte bodhento dhammayantamabhipīḷayati, ye tattha micchāpaṭipannā, te kimī viya marantī”ti. ","html":"{}</p>"},"mil5.3.2:7.1":{"pli":"“Nanu, bhante nāgasena, te bhikkhū tāya dhammadesanāya patitā”ti? ","html":"<p>{}"},"mil5.3.2:7.2":{"pli":"“Api nu kho, mahārāja, tacchako rukkhaṃ tacchanto ujukaṃ parisuddhaṃ karotī”ti? ","html":"{}"},"mil5.3.2:7.3":{"pli":"“Na hi, bhante, vajjanīyaṃ apanetvā tacchako rukkhaṃ ujukaṃ parisuddhaṃ karotī”ti. ","html":"{}"},"mil5.3.2:7.4":{"pli":"“Evameva kho, mahārāja, tathāgato parisaṃ rakkhanto na sakkoti bodhaneyye satte bodhetuṃ, micchāpaṭipanne pana satte apanetvā bodhaneyye satte bodheti, attakatena pana te, mahārāja, micchāpaṭipannā patanti. ","html":"{}</p>"},"mil5.3.2:8.1":{"pli":"Yathā, mahārāja, kadalī veḷu assatarī attajena haññati; ","html":"<p>{}"},"mil5.3.2:8.2":{"pli":"evameva kho, mahārāja, ye te micchāpaṭipannā, te attakatena haññanti patanti. ","html":"{}</p>"},"mil5.3.2:9.1":{"pli":"Yathā, mahārāja, corā attakatena cakkhuppāṭanaṃ sūlāropanaṃ sīsacchedanaṃ pāpuṇanti; ","html":"<p>{}"},"mil5.3.2:9.2":{"pli":"evameva kho, mahārāja, ye te micchāpaṭipannā, te attakatena haññanti patanti. ","html":"{}"},"mil5.3.2:9.3":{"pli":"Yesaṃ, mahārāja, saṭṭhimattānaṃ bhikkhūnaṃ uṇhaṃ lohitaṃ mukhato uggataṃ, tesaṃ taṃ neva bhagavato katena, na paresaṃ katena, atha kho attanoyeva katena. ","html":"{}</p>"},"mil5.3.2:10.1":{"pli":"Yathā, mahārāja, puriso sabbajanassa amataṃ dadeyya, te taṃ amataṃ asitvā arogā dīghāyukā sabbītito parimucceyyuṃ, athaññataro puriso durupacārena taṃ asitvā maraṇaṃ pāpuṇeyya, api nu kho so, mahārāja, amatadāyako puriso tatonidānaṃ kiñci apuññaṃ āpajjeyyā”ti? ","html":"<p>{}"},"mil5.3.2:10.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.3.2:10.3":{"pli":"“Evameva kho, mahārāja, tathāgato dasasahassiyā lokadhātuyā devamanussānaṃ amataṃ dhammadānaṃ deti, ye te sattā bhabbā, te dhammāmatena bujjhanti. ","html":"{}"},"mil5.3.2:10.4":{"pli":"Ye pana te sattā abhabbā, te dhammāmatena haññanti patanti. ","html":"{}"},"mil5.3.2:10.5":{"pli":"Bhojanaṃ, mahārāja, sabbasattānaṃ jīvitaṃ rakkhati, tamekacce bhuñjitvā visūcikāya maranti, api nu kho so, mahārāja, bhojanadāyako puriso tatonidānaṃ kiñci apuññaṃ āpajjeyyā”ti? ","html":"{}"},"mil5.3.2:10.6":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.3.2:10.7":{"pli":"“Evameva kho, mahārāja, tathāgato dasasahassiyā lokadhātuyā devamanussānaṃ amataṃ dhammadānaṃ deti, ye te sattā bhabbā, te dhammāmatena bujjhanti. ","html":"{}"},"mil5.3.2:10.8":{"pli":"Ye pana te sattā abhabbā, te dhammāmatena haññanti patantī”ti. ","html":"{}"},"mil5.3.2:10.9":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.2:11.1":{"pli":"Sabbasattahitapharaṇapañho dutiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.3":{"mil5.3.3:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.3'><header><ul><li class='division'>{}</li>"},"mil5.3.3:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.3:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.3:0.4":{"pli":"3. Vatthaguyhanidassanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.3:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ tathāgatena—","html":"<p>{}</p>"},"mil5.3.3:2.1":{"pli":"‘Kāyena saṃvaro sādhu, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.3:2.2":{"pli":"sādhu vācāya saṃvaro; ","html":"<span class='verse-line'>{}</span>"},"mil5.3.3:2.3":{"pli":"Manasā saṃvaro sādhu, ","html":"<span class='verse-line'>{}</span>"},"mil5.3.3:2.4":{"pli":"sādhu sabbattha saṃvaro’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.3:3.1":{"pli":"Puna ca tathāgato catunnaṃ parisānaṃ majjhe nisīditvā purato devamanussānaṃ selassa brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassesi. ","html":"<p>{}"},"mil5.3.3:3.2":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.3.3:3.3":{"pli":"‘kāyena saṃvaro sādhū’ti, tena hi selassa brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassesīti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.3:3.4":{"pli":"Yadi selassa brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassesi, tena hi ‘kāyena saṃvaro sādhū’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.3:3.5":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.3:4.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘kāyena saṃvaro sādhū’ti, selassa ca brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassitaṃ. ","html":"<p>{}"},"mil5.3.3:4.2":{"pli":"Yassa kho, mahārāja, tathāgate kaṅkhā uppannā, tassa bodhanatthāya bhagavā iddhiyā tappaṭibhāgaṃ kāyaṃ dasseti, soyeva taṃ pāṭihāriyaṃ passatī”ti. ","html":"{}</p>"},"mil5.3.3:5.1":{"pli":"“Ko panetaṃ, bhante nāgasena, saddahissati, yaṃ parisagato ekoyeva taṃ guyhaṃ passati, avasesā tattheva vasantā na passantīti. ","html":"<p>{}"},"mil5.3.3:5.2":{"pli":"Iṅgha me tvaṃ tattha kāraṇaṃ upadisa, kāraṇena maṃ saññāpehī”ti. ","html":"{}"},"mil5.3.3:5.3":{"pli":"“Diṭṭhapubbo pana tayā, mahārāja, koci byādhito puriso parikiṇṇo ñātimittehī”ti. ","html":"{}"},"mil5.3.3:5.4":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil5.3.3:5.5":{"pli":"“Api nu kho sā, mahārāja, parisā passatetaṃ vedanaṃ, yāya so puriso vedanāya vedayatī”ti. ","html":"{}"},"mil5.3.3:5.6":{"pli":"“Na hi, bhante, attanā yeva so, bhante, puriso vedayatī”ti. ","html":"{}"},"mil5.3.3:5.7":{"pli":"“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṃ kāyaṃ dasseti, soyeva taṃ pāṭihāriyaṃ passati. ","html":"{}</p>"},"mil5.3.3:6.1":{"pli":"Yathā vā pana, mahārāja, kañcideva purisaṃ bhūto āviseyya, api nu kho sā, mahārāja, parisā passati taṃ bhūtāgamanan”ti? ","html":"<p>{}"},"mil5.3.3:6.2":{"pli":"“Na hi, bhante, soyeva āturo tassa bhūtassa āgamanaṃ passatī”ti. ","html":"{}"},"mil5.3.3:6.3":{"pli":"“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṃ kāyaṃ dasseti, so yeva taṃ pāṭihāriyaṃ passatī”ti. ","html":"{}</p>"},"mil5.3.3:7.1":{"pli":"“Dukkaraṃ, bhante nāgasena, bhagavatā kataṃ, yaṃ ekassapi adassanīyaṃ, taṃ dassentenā”ti. ","html":"<p>{}"},"mil5.3.3:7.2":{"pli":"“Na, mahārāja, bhagavā guyhaṃ dassesi, iddhiyā pana chāyaṃ dassesī”ti. ","html":"{}"},"mil5.3.3:7.3":{"pli":"“Chāyāyapi, bhante, diṭṭhāya diṭṭhaṃyeva hoti guyhaṃ, yaṃ disvā niṭṭhaṃ gato”ti. ","html":"{}"},"mil5.3.3:7.4":{"pli":"“Dukkarañcāpi, mahārāja, tathāgato karoti bodhaneyye satte bodhetuṃ. ","html":"{}"},"mil5.3.3:7.5":{"pli":"Yadi, mahārāja, tathāgato kiriyaṃ hāpeyya, bodhaneyyā sattā na bujjheyyuṃ. ","html":"{}"},"mil5.3.3:7.6":{"pli":"Yasmā ca kho, mahārāja, yogaññū tathāgato bodhaneyye satte bodhetuṃ, tasmā tathāgato yena yena yogena bodhaneyyā bujjhanti, tena tena yogena bodhaneyye bodheti. ","html":"{}</p>"},"mil5.3.3:8.1":{"pli":"Yathā, mahārāja, bhisakko sallakatto yena yena bhesajjena āturo arogo hoti, tena tena bhesajjena āturaṃ upasaṅkamati, vamanīyaṃ vameti, virecanīyaṃ vireceti, anulepanīyaṃ anulimpeti, anuvāsanīyaṃ anuvāseti; ","html":"<p>{}"},"mil5.3.3:8.2":{"pli":"evameva kho, mahārāja, tathāgato yena yena yogena bodhaneyyā sattā bujjhanti, tena tena yogena bodheti. ","html":"{}</p>"},"mil5.3.3:9.1":{"pli":"Yathā vā pana, mahārāja, itthī mūḷhagabbhā bhisakkassa adassanīyaṃ guyhaṃ dasseti; ","html":"<p>{}"},"mil5.3.3:9.2":{"pli":"evameva kho, mahārāja, tathāgato bodhaneyye satte bodhetuṃ adassanīyaṃ guyhaṃ iddhiyā chāyaṃ dassesi. ","html":"{}"},"mil5.3.3:9.3":{"pli":"Natthi, mahārāja, adassanīyo nāma okāso puggalaṃ upādāya. ","html":"{}"},"mil5.3.3:9.4":{"pli":"Yadi, mahārāja, koci bhagavato hadayaṃ disvā bujjheyya, tassapi bhagavā yogena hadayaṃ dasseyya, yogaññū, mahārāja, tathāgato desanākusalo. ","html":"{}</p>"},"mil5.3.3:10.1":{"pli":"Nanu, mahārāja, tathāgato therassa nandassa adhimuttiṃ jānitvā taṃ devabhavanaṃ netvā devakaññāyo dassesi ‘imināyaṃ kulaputto bujjhissatī’ti, tena ca so kulaputto bujjhi. ","html":"<p>{}"},"mil5.3.3:10.2":{"pli":"Iti kho, mahārāja, tathāgato anekapariyāyena subhanimittaṃ hīḷento garahanto jigucchanto tassa bodhanahetu kakuṭapādiniyo accharāyo dassesi. ","html":"{}"},"mil5.3.3:10.3":{"pli":"Evampi tathāgato yogaññū desanākusalo. ","html":"{}</p>"},"mil5.3.3:11.1":{"pli":"Puna caparaṃ, mahārāja, tathāgato therassa cūḷapanthakassa bhātarā nikkaḍḍhitassa dukkhitassa dummanassa upagantvā sukhumaṃ coḷakhaṇḍaṃ adāsi ‘imināyaṃ kulaputto bujjhissatī’ti, so ca kulaputto tena kāraṇena jinasāsane vasībhāvaṃ pāpuṇi. ","html":"<p>{}"},"mil5.3.3:11.2":{"pli":"Evampi, mahārāja, tathāgato yogaññū desanākusalo. ","html":"{}</p>"},"mil5.3.3:12.1":{"pli":"Puna caparaṃ, mahārāja, tathāgato brāhmaṇassa mogharājassa yāva tatiyaṃ pañhaṃ puṭṭho na byākāsi ‘evamimassa kulaputtassa māno upasamissati, mānūpasamā abhisamayo bhavissatī’ti, tena ca tassa kulaputtassa māno upasami, mānūpasamā so brāhmaṇo chasu abhiññāsu vasībhāvaṃ pāpuṇi. ","html":"<p>{}"},"mil5.3.3:12.2":{"pli":"Evampi, mahārāja, tathāgato yogaññū desanākusalo”ti. ","html":"{}</p>"},"mil5.3.3:13.1":{"pli":"“Sādhu, bhante nāgasena, sunibbeṭhito pañho bahuvidhehi kāraṇehi, gahanaṃ agahanaṃ kataṃ, andhakāro āloko kato, gaṇṭhi bhinno, bhaggā paravādā, jinaputtānaṃ cakkhuṃ tayā uppāditaṃ, nippaṭibhānā titthiyā, tvaṃ gaṇivarapavaramāsajjā”ti. ","html":"<p>{}</p>"},"mil5.3.3:14.1":{"pli":"Vatthaguyhanidassanapañho tatiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.4":{"mil5.3.4:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.4'><header><ul><li class='division'>{}</li>"},"mil5.3.4:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.4:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.4:0.4":{"pli":"4. Pharusavācābhāvapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.4:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ therena sāriputtena dhammasenāpatinā parisuddhavacīsamācāro āvuso tathāgato, natthi tathāgatassa vacīduccaritaṃ, yaṃ tathāgato rakkheyya ‘mā me idaṃ paro aññāsī’ti. ","html":"<p>{}"},"mil5.3.4:1.2":{"pli":"Puna ca tathāgato therassa sudinnassa kalandaputtassa aparādhe pārājikaṃ paññapento pharusāhi vācāhi moghapurisavādena samudācari, tena ca so thero moghapurisavādena maṅkucittavasena rundhitattā vippaṭisārī nāsakkhi ariyamaggaṃ paṭivijjhituṃ. ","html":"{}"},"mil5.3.4:1.3":{"pli":"Yadi, bhante nāgasena, parisuddhavacīsamācāro tathāgato, natthi tathāgatassa vacīduccaritaṃ, tena hi tathāgatena therassa sudinnassa kalandaputtassa aparādhe moghapurisavādena samudāciṇṇanti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.4:1.4":{"pli":"Yadi bhagavatā therassa sudinnassa kalandaputtassa aparādhe moghapurisavādena samudāciṇṇaṃ, tena hi parisuddhavacīsamācāro tathāgato, natthi tathāgatassa vacīduccaritanti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.4:1.5":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.4:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, therena sāriputtena dhammasenāpatinā—","html":"<p>{}"},"mil5.3.4:2.2":{"pli":"‘parisuddhavacīsamācāro āvuso tathāgato, natthi tathāgatassa vacīduccaritaṃ, yaṃ tathāgato rakkheyya “mā me idaṃ paro aññāsī”’ti. ","html":"{}"},"mil5.3.4:2.3":{"pli":"Āyasmato ca sudinnassa kalandaputtassa aparādhe pārājikaṃ paññapentena bhagavatā moghapurisavādena samudāciṇṇaṃ, tañca pana aduṭṭhacittena asārambhena yāthāvalakkhaṇena. ","html":"{}"},"mil5.3.4:2.4":{"pli":"Kiñca tattha yāthāvalakkhaṇaṃ, yassa, mahārāja, puggalassa imasmiṃ attabhāve catusaccābhisamayo na hoti, tassa purisattanaṃ moghaṃ aññaṃ kayiramānaṃ aññena sambhavati, tena vuccati ‘moghapuriso’ti. ","html":"{}"},"mil5.3.4:2.5":{"pli":"Iti, mahārāja, bhagavatā āyasmato sudinnassa kalandaputtassa sabhāvavacanena samudāciṇṇaṃ, no abhūtavādenā”ti. ","html":"{}</p>"},"mil5.3.4:3.1":{"pli":"“Sabhāvampi, bhante nāgasena, yo akkosanto bhaṇati, tassa mayaṃ kahāpaṇaṃ daṇḍaṃ dhārema, aparādhoyeva so vatthuṃ nissāya visuṃ vohāraṃ ācaranto akkosatī”ti. ","html":"<p>{}"},"mil5.3.4:3.2":{"pli":"“Atthi pana, mahārāja, sutapubbaṃ tayā khalitassa abhivādanaṃ vā paccuṭṭhānaṃ vā sakkāraṃ vā upāyanānuppadānaṃ vā”ti? ","html":"{}"},"mil5.3.4:3.3":{"pli":"“Na hi, bhante, yato kutoci yattha katthaci khalito, so paribhāsanāraho hoti tajjanāraho, uttamaṅgampissa chindanti hanantipi bandhantipi ghātentipi jhāpentipī”ti. ","html":"{}"},"mil5.3.4:3.4":{"pli":"“Tena hi, mahārāja, bhagavatā kiriyāyeva katā, no akiriyā”ti. ","html":"{}</p>"},"mil5.3.4:4.1":{"pli":"“Kiriyampi, bhante nāgasena, kurumānena patirūpena kātabbaṃ anucchavikena, savanenapi, bhante nāgasena, tathāgatassa sadevako loko ottappati hiriyati bhiyyo dassanena tatuttariṃ upasaṅkamanena payirupāsanenā”ti. ","html":"<p>{}"},"mil5.3.4:4.2":{"pli":"“Api nu kho, mahārāja, tikicchako abhisanne kāye kupite dose sinehanīyāni bhesajjāni detī”ti? ","html":"{}"},"mil5.3.4:4.3":{"pli":"“Na hi, bhante, tiṇhāni lekhanīyāni bhesajjāni detī”ti. ","html":"{}"},"mil5.3.4:4.4":{"pli":"“Evameva kho, mahārāja, tathāgato sabbakilesabyādhivūpasamāya anusiṭṭhiṃ deti, pharusāpi, mahārāja, tathāgatassa vācā satte sinehayati, muduke karoti. ","html":"{}"},"mil5.3.4:4.5":{"pli":"Yathā, mahārāja, uṇhampi udakaṃ yaṃ kiñci sinehanīyaṃ sinehayati, mudukaṃ karoti; ","html":"{}"},"mil5.3.4:4.6":{"pli":"evameva kho, mahārāja, pharusāpi tathāgatassa vācā atthavatī hoti karuṇāsahagatā. ","html":"{}"},"mil5.3.4:4.7":{"pli":"Yathā, mahārāja, pituvacanaṃ puttānaṃ atthavantaṃ hoti karuṇāsahagataṃ; ","html":"{}"},"mil5.3.4:4.8":{"pli":"evameva kho, mahārāja, pharusāpi tathāgatassa vācā atthavatī hoti karuṇāsahagatā. ","html":"{}"},"mil5.3.4:4.9":{"pli":"Pharusāpi, mahārāja, tathāgatassa vācā sattānaṃ kilesappahānā hoti. ","html":"{}"},"mil5.3.4:4.10":{"pli":"Yathā, mahārāja, duggandhampi gomuttaṃ pītaṃ virasampi agadaṃ khāyitaṃ sattānaṃ byādhiṃ hanati; ","html":"{}"},"mil5.3.4:4.11":{"pli":"evameva kho, mahārāja, pharusāpi tathāgatassa vācā atthavatī karuṇāsahagatā. ","html":"{}"},"mil5.3.4:4.12":{"pli":"Yathā, mahārāja, mahantopi tūlapuñjo parassa kāye nipatitvā rujaṃ na karoti; ","html":"{}"},"mil5.3.4:4.13":{"pli":"evameva kho, mahārāja, pharusāpi tathāgatassa vācā na kassaci dukkhaṃ uppādetī”ti. ","html":"{}"},"mil5.3.4:4.14":{"pli":"“Suvinicchito, bhante nāgasena, pañho bahūhi kāraṇehi. ","html":"{}"},"mil5.3.4:4.15":{"pli":"Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.4:5.1":{"pli":"Pharusavācābhāvapañho catuttho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.5":{"mil5.3.5:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.5'><header><ul><li class='division'>{}</li>"},"mil5.3.5:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.5:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.5:0.4":{"pli":"5. Rukkhaacetanābhāvapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.5:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ tathāgatena—","html":"<p>{}</p>"},"mil5.3.5:2.1":{"pli":"‘Acetanaṃ brāhmaṇa assuṇantaṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.5:2.2":{"pli":"Jāno ajānantamimaṃ palāsaṃ; ","html":"<span class='verse-line'>{}</span>"},"mil5.3.5:2.3":{"pli":"Āraddhavīriyo dhuvaṃ appamatto, ","html":"<span class='verse-line'>{}</span>"},"mil5.3.5:2.4":{"pli":"Sukhaseyyaṃ pucchasi kissa hetūti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.5:3.1":{"pli":"Puna ca bhaṇitaṃ—","html":"<p>{}</p>"},"mil5.3.5:4.1":{"pli":"Iti phandanarukkhopi, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.5:4.2":{"pli":"tāvade ajjhabhāsatha; ","html":"<span class='verse-line'>{}</span>"},"mil5.3.5:4.3":{"pli":"Mayhampi vacanaṃ atthi, ","html":"<span class='verse-line'>{}</span>"},"mil5.3.5:4.4":{"pli":"bhāradvāja suṇohi me’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.5:5.1":{"pli":"Yadi, bhante nāgasena, rukkho acetano, tena hi phandanena rukkhena bhāradvājena saha sallapitanti yaṃ vacanaṃ, taṃ micchā. ","html":"<p>{}"},"mil5.3.5:5.2":{"pli":"Yadi phandanena rukkhena bhāradvājena saddhiṃ sallapitaṃ, tena hi rukkho acetanoti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.5:5.3":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.5:6.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘rukkho acetano’ti, phandanena ca rukkhena bhāradvājena saddhiṃ sallapitaṃ, tañca pana vacanaṃ lokasamaññāya bhaṇitaṃ. ","html":"<p>{}"},"mil5.3.5:6.2":{"pli":"Natthi, mahārāja, acetanassa rukkhassa sallāpo nāma, api ca, mahārāja, tasmiṃ rukkhe adhivatthāya devatāyetaṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti, yathā, mahārāja, sakaṭaṃ dhaññassa paripūritaṃ dhaññasakaṭanti jano voharati, na ca taṃ dhaññamayaṃ sakaṭaṃ, rukkhamayaṃ sakaṭaṃ, tasmiṃ sakaṭe dhaññassa pana ākiritattā dhaññasakaṭanti jano voharati; ","html":"{}"},"mil5.3.5:6.3":{"pli":"evameva kho, mahārāja, na rukkho sallapati, rukkho acetano, yā pana tasmiṃ rukkhe adhivatthā devatā, tassāyeva taṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti. ","html":"{}</p>"},"mil5.3.5:7.1":{"pli":"Yathā vā pana, mahārāja, dadhiṃ manthayamāno takkaṃ manthemīti voharati, na taṃ takkaṃ, yaṃ so mantheti, dadhiṃyeva so manthento takkaṃ manthemīti voharati; ","html":"<p>{}"},"mil5.3.5:7.2":{"pli":"evameva kho, mahārāja, na rukkho sallapati, rukkho acetano. ","html":"{}"},"mil5.3.5:7.3":{"pli":"Yā pana tasmiṃ rukkhe adhivatthā devatā, tassāyeva taṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti. ","html":"{}</p>"},"mil5.3.5:8.1":{"pli":"Yathā vā pana, mahārāja, asantaṃ sādhetukāmo santaṃ sādhemīti voharati, asiddhaṃ siddhanti voharati, evamesā lokasamaññā; ","html":"<p>{}"},"mil5.3.5:8.2":{"pli":"evameva kho, mahārāja, na rukkho sallapati, rukkho acetano. ","html":"{}"},"mil5.3.5:8.3":{"pli":"Yā pana tasmiṃ rukkhe adhivatthā devatā, tassāyeva taṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti, yāya, mahārāja, lokasamaññāya jano voharati, tathāgatopi tāyeva lokasamaññāya sattānaṃ dhammaṃ desetī”ti. ","html":"{}"},"mil5.3.5:8.4":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.5:9.1":{"pli":"Rukkhaacetanābhāvapañho pañcamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.6":{"mil5.3.6:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.6'><header><ul><li class='division'>{}</li>"},"mil5.3.6:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.6:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.6:0.4":{"pli":"6. Piṇḍapātamahapphalapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.6:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ dhammasaṅgītikārakehi therehi—","html":"<p>{}</p>"},"mil5.3.6:2.1":{"pli":"‘Cundassa bhattaṃ bhuñjitvā, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.6:2.2":{"pli":"Kammārassāti me sutaṃ; ","html":"<span class='verse-line'>{}</span>"},"mil5.3.6:2.3":{"pli":"Ābādhaṃ samphusī dhīro, ","html":"<span class='verse-line'>{}</span>"},"mil5.3.6:2.4":{"pli":"Pabāḷhaṃ māraṇantikan’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.6:3.1":{"pli":"Puna ca bhagavatā bhaṇitaṃ—","html":"<p>{}"},"mil5.3.6:3.2":{"pli":"‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca. ","html":"{}"},"mil5.3.6:3.3":{"pli":"Katame dve? ","html":"{}"},"mil5.3.6:3.4":{"pli":"Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhi, yañca piṇḍapātaṃ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati. ","html":"{}"},"mil5.3.6:3.5":{"pli":"Ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā’ti. ","html":"{}"},"mil5.3.6:3.6":{"pli":"Yadi, bhante nāgasena, bhagavato cundassa bhattaṃ bhuttāvissa kharo ābādho uppanno, pabāḷhā ca vedanā pavattā māraṇantikā, tena hi ‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.6:3.7":{"pli":"Yadi dveme piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca, tena hi bhagavato cundassa bhattaṃ bhuttāvissa kharo ābādho uppanno, pabāḷhā ca vedanā pavattā māraṇantikāti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.6:3.8":{"pli":"Kiṃ nu kho, bhante nāgasena, so piṇḍapāto visagatatāya mahapphalo, roguppādakatāya mahapphalo, āyuvināsakatāya mahapphalo, bhagavato jīvitaharaṇatāya mahapphalo? ","html":"{}"},"mil5.3.6:3.9":{"pli":"Tattha me kāraṇaṃ brūhi paravādānaṃ niggahāya, etthāyaṃ jano sammūḷho lobhavasena atibahuṃ khāyitena lohitapakkhandikā uppannāti. ","html":"{}"},"mil5.3.6:3.10":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.6:4.1":{"pli":"“Bhāsitampetaṃ, mahārāja, dhammasaṅgītikārakehi therehi—","html":"<p>{}</p>"},"mil5.3.6:5.1":{"pli":"‘Cundassa bhattaṃ bhuñjitvā, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.6:5.2":{"pli":"kammārassāti me sutaṃ; ","html":"<span class='verse-line'>{}</span>"},"mil5.3.6:5.3":{"pli":"Ābādhaṃ samphusī dhīro, ","html":"<span class='verse-line'>{}</span>"},"mil5.3.6:5.4":{"pli":"pabāḷhaṃ māraṇantikan’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.6:6.1":{"pli":"Bhagavatā ca bhaṇitaṃ—","html":"<p>{}"},"mil5.3.6:6.2":{"pli":"‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca. ","html":"{}"},"mil5.3.6:6.3":{"pli":"Katame dve? ","html":"{}"},"mil5.3.6:6.4":{"pli":"Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhi, yañca piṇḍapātaṃ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati, ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā’ti. ","html":"{}</p>"},"mil5.3.6:7.1":{"pli":"So pana piṇḍapāto bahuguṇo anekānisaṃso. ","html":"<p>{}"},"mil5.3.6:7.2":{"pli":"Devatā, mahārāja, haṭṭhā pasannamānasā ‘ayaṃ bhagavato pacchimo piṇḍapāto’ti dibbaṃ ojaṃ sūkaramaddave ākiriṃsu. ","html":"{}"},"mil5.3.6:7.3":{"pli":"Tañca pana sammāpākaṃ lahupākaṃ manuññaṃ bahurasaṃ jaṭṭharaggitejassa hitaṃ. ","html":"{}"},"mil5.3.6:7.4":{"pli":"Na, mahārāja, tatonidānaṃ bhagavato koci anuppanno rogo uppanno, api ca, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi. ","html":"{}</p>"},"mil5.3.6:8.1":{"pli":"Yathā, mahārāja, pakatiyā jalamāno aggi aññasmiṃ upādāne dinne bhiyyo pajjalati; ","html":"<p>{}"},"mil5.3.6:8.2":{"pli":"evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi. ","html":"{}</p>"},"mil5.3.6:9.1":{"pli":"Yathā vā pana, mahārāja, soto pakatiyā sandamāno abhivuṭṭhe mahāmeghe bhiyyo mahogho udakavāhako hoti; ","html":"<p>{}"},"mil5.3.6:9.2":{"pli":"evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi. ","html":"{}</p>"},"mil5.3.6:10.1":{"pli":"Yathā vā pana, mahārāja, pakatiyā abhisannadhātu kucchi aññasmiṃ ajjhoharite bhiyyo āyameyya; ","html":"<p>{}"},"mil5.3.6:10.2":{"pli":"evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi, natthi, mahārāja, tasmiṃ piṇḍapāte doso, na ca tassa sakkā dosaṃ āropetun”ti. ","html":"{}</p>"},"mil5.3.6:11.1":{"pli":"“Bhante nāgasena, kena kāraṇena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti? ","html":"<p>{}"},"mil5.3.6:11.2":{"pli":"“Dhammānumajjanasamāpattivasena, mahārāja, te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti. ","html":"{}</p>"},"mil5.3.6:12.1":{"pli":"“Bhante nāgasena, katamesaṃ dhammānaṃ anumajjanasamāpattivasena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti? ","html":"<p>{}"},"mil5.3.6:12.2":{"pli":"“Navannaṃ, mahārāja, anupubbavihārasamāpattīnaṃ anulomappaṭilomasamāpajjanavasena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti. ","html":"{}</p>"},"mil5.3.6:13.1":{"pli":"“Bhante nāgasena, dvīsuyeva divasesu adhimattaṃ tathāgato navānupubbavihārasamāpattiyo anulomappaṭilomaṃ samāpajjī”ti? ","html":"<p>{}"},"mil5.3.6:13.2":{"pli":"“Āma, mahārājā”ti. ","html":"{}</p>"},"mil5.3.6:14.1":{"pli":"“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena. ","html":"<p>{}"},"mil5.3.6:14.2":{"pli":"Yaṃ imasmiṃ buddhakkhette asadisaṃ paramadānaṃ, tampi imehi dvīhi piṇḍapātehi agaṇitaṃ. ","html":"{}"},"mil5.3.6:14.3":{"pli":"Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena. ","html":"{}"},"mil5.3.6:14.4":{"pli":"Yāva mahantā navānupubbavihārasamāpattiyo, yatra hi nāma navānupubbavihārasamāpattivasena dānaṃ mahapphalataraṃ hoti mahānisaṃsatarañca. ","html":"{}"},"mil5.3.6:14.5":{"pli":"Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.6:15.1":{"pli":"Piṇḍapātamahapphalapañho chaṭṭho. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.7":{"mil5.3.7:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.7'><header><ul><li class='division'>{}</li>"},"mil5.3.7:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.7:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.7:0.4":{"pli":"7. Buddhapūjanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.7:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ tathāgatena ‘abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāyā’ti. ","html":"<p>{}"},"mil5.3.7:1.2":{"pli":"Puna ca bhaṇitaṃ—","html":"{}</p>"},"mil5.3.7:2.1":{"pli":"‘Pūjetha naṃ pūjaniyassa dhātuṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.7:2.2":{"pli":"Evaṃ kira saggamito gamissathā’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.7:3.1":{"pli":"Yadi, bhante nāgasena, tathāgatena bhaṇitaṃ—","html":"<p>{}"},"mil5.3.7:3.2":{"pli":"‘abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāyā’ti, tena hi ‘pūjetha naṃ pūjaniyassa dhātuṃ, evaṃ karā saggamito gamissathā’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.7:3.3":{"pli":"Yadi tathāgatena bhaṇitaṃ—","html":"{}"},"mil5.3.7:3.4":{"pli":"‘pūjetha naṃ pūjaniyassa dhātuṃ, evaṃ karā saggamito gamissathā’ti, tena hi ‘abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāyā’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.7:3.5":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.7:4.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāyā’ti, puna ca bhaṇitaṃ—","html":"<p>{}"},"mil5.3.7:4.2":{"pli":"‘pūjetha naṃ pūjaniyassa dhātuṃ, evaṃ karā saggamito gamissathā’ti, tañca pana na sabbesaṃ jinaputtānaṃyeva ārabbha bhaṇitaṃ—","html":"{}"},"mil5.3.7:4.3":{"pli":"‘abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāyā’ti. ","html":"{}"},"mil5.3.7:4.4":{"pli":"Akammaṃ hetaṃ, mahārāja, jinaputtānaṃ yadidaṃ pūjā, sammasanaṃ saṅkhārānaṃ, yoniso manasikāro, satipaṭṭhānānupassanā, ārammaṇasāraggāho, kilesayuddhaṃ, sadatthamanuyuñjanā, etaṃ jinaputtānaṃ karaṇīyaṃ, avasesānaṃ devamanussānaṃ pūjā karaṇīyā. ","html":"{}</p>"},"mil5.3.7:5.1":{"pli":"Yathā, mahārāja, mahiyā rājaputtānaṃ hatthiassarathadhanutharulekhamuddāsikkhākhaggamantasutisammutiyuddhayujjhāpanakiriyā karaṇīyā, avasesānaṃ puthuvessasuddānaṃ kasi vaṇijjā gorakkhā karaṇīyā; ","html":"<p>{}"},"mil5.3.7:5.2":{"pli":"evameva kho, mahārāja, akammaṃ hetaṃ jinaputtānaṃ yadidaṃ pūjā, sammasanaṃ saṅkhārānaṃ, yoniso manasikāro, satipaṭṭhānānupassanā, ārammaṇasāraggāho, kilesayuddhaṃ, sadatthamanuyuñjanā, etaṃ jinaputtānaṃ karaṇīyaṃ, avasesānaṃ devamanussānaṃ pūjā karaṇīyā. ","html":"{}</p>"},"mil5.3.7:6.1":{"pli":"Yathā vā pana, mahārāja, brāhmaṇamāṇavakānaṃ iruvedaṃ yajuvedaṃ sāmavedaṃ athabbaṇavedaṃ lakkhaṇaṃ itihāsaṃ purāṇaṃ nighaṇḍu keṭubhaṃ akkharappabhedaṃ padaṃ veyyākaraṇaṃ bhāsamaggaṃ uppātaṃ supinaṃ nimittaṃ chaḷaṅgaṃ candaggāhaṃ sūriyaggāhaṃ sukkarāhucaritaṃ uḷuggahayuddhaṃ devadundubhissaraṃ okkanti ukkāpātaṃ bhūmikammaṃ disādāhaṃ bhummantalikkhaṃ jotisaṃ lokāyatikaṃ sācakkaṃ migacakkaṃ antaracakkaṃ missakuppādaṃ sakuṇarutaravitaṃ sikkhā karaṇīyā, avasesānaṃ puthuvessasuddānaṃ kasi vaṇijjā gorakkhā karaṇīyā; ","html":"<p>{}"},"mil5.3.7:6.2":{"pli":"evameva kho, mahārāja, akammaṃ hetaṃ jinaputtānaṃ yadidaṃ pūjā, sammasanaṃ saṅkhārānaṃ, yoniso manasikāro, satipaṭṭhānānupassanā, ārammaṇasāraggāho, kilesayuddhaṃ, sadatthamanuyuñjanā, etaṃ jinaputtānaṃ karaṇīyaṃ, avasesānaṃ devamanussānaṃ pūjā karaṇīyā, tasmā, mahārāja, tathāgato ‘mā ime akamme yuñjantu, kamme ime yuñjantū’ti—","html":"{}"},"mil5.3.7:6.3":{"pli":"āha—","html":"{}"},"mil5.3.7:6.4":{"pli":"‘abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāyā’ti. ","html":"{}"},"mil5.3.7:6.5":{"pli":"Yadetaṃ, mahārāja, tathāgato na bhaṇeyya, pattacīvarampi attano pariyādāpetvā bhikkhū buddhapūjaṃyeva kareyyun”ti. ","html":"{}"},"mil5.3.7:6.6":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.7:7.1":{"pli":"Buddhapūjanapañho sattamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.8":{"mil5.3.8:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.8'><header><ul><li class='division'>{}</li>"},"mil5.3.8:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.8:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.8:0.4":{"pli":"8. Pādasakalikāhatapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.8:1.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil5.3.8:1.2":{"pli":"‘bhagavato gacchantassa ayaṃ acetanā mahāpathavī ninnaṃ unnamati, unnataṃ onamatī’ti, puna ca bhaṇatha—","html":"{}"},"mil5.3.8:1.3":{"pli":"‘bhagavato pādo sakalikāya khato’ti. ","html":"{}"},"mil5.3.8:1.4":{"pli":"Yā sā sakalikā bhagavato pāde patitā, kissa pana sā sakalikā bhagavato pādā na nivattā. ","html":"{}"},"mil5.3.8:1.5":{"pli":"Yadi, bhante nāgasena, bhagavato gacchantassa ayaṃ acetanā mahāpathavī ninnaṃ unnamati, unnataṃ onamati, tena hi ‘bhagavato pādo sakalikāya khato’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.8:1.6":{"pli":"Yadi bhagavato pādo sakalikāya khato, tena hi ‘bhagavato gacchantassa ayaṃ acetanā mahāpathavī ninnaṃ unnamati unnataṃ onamatī’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.3.8:1.7":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.8:2.1":{"pli":"“Saccaṃ, mahārāja, atthetaṃ bhagavato gacchantassa ayaṃ acetanā mahāpathavī ninnaṃ unnamati unnataṃ onamati, bhagavato ca pādo sakalikāya khato, na ca pana sā sakalikā attano dhammatāya patitā, devadattassa upakkamena patitā. ","html":"<p>{}"},"mil5.3.8:2.2":{"pli":"Devadatto, mahārāja, bahūni jātisatasahassāni bhagavati āghātaṃ bandhi, so tena āghātena ‘mahantaṃ kūṭāgārappamāṇaṃ pāsāṇaṃ bhagavato upari pātessāmī’ti muñci. ","html":"{}"},"mil5.3.8:2.3":{"pli":"Atha dve selā pathavito uṭṭhahitvā taṃ pāsāṇaṃ sampaṭicchiṃsu, atha nesaṃ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā”ti. ","html":"{}</p>"},"mil5.3.8:3.1":{"pli":"“Yathā ca, bhante nāgasena, dve selā pāsāṇaṃ sampaṭicchiṃsu, tatheva papaṭikāpi sampaṭicchitabbā”ti? ","html":"<p>{}"},"mil5.3.8:3.2":{"pli":"“Sampaṭicchitampi, mahārāja, idhekaccaṃ paggharati pasavati na ṭhānamupagacchati, yathā, mahārāja, udakaṃ pāṇinā gahitaṃ aṅgulantarikāhi paggharati pasavati na ṭhānamupagacchati, khīraṃ takkaṃ madhuṃ sappi telaṃ maccharasaṃ maṃsarasaṃ pāṇinā gahitaṃ aṅgulantarikāhi paggharati pasavati na ṭhānamupagacchati; ","html":"{}"},"mil5.3.8:3.3":{"pli":"evameva kho, mahārāja, sampaṭicchanatthaṃ upagatānaṃ dvinnaṃ selānaṃ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā. ","html":"{}</p>"},"mil5.3.8:4.1":{"pli":"Yathā vā pana, mahārāja, saṇhasukhumaaṇurajasamaṃ puḷinaṃ muṭṭhinā gahitaṃ aṅgulantarikāhi paggharati pasavati na ṭhānamupagacchati; ","html":"<p>{}"},"mil5.3.8:4.2":{"pli":"evameva kho, mahārāja, sampaṭicchanatthaṃ upagatānaṃ dvinnaṃ selānaṃ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā. ","html":"{}</p>"},"mil5.3.8:5.1":{"pli":"Yathā vā pana, mahārāja, kabaḷo mukhena gahito idhekaccassa mukhato muccitvā paggharati pasavati na ṭhānamupagacchati; ","html":"<p>{}"},"mil5.3.8:5.2":{"pli":"evameva kho, mahārāja, sampaṭicchanatthaṃ upagatānaṃ dvinnaṃ selānaṃ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā”ti. ","html":"{}</p>"},"mil5.3.8:6.1":{"pli":"“Hotu, bhante nāgasena, selehi pāsāṇo sampaṭicchito, atha papaṭikāyapi apaciti kātabbā yatheva mahāpathaviyā”ti? ","html":"<p>{}"},"mil5.3.8:6.2":{"pli":"“Dvādasime, mahārāja, apacitiṃ na karonti. ","html":"{}"},"mil5.3.8:6.3":{"pli":"Katame dvādasa? ","html":"{}"},"mil5.3.8:6.4":{"pli":"Ratto rāgavasena apacitiṃ na karoti, duṭṭho dosavasena, mūḷho mohavasena, unnato mānavasena, nigguṇo avisesatāya, atithaddho anisedhanatāya, hīno hīnasabhāvatāya, vacanakaro anissaratāya, pāpo kadariyatāya, dukkhāpito paṭidukkhāpanatāya, luddho lobhābhibhūtatāya, āyūhito atthasādhanatāya apacitiṃ na karoti. ","html":"{}"},"mil5.3.8:6.5":{"pli":"Ime kho, mahārāja, dvādasa apacitiṃ na karonti. ","html":"{}"},"mil5.3.8:6.6":{"pli":"Sā ca pana papaṭikā pāsāṇasampahārena bhijjitvā animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ","html":"{}</p>"},"mil5.3.8:7.1":{"pli":"Yathā vā pana, mahārāja, saṇhasukhumaaṇurajo anilabalasamāhato animittakatadiso yena vā tena vā abhikirati; ","html":"<p>{}"},"mil5.3.8:7.2":{"pli":"evameva kho, mahārāja, sā papaṭikā pāsāṇasampahārena bhijjitvā animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ","html":"{}"},"mil5.3.8:7.3":{"pli":"Yadi pana, mahārāja, sā papaṭikā pāsāṇato visuṃ na bhaveyya, tampi te selā pāsāṇapapaṭikaṃ uppatitvā gaṇheyyuṃ. ","html":"{}"},"mil5.3.8:7.4":{"pli":"Esā pana, mahārāja, papaṭikā na bhūmaṭṭhā na ākāsaṭṭhā, pāsāṇasampahāravegena bhijjitvā animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ","html":"{}</p>"},"mil5.3.8:8.1":{"pli":"Yathā vā pana, mahārāja, vātamaṇḍalikāya ukkhittaṃ purāṇapaṇṇaṃ animittakatadisaṃ yena vā tena vā patati; ","html":"<p>{}"},"mil5.3.8:8.2":{"pli":"evameva kho, mahārāja, esā papaṭikā pāsāṇasampahāravegena animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ","html":"{}"},"mil5.3.8:8.3":{"pli":"Api ca, mahārāja, akataññussa kadariyassa devadattassa dukkhānubhavanāya papaṭikā bhagavato pāde patitā”ti. ","html":"{}"},"mil5.3.8:8.4":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.8:9.1":{"pli":"Pādasakalikāhatapañho aṭṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.3.9":{"mil5.3.9:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.3.9'><header><ul><li class='division'>{}</li>"},"mil5.3.9:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.3.9:0.3":{"pli":"Paṇāmitavagga ","html":"<li>{}</li></ul>"},"mil5.3.9:0.4":{"pli":"9. Aggaggasamaṇapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.3.9:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.3.9:1.2":{"pli":"‘āsavānaṃ khayā samaṇo hotī’ti. ","html":"{}"},"mil5.3.9:1.3":{"pli":"Puna ca bhaṇitaṃ—","html":"{}</p>"},"mil5.3.9:2.1":{"pli":"‘Catubbhi dhammehi samaṅgibhūtaṃ, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil5.3.9:2.2":{"pli":"Taṃ ve naraṃ samaṇaṃ āhu loke’ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil5.3.9:3.1":{"pli":"Tatrime cattāro dhammā khanti appāhāratā rativippahānaṃ ākiñcaññaṃ. ","html":"<p>{}"},"mil5.3.9:3.2":{"pli":"Sabbāni panetāni aparikkhīṇāsavassa sakilesasseva honti. ","html":"{}"},"mil5.3.9:3.3":{"pli":"Yadi, bhante nāgasena, āsavānaṃ khayā samaṇo hoti, tena hi ‘catubbhi dhammehi samaṅgibhūtaṃ, taṃ ve naraṃ samaṇaṃ āhu loke’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.3.9:3.4":{"pli":"Yadi catubbhi dhammehi samaṅgibhūto samaṇo hoti, tena hi ‘āsavānaṃ khayā samaṇo hotī’ti tampi vacanaṃ micchā, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.3.9:4.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘āsavānaṃ khayā samaṇo hotī’ti. ","html":"<p>{}"},"mil5.3.9:4.2":{"pli":"Puna ca bhaṇitaṃ—","html":"{}"},"mil5.3.9:4.3":{"pli":"‘catubbhi dhammehi samaṅgibhūtaṃ, taṃ ve naraṃ samaṇaṃ āhu loke’ti. ","html":"{}"},"mil5.3.9:4.4":{"pli":"Tadidaṃ, mahārāja, vacanaṃ tesaṃ tesaṃ puggalānaṃ guṇavasena bhaṇitaṃ—","html":"{}"},"mil5.3.9:4.5":{"pli":"‘catubbhi dhammehi samaṅgibhūtaṃ, taṃ ve naraṃ samaṇaṃ āhu loke’ti, idaṃ pana niravasesavacanaṃ ‘āsavānaṃ khayā samaṇo hotī’ti. ","html":"{}</p>"},"mil5.3.9:5.1":{"pli":"Api ca, mahārāja, ye keci kilesūpasamāya paṭipannā, te sabbe upādāyupādāya samaṇo khīṇāsavo aggamakkhāyati. ","html":"<p>{}"},"mil5.3.9:5.2":{"pli":"Yathā, mahārāja, yāni kānici jalajathalajapupphāni, vassikaṃ tesaṃ aggamakkhāyati, avasesāni yāni kānici vividhāni pupphajātāni, sabbāni tāni pupphāniyeva, upādāyupādāya pana vassikaṃyeva pupphaṃ janassa patthitaṃ pihayitaṃ; ","html":"{}"},"mil5.3.9:5.3":{"pli":"evameva kho, mahārāja, ye keci kilesūpasamāya paṭipannā, te sabbe upādāyupādāya samaṇo khīṇāsavo aggamakkhāyati. ","html":"{}</p>"},"mil5.3.9:6.1":{"pli":"Yathā vā pana, mahārāja, sabbadhaññānaṃ sāli aggamakkhāyati, yā kāci avasesā vividhā dhaññajātiyo, tā sabbā upādāyupādāya bhojanāni sarīrayāpanāya, sāliyeva tesaṃ aggamakkhāyati; ","html":"<p>{}"},"mil5.3.9:6.2":{"pli":"evameva kho, mahārāja, ye keci kilesūpasamāya paṭipannā, te sabbe upādāyupādāya samaṇo khīṇāsavo aggamakkhāyatī”ti. ","html":"{}"},"mil5.3.9:6.3":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.3.9:7.1":{"pli":"Aggaggasamaṇapañho navamo. ","html":"<p class='endsutta'>{}</p></article>"}}}