{"mil5.1.7":{"mil5.1.7:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.1.7'><header><ul><li class='division'>{}</li>"},"mil5.1.7:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.1.7:0.3":{"pli":"Iddhibalavagga ","html":"<li>{}</li></ul>"},"mil5.1.7:0.4":{"pli":"7. Saddhammantaradhānapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.1.7:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.1.7:1.2":{"pli":"‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ","html":"{}"},"mil5.1.7:1.3":{"pli":"Puna ca parinibbānasamaye subhaddena paribbājakena pañhaṃ puṭṭhena bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.1.7:1.4":{"pli":"‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti, asesavacanametaṃ, nissesavacanametaṃ, nippariyāyavacanametaṃ. ","html":"{}"},"mil5.1.7:1.5":{"pli":"Yadi, bhante nāgasena, tathāgatena bhaṇitaṃ—","html":"{}"},"mil5.1.7:1.6":{"pli":"‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti, tena hi ‘asuñño loko arahantehi assā’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.1.7:1.7":{"pli":"Yadi tathāgatena bhaṇitaṃ—","html":"{}"},"mil5.1.7:1.8":{"pli":"‘asuñño loko arahantehi assā’ti, tena hi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.1.7:1.9":{"pli":"Ayampi ubhato koṭiko pañho gahanatopi gahanataro balavatopi balavataro gaṇṭhitopi gaṇṭhitaro, so tavānuppatto, tattha te ñāṇabalavipphāraṃ dassehi makaro viya sāgarabbhantaragato”ti. ","html":"{}</p>"},"mil5.1.7:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ","html":"<p>{}"},"mil5.1.7:2.2":{"pli":"Parinibbānasamaye ca subhaddassa paribbājakassa bhaṇitaṃ—","html":"{}"},"mil5.1.7:2.3":{"pli":"‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti. ","html":"{}"},"mil5.1.7:2.4":{"pli":"Tañca pana, mahārāja, bhagavato vacanaṃ nānatthañceva hoti nānābyañjanañca, ayaṃ sāsanaparicchedo, ayaṃ paṭipatti paridīpanāti dūraṃ vivajjitā te ubho aññamaññaṃ. ","html":"{}"},"mil5.1.7:2.5":{"pli":"Yathā, mahārāja, nabhaṃ pathavito dūraṃ vivajjitaṃ, nirayaṃ saggato dūraṃ vivajjitaṃ, kusalaṃ akusalato dūraṃ vivajjitaṃ, sukhaṃ dukkhato dūraṃ vivajjitaṃ; ","html":"{}"},"mil5.1.7:2.6":{"pli":"evameva kho, mahārāja, te ubho aññamaññaṃ dūraṃ vivajjitā. ","html":"{}</p>"},"mil5.1.7:3.1":{"pli":"Api ca, mahārāja, mā te pucchā moghā assa, rasato te saṃsanditvā kathayissāmi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti yaṃ bhagavā āha, taṃ khayaṃ paridīpayanto sesakaṃ paricchindi, ‘vassasahassaṃ, ānanda, saddhammo tiṭṭheyya, sace bhikkhuniyo na pabbājeyyuṃ. ","html":"<p>{}"},"mil5.1.7:3.2":{"pli":"Pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ","html":"{}"},"mil5.1.7:3.3":{"pli":"Api nu kho, mahārāja, bhagavā evaṃ vadanto saddhammassa antaradhānaṃ vā vadeti abhisamayaṃ vā paṭikkosatī”ti? ","html":"{}"},"mil5.1.7:3.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.1.7:3.5":{"pli":"“Naṭṭhaṃ, mahārāja, parikittayanto sesakaṃ paridīpayanto paricchindi. ","html":"{}"},"mil5.1.7:3.6":{"pli":"Yathā, mahārāja, puriso naṭṭhāyiko sabbasesakaṃ gahetvā janassa paridīpeyya ‘ettakaṃ me bhaṇḍaṃ naṭṭhaṃ, idaṃ sesakan’ti. ","html":"{}"},"mil5.1.7:3.7":{"pli":"Evameva kho, mahārāja, bhagavā naṭṭhaṃ paridīpayanto sesakaṃ devamanussānaṃ kathesi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ","html":"{}"},"mil5.1.7:3.8":{"pli":"Yaṃ pana, mahārāja, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.1.7:3.9":{"pli":"‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti, sāsanaparicchedo eso. ","html":"{}</p>"},"mil5.1.7:4.1":{"pli":"Yaṃ pana parinibbānasamaye subhaddassa paribbājakassa samaṇe parikittayanto āha—","html":"<p>{}"},"mil5.1.7:4.2":{"pli":"‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti, paṭipattiparidīpanā esā, tvaṃ pana taṃ paricchedañca paridīpanañca ekarasaṃ karosi. ","html":"{}"},"mil5.1.7:4.3":{"pli":"Yadi pana te chando, ekarasaṃ katvā kathayissāmi, sādhukaṃ suṇohi manasikarohi avikkhittamānaso. ","html":"{}</p>"},"mil5.1.7:5.1":{"pli":"Idha, mahārāja, taḷāko bhaveyya navasalilasampuṇṇo sammukhamuttariyamāno paricchinno parivaṭumakato, apariyādiṇṇeyeva tasmiṃ taḷāke udakūpari mahāmegho aparāparaṃ anuppabandho abhivasseyya, api nu kho, mahārāja, tasmiṃ taḷāke udakaṃ parikkhayaṃ pariyādānaṃ gaccheyyā”ti? ","html":"<p>{}"},"mil5.1.7:5.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.1.7:5.3":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil5.1.7:5.4":{"pli":"“Meghassa, bhante, anuppabandhatāyā”ti. ","html":"{}"},"mil5.1.7:5.5":{"pli":"“Evameva kho, mahārāja, jinasāsanavarasaddhammataḷāko ācārasīlaguṇavattapaṭipattivimalanavasalilasampuṇṇo uttariyamāno bhavaggamabhibhavitvā ṭhito. ","html":"{}"},"mil5.1.7:5.6":{"pli":"Yadi tattha buddhaputtā ācārasīlaguṇavattapaṭipattimeghavassaṃ aparāparaṃ anuppabandhāpeyyuṃ abhivassāpeyyuṃ. ","html":"{}"},"mil5.1.7:5.7":{"pli":"Evamidaṃ jinasāsanavarasaddhammataḷāko ciraṃ dīghamaddhānaṃ tiṭṭheyya, arahantehi loko asuñño bhaveyya, imamatthaṃ bhagavatā sandhāya bhāsitaṃ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti. ","html":"{}</p>"},"mil5.1.7:6.1":{"pli":"Idha pana, mahārāja, mahati mahāaggikkhandhe jalamāne aparāparaṃ sukkhatiṇakaṭṭhagomayāni upasaṃhareyyuṃ, api nu kho so, mahārāja, aggikkhandho nibbāyeyyā”ti? ","html":"<p>{}"},"mil5.1.7:6.2":{"pli":"“Na hi, bhante, bhiyyo bhiyyo so aggikkhandho jaleyya, bhiyyo bhiyyo pabhāseyyā”ti. ","html":"{}"},"mil5.1.7:6.3":{"pli":"“Evameva kho, mahārāja, dasasahassiyā lokadhātuyā jinasāsanavarampi ācārasīlaguṇavattapaṭipattiyā jalati pabhāsati. ","html":"{}"},"mil5.1.7:6.4":{"pli":"Yadi pana, mahārāja, taduttariṃ buddhaputtā pañcahi padhāniyaṅgehi samannāgatā satatamappamattā padaheyyuṃ, tīsu sikkhāsu chandajātā sikkheyyuṃ, cārittañca sīlaṃ samattaṃ paripūreyyuṃ, evamidaṃ jinasāsanavaraṃ bhiyyo bhiyyo ciraṃ dīghamaddhānaṃ tiṭṭheyya, asuñño loko arahantehi assāti imamatthaṃ bhagavatā sandhāya bhāsitaṃ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti. ","html":"{}</p>"},"mil5.1.7:7.1":{"pli":"Idha pana, mahārāja, siniddhasamasumajjitasappabhāsavimalādāsaṃ saṇhasukhumagerukacuṇṇena aparāparaṃ majjeyyuṃ, api nu kho, mahārāja, tasmiṃ ādāse malakaddamarajojallaṃ jāyeyyā”ti? ","html":"<p>{}"},"mil5.1.7:7.2":{"pli":"“Na hi, bhante, aññadatthu vimalataraṃyeva bhaveyyā”ti. ","html":"{}"},"mil5.1.7:7.3":{"pli":"“Evameva kho, mahārāja, jinasāsanavaraṃ pakatinimmalaṃ byapagatakilesamalarajojallaṃ, yadi taṃ buddhaputtā ācārasīlaguṇavattapaṭipattisallekhadhutaguṇena jinasāsanavaraṃ sallakkheyyuṃ, evamidaṃ jinasāsanavaraṃ ciraṃ dīghamaddhānaṃ tiṭṭheyya, asuñño ca loko arahantehi assāti imamatthaṃ bhagavatā sandhāya bhāsitaṃ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti. ","html":"{}"},"mil5.1.7:7.4":{"pli":"Paṭipattimūlakaṃ, mahārāja, satthusāsanaṃ paṭipattikāraṇaṃ paṭipattiyā anantarahitāya tiṭṭhatī”ti. ","html":"{}</p>"},"mil5.1.7:8.1":{"pli":"“Bhante nāgasena, ‘saddhammantaradhānan’ti yaṃ vadesi, katamaṃ taṃ saddhammantaradhānan”ti? ","html":"<p>{}"},"mil5.1.7:8.2":{"pli":"“Tīṇimāni, mahārāja, sāsanantaradhānāni. ","html":"{}"},"mil5.1.7:8.3":{"pli":"Katamāni tīṇi? ","html":"{}"},"mil5.1.7:8.4":{"pli":"Adhigamantaradhānaṃ paṭipattantaradhānaṃ liṅgantaradhānaṃ, adhigame, mahārāja, antarahite suppaṭipannassāpi dhammābhisamayo na hoti, paṭipattiyā antarahitāya sikkhāpadapaññatti antaradhāyati, liṅgaṃyeva tiṭṭhati, liṅge antarahite paveṇupacchedo hoti, imāni kho, mahārāja, tīṇi antaradhānānī”ti. ","html":"{}</p>"},"mil5.1.7:9.1":{"pli":"“Suviññāpito, bhante nāgasena, pañho, gambhīro uttānīkato, gaṇṭhi bhinno, naṭṭhā paravādā bhaggā nippabhā katā, tvaṃ gaṇivaravasabhamāsajjā”ti. ","html":"<p>{}</p>"},"mil5.1.7:10.1":{"pli":"Saddhammantaradhānapañho sattamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.1.8":{"mil5.1.8:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.1.8'><header><ul><li class='division'>{}</li>"},"mil5.1.8:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.1.8:0.3":{"pli":"Iddhibalavagga ","html":"<li>{}</li></ul>"},"mil5.1.8:0.4":{"pli":"8. Akusalacchedanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.1.8:1.1":{"pli":"“Bhante nāgasena, tathāgato sabbaṃ akusalaṃ jhāpetvā sabbaññutaṃ patto, udāhu sāvasese akusale sabbaññutaṃ patto”ti? ","html":"<p>{}"},"mil5.1.8:1.2":{"pli":"“Sabbaṃ, mahārāja, akusalaṃ jhāpetvā bhagavā sabbaññutaṃ patto, natthi bhagavato sesakaṃ akusalan”ti. ","html":"{}</p>"},"mil5.1.8:2.1":{"pli":"“Kiṃ pana, bhante, dukkhā vedanā tathāgatassa kāye uppannapubbā”ti? ","html":"<p>{}"},"mil5.1.8:2.2":{"pli":"“Āma, mahārāja, rājagahe bhagavato pādo sakalikāya khato, lohitapakkhandikābādho uppanno, kāye abhisanne jīvakena vireko kārito, vātābādhe uppanne upaṭṭhākena therena uṇhodakaṃ pariyiṭṭhan”ti. ","html":"{}</p>"},"mil5.1.8:3.1":{"pli":"“Yadi, bhante nāgasena, tathāgato sabbaṃ akusalaṃ jhāpetvā sabbaññutaṃ patto, tena hi bhagavato pādo sakalikāya khato, lohitapakkhandikā ca ābādho uppannoti yaṃ vacanaṃ, taṃ micchā. ","html":"<p>{}"},"mil5.1.8:3.2":{"pli":"Yadi tathāgatassa pādo sakalikāya khato, lohitapakkhandikā ca ābādho uppanno, tena hi tathāgato sabbaṃ akusalaṃ jhāpetvā sabbaññutaṃ pattoti tampi vacanaṃ micchā. ","html":"{}"},"mil5.1.8:3.3":{"pli":"Natthi, bhante, vinā kammena vedayitaṃ, sabbaṃ taṃ vedayitaṃ kammamūlakaṃ, taṃ kammeneva vedayati, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.1.8:4.1":{"pli":"“Na hi, mahārāja, sabbaṃ taṃ vedayitaṃ kammamūlakaṃ. ","html":"<p>{}"},"mil5.1.8:4.2":{"pli":"Aṭṭhahi, mahārāja, kāraṇehi vedayitāni uppajjanti, yehi kāraṇehi puthū sattā vedanā vediyanti. ","html":"{}"},"mil5.1.8:4.3":{"pli":"Katamehi aṭṭhahi? ","html":"{}"},"mil5.1.8:4.4":{"pli":"Vātasamuṭṭhānānipi kho, mahārāja, idhekaccāni vedayitāni uppajjanti, ","html":"{}"},"mil5.1.8:4.5":{"pli":"pittasamuṭṭhānānipi kho, mahārāja …pe… ","html":"{}"},"mil5.1.8:4.6":{"pli":"semhasamuṭṭhānānipi kho, mahārāja …pe… ","html":"{}"},"mil5.1.8:4.7":{"pli":"sannipātikānipi kho, mahārāja …pe… ","html":"{}"},"mil5.1.8:4.8":{"pli":"utupariṇāmajānipi kho, mahārāja …pe… ","html":"{}"},"mil5.1.8:4.9":{"pli":"visamaparihārajānipi kho, mahārāja …pe… ","html":"{}"},"mil5.1.8:4.10":{"pli":"opakkamikānipi kho, mahārāja …pe… ","html":"{}"},"mil5.1.8:4.11":{"pli":"kammavipākajānipi kho, mahārāja, idhekaccāni vedayitāni uppajjanti. ","html":"{}"},"mil5.1.8:4.12":{"pli":"Imehi kho, mahārāja, aṭṭhahi kāraṇehi puthū sattā vedanā vedayanti. ","html":"{}"},"mil5.1.8:4.13":{"pli":"Tattha ye te puggalā ‘satte kammaṃ vibādhatī’ti vadeyyuṃ, te ime puggalā sattakāraṇaṃ paṭibāhanti. ","html":"{}"},"mil5.1.8:4.14":{"pli":"Tesaṃ taṃ vacanaṃ micchā”ti. ","html":"{}"},"mil5.1.8:4.15":{"pli":"“Bhante nāgasena, yañca vātikaṃ yañca pittikaṃ yañca semhikaṃ yañca sannipātikaṃ yañca utupariṇāmajaṃ yañca visamaparihārajaṃ yañca opakkamikaṃ, sabbete kammasamuṭṭhānāyeva, kammeneva te sabbe sambhavantī”ti. ","html":"{}</p>"},"mil5.1.8:5.1":{"pli":"“Yadi, mahārāja, tepi sabbe kammasamuṭṭhānāva ābādhā bhaveyyuṃ, na tesaṃ koṭṭhāsato lakkhaṇāni bhaveyyuṃ. ","html":"<p>{}"},"mil5.1.8:5.2":{"pli":"Vāto kho, mahārāja, kuppamāno dasavidhena kuppati sītena uṇhena jighacchāya pipāsāya atibhuttena ṭhānena padhānena ādhāvanena upakkamena kammavipākena. ","html":"{}"},"mil5.1.8:5.3":{"pli":"Tatra ye te nava vidhā, na te atīte, na anāgate, vattamānake bhave uppajjanti, tasmā na vattabbā ‘kammasambhavā sabbā vedanā’ti. ","html":"{}"},"mil5.1.8:5.4":{"pli":"Pittaṃ, mahārāja, kuppamānaṃ tividhena kuppati sītena uṇhena visamabhojanena. ","html":"{}"},"mil5.1.8:5.5":{"pli":"Semhaṃ, mahārāja, kuppamānaṃ tividhena kuppati sītena uṇhena annapānena. ","html":"{}"},"mil5.1.8:5.6":{"pli":"Yo ca, mahārāja, vāto yañca pittaṃ yañca semhaṃ, tehi tehi kopehi kuppitvā missī hutvā sakaṃ sakaṃ vedanaṃ ākaḍḍhati. ","html":"{}"},"mil5.1.8:5.7":{"pli":"Utupariṇāmajā, mahārāja, vedanā utupariṇāmena uppajjati. ","html":"{}"},"mil5.1.8:5.8":{"pli":"Visamaparihārajā vedanā visamaparihārena uppajjati. ","html":"{}"},"mil5.1.8:5.9":{"pli":"Opakkamikā, mahārāja, vedanā atthi kiriyā, atthi kammavipākā, kammavipākajā vedanā pubbe katena kammena uppajjati. ","html":"{}"},"mil5.1.8:5.10":{"pli":"Iti kho, mahārāja, appaṃ kammavipākajaṃ, bahutaraṃ avasesaṃ. ","html":"{}"},"mil5.1.8:5.11":{"pli":"Tattha bālā ‘sabbaṃ kammavipākajaṃ yevā’ti atidhāvanti. ","html":"{}"},"mil5.1.8:5.12":{"pli":"Taṃ kammaṃ na sakkā vinā buddhañāṇena vavatthānaṃ kātuṃ. ","html":"{}</p>"},"mil5.1.8:6.1":{"pli":"Yaṃ pana, mahārāja, bhagavato pādo sakalikāya khato, taṃ vedayitaṃ neva vātasamuṭṭhānaṃ, na pittasamuṭṭhānaṃ, na semhasamuṭṭhānaṃ, na sannipātikaṃ, na utupariṇāmajaṃ, na visamaparihārajaṃ, na kammavipākajaṃ, opakkamikaṃyeva. ","html":"<p>{}"},"mil5.1.8:6.2":{"pli":"Devadatto hi, mahārāja, bahūni jātisatasahassāni tathāgate āghātaṃ bandhi, so tena āghātena mahatiṃ garuṃ silaṃ gahetvā ‘matthake pātessāmī’ti muñci, athaññe dve selā āgantvā taṃ silaṃ tathāgataṃ asampattaṃyeva sampaṭicchiṃsu, tāsaṃ pahārena papaṭikā bhijjitvā bhagavato pāde patitvā ruhiraṃ uppādesi, kammavipākato vā, mahārāja, bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṃ natthaññā vedanā. ","html":"{}</p>"},"mil5.1.8:7.1":{"pli":"Yathā, mahārāja, khettaduṭṭhatāya vā bījaṃ na sambhavati bījaduṭṭhatāya vā; ","html":"<p>{}"},"mil5.1.8:7.2":{"pli":"evameva kho, mahārāja, kammavipākato vā bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṃ natthaññā vedanā. ","html":"{}</p>"},"mil5.1.8:8.1":{"pli":"Yathā vā pana, mahārāja, koṭṭhaduṭṭhatāya vā bhojanaṃ visamaṃ pariṇamati āhāraduṭṭhatāya vā; ","html":"<p>{}"},"mil5.1.8:8.2":{"pli":"evameva kho, mahārāja, kammavipākato vā bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṃ natthaññā vedanā. ","html":"{}"},"mil5.1.8:8.3":{"pli":"Api ca, mahārāja, natthi bhagavato kammavipākajā vedanā, natthi visamaparihārajā vedanā, avasesehi samuṭṭhānehi bhagavato vedanā uppajjati, tāya ca pana vedanāya na sakkā bhagavantaṃ jīvitā voropetuṃ. ","html":"{}</p>"},"mil5.1.8:9.1":{"pli":"Nipatanti, mahārāja, imasmiṃ cātumahābhūtike kāye iṭṭhāniṭṭhā subhāsubhavedanā. ","html":"<p>{}"},"mil5.1.8:9.2":{"pli":"Idha, mahārāja, ākāse khitto leḍḍu mahāpathaviyā nipatati, api nu kho so, mahārāja, leḍḍu pubbe katena mahāpathaviyā nipatī”ti? ","html":"{}"},"mil5.1.8:9.3":{"pli":"“Na hi, bhante, natthi so, bhante, hetu mahāpathaviyā, yena hetunā mahāpathavī kusalākusalavipākaṃ paṭisaṃvedeyya, paccuppannena, bhante, akammakena hetunā so leḍḍu mahāpathaviyaṃ nipatati”. ","html":"{}"},"mil5.1.8:9.4":{"pli":"“Yathā, mahārāja, mahāpathavī, evaṃ tathāgato daṭṭhabbo. ","html":"{}"},"mil5.1.8:9.5":{"pli":"Yathā leḍḍu pubbe akatena mahāpathaviyaṃ nipatati; ","html":"{}"},"mil5.1.8:9.6":{"pli":"evameva kho, mahārāja, tathāgatassa pubbe akatena sā sakalikā pāde nipatitā. ","html":"{}</p>"},"mil5.1.8:10.1":{"pli":"Idha pana, mahārāja, manussā mahāpathaviṃ bhindanti ca khaṇanti ca, api nu kho, mahārāja, te manussā pubbe katena mahāpathaviṃ bhindanti ca khaṇanti cā”ti? ","html":"<p>{}"},"mil5.1.8:10.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.1.8:10.3":{"pli":"“Evameva kho, mahārāja, yā sā sakalikā bhagavato pāde nipatitā, na sā sakalikā pubbe katena bhagavato pāde nipatitā. ","html":"{}"},"mil5.1.8:10.4":{"pli":"Yopi, mahārāja, bhagavato lohitapakkhandikābādho uppanno, sopi ābādho na pubbe katena uppanno, sannipātikeneva uppanno, ye keci, mahārāja, bhagavato kāyikā ābādhā uppannā, na te kammābhinibbattā, channaṃ etesaṃ samuṭṭhānānaṃ aññatarato nibbattā. ","html":"{}</p>"},"mil5.1.8:11.1":{"pli":"Bhāsitampetaṃ, mahārāja, bhagavatā devātidevena saṃyuttanikāyavaralañchake moḷiyasīvake veyyākaraṇe—","html":"<p>{}</p>"},"mil5.1.8:12.1":{"pli":"‘Pittasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti. ","html":"<p>{}"},"mil5.1.8:12.2":{"pli":"Sāmampi kho etaṃ, sīvaka, veditabbaṃ, yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti. ","html":"{}"},"mil5.1.8:12.3":{"pli":"Lokassapi kho etaṃ, sīvaka, saccasammataṃ, yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti. ","html":"{}"},"mil5.1.8:12.4":{"pli":"Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino “yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbe katahetū”ti. ","html":"{}"},"mil5.1.8:12.5":{"pli":"Yañca sāmaṃ ñātaṃ, tañca atidhāvanti, yañca loke saccasammataṃ, tañca atidhāvanti. ","html":"{}"},"mil5.1.8:12.6":{"pli":"Tasmā tesaṃ samaṇabrāhmaṇānaṃ micchāti vadāmi. ","html":"{}</p>"},"mil5.1.8:13.1":{"pli":"Semhasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti. ","html":"<p>{}"},"mil5.1.8:13.2":{"pli":"Vātasamuṭṭhānānipi kho, sīvaka …pe… ","html":"{}"},"mil5.1.8:13.3":{"pli":"sannipātikānipi kho, sīvaka …pe… ","html":"{}"},"mil5.1.8:13.4":{"pli":"utupariṇāmajānipi kho, sīvaka …pe… ","html":"{}"},"mil5.1.8:13.5":{"pli":"visamaparihārajānipi kho, sīvaka …pe… ","html":"{}"},"mil5.1.8:13.6":{"pli":"opakkamikānipi kho, sīvaka …pe… ","html":"{}"},"mil5.1.8:13.7":{"pli":"kammavipākajānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti. ","html":"{}"},"mil5.1.8:13.8":{"pli":"Sāmampi kho etaṃ, sīvaka, veditabbaṃ, yathā kammavipākajānipi idhekaccāni vedayitāni uppajjanti. ","html":"{}"},"mil5.1.8:13.9":{"pli":"Lokassapi kho etaṃ, sīvaka, saccasammataṃ, yathā kammavipākajānipi idhekaccāni vedayitāni uppajjanti. ","html":"{}"},"mil5.1.8:13.10":{"pli":"Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino “yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbe katahetū”ti. ","html":"{}"},"mil5.1.8:13.11":{"pli":"Yañca sāmaṃ ñātaṃ, tañca atidhāvanti, yañca loke saccasammataṃ, tañca atidhāvanti. ","html":"{}"},"mil5.1.8:13.12":{"pli":"Tasmā tesaṃ samaṇabrāhmaṇānaṃ micchāti vadāmī’ti. ","html":"{}</p>"},"mil5.1.8:14.1":{"pli":"Itipi, mahārāja, na sabbā vedanā kammavipākajā, sabbaṃ, mahārāja, akusalaṃ jhāpetvā bhagavā sabbaññutaṃ pattoti evametaṃ dhārehī”ti. ","html":"<p>{}"},"mil5.1.8:14.2":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.1.8:15.1":{"pli":"Akusalacchedanapañho aṭṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.1.9":{"mil5.1.9:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.1.9'><header><ul><li class='division'>{}</li>"},"mil5.1.9:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.1.9:0.3":{"pli":"Iddhibalavagga ","html":"<li>{}</li></ul>"},"mil5.1.9:0.4":{"pli":"9. Uttarikaraṇīyapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.1.9:1.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil5.1.9:1.2":{"pli":"‘yaṃ kiñci karaṇīyaṃ tathāgatassa, sabbaṃ taṃ bodhiyāyeva mūle pariniṭṭhitaṃ, natthi tathāgatassa uttariṃ karaṇīyaṃ, katassa vā paticayo’ti, idañca temāsaṃ paṭisallānaṃ dissati. ","html":"{}"},"mil5.1.9:1.3":{"pli":"Yadi, bhante nāgasena, yaṃ kiñci karaṇīyaṃ tathāgatassa, sabbaṃ taṃ bodhiyāyeva mūle pariniṭṭhitaṃ, natthi tathāgatassa uttariṃ karaṇīyaṃ, katassa vā paticayo, tena hi ‘temāsaṃ paṭisallīno’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.1.9:1.4":{"pli":"Yadi temāsaṃ paṭisallīno, tena hi ‘yaṃ kiñci karaṇīyaṃ, tathāgatassa, sabbaṃ taṃ bodhiyāyeva mūle pariniṭṭhitan’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.1.9:1.5":{"pli":"Natthi katakaraṇīyassa paṭisallānaṃ, sakaraṇīyasseva paṭisallānaṃ yathā nāma byādhitasseva bhesajjena karaṇīyaṃ hoti, abyādhitassa kiṃ bhesajjena. ","html":"{}"},"mil5.1.9:1.6":{"pli":"Chātasseva bhojanena karaṇīyaṃ hoti, achātassa kiṃ bhojanena. ","html":"{}"},"mil5.1.9:1.7":{"pli":"Evameva kho, bhante nāgasena, natthi katakaraṇīyassa paṭisallānaṃ, sakaraṇīyasseva paṭisallānaṃ. ","html":"{}"},"mil5.1.9:1.8":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.1.9:2.1":{"pli":"“Yaṃ kiñci, mahārāja, karaṇīyaṃ tathāgatassa, sabbaṃ taṃ bodhiyāyeva mūle pariniṭṭhitaṃ, natthi tathāgatassa uttariṃ karaṇīyaṃ, katassa vā paticayo, bhagavā ca temāsaṃ paṭisallīno, paṭisallānaṃ kho, mahārāja, bahuguṇaṃ, sabbepi tathāgatā paṭisallīyitvā sabbaññutaṃ pattā, taṃ te sukataguṇamanussarantā paṭisallānaṃ sevanti. ","html":"<p>{}"},"mil5.1.9:2.2":{"pli":"Yathā, mahārāja, puriso rañño santikā laddhavaro paṭiladdhabhogo taṃ sukataguṇamanussaranto aparāparaṃ rañño upaṭṭhānaṃ eti; ","html":"{}"},"mil5.1.9:2.3":{"pli":"evameva kho, mahārāja, sabbepi tathāgatā paṭisallīyitvā sabbaññutaṃ pattā, taṃ te sukataguṇamanussarantā paṭisallānaṃ sevanti. ","html":"{}</p>"},"mil5.1.9:3.1":{"pli":"Yathā vā pana, mahārāja, puriso āturo dukkhito bāḷhagilāno bhisakkamupasevitvā sotthimanuppatto taṃ sukataguṇamanussaranto aparāparaṃ bhisakkamupasevati; ","html":"<p>{}"},"mil5.1.9:3.2":{"pli":"evameva kho, mahārāja, sabbepi tathāgatā paṭisallīyitvā sabbaññutaṃ pattā, taṃ te sukataguṇamanussarantā paṭisallānaṃ sevanti. ","html":"{}</p>"},"mil5.1.9:4.1":{"pli":"Aṭṭhavīsati kho panime, mahārāja, paṭisallānaguṇā, ye guṇe samanussarantā tathāgatā paṭisallānaṃ sevanti. ","html":"<p>{}"},"mil5.1.9:4.2":{"pli":"Katame aṭṭhavīsati? ","html":"{}"},"mil5.1.9:4.3":{"pli":"Idha, mahārāja, paṭisallānaṃ paṭisallīyamānaṃ attānaṃ rakkhati, āyuṃ vaḍḍheti, balaṃ deti, vajjaṃ pidahati, ayasamapaneti, yasamupaneti, aratiṃ vinodeti, ratimupadahati, bhayamapaneti, vesārajjaṃ karoti, kosajjamapaneti, vīriyamabhijaneti, rāgamapaneti, dosamapaneti, mohamapaneti, mānaṃ nihanti, vitakkaṃ bhañjati, cittaṃ ekaggaṃ karoti, mānasaṃ snehayati, hāsaṃ janeti, garukaṃ karoti, lābhamuppādayati, namassiyaṃ karoti, pītiṃ pāpeti, pāmojjaṃ karoti, saṅkhārānaṃ sabhāvaṃ dassayati, bhavappaṭisandhiṃ ugghāṭeti, sabbasāmaññaṃ deti. ","html":"{}"},"mil5.1.9:4.4":{"pli":"Ime kho, mahārāja, aṭṭhavīsati paṭisallānaguṇā, ye guṇe samanussarantā tathāgatā paṭisallānaṃ sevanti. ","html":"{}</p>"},"mil5.1.9:5.1":{"pli":"Api ca kho, mahārāja, tathāgatā santaṃ sukhaṃ samāpattiratiṃ anubhavitukāmā paṭisallānaṃ sevanti pariyositasaṅkappā. ","html":"<p>{}"},"mil5.1.9:5.2":{"pli":"Catūhi kho, mahārāja, kāraṇehi tathāgatā paṭisallānaṃ sevanti. ","html":"{}"},"mil5.1.9:5.3":{"pli":"Katamehi catūhi? ","html":"{}"},"mil5.1.9:5.4":{"pli":"Vihāraphāsutāyapi, mahārāja, tathāgatā paṭisallānaṃ sevanti, anavajjaguṇabahulatāyapi tathāgatā paṭisallānaṃ sevanti, asesaariyavīthitopi tathāgatā paṭisallānaṃ sevanti, sabbabuddhānaṃ thutathomitavaṇṇitapasatthatopi tathāgatā paṭisallānaṃ sevanti. ","html":"{}"},"mil5.1.9:5.5":{"pli":"Imehi kho, mahārāja, catūhi kāraṇehi tathāgatā paṭisallānaṃ sevanti. ","html":"{}"},"mil5.1.9:5.6":{"pli":"Iti kho, mahārāja, tathāgatā paṭisallānaṃ sevanti na sakaraṇīyatāya, na katassa vā paticayāya, atha kho guṇavisesadassāvitāya tathāgatā paṭisallānaṃ sevantī”ti. ","html":"{}"},"mil5.1.9:5.7":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.1.9:6.1":{"pli":"Uttarikaraṇīyapañho navamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.2.1":{"mil5.2.1:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.2.1'><header><ul><li class='division'>{}</li>"},"mil5.2.1:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.2.1:0.3":{"pli":"Abhejjavagga ","html":"<li>{}</li></ul>"},"mil5.2.1:0.4":{"pli":"1. Khuddānukhuddakapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.2.1:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.2.1:1.2":{"pli":"‘abhiññāyāhaṃ, bhikkhave, dhammaṃ desemi no anabhiññāyā’ti. ","html":"{}"},"mil5.2.1:1.3":{"pli":"Puna ca vinayapaññattiyā evaṃ bhaṇitaṃ—","html":"{}"},"mil5.2.1:1.4":{"pli":"‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti. ","html":"{}"},"mil5.2.1:1.5":{"pli":"Kiṃ nu kho, bhante nāgasena, khuddānukhuddakāni sikkhāpadāni duppaññattāni, udāhu avatthusmiṃ ajānitvā paññattāni, yaṃ bhagavā attano accayena khuddānukhuddakāni sikkhāpadāni samūhanāpeti? ","html":"{}"},"mil5.2.1:1.6":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.1:1.7":{"pli":"‘abhiññāyāhaṃ, bhikkhave, dhammaṃ desemi no anabhiññāyā’ti, tena hi ‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.2.1:1.8":{"pli":"Yadi tathāgatena vinayapaññattiyā evaṃ bhaṇitaṃ—","html":"{}"},"mil5.2.1:1.9":{"pli":"‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti tena hi ‘abhiññāyāhaṃ, bhikkhave, dhammaṃ desemi no anabhiññāyā’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.2.1:1.10":{"pli":"Ayampi ubhato koṭiko pañho sukhumo nipuṇo gambhīro sugambhīro dunnijjhāpayo, so tavānuppatto, tattha te ñāṇabalavipphāraṃ dassehī”ti. ","html":"{}</p>"},"mil5.2.1:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘abhiññāyāhaṃ, bhikkhave, dhammaṃ desemi no anabhiññāyā’ti, vinayapaññattiyāpi evaṃ bhaṇitaṃ—","html":"<p>{}"},"mil5.2.1:2.2":{"pli":"‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti, taṃ pana, mahārāja, tathāgato bhikkhū vīmaṃsamāno āha—","html":"{}"},"mil5.2.1:2.3":{"pli":"‘ukkalessanti nu kho mama sāvakā mayā vissajjāpīyamānā mamaccayena khuddānukhuddakāni sikkhāpadāni, udāhu ādiyissantī’ti. ","html":"{}</p>"},"mil5.2.1:3.1":{"pli":"Yathā, mahārāja, cakkavattī rājā putte evaṃ vadeyya ‘ayaṃ kho, tātā, mahājanapado sabbadisāsu sāgarapariyanto, dukkaro, tātā, tāvatakena balena dhāretuṃ, etha tumhe, tātā, mamaccayena paccante paccante dese pajahathā’ti. ","html":"<p>{}"},"mil5.2.1:3.2":{"pli":"Api nu kho te, mahārāja, kumārā pituaccayena hatthagate janapade sabbe te paccante paccante dese muñceyyun”ti? ","html":"{}"},"mil5.2.1:3.3":{"pli":"“Na hi, bhante, rājato, bhante, luddhatarā kumārā rajjalobhena taduttariṃ diguṇatiguṇaṃ janapadaṃ pariggaṇheyyuṃ, kiṃ pana te hatthagataṃ janapadaṃ muñceyyun”ti? ","html":"{}"},"mil5.2.1:3.4":{"pli":"“Evameva kho, mahārāja, tathāgato bhikkhū vīmaṃsamāno evamāha—","html":"{}"},"mil5.2.1:3.5":{"pli":"‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti. ","html":"{}"},"mil5.2.1:3.6":{"pli":"Dukkhaparimuttiyā, mahārāja, buddhaputtā dhammalobhena aññampi uttariṃ diyaḍḍhasikkhāpadasataṃ gopeyyuṃ, kiṃ pana pakatipaññattaṃ sikkhāpadaṃ muñceyyun”ti? ","html":"{}</p>"},"mil5.2.1:4.1":{"pli":"“Bhante nāgasena, yaṃ bhagavā āha—","html":"<p>{}"},"mil5.2.1:4.2":{"pli":"‘khuddānukhuddakāni sikkhāpadānī’ti, etthāyaṃ jano sammūḷho vimatijāto adhikato saṃsayapakkhando. ","html":"{}"},"mil5.2.1:4.3":{"pli":"Katamāni tāni khuddakāni sikkhāpadāni, katamāni anukhuddakāni sikkhāpadānī”ti? ","html":"{}"},"mil5.2.1:4.4":{"pli":"“Dukkaṭaṃ, mahārāja, khuddakaṃ sikkhāpadaṃ, dubbhāsitaṃ anukhuddakaṃ sikkhāpadaṃ, imāni dve khuddānukhuddakāni sikkhāpadāni, pubbakehipi, mahārāja, mahātherehi ettha vimati uppāditā, tehipi ekajjhaṃ na kato dhammasaṇṭhitipariyāye bhagavatā eso pañho upadiṭṭho”ti. ","html":"{}"},"mil5.2.1:4.5":{"pli":"“Ciranikkhittaṃ, bhante nāgasena, jinarahassaṃ ajjetarahi loke vivaṭaṃ pākaṭaṃ katan”ti. ","html":"{}</p>"},"mil5.2.1:5.1":{"pli":"Khuddānukhuddakapañho paṭhamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.2.2":{"mil5.2.2:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.2.2'><header><ul><li class='division'>{}</li>"},"mil5.2.2:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.2.2:0.3":{"pli":"Abhejjavagga ","html":"<li>{}</li></ul>"},"mil5.2.2:0.4":{"pli":"2. Abyākaraṇīyapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.2.2:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.2.2:1.2":{"pli":"‘natthānanda, tathāgatassa dhammesu ācariyamuṭṭhī’ti, puna ca therena mālukyaputtena pañhaṃ puṭṭho na byākāsi. ","html":"{}"},"mil5.2.2:1.3":{"pli":"Eso kho, bhante nāgasena, pañho dvayanto ekantanissito bhavissati ajānanena vā guyhakaraṇena vā. ","html":"{}"},"mil5.2.2:1.4":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.2:1.5":{"pli":"‘natthānanda, tathāgatassa dhammesu ācariyamuṭṭhī’ti, tena hi therassa mālukyaputtassa ajānantena na byākataṃ. ","html":"{}"},"mil5.2.2:1.6":{"pli":"Yadi jānantena na byākataṃ, tena hi atthi tathāgatassa dhammesu ācariyamuṭṭhi. ","html":"{}"},"mil5.2.2:1.7":{"pli":"Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.2.2:2.1":{"pli":"“Bhāsitampetaṃ, mahārāja, bhagavatā ‘natthānanda, tathāgatassa dhammesu ācariyamuṭṭhī’ti, abyākato ca therena mālukyaputtena pucchito pañho, tañca pana na ajānantena na guyhakaraṇena. ","html":"<p>{}"},"mil5.2.2:2.2":{"pli":"Cattārimāni, mahārāja, pañhabyākaraṇāni. ","html":"{}"},"mil5.2.2:2.3":{"pli":"Katamāni cattāri? ","html":"{}"},"mil5.2.2:2.4":{"pli":"Ekaṃsabyākaraṇīyo pañho vibhajjabyākaraṇīyo pañho paṭipucchābyākaraṇīyo pañho ṭhapanīyo pañhoti. ","html":"{}</p>"},"mil5.2.2:3.1":{"pli":"Katamo ca, mahārāja, ekaṃsabyākaraṇīyo pañho? ","html":"<p>{}"},"mil5.2.2:3.2":{"pli":"‘Rūpaṃ aniccan’ti ekaṃsabyākaraṇīyo pañho, ","html":"{}"},"mil5.2.2:3.3":{"pli":"‘vedanā aniccā’ti …pe… ","html":"{}"},"mil5.2.2:3.4":{"pli":"‘saññā aniccā’ti …pe… ","html":"{}"},"mil5.2.2:3.5":{"pli":"‘saṅkhārā aniccā’ti …pe… ","html":"{}"},"mil5.2.2:3.6":{"pli":"‘viññāṇaṃ aniccan’ti ekaṃsabyākaraṇīyo pañho, ayaṃ ekaṃsabyākaraṇīyo pañho. ","html":"{}</p>"},"mil5.2.2:4.1":{"pli":"Katamo vibhajjabyākaraṇīyo pañho? ","html":"<p>{}"},"mil5.2.2:4.2":{"pli":"‘Aniccaṃ pana rūpan’ti vibhajjabyākaraṇīyo pañho, ","html":"{}"},"mil5.2.2:4.3":{"pli":"‘aniccā pana vedanā’ti …pe… ","html":"{}"},"mil5.2.2:4.4":{"pli":"‘aniccā pana saññā’ti …pe… ","html":"{}"},"mil5.2.2:4.5":{"pli":"‘aniccā pana saṅkhārā’ti …pe… ","html":"{}"},"mil5.2.2:4.6":{"pli":"‘aniccaṃ pana viññāṇan’ti vibhajjabyākaraṇīyo pañho, ayaṃ vibhajjabyākaraṇīyo pañho. ","html":"{}</p>"},"mil5.2.2:5.1":{"pli":"Katamo paṭipucchābyākaraṇīyo pañho? ","html":"<p>{}"},"mil5.2.2:5.2":{"pli":"‘Kiṃ nu kho cakkhunā sabbaṃ vijānātī’ti ayaṃ paṭipucchābyākaraṇīyo pañho. ","html":"{}</p>"},"mil5.2.2:6.1":{"pli":"Katamo ṭhapanīyo pañho? ","html":"<p>{}"},"mil5.2.2:6.2":{"pli":"‘Sassato loko’ti ṭhapanīyo pañho, ","html":"{}"},"mil5.2.2:6.3":{"pli":"‘asassato loko’ti, ","html":"{}"},"mil5.2.2:6.4":{"pli":"‘antavā loko’ti, ","html":"{}"},"mil5.2.2:6.5":{"pli":"‘anantavā loko’ti, ","html":"{}"},"mil5.2.2:6.6":{"pli":"‘antavā ca anantavā ca loko’ti, ","html":"{}"},"mil5.2.2:6.7":{"pli":"‘nevantavā nānantavā loko’ti, ","html":"{}"},"mil5.2.2:6.8":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti, ","html":"{}"},"mil5.2.2:6.9":{"pli":"‘aññaṃ jīvaṃ aññaṃ sarīran’ti, ","html":"{}"},"mil5.2.2:6.10":{"pli":"‘hoti tathāgato paraṃ maraṇā’ti, ","html":"{}"},"mil5.2.2:6.11":{"pli":"‘na hoti tathāgato paraṃ maraṇā’ti, ","html":"{}"},"mil5.2.2:6.12":{"pli":"‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti, ","html":"{}"},"mil5.2.2:6.13":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti ṭhapanīyo pañho, ","html":"{}"},"mil5.2.2:6.14":{"pli":"ayaṃ ṭhapanīyo pañho. ","html":"{}</p>"},"mil5.2.2:7.1":{"pli":"Bhagavā, mahārāja, therassa mālukyaputtassa taṃ ṭhapanīyaṃ pañhaṃ na byākāsi. ","html":"<p>{}"},"mil5.2.2:7.2":{"pli":"So pana pañho kiṅkāraṇā ṭhapanīyo? ","html":"{}"},"mil5.2.2:7.3":{"pli":"Na tassa dīpanāya hetu vā kāraṇaṃ vā atthi, tasmā so pañho ṭhapanīyo. ","html":"{}"},"mil5.2.2:7.4":{"pli":"Natthi buddhānaṃ bhagavantānaṃ akāraṇamahetukaṃ giramudīraṇan”ti. ","html":"{}"},"mil5.2.2:7.5":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.2.2:8.1":{"pli":"Abyākaraṇīyapañho dutiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil5.2.3":{"mil5.2.3:0.1":{"pli":"Milindapañha ","html":"<article id='mil5.2.3'><header><ul><li class='division'>{}</li>"},"mil5.2.3:0.2":{"pli":"Meṇḍakapañha ","html":"<li>{}</li>"},"mil5.2.3:0.3":{"pli":"Abhejjavagga ","html":"<li>{}</li></ul>"},"mil5.2.3:0.4":{"pli":"3. Maccubhāyanābhāyanapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil5.2.3:1.1":{"pli":"“Bhante nāgasena, bhāsitampetaṃ bhagavatā—","html":"<p>{}"},"mil5.2.3:1.2":{"pli":"‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti, puna bhaṇitaṃ—","html":"{}"},"mil5.2.3:1.3":{"pli":"‘arahā sabbabhayamatikkanto’ti. ","html":"{}"},"mil5.2.3:1.4":{"pli":"Kiṃ nu kho, bhante nāgasena, arahā daṇḍabhayā tasati, niraye vā nerayikā sattā jalitā kuthitā tattā santattā tamhā jalitaggijālakā mahānirayā cavamānā maccuno bhāyanti. ","html":"{}"},"mil5.2.3:1.5":{"pli":"Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.3:1.6":{"pli":"‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti, tena hi ‘arahā sabbabhayamatikkanto’ti yaṃ vacanaṃ, taṃ micchā. ","html":"{}"},"mil5.2.3:1.7":{"pli":"Yadi bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.3:1.8":{"pli":"‘arahā sabbabhayamatikkanto’ti, tena hi ‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti tampi vacanaṃ micchā. ","html":"{}"},"mil5.2.3:1.9":{"pli":"Ayaṃ ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ","html":"{}</p>"},"mil5.2.3:2.1":{"pli":"“Netaṃ, mahārāja, vacanaṃ bhagavatā arahante upādāya bhaṇitaṃ—","html":"<p>{}"},"mil5.2.3:2.2":{"pli":"‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti. ","html":"{}"},"mil5.2.3:2.3":{"pli":"Ṭhapito arahā tasmiṃ vatthusmiṃ, samūhato bhayahetu arahato. ","html":"{}"},"mil5.2.3:2.4":{"pli":"Ye te, mahārāja, sattā sakilesā, yesañca adhimattā attānudiṭṭhi, ye ca sukhadukkhesu unnatāvanatā, te upādāya bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.3:2.5":{"pli":"‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti. ","html":"{}"},"mil5.2.3:2.6":{"pli":"Arahato, mahārāja, sabbagati upacchinnā, yoni viddhaṃsitā, paṭisandhi upahatā, bhaggā phāsukā, samūhatā sabbabhavālayā, samucchinnā sabbasaṅkhārā, hataṃ kusalākusalaṃ, vihatā avijjā, abījaṃ viññāṇaṃ kataṃ, daḍḍhā sabbakilesā, ativattā lokadhammā, tasmā arahā na tasati sabbabhayehi. ","html":"{}</p>"},"mil5.2.3:3.1":{"pli":"Idha, mahārāja, rañño cattāro mahāmattā bhaveyyuṃ anurakkhā laddhayasā vissāsikā ṭhapitā mahati issariye ṭhāne. ","html":"<p>{}"},"mil5.2.3:3.2":{"pli":"Atha rājā kismiñci deva karaṇīye samuppanne yāvatā sakavijite sabbajanassa āṇāpeyya ‘sabbeva me baliṃ karontu, sādhetha tumhe cattāro mahāmattā taṃ karaṇīyan’ti. ","html":"{}"},"mil5.2.3:3.3":{"pli":"Api nu kho, mahārāja, tesaṃ catunnaṃ mahāmattānaṃ balibhayā santāso uppajjeyyā”ti? ","html":"{}"},"mil5.2.3:3.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil5.2.3:3.5":{"pli":"“Kena kāraṇena, mahārājā”ti. ","html":"{}"},"mil5.2.3:3.6":{"pli":"“Ṭhapitā te, bhante, raññā uttamaṭṭhāne, natthi tesaṃ bali, samatikkantabalino te, avasese upādāya raññā āṇāpitaṃ ‘sabbeva me baliṃ karontū’”ti. ","html":"{}"},"mil5.2.3:3.7":{"pli":"“Evameva kho, mahārāja, netaṃ vacanaṃ bhagavatā arahante upādāya bhaṇitaṃ, ṭhapito arahā tasmiṃ vatthusmiṃ, samūhato bhayahetu arahato, ye te, mahārāja, sattā sakilesā, yesañca adhimattā attānudiṭṭhi, ye ca sukhadukkhesu unnatāvanatā, te upādāya bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.3:3.8":{"pli":"‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti. ","html":"{}"},"mil5.2.3:3.9":{"pli":"Tasmā arahā na tasati sabbabhayehī”ti. ","html":"{}</p>"},"mil5.2.3:4.1":{"pli":"“Netaṃ, bhante nāgasena, vacanaṃ sāvasesaṃ, niravasesavacanametaṃ ‘sabbe’ti. ","html":"<p>{}"},"mil5.2.3:4.2":{"pli":"Tattha me uttariṃ kāraṇaṃ brūhi taṃ vacanaṃ patiṭṭhāpetun”ti. ","html":"{}</p>"},"mil5.2.3:5.1":{"pli":"“Idha, mahārāja, gāme gāmassāmiko āṇāpakaṃ āṇāpeyya ‘ehi, bho āṇāpaka, yāvatā gāme gāmikā, te sabbe sīghaṃ mama santike sannipātehī’ti. ","html":"<p>{}"},"mil5.2.3:5.2":{"pli":"So ‘sādhu, sāmī’ti sampaṭicchitvā gāmamajjhe ṭhatvā tikkhattuṃ saddamanussāveyya ‘yāvatā gāme gāmikā, te sabbe sīghasīghaṃ sāmino santike sannipatantū’ti. ","html":"{}"},"mil5.2.3:5.3":{"pli":"Tato te gāmikā āṇāpakassa vacanena turitaturitā sannipatitvā gāmassāmikassa ārocenti ‘sannipatitā, sāmi, sabbe gāmikā, yaṃ te karaṇīyaṃ taṃ karohī’ti. ","html":"{}"},"mil5.2.3:5.4":{"pli":"Iti so, mahārāja, gāmassāmiko kuṭipurise sannipātento sabbe gāmike āṇāpeti, te ca āṇattā na sabbe sannipatanti, kuṭipurisāyeva sannipatanti, ‘ettakāyeva me gāmikā’ti gāmassāmiko ca tathā sampaṭicchati, aññe bahutarā anāgatā itthipurisā dāsidāsā bhatakā kammakarā gāmikā gilānā gomahiṃsā ajeḷakā suvānā, ye anāgatā, sabbe te agaṇitā, kuṭipuriseyeva upādāya āṇāpitattā ‘sabbe sannipatantū’ti. ","html":"{}"},"mil5.2.3:5.5":{"pli":"Evameva kho, mahārāja, netaṃ vacanaṃ bhagavatā arahante upādāya bhaṇitaṃ, ṭhapito arahā tasmiṃ vatthusmiṃ, samūhato bhayahetu arahato, ye te, mahārāja, sattā sakilesā, yesañca adhimattā attānudiṭṭhi, ye ca sukhadukkhesu unnatāvanatā, te upādāya bhagavatā bhaṇitaṃ—","html":"{}"},"mil5.2.3:5.6":{"pli":"‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti. ","html":"{}"},"mil5.2.3:5.7":{"pli":"Tasmā arahā na tasati sabbabhayehi. ","html":"{}</p>"},"mil5.2.3:6.1":{"pli":"Atthi, mahārāja, sāvasesaṃ vacanaṃ sāvaseso attho, atthi sāvasesaṃ vacanaṃ niravaseso attho, atthi niravasesaṃ vacanaṃ sāvaseso attho, atthi niravasesaṃ vacanaṃ niravaseso attho. ","html":"<p>{}"},"mil5.2.3:6.2":{"pli":"Tena tena attho sampaṭicchitabbo. ","html":"{}</p>"},"mil5.2.3:7.1":{"pli":"Pañcavidhehi, mahārāja, kāraṇehi attho sampaṭicchitabbo āhaccapadena rasena ācariyavaṃsena adhippāyā kāraṇuttariyatāya. ","html":"<p>{}"},"mil5.2.3:7.2":{"pli":"Ettha hi <b>āhaccapadan</b>ti suttaṃ adhippetaṃ. ","html":"{}"},"mil5.2.3:7.3":{"pli":"<b>Raso</b>ti suttānulomaṃ. ","html":"{}"},"mil5.2.3:7.4":{"pli":"<b>Ācariyavaṃso</b>ti ācariyavādo. ","html":"{}"},"mil5.2.3:7.5":{"pli":"<b>Adhippāyo</b>ti attano mati. ","html":"{}"},"mil5.2.3:7.6":{"pli":"<b>Kāraṇuttariyatā</b>ti imehi catūhi samentaṃ kāraṇaṃ. ","html":"{}"},"mil5.2.3:7.7":{"pli":"Imehi kho, mahārāja, pañcahi kāraṇehi attho sampaṭicchitabbo. ","html":"{}"},"mil5.2.3:7.8":{"pli":"Evameso pañho suvinicchito hotī”ti. ","html":"{}</p>"},"mil5.2.3:8.1":{"pli":"“Hotu, bhante nāgasena, tathā taṃ sampaṭicchāmi. ","html":"<p>{}"},"mil5.2.3:8.2":{"pli":"Ṭhapito hotu arahā tasmiṃ vatthusmiṃ, tasantu avasesā sattā, niraye pana nerayikā sattā dukkhā tibbā kaṭukā vedanā vedayamānā jalitapajjalitasabbaṅgapaccaṅgā ruṇṇakāruññakanditaparidevitalālappitamukhā asayhatibbadukkhābhibhūtā atāṇā asaraṇā asaraṇībhūtā anappasokāturā antimapacchimagatikā ekantasokaparāyaṇā uṇhatikhiṇacaṇḍakharatapanatejavanto bhīmabhayajanakaninādamahāsaddā saṃsibbitachabbidhajālāmālākulā samantā satayojanānupharaṇaccivegā kadariyā tapanā mahānirayā cavamānā maccuno bhāyantī”ti? ","html":"{}"},"mil5.2.3:8.3":{"pli":"“Āma, mahārājā”ti. ","html":"{}</p>"},"mil5.2.3:9.1":{"pli":"“Nanu, bhante nāgasena, nirayo ekantadukkhavedanīyo, kissa pana te nerayikā sattā ekantadukkhavedanīyā nirayā cavamānā maccuno bhāyanti, kissa niraye ramantī”ti? ","html":"<p>{}"},"mil5.2.3:9.2":{"pli":"“Na te, mahārāja, nerayikā sattā niraye ramanti, muñcitukāmāva te nirayā. ","html":"{}"},"mil5.2.3:9.3":{"pli":"Maraṇasseva so, mahārāja, ānubhāvo, yena tesaṃ santāso uppajjatī”ti. ","html":"{}"},"mil5.2.3:9.4":{"pli":"“Etaṃ kho, bhante nāgasena, na saddahāmi, yaṃ muccitukāmānaṃ cutiyā santāso uppajjatīti, hāsanīyaṃ, bhante nāgasena, taṃ ṭhānaṃ, yaṃ te patthitaṃ labhanti, kāraṇena maṃ saññāpehī”ti. ","html":"{}</p>"},"mil5.2.3:10.1":{"pli":"“Maraṇanti kho, mahārāja, etaṃ adiṭṭhasaccānaṃ tāsanīyaṭṭhānaṃ, etthāyaṃ jano tasati ca ubbijjati ca. ","html":"<p>{}"},"mil5.2.3:10.2":{"pli":"Yo ca, mahārāja, kaṇhasappassa bhāyati, so maraṇassa bhāyanto kaṇhasappassa bhāyati. ","html":"{}"},"mil5.2.3:10.3":{"pli":"Yo ca hatthissa bhāyati …pe… ","html":"{}"},"mil5.2.3:10.4":{"pli":"sīhassa … byagghassa … dīpissa … acchassa … taracchassa … mahiṃsassa … gavayassa … aggissa … udakassa … khāṇukassa … kaṇṭakassa bhāyati. ","html":"{}"},"mil5.2.3:10.5":{"pli":"Yo ca sattiyā bhāyati, so maraṇassa bhāyanto sattiyā bhāyati. ","html":"{}"},"mil5.2.3:10.6":{"pli":"Maraṇasseva so, mahārāja, sarasasabhāvatejo, tassa sarasasabhāvatejena sakilesā sattā maraṇassa tasanti bhāyanti, muccitukāmāpi, mahārāja, nerayikā sattā maraṇassa tasanti bhāyanti. ","html":"{}</p>"},"mil5.2.3:11.1":{"pli":"Idha, mahārāja, purisassa kāye medo gaṇṭhi uppajjeyya. ","html":"<p>{}"},"mil5.2.3:11.2":{"pli":"So tena rogena dukkhito upaddavā parimuccitukāmo bhisakkaṃ sallakattaṃ āmantāpeyya. ","html":"{}"},"mil5.2.3:11.3":{"pli":"Tassa vacanaṃ so bhisakko sallakatto sampaṭicchitvā tassa rogassa uddharaṇāya upakaraṇaṃ upaṭṭhāpeyya, satthakaṃ tikhiṇaṃ kareyya, yamakasalākā aggimhi pakkhipeyya, khāralavaṇaṃ nisadāya pisāpeyya, api nu kho, mahārāja, tassa āturassa tikhiṇasatthakacchedanena yamakasalākādahanena khāraloṇappavesanena tāso uppajjeyyā”ti? ","html":"{}"},"mil5.2.3:11.4":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil5.2.3:11.5":{"pli":"“Iti, mahārāja, tassa āturassa rogā muccitukāmassāpi vedanābhayā santāso uppajjati. ","html":"{}"},"mil5.2.3:11.6":{"pli":"Evameva kho, mahārāja, nirayā muccitukāmānampi nerayikānaṃ sattānaṃ maraṇabhayā santāso uppajjati. ","html":"{}</p>"},"mil5.2.3:12.1":{"pli":"Idha, mahārāja, puriso issarāparādhiko baddho saṅkhalikabandhanena gabbhe pakkhitto parimuccitukāmo assa, tamenaṃ so issaro mocetukāmo pakkosāpeyya. ","html":"<p>{}"},"mil5.2.3:12.2":{"pli":"Api nu kho, mahārāja, tassa issarāparādhikassa purisassa ‘katadoso ahan’ti jānantassa issaradassanena santāso uppajjeyyā”ti? ","html":"{}"},"mil5.2.3:12.3":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil5.2.3:12.4":{"pli":"“Iti, mahārāja, tassa issarāparādhikassa purisassa parimuccitukāmassāpi issarabhayā santāso uppajjati. ","html":"{}"},"mil5.2.3:12.5":{"pli":"Evameva kho, mahārāja, nirayā muccitukāmānampi nerayikānaṃ sattānaṃ maraṇabhayā santāso uppajjatī”ti. ","html":"{}</p>"},"mil5.2.3:13.1":{"pli":"“Aparampi, bhante, uttariṃ kāraṇaṃ brūhi, yenāhaṃ kāraṇena okappeyyan”ti. ","html":"<p>{}"},"mil5.2.3:13.2":{"pli":"“Idha, mahārāja, puriso daṭṭhavisena āsīvisena daṭṭho bhaveyya, so tena visavikārena pateyya uppateyya vaṭṭeyya pavaṭṭeyya, athaññataro puriso balavantena mantapadena taṃ daṭṭhavisaṃ āsīvisaṃ ānetvā taṃ daṭṭhavisaṃ paccācamāpeyya, api nu kho, mahārāja, tassa visagatassa purisassa tasmiṃ daṭṭhavise sappe sotthihetu upagacchante santāso uppajjeyyā”ti? ","html":"{}"},"mil5.2.3:13.3":{"pli":"“Āma, bhante”ti. ","html":"{}"},"mil5.2.3:13.4":{"pli":"“Iti, mahārāja, tathārūpe ahimhi sotthihetupi upagacchante tassa santāso uppajjati. ","html":"{}"},"mil5.2.3:13.5":{"pli":"Evameva kho, mahārāja, nirayā muccitukāmānampi nerayikānaṃ sattānaṃ maraṇabhayā santāso uppajjati. ","html":"{}"},"mil5.2.3:13.6":{"pli":"Aniṭṭhaṃ, mahārāja, sabbasattānaṃ maraṇaṃ, tasmā nerayikā sattā nirayā parimuccitukāmāpi maccuno bhāyantī”ti. ","html":"{}"},"mil5.2.3:13.7":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil5.2.3:14.1":{"pli":"Maccubhāyanābhāyanapañho tatiyo. ","html":"<p class='endsutta'>{}</p></article>"}}}