{"mil6.3.11":{"mil6.3.11:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.11'><header><ul><li class='division'>{}</li>"},"mil6.3.11:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.11:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.11:0.4":{"pli":"11. Nibbānasacchikaraṇapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.11:1.1":{"pli":"“Bhante nāgasena, tumhe bhaṇatha—","html":"<p>{}"},"mil6.3.11:1.2":{"pli":"‘nibbānaṃ na atītaṃ, na anāgataṃ, na paccuppannaṃ, na uppannaṃ na anuppannaṃ na uppādanīyan’ti. ","html":"{}"},"mil6.3.11:1.3":{"pli":"Idha, bhante nāgasena, yo koci sammāpaṭipanno nibbānaṃ sacchikaroti, so uppannaṃ sacchikaroti, udāhu uppādetvā sacchikarotī”ti? ","html":"{}"},"mil6.3.11:1.4":{"pli":"“Yo koci, mahārāja, sammāpaṭipanno nibbānaṃ sacchikaroti, so na uppannaṃ sacchikaroti, na uppādetvā sacchikaroti, api ca, mahārāja, atthesā nibbānadhātu, yaṃ so sammāpaṭipanno sacchikarotī”ti. ","html":"{}</p>"},"mil6.3.11:2.1":{"pli":"“Mā, bhante nāgasena, imaṃ pañhaṃ paṭicchannaṃ katvā dīpehi, vivaṭaṃ pākaṭaṃ katvā dīpehi chandajāto ussāhajāto, yaṃ te sikkhitaṃ, taṃ sabbaṃ etthevākirāhi, etthāyaṃ jano sammūḷho vimatijāto saṃsayapakkhando, bhindetaṃ antodosasallan”ti. ","html":"<p>{}"},"mil6.3.11:2.2":{"pli":"“Atthesā, mahārāja, nibbānadhātu santā sukhā paṇītā, taṃ sammāpaṭipanno jinānusiṭṭhiyā saṅkhāre sammasanto paññāya sacchikaroti. ","html":"{}"},"mil6.3.11:2.3":{"pli":"Yathā, mahārāja, antevāsiko ācariyānusiṭṭhiyā vijjaṃ paññāya sacchikaroti; ","html":"{}"},"mil6.3.11:2.4":{"pli":"evameva kho, mahārāja, sammāpaṭipanno jinānusiṭṭhiyā paññāya nibbānaṃ sacchikaroti. ","html":"{}</p>"},"mil6.3.11:3.1":{"pli":"Kathaṃ pana taṃ nibbānaṃ daṭṭhabbanti? ","html":"<p>{}"},"mil6.3.11:3.2":{"pli":"Anītito nirupaddavato abhayato khemato santato sukhato sātato paṇītato sucito sītalato daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.11:4.1":{"pli":"Yathā, mahārāja, puriso bahukaṭṭhapuñjena jalitakaṭṭhitena agginā dayhamāno vāyāmena tato muñcitvā niraggikokāsaṃ pavisitvā tattha paramasukhaṃ labheyya; ","html":"<p>{}"},"mil6.3.11:4.2":{"pli":"evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatatividhaggisantāpaṃ paramasukhaṃ nibbānaṃ sacchikaroti. ","html":"{}"},"mil6.3.11:4.3":{"pli":"Yathā, mahārāja, aggi, evaṃ tividhaggi daṭṭhabbo; ","html":"{}"},"mil6.3.11:4.4":{"pli":"yathā aggigato puriso, evaṃ sammāpaṭipanno daṭṭhabbo; ","html":"{}"},"mil6.3.11:4.5":{"pli":"yathā niraggikokāso, evaṃ nibbānaṃ daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.11:5.1":{"pli":"Yathā vā pana, mahārāja, puriso ahikukkuramanussakuṇapasarīravaḷañjakoṭṭhāsarāsigato kuṇapajaṭājaṭitantaramanupaviṭṭho vāyāmena tato muñcitvā nikkuṇapokāsaṃ pavisitvā tattha paramasukhaṃ labheyya; ","html":"<p>{}"},"mil6.3.11:5.2":{"pli":"evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatakilesakuṇapaṃ paramasukhaṃ nibbānaṃ sacchikaroti. ","html":"{}"},"mil6.3.11:5.3":{"pli":"Yathā, mahārāja, kuṇapaṃ, evaṃ pañca kāmaguṇā daṭṭhabbā; ","html":"{}"},"mil6.3.11:5.4":{"pli":"yathā kuṇapagato puriso, evaṃ sammāpaṭipanno daṭṭhabbo; ","html":"{}"},"mil6.3.11:5.5":{"pli":"yathā nikkuṇapokāso, evaṃ nibbānaṃ daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.11:6.1":{"pli":"Yathā vā pana, mahārāja, puriso bhīto tasito kampito viparītavibbhantacitto vāyāmena tato muñcitvā daḷhaṃ thiraṃ acalaṃ abhayaṭṭhānaṃ pavisitvā tattha paramasukhaṃ labheyya; ","html":"<p>{}"},"mil6.3.11:6.2":{"pli":"evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatabhayasantāsaṃ paramasukhaṃ nibbānaṃ sacchikaroti. ","html":"{}"},"mil6.3.11:6.3":{"pli":"Yathā, mahārāja, bhayaṃ, evaṃ jātijarābyādhimaraṇaṃ paṭicca aparāparaṃ pavattabhayaṃ daṭṭhabbaṃ; ","html":"{}"},"mil6.3.11:6.4":{"pli":"yathā bhīto puriso, evaṃ sammāpaṭipanno daṭṭhabbo; ","html":"{}"},"mil6.3.11:6.5":{"pli":"yathā abhayaṭṭhānaṃ, evaṃ nibbānaṃ daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.11:7.1":{"pli":"Yathā vā pana, mahārāja, puriso kiliṭṭhamalinakalalakaddamadese patito vāyāmena taṃ kalalakaddamaṃ apavāhetvā parisuddhavimaladesamupagantvā tattha paramasukhaṃ labheyya; ","html":"<p>{}"},"mil6.3.11:7.2":{"pli":"evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatakilesamalakaddamaṃ paramasukhaṃ nibbānaṃ sacchikaroti. ","html":"{}"},"mil6.3.11:7.3":{"pli":"Yathā, mahārāja, kalalaṃ, evaṃ lābhasakkārasiloko daṭṭhabbo; ","html":"{}"},"mil6.3.11:7.4":{"pli":"yathā kalalagato puriso, evaṃ sammāpaṭipanno daṭṭhabbo; ","html":"{}"},"mil6.3.11:7.5":{"pli":"yathā parisuddhavimaladeso, evaṃ nibbānaṃ daṭṭhabbaṃ. ","html":"{}</p>"},"mil6.3.11:8.1":{"pli":"Tañca pana nibbānaṃ sammāpaṭipanno kinti sacchikaroti? ","html":"<p>{}"},"mil6.3.11:8.2":{"pli":"Yo so, mahārāja, sammāpaṭipanno, so saṅkhārānaṃ pavattaṃ sammasati. ","html":"{}"},"mil6.3.11:8.3":{"pli":"Pavattaṃ sammasamāno tattha jātiṃ passati jaraṃ passati byādhiṃ passati maraṇaṃ passati, na tattha kiñci sukhaṃ sātaṃ passati āditopi majjhatopi pariyosānatopi. ","html":"{}"},"mil6.3.11:8.4":{"pli":"So tattha kiñci na gayhūpagaṃ passati. ","html":"{}"},"mil6.3.11:8.5":{"pli":"Yathā, mahārāja, puriso divasasantatte ayoguḷe jalite tatte kaṭhite āditopi majjhatopi pariyosānatopi na kiñci gayhūpagaṃ padesaṃ passati; ","html":"{}"},"mil6.3.11:8.6":{"pli":"evameva kho, mahārāja, yo saṅkhārānaṃ pavattaṃ sammasati, so pavattaṃ sammasamāno tattha jātiṃ passati jaraṃ passati byādhiṃ passati maraṇaṃ passati, na tattha kiñci sukhaṃ sātaṃ passati āditopi majjhatopi pariyosānatopi. ","html":"{}"},"mil6.3.11:8.7":{"pli":"So tattha na kiñci gayhūpagaṃ passati, tassa gayhūpagaṃ apassantassa citte arati saṇṭhāti, kāyasmiṃ ḍāho okkamati, so atāṇo asaraṇo asaraṇībhūto bhavesu nibbindati. ","html":"{}</p>"},"mil6.3.11:9.1":{"pli":"Yathā, mahārāja, puriso jalitajālaṃ mahantaṃ aggikkhandhaṃ paviseyya, so tattha atāṇo asaraṇo asaraṇībhūto aggimhi nibbindeyya; ","html":"<p>{}"},"mil6.3.11:9.2":{"pli":"evameva kho, mahārāja, tassa gayhūpagaṃ apassantassa citte arati saṇṭhāti, kāyasmiṃ ḍāho okkamati, so atāṇo asaraṇo asaraṇībhūto bhavesu nibbindati. ","html":"{}</p>"},"mil6.3.11:10.1":{"pli":"Tassa pavatte bhayadassāvissa evaṃ cittaṃ uppajjati ‘santattaṃ kho panetaṃ pavattaṃ ādittaṃ sampajjalitaṃ bahudukkhaṃ bahūpāyāsaṃ, yadi koci labhetha appavattaṃ etaṃ santaṃ etaṃ paṇītaṃ, yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānan’ti. ","html":"<p>{}"},"mil6.3.11:10.2":{"pli":"Iti hetaṃ tassa appavatte cittaṃ pakkhandati pasīdati pahaṃsayati tusayati ‘paṭiladdhaṃ kho me nissaraṇan’ti. ","html":"{}</p>"},"mil6.3.11:11.1":{"pli":"Yathā, mahārāja, puriso vippanaṭṭho videsapakkhando nibbāhanamaggaṃ disvā tattha pakkhandati pasīdati pahaṃsayati tusayati ‘paṭiladdho me nibbāhanamaggo’ti; ","html":"<p>{}"},"mil6.3.11:11.2":{"pli":"evameva kho, mahārāja, pavatte bhayadassāvissa appavatte cittaṃ pakkhandati pasīdati pahaṃsayati tusayati ‘paṭiladdhaṃ kho me nissaraṇan’ti. ","html":"{}</p>"},"mil6.3.11:12.1":{"pli":"So appavattatthāya maggaṃ āyūhati gavesati bhāveti bahulīkaroti, tassa tadatthaṃ sati santiṭṭhati, tadatthaṃ vīriyaṃ santiṭṭhati, tadatthaṃ pīti santiṭṭhati, tassa taṃ cittaṃ aparāparaṃ manasikaroto pavattaṃ samatikkamitvā appavattaṃ okkamati, appavattamanuppatto, mahārāja, sammāpaṭipanno ‘nibbānaṃ sacchikarotī’ti vuccatī”ti. ","html":"<p>{}"},"mil6.3.11:12.2":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.11:13.1":{"pli":"Nibbānasacchikaraṇapañho ekādasamo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.12":{"mil6.3.12:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.12'><header><ul><li class='division'>{}</li>"},"mil6.3.12:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.12:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.12:0.4":{"pli":"12. Nibbānasannihitapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.12:1.1":{"pli":"“Bhante nāgasena, atthi so padeso puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya uddhaṃ vā adho vā tiriyaṃ vā, yattha nibbānaṃ sannihitan”ti? ","html":"<p>{}"},"mil6.3.12:1.2":{"pli":"“Natthi, mahārāja, so padeso puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya uddhaṃ vā adho vā tiriyaṃ vā, yattha nibbānaṃ sannihitan”ti. ","html":"{}</p>"},"mil6.3.12:2.1":{"pli":"“Yadi, bhante nāgasena, natthi nibbānassa sannihitokāso, tena hi natthi nibbānaṃ? ","html":"<p>{}"},"mil6.3.12:2.2":{"pli":"Yesañca taṃ nibbānaṃ sacchikataṃ, tesampi sacchikiriyā micchā, kāraṇaṃ tattha vakkhāmi. ","html":"{}"},"mil6.3.12:2.3":{"pli":"Yathā, bhante nāgasena, mahiyā dhaññuṭṭhānaṃ khettaṃ atthi, gandhuṭṭhānaṃ pupphaṃ atthi, pupphuṭṭhānaṃ gumbo atthi, phaluṭṭhānaṃ rukkho atthi, ratanuṭṭhānaṃ ākaro atthi, tattha yo koci yaṃ yaṃ icchati, so tattha gantvā taṃ taṃ harati; ","html":"{}"},"mil6.3.12:2.4":{"pli":"evameva kho, bhante nāgasena, yadi nibbānaṃ atthi, tassa nibbānassa uṭṭhānokāsopi icchitabbo, yasmā ca kho, bhante nāgasena, nibbānassa uṭṭhānokāso natthi, tasmā natthi nibbānanti brūmi, yesañca nibbānaṃ sacchikataṃ, tesampi sacchikiriyā micchā”ti. ","html":"{}</p>"},"mil6.3.12:3.1":{"pli":"“Natthi, mahārāja, nibbānassa sannihitokāso, atthi cetaṃ nibbānaṃ, sammāpaṭipanno yoniso manasikārena nibbānaṃ sacchikaroti. ","html":"<p>{}"},"mil6.3.12:3.2":{"pli":"Yathā pana, mahārāja, atthi aggi nāma, natthi tassa sannihitokāso, dve kaṭṭhāni saṅghaṭṭento aggiṃ adhigacchati; ","html":"{}"},"mil6.3.12:3.3":{"pli":"evameva kho, mahārāja, atthi nibbānaṃ, natthi tassa sannihitokāso, sammāpaṭipanno yoniso manasikārena nibbānaṃ sacchikaroti. ","html":"{}</p>"},"mil6.3.12:4.1":{"pli":"Yathā vā pana, mahārāja, atthi satta ratanāni nāma. ","html":"<p>{}"},"mil6.3.12:4.2":{"pli":"Seyyathidaṃ—","html":"{}"},"mil6.3.12:4.3":{"pli":"cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanaṃ. ","html":"{}"},"mil6.3.12:4.4":{"pli":"Na ca tesaṃ ratanānaṃ sannihitokāso atthi, khattiyassa pana sammāpaṭipannassa paṭipattibalena tāni ratanāni upagacchanti. ","html":"{}"},"mil6.3.12:4.5":{"pli":"Evameva kho, mahārāja, atthi nibbānaṃ, natthi tassa sannihitokāso, sammāpaṭipanno yoniso manasikārena nibbānaṃ sacchikarotī”ti. ","html":"{}</p>"},"mil6.3.12:5.1":{"pli":"“Bhante nāgasena, nibbānassa sannihitokāso mā hotu, atthi pana taṃ ṭhānaṃ, yattha ṭhito sammāpaṭipanno nibbānaṃ sacchikarotī”ti? ","html":"<p>{}"},"mil6.3.12:5.2":{"pli":"“Āma, mahārāja, atthi taṃ ṭhānaṃ, yattha ṭhito sammāpaṭipanno nibbānaṃ sacchikarotī”ti. ","html":"{}</p>"},"mil6.3.12:6.1":{"pli":"“Katamaṃ pana, bhante, taṃ ṭhānaṃ, yattha ṭhito sammāpaṭipanno nibbānaṃ sacchikarotī”ti? ","html":"<p>{}"},"mil6.3.12:6.2":{"pli":"“Sīlaṃ, mahārāja, ṭhānaṃ, sīle patiṭṭhito yoniso manasikaronto sakkayavanepi cīnavilātepi alasandepi nigumbepi kāsikosalepi kasmīrepi gandhārepi nagamuddhanipi brahmalokepi yattha katthacipi ṭhito sammāpaṭipanno nibbānaṃ sacchikaroti. ","html":"{}"},"mil6.3.12:6.3":{"pli":"Yathā, mahārāja, yo koci cakkhumā puriso sakayavanepi cīnavilātepi alasandepi nigumbepi kāsikosalepi kasmīrepi gandhārepi nagamuddhanipi brahmalokepi yattha katthacipi ṭhito ākāsaṃ passati; ","html":"{}"},"mil6.3.12:6.4":{"pli":"evameva kho, mahārāja, sīle patiṭṭhito yoniso manasikaronto sakayavanepi …pe… ","html":"{}"},"mil6.3.12:6.5":{"pli":"yattha katthacipi ṭhito sammāpaṭipanno nibbānaṃ sacchikaroti. ","html":"{}</p>"},"mil6.3.12:7.1":{"pli":"Yathā vā pana, mahārāja, sakayavanepi …pe… ","html":"<p>{}"},"mil6.3.12:7.2":{"pli":"yattha katthacipi ṭhitassa pubbadisā atthi; ","html":"{}"},"mil6.3.12:7.3":{"pli":"evameva kho, mahārāja, sīle patiṭṭhitassa yoniso manasikarontassa sakkayavanepi …pe… ","html":"{}"},"mil6.3.12:7.4":{"pli":"yattha katthacipi ṭhitassa sammāpaṭipannassa atthi nibbānasacchikiriyā”ti. ","html":"{}"},"mil6.3.12:7.5":{"pli":"“Sādhu, bhante nāgasena, desitaṃ tayā nibbānaṃ, desitā nibbānasacchikiriyā, parikkhatā sīlaguṇā, dassitā sammāpaṭipatti, ussāpito dhammaddhajo, saṇṭhapitā dhammanetti, avañjho suppayuttānaṃ sammāpayogo, evametaṃ gaṇivarapavara tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.12:8.1":{"pli":"Nibbānasannihitapañho dvādasamo. ","html":"<p class='endsutta'>{}</p>"},"mil6.3.12:9.1":{"pli":"Vessantaravaggo tatiyo. ","html":"<p class='endsection'>{}</p>"},"mil6.3.12:10.1":{"pli":"Imasmiṃ vagge dvādasa pañhā. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.2":{"mil6.3.2:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.2'><header><ul><li class='division'>{}</li>"},"mil6.3.2:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.2:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.2:0.4":{"pli":"2. Dukkarakārikapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.2:1.1":{"pli":"“Bhante nāgasena, sabbeva bodhisattā dukkarakārikaṃ karonti, udāhu gotameneva bodhisattena dukkarakārikā katā”ti? ","html":"<p>{}"},"mil6.3.2:1.2":{"pli":"“Natthi, mahārāja, sabbesaṃ bodhisattānaṃ dukkarakārikā, gotameneva bodhisattena dukkarakārikā katā”ti. ","html":"{}</p>"},"mil6.3.2:2.1":{"pli":"“Bhante nāgasena, yadi evaṃ ayuttaṃ, yaṃ bodhisattānaṃ bodhisattehi vemattatā hotī”ti. ","html":"<p>{}"},"mil6.3.2:2.2":{"pli":"“Catūhi, mahārāja, ṭhānehi bodhisattānaṃ bodhisattehi vemattatā hoti. ","html":"{}"},"mil6.3.2:2.3":{"pli":"Katamehi catūhi? ","html":"{}"},"mil6.3.2:2.4":{"pli":"Kulavemattatā padhānavemattatā āyuvemattatā pamāṇavemattatāti. ","html":"{}"},"mil6.3.2:2.5":{"pli":"Imehi kho, mahārāja, catūhi ṭhānehi bodhisattānaṃ bodhisattehi vemattatā hoti. ","html":"{}"},"mil6.3.2:2.6":{"pli":"Sabbesampi, mahārāja, buddhānaṃ rūpe sīle samādhimhi paññāya vimuttiyā vimuttiñāṇadassane catuvesārajje dasatathāgatabale chaasādhāraṇañāṇe cuddasabuddhañāṇe aṭṭhārasabuddhadhamme kevale ca buddhaguṇe natthi vemattatā, sabbepi buddhā buddhadhammehi samasamā”ti. ","html":"{}</p>"},"mil6.3.2:3.1":{"pli":"“Yadi, bhante nāgasena, sabbepi buddhā buddhadhammehi samasamā, kena kāraṇena gotameneva bodhisattena dukkarakārikā katā”ti? ","html":"<p>{}"},"mil6.3.2:3.2":{"pli":"“Aparipakke, mahārāja, ñāṇe aparipakkāya bodhiyā gotamo bodhisatto nekkhammamabhinikkhanto aparipakkaṃ ñāṇaṃ paripācayamānena dukkarakārikā katā”ti. ","html":"{}</p>"},"mil6.3.2:4.1":{"pli":"“Bhante nāgasena, kena kāraṇena bodhisatto aparipakke ñāṇe aparipakkāya bodhiyā mahābhinikkhamanaṃ nikkhanto, nanu nāma ñāṇaṃ paripācetvā paripakke ñāṇe nikkhamitabban”ti? ","html":"<p>{}</p>"},"mil6.3.2:5.1":{"pli":"“Bodhisatto, mahārāja, viparītaṃ itthāgāraṃ disvā vippaṭisārī ahosi, tassa vippaṭisārissa arati uppajji, araticittaṃ uppannaṃ disvā aññataro mārakāyiko devaputto ‘ayaṃ kho kālo araticittassa vinodanāyā’ti vehāse ṭhatvā idaṃ vacanamabravi—","html":"<p>{}</p>"},"mil6.3.2:6.1":{"pli":"‘Mārisa, mā kho tvaṃ ukkaṇṭhito ahosi, ito te sattame divase dibbaṃ cakkaratanaṃ pātubhavissati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, pathavigatāni ca te ratanāni ākāsaṭṭhāni ca sayameva upagacchissanti, dvisahassaparittadīpaparivāresu catūsu mahādīpesu ekamukhena āṇā pavattissati, parosahassañca te puttā bhavissanti sūrā vīraṅgarūpā parasenappamaddanā, tehi puttehi parikiṇṇo sattaratanasamannāgato catuddīpamanusāsissasī’ti. ","html":"<p>{}</p>"},"mil6.3.2:7.1":{"pli":"Yathā nāma divasasantattaṃ ayosūlaṃ sabbattha upaḍahantaṃ kaṇṇasotaṃ paviseyya; ","html":"<p>{}"},"mil6.3.2:7.2":{"pli":"evameva kho, mahārāja, bodhisattassa taṃ vacanaṃ kaṇṇasotaṃ pavisittha, iti so pakatiyāva ukkaṇṭhito tassā devatāya vacanena bhiyyoso mattāya ubbijji saṃvijji saṃvegamāpajji. ","html":"{}</p>"},"mil6.3.2:8.1":{"pli":"Yathā pana, mahārāja, mahatimahāaggikkhandho jalamāno aññena kaṭṭhena upaḍahito bhiyyoso mattāya jaleyya; ","html":"<p>{}"},"mil6.3.2:8.2":{"pli":"evameva kho, mahārāja, bodhisatto pakatiyāva ukkaṇṭhito tassā devatāya vacanena bhiyyoso mattāya ubbijji saṃvijji saṃvegamāpajji. ","html":"{}</p>"},"mil6.3.2:9.1":{"pli":"Yathā vā pana, mahārāja, mahāpathavī pakatitintā nibbattaharitasaddalā āsittodakā cikkhallajātā punadeva mahāmeghe abhivuṭṭhe bhiyyoso mattāya cikkhallatarā assa; ","html":"<p>{}"},"mil6.3.2:9.2":{"pli":"evameva kho, mahārāja, bodhisatto pakatiyāva ukkaṇṭhito tassā devatāya vacanena bhiyyoso mattāya ubbijji saṃvijji saṃvegamāpajjī”ti. ","html":"{}</p>"},"mil6.3.2:10.1":{"pli":"“Api nu kho, bhante nāgasena, bodhisattassa yadi sattame divase dibbaṃ cakkaratanaṃ nibbatteyya, paṭinivatteyya bodhisatto dibbe cakkaratane nibbatte”ti? ","html":"<p>{}"},"mil6.3.2:10.2":{"pli":"“Na hi, mahārāja, sattame divase bodhisattassa dibbaṃ cakkaratanaṃ nibbatteyya, api ca palobhanatthāya tāya devatāya musā bhaṇitaṃ, yadipi, mahārāja, sattame divase dibbaṃ cakkaratanaṃ nibbatteyya, bodhisatto na nivatteyya. ","html":"{}"},"mil6.3.2:10.3":{"pli":"Kiṅkāraṇaṃ? ","html":"{}"},"mil6.3.2:10.4":{"pli":"‘Aniccan’ti, mahārāja, bodhisatto daḷhaṃ aggahesi, ‘dukkhaṃ anattā’ti daḷhaṃ aggahesi, upādānakkhayaṃ patto. ","html":"{}</p>"},"mil6.3.2:11.1":{"pli":"Yathā, mahārāja, anotattadahato udakaṃ gaṅgaṃ nadiṃ pavisati, gaṅgāya nadiyā mahāsamuddaṃ pavisati, mahāsamuddato pātālamukhaṃ pavisati, api nu, mahārāja, taṃ udakaṃ pātālamukhagataṃ paṭinivattitvā mahāsamuddaṃ paviseyya, mahāsamuddato gaṅgaṃ nadiṃ paviseyya, gaṅgāya nadiyā puna anotattaṃ paviseyyā”ti? ","html":"<p>{}"},"mil6.3.2:11.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.2:11.3":{"pli":"“Evameva kho, mahārāja, bodhisattena kappānaṃ satasahassaṃ caturo ca asaṅkhyeyye kusalaṃ paripācitaṃ imassa bhavassa kāraṇā, soyaṃ antimabhavo anuppatto paripakkaṃ bodhiñāṇaṃ chahi vassehi buddho bhavissati sabbaññū loke aggapuggalo, api nu kho, mahārāja, bodhisatto cakkaratanakāraṇā paṭinivatteyyā”ti? ","html":"{}"},"mil6.3.2:11.4":{"pli":"“Na hi, bhante”ti. ","html":"{}</p>"},"mil6.3.2:12.1":{"pli":"“Api ca, mahārāja, mahāpathavī parivatteyya sakānanā sapabbatā, na tveva bodhisatto paṭinivatteyya apatvā sammāsambodhiṃ. ","html":"<p>{}"},"mil6.3.2:12.2":{"pli":"Āroheyyapi ce, mahārāja, gaṅgāya udakaṃ paṭisotaṃ, na tveva bodhisatto paṭinivatteyya apatvā sammāsambodhiṃ; ","html":"{}"},"mil6.3.2:12.3":{"pli":"visusseyyapi ce, mahārāja, mahāsamuddo aparimitajaladharo gopade udakaṃ viya, na tveva bodhisatto paṭinivatteyya apatvā sammāsambodhiṃ; ","html":"{}"},"mil6.3.2:12.4":{"pli":"phaleyyapi ce, mahārāja, sinerupabbatarājā satadhā vā sahassadhā vā, na tveva bodhisatto paṭinivatteyya apatvā sammāsambodhiṃ; ","html":"{}"},"mil6.3.2:12.5":{"pli":"pateyyumpi ce, mahārāja, candimasūriyā satārakā leḍḍu viya chamāyaṃ, na tveva bodhisatto paṭinivatteyya apatvā sammāsambodhiṃ; ","html":"{}"},"mil6.3.2:12.6":{"pli":"saṃvatteyyapi ce, mahārāja, ākāso kilañjamiva, na tveva bodhisatto paṭinivatteyya apatvā sammāsambodhiṃ. ","html":"{}"},"mil6.3.2:12.7":{"pli":"Kiṃ kāraṇā? ","html":"{}"},"mil6.3.2:12.8":{"pli":"Padālitattā sabbabandhanānan”ti. ","html":"{}</p>"},"mil6.3.2:13.1":{"pli":"“Bhante nāgasena, kati loke bandhanānī”ti? ","html":"<p>{}"},"mil6.3.2:13.2":{"pli":"“Dasa kho panimāni, mahārāja, loke bandhanāni, yehi bandhanehi baddhā sattā na nikkhamanti, nikkhamitvāpi paṭinivattanti. ","html":"{}"},"mil6.3.2:13.3":{"pli":"Katamāni dasa? ","html":"{}"},"mil6.3.2:13.4":{"pli":"Mātā, mahārāja, loke bandhanaṃ, pitā, mahārāja, loke bandhanaṃ, bhariyā, mahārāja, loke bandhanaṃ, puttā, mahārāja, loke bandhanaṃ, ñātī, mahārāja, loke bandhanaṃ, mittaṃ, mahārāja, loke bandhanaṃ, dhanaṃ, mahārāja, loke bandhanaṃ, lābhasakkāro, mahārāja, loke bandhanaṃ, issariyaṃ, mahārāja, loke bandhanaṃ, pañca kāmaguṇā, mahārāja, loke bandhanaṃ, imāni kho, mahārāja, dasa loke bandhanāni, yehi bandhanehi baddhā sattā na nikkhamanti, nikkhamitvāpi paṭinivattanti, tāni dasa bandhanāni bodhisattassa chinnāni padālitāni, tasmā, mahārāja, bodhisatto na paṭinivattatī”ti. ","html":"{}</p>"},"mil6.3.2:14.1":{"pli":"“Bhante nāgasena, yadi bodhisatto uppanne araticitte devatāya vacanena aparipakke ñāṇe aparipakkāya bodhiyā nekkhammamabhinikkhanto, kiṃ tassa dukkarakārikāya katāya, nanu nāma sabbabhakkhena bhavitabbaṃ ñāṇaparipākaṃ āgamayamānenā”ti? ","html":"<p>{}</p>"},"mil6.3.2:15.1":{"pli":"“Dasa kho panime, mahārāja, puggalā lokasmiṃ oññātā avaññātā hīḷitā khīḷitā garahitā paribhūtā acittīkatā. ","html":"<p>{}"},"mil6.3.2:15.2":{"pli":"Katame dasa? ","html":"{}"},"mil6.3.2:15.3":{"pli":"Itthī, mahārāja, vidhavā lokasmiṃ oññātā avaññātā hīḷitā khīḷitā garahitā paribhūtā acittīkatā. ","html":"{}"},"mil6.3.2:15.4":{"pli":"Dubbalo, mahārāja, puggalo …pe… ","html":"{}"},"mil6.3.2:15.5":{"pli":"amittañāti, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.6":{"pli":"mahagghaso, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.7":{"pli":"agarukulavāsiko, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.8":{"pli":"pāpamitto, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.9":{"pli":"dhanahīno, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.10":{"pli":"ācārahīno, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.11":{"pli":"kammahīno, mahārāja, puggalo … ","html":"{}"},"mil6.3.2:15.12":{"pli":"payogahīno, mahārāja, puggalo lokasmiṃ oññāto avaññāto hīḷito khīḷito garahito paribhūto acittīkato. ","html":"{}"},"mil6.3.2:15.13":{"pli":"Ime kho, mahārāja, dasa puggalā lokasmiṃ oññātā avaññātā hīḷitā khīḷitā garahitā paribhūtā acittīkatā. ","html":"{}"},"mil6.3.2:15.14":{"pli":"Imāni kho, mahārāja, dasa ṭhānāni anussaramānassa bodhisattassa evaṃ saññā uppajji ‘māhaṃ kammahīno assaṃ payogahīno garahito devamanussānaṃ, yannūnāhaṃ kammassāmī assaṃ kammagaru kammādhipateyyo kammasīlo kammadhorayho kammaniketavā appamatto vihareyyan’ti, evaṃ kho, mahārāja, bodhisatto ñāṇaṃ paripācento dukkarakārikaṃ akāsī”ti. ","html":"{}</p>"},"mil6.3.2:16.1":{"pli":"“Bhante nāgasena, bodhisatto dukkarakārikaṃ karonto evamāha ‘na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ, siyā nu kho añño maggo bodhāyā’ti. ","html":"<p>{}"},"mil6.3.2:16.2":{"pli":"Api nu tasmiṃ samaye bodhisattassa maggaṃ ārabbha satisammoso ahosī”ti? ","html":"{}</p>"},"mil6.3.2:17.1":{"pli":"“Pañcavīsati kho panime, mahārāja, cittadubbalīkaraṇā dhammā, yehi dubbalīkataṃ cittaṃ na sammā samādhiyati āsavānaṃ khayāya. ","html":"<p>{}"},"mil6.3.2:17.2":{"pli":"Katame pañcavīsati? ","html":"{}"},"mil6.3.2:17.3":{"pli":"Kodho, mahārāja, cittadubbalīkaraṇo dhammo, yena dubbalīkataṃ cittaṃ na sammā samādhiyati āsavānaṃ khayāya, upanāho …pe… ","html":"{}"},"mil6.3.2:17.4":{"pli":"makkho … ","html":"{}"},"mil6.3.2:17.5":{"pli":"paḷāso … ","html":"{}"},"mil6.3.2:17.6":{"pli":"issā … ","html":"{}"},"mil6.3.2:17.7":{"pli":"macchariyaṃ … ","html":"{}"},"mil6.3.2:17.8":{"pli":"māyā … ","html":"{}"},"mil6.3.2:17.9":{"pli":"sāṭheyyaṃ … ","html":"{}"},"mil6.3.2:17.10":{"pli":"thambho … ","html":"{}"},"mil6.3.2:17.11":{"pli":"sārambho … ","html":"{}"},"mil6.3.2:17.12":{"pli":"māno … ","html":"{}"},"mil6.3.2:17.13":{"pli":"atimāno … ","html":"{}"},"mil6.3.2:17.14":{"pli":"mado … ","html":"{}"},"mil6.3.2:17.15":{"pli":"pamādo … ","html":"{}"},"mil6.3.2:17.16":{"pli":"thinamiddhaṃ … ","html":"{}"},"mil6.3.2:17.17":{"pli":"tandi … ","html":"{}"},"mil6.3.2:17.18":{"pli":"ālasyaṃ … ","html":"{}"},"mil6.3.2:17.19":{"pli":"pāpamittatā … ","html":"{}"},"mil6.3.2:17.20":{"pli":"rūpā … ","html":"{}"},"mil6.3.2:17.21":{"pli":"saddā … ","html":"{}"},"mil6.3.2:17.22":{"pli":"gandhā … ","html":"{}"},"mil6.3.2:17.23":{"pli":"rasā … ","html":"{}"},"mil6.3.2:17.24":{"pli":"phoṭṭhabbā … ","html":"{}"},"mil6.3.2:17.25":{"pli":"khudāpipāsā … ","html":"{}"},"mil6.3.2:17.26":{"pli":"arati, mahārāja, cittadubbalīkaraṇo dhammo, yena dubbalīkataṃ cittaṃ na sammā samādhiyati āsavānaṃ khayāya. ","html":"{}"},"mil6.3.2:17.27":{"pli":"Ime kho, mahārāja, pañcavīsati cittadubbalīkaraṇā dhammā, yehi dubbalīkataṃ cittaṃ na sammā samādhiyati āsavānaṃ khayāya. ","html":"{}</p>"},"mil6.3.2:18.1":{"pli":"Bodhisattassa kho, mahārāja, khudāpipāsā kāyaṃ pariyādiyiṃsu, kāye pariyādinne cittaṃ na sammā samādhiyati āsavānaṃ khayāya. ","html":"<p>{}"},"mil6.3.2:18.2":{"pli":"Satasahassaṃ, mahārāja, kappānaṃ caturo ca asaṅkhyeyye kappe bodhisatto catunnaṃyeva ariyasaccānaṃ abhisamayaṃ anvesi tāsu tāsu jātīsu, kiṃ panassa pacchime bhave abhisamayajātiyaṃ maggaṃ ārabbha satisammoso hessati? ","html":"{}"},"mil6.3.2:18.3":{"pli":"Api ca, mahārāja, bodhisattassa saññāmattaṃ uppajji ‘siyā nu kho añño maggo bodhāyā’ti. ","html":"{}"},"mil6.3.2:18.4":{"pli":"Pubbe kho, mahārāja, bodhisatto ekamāsiko samāno pitu sakkassa kammante sītāya jambucchāyāya sirisayane pallaṅkaṃ ābhujitvā nisinno vivicceva kāmehi vicicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsi …pe… ","html":"{}"},"mil6.3.2:18.5":{"pli":"catutthaṃ jhānaṃ upasampajja vihāsī”ti. ","html":"{}"},"mil6.3.2:18.6":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmi, ñāṇaṃ paripācento bodhisatto dukkarakārikaṃ akāsī”ti. ","html":"{}</p>"},"mil6.3.2:19.1":{"pli":"Dukkarakārikapañho dutiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.3":{"mil6.3.3:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.3'><header><ul><li class='division'>{}</li>"},"mil6.3.3:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.3:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.3:0.4":{"pli":"3. Kusalākusalabalavatarapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.3:1.1":{"pli":"“Bhante nāgasena, katamaṃ adhimattaṃ balavataraṃ kusalaṃ vā akusalaṃ vā”ti? ","html":"<p>{}"},"mil6.3.3:1.2":{"pli":"“Kusalaṃ, mahārāja, adhimattaṃ balavataraṃ, no tathā akusalan”ti. ","html":"{}"},"mil6.3.3:1.3":{"pli":"“Nāhaṃ, bhante nāgasena, taṃ vacanaṃ sampaṭicchāmi ‘kusalaṃ adhimattaṃ balavataraṃ, no tathā akusalan’ti, dissanti, bhante nāgasena, idha pāṇātipātino adinnādāyino kāmesumicchācārino musāvādino gāmaghātikā panthadūsakā nekatikā vañcanikā, sabbe te tāvatakena pāpena labhanti hatthacchedaṃ pādacchedaṃ hatthapādacchedaṃ kaṇṇacchedaṃ nāsacchedaṃ kaṇṇanāsacchedaṃ bilaṅgathālikaṃ saṅkhamuṇḍikaṃ rāhumukhaṃ jotimālikaṃ hatthapajjotikaṃ erakavattikaṃ cīrakavāsikaṃ eṇeyyakaṃ baḷisamaṃsikaṃ kahāpaṇikaṃ khārāpatacchikaṃ palighaparivattikaṃ palālapīṭhakaṃ tattenapi telena osiñcanaṃ sunakhehipi khādāpanaṃ jīvasūlāropanaṃ asināpi sīsacchedaṃ, keci rattiṃ pāpaṃ katvā rattiṃ yeva vipākaṃ anubhavanti, keci rattiṃ katvā divāyeva anubhavanti, keci divā katvā divāyeva anubhavanti, keci divā katvā rattiṃ yeva anubhavanti, keci dve tayo divase vītivatte anubhavanti, sabbepi te diṭṭheva dhamme vipākaṃ anubhavanti. ","html":"{}"},"mil6.3.3:1.4":{"pli":"Atthi pana, bhante nāgasena, koci ekassa vā dvinnaṃ vā tiṇṇaṃ vā catunnaṃ vā pañcannaṃ vā dasannaṃ vā satassa vā sahassassa vā satasahassassa vā saparivāraṃ dānaṃ datvā diṭṭhadhammikaṃ bhogaṃ vā yasaṃ vā sukhaṃ vā anubhavitā sīlena vā uposathakammena vā”ti? ","html":"{}</p>"},"mil6.3.3:2.1":{"pli":"“Atthi, mahārāja, cattāro purisā dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā diṭṭheva dhamme teneva sarīradehena tidasapure samanuppattā”ti. ","html":"<p>{}"},"mil6.3.3:2.2":{"pli":"“Ko ca ko ca, bhante”ti? ","html":"{}"},"mil6.3.3:2.3":{"pli":"“Mandhātā, mahārāja, rājā, nimi rājā, sādhīno rājā, guttilo ca gandhabbo”ti. ","html":"{}</p>"},"mil6.3.3:3.1":{"pli":"“Bhante nāgasena, anekehi taṃ bhavasahassehi antaritaṃ, dvinnampetaṃ amhākaṃ parokkhaṃ, yadi samatthosi vattamānake bhave bhagavato dharamānakāle kathehī”ti? ","html":"<p>{}"},"mil6.3.3:3.2":{"pli":"“Vattamānakepi, mahārāja, bhave puṇṇako dāso therassa sāriputtassa bhojanaṃ datvā tadaheva seṭṭhiṭṭhānaṃ ajjhupagato, so etarahi puṇṇako seṭṭhīti paññāyi, gopālamātā devī attano kese vikkiṇitvā laddhehi aṭṭhahi kahāpaṇehi therassa mahākaccāyanassa attaṭṭhamakassa piṇḍapātaṃ datvā tadaheva rañño candapajjotassa aggamahesiṭṭhānaṃ pattā. ","html":"{}"},"mil6.3.3:3.3":{"pli":"Suppiyā upāsikā aññatarassa gilānabhikkhuno attano ūrumaṃsena paṭicchādanīyaṃ datvā dutiyadivaseyeva rūḷhavaṇā sañchavī arogā jātā. ","html":"{}"},"mil6.3.3:3.4":{"pli":"Mallikā devī bhagavato ābhidosikaṃ kummāsapiṇḍaṃ datvā tadaheva rañño kosalassa aggamahesī jātā. ","html":"{}"},"mil6.3.3:3.5":{"pli":"Sumano mālākāro aṭṭhahi sumanapupphamuṭṭhīhi bhagavantaṃ pūjetvā taṃ divasaṃyeva mahāsampattiṃ patto. ","html":"{}"},"mil6.3.3:3.6":{"pli":"Ekasāṭako brāhmaṇo uttarasāṭakena bhagavantaṃ pūjetvā taṃ divasaṃ yeva sabbaṭṭhakaṃ labhi, sabbepete, mahārāja, diṭṭhadhammikaṃ bhogañca yasañca anubhaviṃsū”ti. ","html":"{}</p>"},"mil6.3.3:4.1":{"pli":"“Bhante nāgasena, vicinitvā pariyesitvā cha janeyeva addasāsī”ti. ","html":"<p>{}"},"mil6.3.3:4.2":{"pli":"“Āma, mahārājā”ti. ","html":"{}"},"mil6.3.3:4.3":{"pli":"“Tena hi, bhante nāgasena, akusalaṃyeva adhimattaṃ balavataraṃ, no tathā kusalaṃ. ","html":"{}"},"mil6.3.3:4.4":{"pli":"Ahañhi, bhante nāgasena, ekadivasaṃyeva dasapi purise passāmi pāpassa kammassa vipākena sūlesu āropente, vīsampi tiṃsampi cattālīsampi paññāsampi purisasatampi purisasahassampi passāmi pāpassa kammassa vipākena sūlesu āropente. ","html":"{}"},"mil6.3.3:4.5":{"pli":"Nandakulassa, bhante nāgasena, bhaddasālo nāma senāpatiputto ahosi. ","html":"{}"},"mil6.3.3:4.6":{"pli":"Tena ca raññā candaguttena saṅgāmo samupabyūḷho ahosi. ","html":"{}"},"mil6.3.3:4.7":{"pli":"Tasmiṃ kho pana, bhante nāgasena, saṅgāme ubhato balakāye asītikabandharūpāni ahesuṃ, ekasmiṃ kira sīsakabandhe paripāte ekaṃ kabandharūpaṃ uṭṭhahati, sabbepete pāpasseva kammassa vipākena anayabyasanaṃ āpannā. ","html":"{}"},"mil6.3.3:4.8":{"pli":"Imināpi, bhante nāgasena, kāraṇena bhaṇāmi akusalaṃyeva adhimattaṃ balavataraṃ, no tathā kusalanti. ","html":"{}</p>"},"mil6.3.3:5.1":{"pli":"Suyyati, bhante nāgasena, imasmiṃ buddhasāsane kosalena raññā asadisadānaṃ dinnan”ti? ","html":"<p>{}"},"mil6.3.3:5.2":{"pli":"“Āma, mahārāja, suyyatī”ti. ","html":"{}"},"mil6.3.3:5.3":{"pli":"“Api nu kho, bhante nāgasena, kosalarājā taṃ asadisaṃ dānaṃ datvā tatonidānaṃ kañci diṭṭhadhammikaṃ bhogaṃ vā yasaṃ vā sukhaṃ vā paṭilabhī”ti? ","html":"{}"},"mil6.3.3:5.4":{"pli":"“Na hi, mahārājā”ti. ","html":"{}"},"mil6.3.3:5.5":{"pli":"“Yadi, bhante nāgasena, kosalarājā evarūpaṃ anuttaraṃ dānaṃ datvāpi na labhi tatonidānaṃ kañci diṭṭhadhammikaṃ bhogaṃ vā yasaṃ vā sukhaṃ vā, tena hi, bhante nāgasena, akusalaṃyeva adhimattaṃ balavataraṃ, no tathā kusalan”ti. ","html":"{}</p>"},"mil6.3.3:6.1":{"pli":"“Parittattā, mahārāja, akusalaṃ khippaṃ pariṇamati, vipulattā kusalaṃ dīghena kālena pariṇamati, upamāyapi, mahārāja, etaṃ upaparikkhitabbaṃ. ","html":"<p>{}"},"mil6.3.3:6.2":{"pli":"Yathā, mahārāja, aparante janapade kumudabhaṇḍikā nāma dhaññajāti māsalūnā antogehagatā hoti, sālayo chappañcamāsehi pariṇamanti, kiṃ panettha, mahārāja, antaraṃ ko viseso kumudabhaṇḍikāya ca sālīnañcā”ti? ","html":"{}"},"mil6.3.3:6.3":{"pli":"“Parittattā, bhante, kumudabhaṇḍikāya, vipulattā ca sālīnaṃ. ","html":"{}"},"mil6.3.3:6.4":{"pli":"Sālayo, bhante nāgasena, rājārahā rājabhojanaṃ, kumudabhaṇḍikā dāsakammakarānaṃ bhojanan”ti. ","html":"{}"},"mil6.3.3:6.5":{"pli":"“Evameva kho, mahārāja, parittattā akusalaṃ khippaṃ pariṇamati, vipulattā kusalaṃ dīghena kālena pariṇamatī”ti. ","html":"{}</p>"},"mil6.3.3:7.1":{"pli":"“Yaṃ tattha, bhante nāgasena, khippaṃ pariṇamati, taṃ nāma loke adhimattaṃ balavataraṃ, tasmā akusalaṃ balavataraṃ, no tathā kusalaṃ. ","html":"<p>{}"},"mil6.3.3:7.2":{"pli":"Yathā nāma, bhante nāgasena, yo koci yodho mahatimahāyuddhaṃ pavisitvā paṭisattuṃ upakacchake gahetvā ākaḍḍhitvā khippataraṃ sāmino upaneyya, so yodho loke samattho sūro nāma. ","html":"{}"},"mil6.3.3:7.3":{"pli":"Yo ca bhisakko khippaṃ sallaṃ uddharati rogamapaneti, so bhisakko cheko nāma. ","html":"{}"},"mil6.3.3:7.4":{"pli":"Yo gaṇako sīghasīghaṃ gaṇetvā khippaṃ dassayati, so gaṇako cheko nāma. ","html":"{}"},"mil6.3.3:7.5":{"pli":"Yo mallo khippaṃ paṭimallaṃ ukkhipitvā uttānakaṃ pāteti, so mallo samattho sūro nāma. ","html":"{}"},"mil6.3.3:7.6":{"pli":"Evameva kho, bhante nāgasena, yaṃ khippaṃ pariṇamati kusalaṃ vā akusalaṃ vā, taṃ loke adhimattaṃ balavataran”ti. ","html":"{}</p>"},"mil6.3.3:8.1":{"pli":"“Ubhayampi taṃ, mahārāja, kammaṃ samparāyavedanīyameva, api ca kho akusalaṃ sāvajjatāya khaṇena diṭṭhadhammavedanīyaṃ hoti, pubbakehi, mahārāja, khattiyehi ṭhapito eso niyamo ‘yo pāṇaṃ hanati, so daṇḍāraho … yo adinnaṃ ādiyati … yo paradāraṃ gacchati … yo musā bhaṇati … yo gāmaṃ ghāteti … yo panthaṃ dūseti … yo nikatiṃ karoti … yo vañcanaṃ karoti, so daṇḍāraho vadhitabbo chettabbo bhettabbo hantabbo’ti. ","html":"<p>{}"},"mil6.3.3:8.2":{"pli":"Taṃ te upādāya vicinitvā vicinitvā daṇḍenti vadhenti chindanti bhindanti hananti ca, api nu, mahārāja, atthi kehici ṭhapito niyamo ‘yo dānaṃ vā deti, sīlaṃ vā rakkhati, uposathakammaṃ vā karoti, tassa dhanaṃ vā yasaṃ vā dātabban’ti; ","html":"{}"},"mil6.3.3:8.3":{"pli":"api nu taṃ vicinitvā vicinitvā dhanaṃ vā yasaṃ vā denti, corassa katakammassa vadhabandhanaṃ viyā”ti? ","html":"{}"},"mil6.3.3:8.4":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.3:8.5":{"pli":"“Yadi, mahārāja, dāyakānaṃ vicinitvā vicinitvā dhanaṃ vā yasaṃ vā dadeyyuṃ, kusalampi diṭṭhadhammavedanīyaṃ bhaveyya, yasmā ca kho, mahārāja, dāyake na vicinanti ‘dhanaṃ vā yasaṃ vā dassāmā’ti, tasmā kusalaṃ na diṭṭhadhammavedanīyaṃ. ","html":"{}"},"mil6.3.3:8.6":{"pli":"Iminā, mahārāja, kāraṇena akusalaṃ diṭṭhadhammavedanīyaṃ, samparāyeva so adhimattaṃ balavataraṃ vedanaṃ vedayatī”ti. ","html":"{}"},"mil6.3.3:8.7":{"pli":"“Sādhu, bhante nāgasena, tavādisena buddhimantena vinā neso pañho sunibbeṭhiyo, lokikaṃ, bhante nāgasena, lokuttarena viññāpitan”ti. ","html":"{}</p>"},"mil6.3.3:9.1":{"pli":"Kusalākusalabalavatarapañho tatiyo. ","html":"<p class='endsutta'>{}</p></article>"}},"mil6.3.4":{"mil6.3.4:0.1":{"pli":"Milindapañha ","html":"<article id='mil6.3.4'><header><ul><li class='division'>{}</li>"},"mil6.3.4:0.2":{"pli":"Anumānapañha ","html":"<li>{}</li>"},"mil6.3.4:0.3":{"pli":"Vessantaravagga ","html":"<li>{}</li></ul>"},"mil6.3.4:0.4":{"pli":"4. Pubbapetādisapañha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil6.3.4:1.1":{"pli":"“Bhante nāgasena, ime dāyakā dānaṃ datvā pubbapetānaṃ ādisanti ‘idaṃ tesaṃ pāpuṇātū’ti, api nu te kiñci tatonidānaṃ vipākaṃ paṭilabhantī”ti? ","html":"<p>{}"},"mil6.3.4:1.2":{"pli":"“Keci, mahārāja, paṭilabhanti, keci nappaṭilabhantī”ti. ","html":"{}"},"mil6.3.4:1.3":{"pli":"“Ke, bhante, paṭilabhanti, ke nappaṭilabhantī”ti? ","html":"{}"},"mil6.3.4:1.4":{"pli":"“Nirayūpapannā, mahārāja, nappaṭilabhanti, saggagatā nappaṭilabhanti, tiracchānayonigatā nappaṭilabhanti, catunnaṃ petānaṃ tayo petā nappaṭilabhanti vantāsikā khuppipāsino nijjhāmataṇhikā, labhanti petā paradattūpajīvino, tepi saramānāyeva labhantī”ti. ","html":"{}</p>"},"mil6.3.4:2.1":{"pli":"“Tena hi, bhante nāgasena, dāyakānaṃ dānaṃ visositaṃ hoti aphalaṃ, yesaṃ uddissa kataṃ yadi te nappaṭilabhantī”ti? ","html":"<p>{}"},"mil6.3.4:2.2":{"pli":"“Na hi taṃ, mahārāja, dānaṃ aphalaṃ hoti avipākaṃ, dāyakāyeva tassa phalaṃ anubhavantī”ti. ","html":"{}"},"mil6.3.4:2.3":{"pli":"“Tena hi, bhante nāgasena, kāraṇena maṃ saññāpehī”ti. ","html":"{}"},"mil6.3.4:2.4":{"pli":"“Idha, mahārāja, keci manussā macchamaṃsasurābhattakhajjakāni paṭiyādetvā ñātikulaṃ gacchanti, yadi te ñātakā taṃ upāyanaṃ na sampaṭiccheyyuṃ, api nu taṃ upāyanaṃ visositaṃ gaccheyya vinasseyya vā”ti? ","html":"{}"},"mil6.3.4:2.5":{"pli":"“Na hi, bhante, sāmikānaṃyeva taṃ hotī”ti. ","html":"{}"},"mil6.3.4:2.6":{"pli":"“Evameva kho, mahārāja, dāyakāyeva tassa phalaṃ anubhavanti. ","html":"{}"},"mil6.3.4:2.7":{"pli":"Yathā pana, mahārāja, puriso gabbhaṃ paviṭṭho asati purato nikkhamanamukhe kena nikkhameyyā”ti. ","html":"{}"},"mil6.3.4:2.8":{"pli":"“Paviṭṭheneva, bhante”ti. ","html":"{}"},"mil6.3.4:2.9":{"pli":"“Evameva kho, mahārāja, dāyakāyeva tassa phalaṃ anubhavantī”ti. ","html":"{}"},"mil6.3.4:2.10":{"pli":"“Hotu, bhante nāgasena, evametaṃ tathā sampaṭicchāmi, dāyakāyeva tassa phalaṃ anubhavanti, na mayaṃ taṃ kāraṇaṃ vilomemāti. ","html":"{}"},"mil6.3.4:2.11":{"pli":"(…) ","html":"{}</p>"},"mil6.3.4:3.1":{"pli":"Bhante nāgasena, yadi imesaṃ dāyakānaṃ dinnadānaṃ pubbapetānaṃ pāpuṇāti, te ca tassa vipākaṃ anubhavanti. ","html":"<p>{}"},"mil6.3.4:3.2":{"pli":"Tena hi yo pāṇātipātī luddo lohitapāṇī paduṭṭhamanasaṅkappo manusse ghātetvā dāruṇaṃ kammaṃ katvā pubbapetānaṃ ādiseyya ‘imassa me kammassa vipāko pubbapetānaṃ pāpuṇātū’ti, api nu tassa vipāko pubbapetānaṃ pāpuṇātī”ti? ","html":"{}"},"mil6.3.4:3.3":{"pli":"“Na hi, mahārājā”ti. ","html":"{}</p>"},"mil6.3.4:4.1":{"pli":"“Bhante nāgasena, ko tattha hetu kiṅkāraṇaṃ, yena kusalaṃ pāpuṇāti akusalaṃ na pāpuṇātī”ti? ","html":"<p>{}"},"mil6.3.4:4.2":{"pli":"“Neso, mahārāja, pañho pucchitabbo, mā ca tvaṃ, mahārāja, ‘visajjako atthī’ti apucchitabbaṃ pucchi, ‘kissa ākāso nirālambo, kissa gaṅgā uddhammukhā na sandati, kissa ime manussā ca dijā ca dvipadā migā catuppadā’ti tampi maṃ tvaṃ pucchissasī”ti. ","html":"{}"},"mil6.3.4:4.3":{"pli":"“Nāhaṃ taṃ, bhante nāgasena, vihesāpekkho pucchāmi, api ca nibbāhanatthāya sandehassa pucchāmi, bahū manussā loke vāmagāmino vicakkhukā, ‘kinti te otāraṃ na labheyyun’ti evāhaṃ taṃ pucchāmī”ti. ","html":"{}"},"mil6.3.4:4.4":{"pli":"“Na sakkā, mahārāja, saha akatena ananumatena saha pāpaṃ kammaṃ saṃvibhajituṃ. ","html":"{}</p>"},"mil6.3.4:5.1":{"pli":"Yathā, mahārāja, manussā udakanibbāhanena udakaṃ suvidūrampi haranti, api nu, mahārāja, sakkā ghanamahāselapabbato nibbāhanena yathicchitaṃ haritun”ti? ","html":"<p>{}"},"mil6.3.4:5.2":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.4:5.3":{"pli":"“Evameva kho, mahārāja, sakkā kusalaṃ saṃvibhajituṃ, na sakkā akusalaṃ saṃvibhajituṃ. ","html":"{}"},"mil6.3.4:5.4":{"pli":"Yathā vā pana, mahārāja, sakkā telena padīpo jāletuṃ, api nu, mahārāja, sakkā udakena padīpo jāletun”ti? ","html":"{}"},"mil6.3.4:5.5":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.4:5.6":{"pli":"“Evameva kho, mahārāja, sakkā kusalaṃ saṃvibhajituṃ, na sakkā akusalaṃ saṃvibhajituṃ. ","html":"{}"},"mil6.3.4:5.7":{"pli":"Yathā vā pana, mahārāja, kassakā taḷākato udakaṃ nīharitvā dhaññaṃ paripācenti, api nu kho, mahārāja, sakkā mahāsamuddato udakaṃ nīharitvā dhaññaṃ paripācetun”ti? ","html":"{}"},"mil6.3.4:5.8":{"pli":"“Na hi, bhante”ti. ","html":"{}"},"mil6.3.4:5.9":{"pli":"“Evameva kho, mahārāja, sakkā kusalaṃ saṃvibhajituṃ, na sakkā akusalaṃ saṃvibhajitun”ti. ","html":"{}</p>"},"mil6.3.4:6.1":{"pli":"“Bhante nāgasena, kena kāraṇena sakkā kusalaṃ saṃvibhajituṃ, na sakkā akusalaṃ saṃvibhajituṃ? ","html":"<p>{}"},"mil6.3.4:6.2":{"pli":"Kāraṇena maṃ saññāpehi, nāhaṃ andho anāloko sutvā vedissāmī”ti. ","html":"{}"},"mil6.3.4:6.3":{"pli":"“Akusalaṃ, mahārāja, thokaṃ, kusalaṃ bahukaṃ, thokattā akusalaṃ kattāraṃyeva pariyādiyati, bahukattā kusalaṃ sadevakaṃ lokaṃ ajjhottharatī”ti. ","html":"{}</p>"},"mil6.3.4:7.1":{"pli":"“Opammaṃ karohī”ti. ","html":"<p>{}"},"mil6.3.4:7.2":{"pli":"“Yathā, mahārāja, parittaṃ ekaṃ udakabindu pathaviyaṃ nipateyya, api nu kho taṃ, mahārāja, udakabindu dasapi dvādasapi yojanāni ajjhotthareyyā”ti? ","html":"{}"},"mil6.3.4:7.3":{"pli":"“Na hi, bhante, yattha taṃ udakabindu nipatitaṃ, tattheva pariyādiyatī”ti. ","html":"{}"},"mil6.3.4:7.4":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil6.3.4:7.5":{"pli":"“Parittattā, bhante, udakabindussā”ti. ","html":"{}"},"mil6.3.4:7.6":{"pli":"“Evameva kho, mahārāja, parittaṃ akusalaṃ parittattā kattāraṃyeva pariyādiyati, na sakkā saṃvibhajituṃ. ","html":"{}</p>"},"mil6.3.4:8.1":{"pli":"Yathā vā pana, mahārāja, mahatimahāmegho abhivasseyya tappayanto dharaṇitalaṃ, api nu kho so, mahārāja, mahāmegho samantato otthareyyā”ti? ","html":"<p>{}"},"mil6.3.4:8.2":{"pli":"“Āma, bhante, pūrayitvā so mahāmegho sobbhasarasaritasākhākandarapadaradahataḷākaudapānapokkharaṇiyo dasapi dvādasapi yojanāni ajjhotthareyyā”ti. ","html":"{}"},"mil6.3.4:8.3":{"pli":"“Kena kāraṇena, mahārājā”ti? ","html":"{}"},"mil6.3.4:8.4":{"pli":"“Mahantattā, bhante, meghassā”ti. ","html":"{}"},"mil6.3.4:8.5":{"pli":"“Evameva kho, mahārāja, kusalaṃ bahukaṃ, bahukattā sakkā devamanussehipi saṃvibhajitun”ti. ","html":"{}</p>"},"mil6.3.4:9.1":{"pli":"“Bhante nāgasena, kena kāraṇena akusalaṃ thokaṃ kusalaṃ bahutaran”ti? ","html":"<p>{}"},"mil6.3.4:9.2":{"pli":"“Idha, mahārāja, yo koci dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, so haṭṭho pahaṭṭho hasito pamudito pasannamānaso vedajāto hoti, tassa aparāparaṃ pīti uppajjati, pītimanassa bhiyyo bhiyyo kusalaṃ pavaḍḍhati. ","html":"{}</p>"},"mil6.3.4:10.1":{"pli":"Yathā, mahārāja, udapāne bahusalilasampuṇṇe ekena desena udakaṃ paviseyya, ekena nikkhameyya, nikkhamantepi aparāparaṃ uppajjati, na sakkā hoti khayaṃ pāpetuṃ; ","html":"<p>{}"},"mil6.3.4:10.2":{"pli":"evameva kho, mahārāja, kusalaṃ bhiyyo bhiyyo pavaḍḍhati. ","html":"{}"},"mil6.3.4:10.3":{"pli":"Vassasatepi ce, mahārāja, puriso kataṃ kusalaṃ āvajjeyya, āvajjite āvajjite bhiyyo bhiyyo kusalaṃ pavaḍḍhati. ","html":"{}"},"mil6.3.4:10.4":{"pli":"Tassa taṃ kusalaṃ sakkā hoti yathicchakehi saddhiṃ saṃvibhajituṃ, idamettha, mahārāja, kāraṇaṃ, yena kāraṇena kusalaṃ bahutaraṃ. ","html":"{}</p>"},"mil6.3.4:11.1":{"pli":"Akusalaṃ pana, mahārāja, karonto pacchā vippaṭisārī hoti, vippaṭisārino cittaṃ paṭilīyati paṭikuṭati paṭivattati na sampasārīyati socati tappati hāyati khīyati na parivaḍḍhati tattheva pariyādiyati. ","html":"<p>{}"},"mil6.3.4:11.2":{"pli":"Yathā, mahārāja, sukkhāya nadiyā mahāpuḷināya unnatāvanatāya kuṭilasaṅkuṭilāya uparito parittaṃ udakaṃ āgacchantaṃ hāyati khīyati na parivaḍḍhati tattheva pariyādiyati. ","html":"{}"},"mil6.3.4:11.3":{"pli":"Evameva kho, mahārāja, akusalaṃ karontassa cittaṃ paṭilīyati paṭikuṭati paṭivattati na sampasārīyati socati tappati hāyati khīyati na parivaḍḍhati tattheva pariyādiyati, idamettha, mahārāja, kāraṇaṃ, yena kāraṇena akusalaṃ thokan”ti. ","html":"{}"},"mil6.3.4:11.4":{"pli":"“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti. ","html":"{}</p>"},"mil6.3.4:12.1":{"pli":"Pubbapetādisapañho catuttho. ","html":"<p class='endsutta'>{}</p></article>"}}}