{"mil2":{"mil2:0.1":{"pli":"Milindapañha ","eng":"Milinda’s Questions ","html":"<article id='mil2'><header><ul><li class='division'>{}</li>"},"mil2:0.2":{"pli":"Bāhirakathā ","eng":"External Talk ","html":"<li>{}</li></ul>"},"mil2:0.3":{"pli":"1. Pubbayogādi ","eng":"2. The Preliminary Training, Etc. ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mil2:1.1":{"pli":"<b>Pubbayogo</b>ti tesaṃ pubbakammaṃ. ","eng":"“The preliminary training” refers to their previous kamma. ","html":"<p>{}"},"mil2:1.2":{"pli":"Atīte kira kassapassa bhagavato sāsane vattamāne gaṅgāya samīpe ekasmiṃ āvāse mahābhikkhusaṅgho paṭivasati, tattha vattasīlasampannā bhikkhū pātova uṭṭhāya yaṭṭhisammajjaniyo ādāya buddhaguṇe āvajjentā aṅgaṇaṃ sammajjitvā kacavarabyūhaṃ karonti. ","eng":"In the past, it is said, when the dispensation of the Blessed One Kassapa was current, a great community of bhikkhus was living in a certain dwelling near the Ganges. There, bhikkhus endowed with virtue and conduct, rising early in the morning, taking long-handled brooms, reflecting on the qualities of the Buddha, swept the courtyard and made a heap of all the rubbish. ","html":"{}"},"mil2:1.3":{"pli":"Atheko bhikkhu ekaṃ sāmaṇeraṃ “ehi, sāmaṇera, imaṃ kacavaraṃ chaḍḍehī”ti—","eng":"Then a certain bhikkhu said to a novice: “Come, novice, throw away this rubbish.” ","html":"{}"},"mil2:1.4":{"pli":"āha, so asuṇanto viya gacchati, so dutiyampi … ","eng":"But he went away as if not hearing. Even when addressed a second time... ","html":"{}"},"mil2:1.5":{"pli":"tatiyampi āmantiyamāno asuṇanto viya gacchateva. ","eng":"and a third time, he went on as if not hearing. ","html":"{}"},"mil2:1.6":{"pli":"Tato so bhikkhu “dubbaco vatāyaṃ sāmaṇero”ti kuddho sammajjanidaṇḍena pahāraṃ adāsi. ","eng":"Then that bhikkhu, angry, and thinking “this novice is indeed disobedient,” struck a blow with the broom-stick. ","html":"{}"},"mil2:1.7":{"pli":"Tato so rodanto bhayena kacavaraṃ chaḍḍento “iminā kacavarachaḍḍanapuññakammena yāvāhaṃ nibbānaṃ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne majjhanhikasūriyo viya mahesakkho mahātejo bhaveyyan”ti—","eng":"After which that novice, weeping and fearfully throwing away the rubbish, thought: “Through this meritorious deed of throwing away rubbish, in whatever place I am successively reborn until I attain nibbāna, may I be of great power and great majesty like the midday sun.” ","html":"{}"},"mil2:1.8":{"pli":"paṭhamaṃ patthanaṃ paṭṭhapesi. ","eng":"Thus he made his first aspiration. ","html":"{}"},"mil2:1.9":{"pli":"Kacavaraṃ chaḍḍetvā nahānatthāya gaṅgātitthaṃ gato gaṅgāya ūmivegaṃ gaggarāyamānaṃ disvā “yāvāhaṃ nibbānaṃ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne ayaṃ ūmivego viya ṭhānuppattikapaṭibhāno bhaveyyaṃ akkhayapaṭibhāno”ti—","eng":"After he had thrown away the rubbish, he went to the bank of the Ganges to bathe, seeing the force of the roaring waves on the Ganges, thinking: “In whatever place I am successively reborn until I attain nibbāna, may I have the power to say the right thing promptly and answer questions inexhaustibly like this force of waves.” ","html":"{}"},"mil2:1.10":{"pli":"dutiyampi patthanaṃ paṭṭhapesi. ","eng":"Thus he made his second aspiration. ","html":"{}</p>"},"mil2:2.1":{"pli":"Sopi bhikkhu sammajjanisālāya sammajjaniṃ ṭhapetvā nahānatthāya gaṅgātitthaṃ gacchanto sāmaṇerassa patthanaṃ sutvā “esa mayā payojitopi tāva evaṃ pattheti, mayhaṃ kiṃ na samijjhissatī”ti—","eng":"That bhikkhu too, having placed the broom in the broom-hall, going to the bank of the Ganges to bathe, hearing the novice’s aspiration, thought: “This one, even though merely instigated by me, aspires thus; why should mine not succeed?” ","html":"<p>{}"},"mil2:2.2":{"pli":"cintetvā “yāvāhaṃ nibbānaṃ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne ayaṃ gaṅgāūmivego viya akkhayapaṭibhāno bhaveyyaṃ, iminā pucchitapucchitaṃ sabbaṃ pañhapaṭibhānaṃ vijaṭetuṃ nibbeṭhetuṃ samattho bhaveyyan”ti—","eng":"Then thinking: “In whatever place I am successively reborn until I attain nibbāna, may I have inexhaustible wit like the force of these waves on the Ganges, and may I be able to unravel and disentangle every question asked.” ","html":"{}"},"mil2:2.3":{"pli":"patthanaṃ paṭṭhapesi. ","eng":"Thus he made his aspiration. ","html":"{}</p>"},"mil2:3.1":{"pli":"Te ubhopi devesu ca manussesu ca saṃsarantā ekaṃ buddhantaraṃ khepesuṃ. ","eng":"Both of these two spent one Buddha-interval wandering among gods and humans. ","html":"<p>{}"},"mil2:3.2":{"pli":"Atha amhākaṃ bhagavatāpi yathā moggaliputtatissatthero dissati, evametepi dissanti mama parinibbānato pañcavassasate atikkante ete uppajjissanti, yaṃ mayā sukhumaṃ katvā desitaṃ dhammavinayaṃ, taṃ ete pañhapucchanaopammayuttivasena nijjaṭaṃ niggumbaṃ katvā vibhajissantīti niddiṭṭhā. ","eng":"Then, just as the elder Tissa, Moggali’s son, was foretold by our Buddha, so too were these two when he said, “Five hundred years after my final nibbāna they will arise. That Dhamma and Vinaya which have been taught subtly by me, they will analyze, disentangling it and making it clear by means of asking questions and the use of similes.” Thus, it was foretold. ","html":"{}</p>"},"mil2:4.1":{"pli":"Tesu sāmaṇero jambudīpe sāgalanagare milindo nāma rājā ahosi. ","eng":"Out of these two, the novice became a king named Milinda in the city of Sāgala in Jambudīpa (India). ","html":"<p>{}"},"mil2:4.2":{"pli":"Paṇḍito byatto medhāvī paṭibalo atītānāgatapaccuppannānaṃ mantayogavidhānakiriyānaṃ, karaṇakāle nisammakārī hoti, bahūni cassa satthāni uggahitāni honti. ","eng":"He was wise, skillful, intelligent, and capable in the understanding, application, and performance of affairs regarding the past, future, and present. He was one who acted thoughtfully at the time of action, and many arts had been learned by him. ","html":"{}"},"mil2:4.3":{"pli":"Seyyathidaṃ—","eng":"Namely, ","html":"{}"},"mil2:4.4":{"pli":"suti sammuti saṅkhyā yogā nīti visesikā gaṇikā gandhabbā tikicchā catubbedā purāṇā itihāsā jotisā māyā ketu mantanā yuddhā chandasā buddhavacanena ekūnavīsati, vitaṇḍavādī durāsado duppasaho puthutitthakarānaṃ aggamakkhāyati, sakalajambudīpe milindena raññā samo koci nāhosi yadidaṃ thāmena javena sūrena paññāya, aḍḍho mahaddhano mahābhogo anantabalavāhano. ","eng":"revealed tradition, secular convention, calculation, yoga, politics, Vaiśeṣika philosphy, mathematics, music, medicine, the four Vedas, ancient lore, history, astrology, magic, omens, counsel, warfare, prosody, and the Buddha’s words—nineteen in all. He was a skilled debater, difficult to equal, difficult to overcome, he was the acclaimed chief among the leaders of many sects. In all of India there was no one equal to King Milinda in strength, speed, courage, and wisdom. He was rich, of great wealth and prosperity, with unlimited armed forces and vehicles. ","html":"{}</p>"},"mil2:5.1":{"pli":"Athekadivasaṃ milindo rājā anantabalavāhanaṃ caturaṅginiṃ balaggasenābyūhaṃ dassanakamyatāya nagarā nikkhamitvā bahinagare senaṅgadassanaṃ katvā sāretvā so rājā bhassappavādako lokāyatavitaṇḍajanasallāpaplavacittakotūhalo visārado vijambhako sūriyaṃ oloketvā amacce āmantesi—","eng":"Then one day King Milinda, having gone out from the city to see his army with its unlimited forces and vehicles in its fourfold array, and having inspected and reviewed the army divisions outside the city, that king—eloquent in speech, curious and eager for conversation with worldly sophists and debaters, confident, bold—looking at the sun, addressed his ministers: ","html":"<p>{}"},"mil2:5.2":{"pli":"“bahu bhaṇe tāva divasāvaseso kiṃ karissāma, idāneva nagaraṃ pavisitvā atthi koci paṇḍito samaṇo vā brāhmaṇo vā saṅghī gaṇī gaṇācariyo api arahantaṃ sammāsambuddhaṃ paṭijānamāno, yo mayā saddhiṃ sallapituṃ sakkoti kaṅkhaṃ paṭivinetuṃ, taṃ upasaṅkamitvā pañhaṃ pucchissāma, kaṅkhaṃ paṭivinayissāmā”ti. ","eng":"“Much of the day still remains. What should we do? Let us now enter the city. Is there any wise ascetic or brahmin, leader of a community, head of a group, teacher of a group, even one claiming to be an arahant, a Perfectly Enlightened One, who is able to converse with me and dispel my doubts? Having approached him, we shall ask questions and dispel doubt.” ","html":"{}</p>"},"mil2:6.1":{"pli":"Evaṃ vutte, pañcasatā yonakā rājānaṃ milindaṃ etadavocuṃ—","eng":"When this was said, the five hundred Bactrian Greeks said to King Milinda: ","html":"<p>{}"},"mil2:6.2":{"pli":"“atthi, mahārāja, cha satthāro pūraṇo kassapo makkhaligosālo nigaṇṭho nāṭaputto sañjayo belaṭṭhaputto ajito kesakambalo pakudho kaccāyano, te saṅghino gaṇino gaṇācariyakā ñātā yasassino titthakarā sādhusammatā bahujanassa, gaccha tvaṃ, mahārāja, te pañhaṃ pucchassu, kaṅkhaṃ paṭivinayassū”ti. ","eng":"“There are, your majesty, six teachers: Pūraṇa Kassapa, Makkhali Gosāla, Nigaṇṭha Nāṭaputta, Sañjaya Belaṭṭhaputta, Ajita Kesakambala, and Pakudha Kaccāyana. They are leaders of communities, heads of groups, teachers of groups, known, famous, founders of schools of thought, well-regarded by many people. Go, your majesty, ask them questions and dispel your doubts.” ","html":"{}</p>"},"mil2:7.1":{"pli":"Atha kho milindo rājā pañcahi yonakasatehi parivuto bhadravāhanaṃ rathavaramāruyha yena pūraṇo kassapo tenupasaṅkami, upasaṅkamitvā pūraṇena kassapena saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho milindo rājā pūraṇaṃ kassapaṃ etadavoca—","eng":"Then King Milinda, surrounded by the five hundred Bactrian Greeks, having mounted an excellent chariot with splendid equipage, approached Pūraṇa Kassapa and exchanged greetings with him. Then after this friendly and courteous conversation, King Milinda sat down to one side and said this to Pūraṇa Kassapa: ","html":"<p>{}"},"mil2:7.2":{"pli":"“ko, bhante kassapa, lokaṃ pāletī”ti? ","eng":"“Who, Venerable Kassapa, protects the world?” ","html":"{}"},"mil2:7.3":{"pli":"“Pathavī, mahārāja, lokaṃ pāletī”ti. ","eng":"“The earth, your majesty, protects the world.” ","html":"{}"},"mil2:7.4":{"pli":"“Yadi, bhante kassapa, pathavī lokaṃ pāleti, atha kasmā avīcinirayaṃ gacchantā sattā pathaviṃ atikkamitvā gacchantī”ti? ","eng":"“If, Venerable Kassapa, the earth protects the world, then why do beings going to the Avīci hell go there having bypassed the earth?” ","html":"{}"},"mil2:7.5":{"pli":"Evaṃ vutte, pūraṇo kassapo neva sakkhi ogilituṃ, no sakkhi uggilituṃ, adhomukho pattakkhandho tuṇhībhūto pajjhāyanto nisīdi. ","eng":"When this was said, Pūraṇa Kassapa was neither able to swallow it nor vomit it out. He sat silent, dejected, with shoulders drooped, downcast, brooding. ","html":"{}</p>"},"mil2:8.1":{"pli":"Atha kho milindo rājā makkhaliṃ gosālaṃ etadavoca—","eng":"Then King Milinda said this to Makkhali Gosāla: ","html":"<p>{}"},"mil2:8.2":{"pli":"“atthi, bhante gosāla, kusalākusalāni kammāni, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti? ","eng":"“Are there, Venerable Gosāla, wholesome and unwholesome actions? Is there fruit and result of well done and badly done deeds?” ","html":"{}"},"mil2:8.3":{"pli":"“Natthi, mahārāja, kusalākusalāni kammāni, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko. ","eng":"“There are not, your majesty, wholesome and unwholesome actions. There is no fruit and result of well done and badly done deeds. ","html":"{}"},"mil2:8.4":{"pli":"Ye te, mahārāja, idha loke khattiyā, te paralokaṃ gantvāpi puna khattiyāva bhavissanti, ye te brāhmaṇā vessā suddā caṇḍālā pukkusā, te paralokaṃ gantvāpi puna brāhmaṇā vessā suddā caṇḍālā pukkusāva bhavissanti. ","eng":"Those who are warrior nobles in this world, your majesty, having gone to the next world will again be warrior nobles. Those who are brahmins, merchants, workers, outcastes, and sweepers, having gone to the next world will again be brahmins, merchants, workers, outcastes, and sweepers. ","html":"{}"},"mil2:8.5":{"pli":"Kiṃ kusalākusalehi kammehī”ti? ","eng":"What use are wholesome and unwholesome actions?” ","html":"{}"},"mil2:8.6":{"pli":"“Yadi, bhante gosāla, idha loke khattiyā brāhmaṇā vessā suddā caṇḍālā pukkusā, te paralokaṃ gantvāpi puna khattiyā brāhmaṇā vessā suddā caṇḍālā pukkusāva bhavissanti, natthi kusalākusalehi kammehi karaṇīyaṃ. ","eng":"“If, Venerable Gosāla, those who are brahmins, merchants, workers, outcastes, and sweepers, having gone to the next world will again be brahmins, merchants, workers, outcastes, and sweepers, there is nothing to be done with wholesome and unwholesome actions. ","html":"{}"},"mil2:8.7":{"pli":"Tena hi, bhante gosāla, ye te idha loke hatthacchinnā, te paralokaṃ gantvāpi puna hatthacchinnāva bhavissanti. ","eng":"Then, Venerable Gosāla, those who have had their hands cut off in this world, having gone to the next world will again have cut-off hands. ","html":"{}"},"mil2:8.8":{"pli":"Ye pādacchinnā, te pādacchinnāva bhavissanti. ","eng":"Those who have had their feet cut off will again have cut-off feet. ","html":"{}"},"mil2:8.9":{"pli":"Ye hatthapādacchinnā, te hatthapādacchinnāva bhavissanti. ","eng":"Those who are who have had both their hands and feet cut off will again have cut-off hands and feet. ","html":"{}"},"mil2:8.10":{"pli":"Ye kaṇṇacchinnā, te kaṇṇacchinnāva bhavissanti. ","eng":"Those who have had their ears cut off will again have cut-off ears. ","html":"{}"},"mil2:8.11":{"pli":"Ye nāsacchinnā, te nāsacchinnāva bhavissanti. ","eng":"Those who have had their nose cut off will again have a cut-off nose. ","html":"{}"},"mil2:8.12":{"pli":"Ye kaṇṇanāsacchinnā, te kaṇṇanāsacchinnāva bhavissantī”ti. ","eng":"Those who have had their ears and nose cut off will again have cut-off ears and nose.” ","html":"{}"},"mil2:8.13":{"pli":"Evaṃ vutte, gosālo tuṇhī ahosi. ","eng":"When this was said, Gosāla was silent. ","html":"{}</p>"},"mil2:9.1":{"pli":"Atha kho milindassa rañño etadahosi—","eng":"Then this occurred to King Milinda: ","html":"<p>{}"},"mil2:9.2":{"pli":"“tuccho vata bho jambudīpo, palāpo vata bho jambudīpo, natthi koci samaṇo vā brāhmaṇo vā, yo mayā saddhiṃ sallapituṃ sakkoti kaṅkhaṃ paṭivinetun”ti. ","eng":"“Jambudīpa is indeed empty, sirs; Jambudīpa is indeed mere prattle! There is no ascetic or brahmin who is able to converse with me to dispel my doubts.” ","html":"{}</p>"},"mil2:10.1":{"pli":"Atha kho milindo rājā amacce āmantesi—","eng":"Then King Milinda addressed his ministers: ","html":"<p>{}"},"mil2:10.2":{"pli":"“ramaṇīyā vata bho dosinā ratti, kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā upasaṅkameyyāma pañhaṃ pucchituṃ, ko mayā saddhiṃ sallapituṃ sakkoti kaṅkhaṃ paṭivinetun”ti? ","eng":"“Delightful indeed, sirs, is this moonlit night. What ascetic or brahmin might we approach today to ask questions? Who is able to converse with me and dispel my doubts?” ","html":"{}"},"mil2:10.3":{"pli":"Evaṃ vutte, amaccā tuṇhībhūtā rañño mukhaṃ olokayamānā aṭṭhaṃsu. ","eng":"When this was said, the ministers stood silent, gazing at the king’s face. ","html":"{}</p>"},"mil2:11.1":{"pli":"Tena kho pana samayena sāgalanagaraṃ dvādasa vassāni suññaṃ ahosi samaṇabrāhmaṇagahapatipaṇḍitehi, yattha samaṇabrāhmaṇagahapatipaṇḍitā paṭivasantīti suṇāti, tattha gantvā rājā te pañhaṃ pucchati, te sabbepi pañhavisajjanena rājānaṃ ārādhetuṃ asakkontā yena vā tena vā pakkamanti. ","eng":"Now at that time the city of Sāgala had been empty for twelve years of learned ascetics, brahmins, and householders. Wherever he heard that learned ascetics, brahmins, and householders were dwelling, the king would go there and ask them questions. All of them, being unable to please the king with their answers to questions, departed one way or another. ","html":"<p>{}"},"mil2:11.2":{"pli":"Ye aññaṃ disaṃ na pakkamanti, te sabbe tuṇhībhūtā acchanti. ","eng":"Those who did not depart to another region all remained silent. ","html":"{}"},"mil2:11.3":{"pli":"Bhikkhū pana yebhuyyena himavantameva gacchanti. ","eng":"But the bhikkhus mostly went to the Himalayas. ","html":"{}</p>"},"mil2:12.1":{"pli":"Tena kho pana samayena koṭisatā arahanto himavante pabbate rakkhitatale paṭivasanti. ","eng":"Now at that time a large uncountable number of arahants were dwelling on Rakkhita plateau in the Himalayan mountains. ","html":"<p>{}"},"mil2:12.2":{"pli":"Atha kho āyasmā assagutto dibbāya sotadhātuyā milindassa rañño vacanaṃ sutvā yugandharamatthake bhikkhusaṅghaṃ sannipātetvā bhikkhū pucchi—","eng":"Then the Venerable Assagutta, having heard King Milinda’s words with the divine ear element, assembled the community of bhikkhus on the summit of Yugandhara, and asked them: ","html":"{}"},"mil2:12.3":{"pli":"“atthāvuso koci bhikkhu paṭibalo milindena raññā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetun”ti? ","eng":"“Is there, friends, any bhikkhu capable of conversing with King Milinda and dispelling his doubts?” ","html":"{}</p>"},"mil2:13.1":{"pli":"Evaṃ vutte, koṭisatā arahanto tuṇhī ahesuṃ. ","eng":"When this was said, the large uncountable number of arahants were silent. ","html":"<p>{}"},"mil2:13.2":{"pli":"Dutiyampi … ","eng":"Asked a second time... ","html":"{}"},"mil2:13.3":{"pli":"tatiyampi puṭṭhā tuṇhī ahesuṃ. ","eng":"and a third time, they were silent. ","html":"{}"},"mil2:13.4":{"pli":"Atha kho āyasmā assagutto bhikkhusaṅghaṃ etadavoca—","eng":"Then the Venerable Assagutta said this to the community of bhikkhus: ","html":"{}"},"mil2:13.5":{"pli":"“atthāvuso tāvatiṃsabhavane vejayantassa pācīnato ketumatī nāma vimānaṃ, tattha mahāseno nāma devaputto paṭivasati, so paṭibalo tena milindena raññā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetun”ti. ","eng":"“There is, friends, in the Tāvatiṃsa realm, east of Vejayanta palace, a mansion called Ketumatī. There dwells a young deva named Mahāsena. He is capable of conversing with that King Milinda and dispelling his doubts.” ","html":"{}</p>"},"mil2:14.1":{"pli":"Atha kho koṭisatā arahanto yugandharapabbate antarahitā tāvatiṃsabhavane pāturahesuṃ. ","eng":"Then the large uncountable number of arahants, disappeared from Yugandhara mountain, and appeared in the Tāvatiṃsa realm. ","html":"<p>{}"},"mil2:14.2":{"pli":"Addasā kho sakko devānamindo te bhikkhū dūratova āgacchante, disvāna yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ abhivādetvā ekamantaṃ aṭṭhāsi, ekamantaṃ ṭhito kho sakko devānamindo āyasmantaṃ assaguttaṃ etadavoca—","eng":"Sakka, lord of the devas, saw those bhikkhus coming from afar. Having seen them, he approached the Venerable Assagutta, paid respects to him, and stood to one side. Standing to one side, Sakka, lord of the devas, said this to the Venerable Assagutta: ","html":"{}"},"mil2:14.3":{"pli":"“mahā kho, bhante, bhikkhusaṅgho anuppatto, ahaṃ saṅghassa ārāmiko, kenattho, kiṃ mayā karaṇīyan”ti? ","eng":"“A great community of bhikkhus has arrived, venerable sir. I am the monastery attendant for the community. What is their purpose? What should I do?” ","html":"{}</p>"},"mil2:15.1":{"pli":"Atha kho āyasmā assagutto sakkaṃ devānamindaṃ etadavoca—","eng":"Then the Venerable Assagutta said this to Sakka, lord of the devas: ","html":"<p>{}"},"mil2:15.2":{"pli":"“ayaṃ kho, mahārāja, jambudīpe sāgalanagare milindo nāma rājā vitaṇḍavādī durāsado duppasaho puthutitthakarānaṃ aggamakkhāyati, so bhikkhusaṅghaṃ upasaṅkamitvā diṭṭhivādena pañhaṃ pucchitvā bhikkhusaṅghaṃ viheṭhetī”ti. ","eng":"“There is, your majesty, in the city of Sāgala in Jambudīpa, this king named Milinda, a sophistic debater, difficult to equal, difficult to defeat, the acclaimed chief among the leaders of many sects. He approaches the bhikkhu community, asks questions with wrong views, and so harasses the bhikkhu community.” ","html":"{}</p>"},"mil2:16.1":{"pli":"Atha kho sakko devānamindo āyasmantaṃ assaguttaṃ etadavoca—","eng":"Then Sakka, lord of the devas, said this to the Venerable Assagutta: ","html":"<p>{}"},"mil2:16.2":{"pli":"“ayaṃ kho, bhante, milindo rājā ito cuto manussesu uppanno, eso kho, bhante, ketumativimāne mahāseno nāma devaputto paṭivasati, so paṭibalo tena milindena raññā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetuṃ, taṃ devaputtaṃ yācissāma manussalokūpapattiyā”ti. ","eng":"“This King Milinda, venerable sir, having passed away from here, was reborn among humans. This young deva named Mahāsena, venerable sir, dwells in the Ketumatī mansion. He is capable of conversing with that King Milinda and dispelling his doubts. We shall request that young deva to be reborn in the human world.” ","html":"{}</p>"},"mil2:17.1":{"pli":"Atha kho sakko devānamindo bhikkhusaṅghaṃ purakkhatvā ketumativimānaṃ pavisitvā mahāsenaṃ devaputtaṃ āliṅgitvā etadavoca—","eng":"Then Sakka, lord of the devas, having gone before the bhikkhu community, entered the Ketumatī mansion, embraced the young deva Mahāsena, and said: ","html":"<p>{}"},"mil2:17.2":{"pli":"“yācati taṃ, mārisa, bhikkhusaṅgho manussalokūpapattiyā”ti. ","eng":"“The bhikkhu community requests you, dear sir, to be reborn in the human world.” ","html":"{}"},"mil2:17.3":{"pli":"“Na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevāhaṃ, bhante, devaloke uparūparūpapattiko hutvā parinibbāyissāmī”ti. ","eng":"“I have no desire, venerable sir, for the human world full of activity. The human world is harsh. Right here, venerable sir, in the deva world, being reborn in higher and higher realms, I shall attain final nibbāna.” ","html":"{}"},"mil2:17.4":{"pli":"Dutiyampi … ","eng":"Asked a second time... ","html":"{}"},"mil2:17.5":{"pli":"tatiyampi kho sakkena devānamindena yācito mahāseno devaputto evamāha—","eng":"and a third time by Sakka, lord of the devas, the young deva Mahāsena said: ","html":"{}"},"mil2:17.6":{"pli":"“na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevāhaṃ, bhante, devaloke uparūparūpapattiko hutvā parinibbāyissāmī”ti. ","eng":"“I have no desire, venerable sir, for the human world full of activity. The human world is harsh. Right here, venerable sir, in the deva world, being reborn in higher and higher realms, I shall attain final nibbāna.” ","html":"{}</p>"},"mil2:18.1":{"pli":"Atha kho āyasmā assagutto mahāsenaṃ devaputtaṃ etadavoca—","eng":"Then the Venerable Assagutta said this to the young deva Mahāsena: ","html":"<p>{}"},"mil2:18.2":{"pli":"“idha mayaṃ, mārisa, sadevakaṃ lokaṃ anuvilokayamānā aññatra tayā milindassa rañño vādaṃ bhinditvā sāsanaṃ paggahetuṃ samatthaṃ aññaṃ kañci na passāma, yācati taṃ, mārisa, bhikkhusaṅgho, sādhu, sappurisa, manussaloke nibbattitvā dasabalassa sāsanaṃ paggaṇhāhī”ti. ","eng":"“We, dear sir, surveying the world with its devas, see no one else capable of refuting King Milinda’s argument and upholding the dispensation apart from you. The bhikkhu community entreats you, dear sir. It would be good, worthy one, if you would be reborn in the human world and uphold the dispensation of the Ten-Powered One.” ","html":"{}"},"mil2:18.3":{"pli":"Evaṃ vutte, mahāseno devaputto “ahaṃ kira milindassa rañño vādaṃ bhinditvā buddhasāsanaṃ paggahetuṃ samattho bhavissāmī”ti haṭṭhapahaṭṭho udaggudaggo hutvā “sādhu, bhante, manussaloke uppajjissāmī”ti paṭiññaṃ adāsi. ","eng":"When this was said, the young deva Mahāsena, joyful and elated, thinking “It seems I will be capable of refuting King Milinda’s argument and upholding the Buddha’s dispensation,” gave his promise: “Good, venerable sir, I shall arise in the human world.” ","html":"{}</p>"},"mil2:19.1":{"pli":"Atha kho te bhikkhū devaloke taṃ karaṇīyaṃ tīretvā devesu tāvatiṃsesu antarahitā himavante pabbate rakkhitatale pāturahesuṃ. ","eng":"Then those bhikkhus, having accomplished that task in the deva world, disappeared from among the Tāvatiṃsa devas and reappeared on Rakkhita plateau in the Himalayan mountains. ","html":"<p>{}</p>"},"mil2:20.1":{"pli":"Atha kho āyasmā assagutto bhikkhusaṅghaṃ etadavoca—","eng":"Then the Venerable Assagutta said this to the bhikkhu community: ","html":"<p>{}"},"mil2:20.2":{"pli":"“atthāvuso, imasmiṃ bhikkhusaṅghe koci bhikkhu sannipātaṃ anāgato”ti. ","eng":"“Is there, friends, any bhikkhu from this bhikkhu community who did not come to the assembly?” ","html":"{}"},"mil2:20.3":{"pli":"Evaṃ vutte, aññataro bhikkhu āyasmantaṃ assaguttaṃ etadavoca—","eng":"When this was said, a certain bhikkhu said this to the Venerable Assagutta: ","html":"{}"},"mil2:20.4":{"pli":"“atthi, bhante, āyasmā rohaṇo ito sattame divase himavantaṃ pabbataṃ pavisitvā nirodhaṃ samāpanno, tassa santike dūtaṃ pāhethā”ti. ","eng":"“There is, venerable sir, the Venerable Rohaṇa. Seven days ago he entered the Himalayan mountains and attained cessation. Send a messenger to him.” ","html":"{}"},"mil2:20.5":{"pli":"Āyasmāpi rohaṇo taṅkhaṇaññeva nirodhā vuṭṭhāya “saṅgho maṃ paṭimānetī”ti himavante pabbate antarahito rakkhitatale koṭisatānaṃ arahantānaṃ purato pāturahosi. ","eng":"And the Venerable Rohaṇa, at that very moment, having emerged from cessation, thinking “The community is waiting for me,” disappeared from the Himalayan mountains and appeared before the large uncountable number of arahants on the Rakkhita plateau. ","html":"{}</p>"},"mil2:21.1":{"pli":"Atha kho āyasmā assagutto āyasmantaṃ rohaṇaṃ etadavoca—","eng":"Then the Venerable Assagutta said this to the Venerable Rohaṇa: ","html":"<p>{}"},"mil2:21.2":{"pli":"“kiṃ nu kho, āvuso, rohaṇa buddhasāsane bhijjante na passasi saṅghassa karaṇīyānī”ti. ","eng":"“Why, friend Rohaṇa, while the Buddha’s dispensation is breaking apart, do you not see the duties of the community?” ","html":"{}"},"mil2:21.3":{"pli":"“Amanasikāro me, bhante, ahosī”ti. ","eng":"“There was inattention on my part, venerable sir.” ","html":"{}</p>"},"mil2:22.1":{"pli":"“Tena hāvuso rohaṇa, daṇḍakammaṃ karohī”ti. ","eng":"“Then, friend Rohaṇa, perform a disciplinary action.” ","html":"<p>{}"},"mil2:22.2":{"pli":"“Kiṃ, bhante, karomī”ti? ","eng":"“What should I do, venerable sir?” ","html":"{}"},"mil2:22.3":{"pli":"“Atthāvuso rohaṇa, himavantapabbatapasse gajaṅgalaṃ nāma brāhmaṇagāmo, tattha soṇuttaro nāma brāhmaṇo paṭivasati, tassa putto uppajjissati nāgaseno nāma dārako, tena hi tvaṃ, āvuso rohaṇa, dasamāsādhikāni satta vassāni taṃ kulaṃ piṇḍāya pavisitvā nāgasenaṃ dārakaṃ nīharitvā pabbājehi, pabbajiteva tasmiṃ daṇḍakammato muccissasī”ti. ","eng":"“There is, friend Rohaṇa, at the foot of the Himalayan mountains a brahmin village called Gajaṅgala. There dwells a brahmin named Soṇuttara, and a son named Nāgasena will be born to him. Well then, friend Rohaṇa, for seven years and ten months, enter that family for alms, then lead forth the boy Nāgasena and ordain him. When he is ordained, you will be released from the disciplinary action.” ","html":"{}"},"mil2:22.4":{"pli":"Āyasmāpi kho rohaṇo “sādhū”ti—","eng":"And the Venerable Rohaṇa saying, “Good” ","html":"{}"},"mil2:22.5":{"pli":"sampaṭicchi. ","eng":"agreed. ","html":"{}</p>"},"mil2:23.1":{"pli":"Mahāsenopi kho devaputto devalokā cavitvā soṇuttarabrāhmaṇassa bhariyāya kucchismiṃ paṭisandhiṃ aggahesi, saha paṭisandhiggahaṇā tayo acchariyā abbhutā dhammā pāturahesuṃ, āvudhabhaṇḍāni pajjaliṃsu, aggasassaṃ abhinipphannaṃ, mahāmegho abhippavassi. ","eng":"And the young deva Mahāsena, having passed away from the deva world, took rebirth in the womb of the brahmin Soṇuttara’s wife. With the conception, three wonderful and marvelous things happened: arms and weapons burst into flames, the tender new grain became ripe in a moment, and a great cloud rained down. ","html":"<p>{}"},"mil2:23.2":{"pli":"Āyasmāpi kho rohaṇo tassa paṭisandhiggahaṇato paṭṭhāya dasamāsādhikāni satta vassāni taṃ kulaṃ piṇḍāya pavisanto ekadivasampi kaṭacchumattaṃ bhattaṃ vā uḷuṅkamattaṃ yāguṃ vā abhivādanaṃ vā añjalikammaṃ vā sāmīcikammaṃ vā nālattha, atha kho akkosaññeva paribhāsaññeva paṭilabhati “aticchatha, bhante”ti vacanamattampi vattā nāma nāhosi, dasamāsādhikānaṃ pana sattannaṃ vassānaṃ accayena ekadivasaṃ “aticchatha, bhante”ti vacanamattaṃ alattha. ","eng":"And the Venerable Rohaṇa, from the time of that conception, for seven years and ten months, entering that family for alms, not even for one day did he receive even a spoonful of food or a ladleful of gruel, or a salutation, or an añjali, or a courteous action. Rather, he received only abuse and reproach. There was not even a speaker to say “Move on, venerable sir.” But after seven years and ten months had passed, on one day he received just the words “Move on, venerable sir.” ","html":"{}"},"mil2:23.3":{"pli":"Taṃ divasameva brāhmaṇopi bahi kammantā āgacchanto paṭipathe theraṃ disvā “kiṃ, bho pabbajita, amhākaṃ gehaṃ agamitthā”ti—āha. ","eng":"On that very day, the brahmin, coming from work outside, seeing the elder on the path, said: “Did you go to our house, renunciant?” ","html":"{}"},"mil2:23.4":{"pli":"“Āma, brāhmaṇa, agamamhā”ti. ","eng":"“Yes, brahmin, I went.” ","html":"{}"},"mil2:23.5":{"pli":"“Api kiñci labhitthā”ti. ","eng":"“Did you receive anything?” ","html":"{}"},"mil2:23.6":{"pli":"“Āma, brāhmaṇa, labhimhā”ti. ","eng":"“Yes, brahmin, I received something.” ","html":"{}"},"mil2:23.7":{"pli":"So anattamano gehaṃ gantvā pucchi—","eng":"He, displeased, went home and asked: ","html":"{}"},"mil2:23.8":{"pli":"“tassa pabbajitassa kiñci adatthā”ti. ","eng":"“Did you give anything to that renunciant?” ","html":"{}"},"mil2:23.9":{"pli":"“Na kiñci adamhā”ti. ","eng":"“We gave him nothing.” ","html":"{}"},"mil2:23.10":{"pli":"Brāhmaṇo dutiyadivase gharadvāreyeva nisīdi “ajja pabbajitaṃ musāvādena niggahessāmī”ti. ","eng":"On the following day the brahmin sat at his house door, thinking “Today I shall rebuke the renunciant for lying.” ","html":"{}"},"mil2:23.11":{"pli":"Thero dutiyadivase brāhmaṇassa gharadvāraṃ sampatto. ","eng":"On that very day the elder arrived at the brahmin’s house door. ","html":"{}</p>"},"mil2:24.1":{"pli":"Brāhmaṇo theraṃ disvāva evamāha—","eng":"The brahmin, upon seeing the elder, said this: ","html":"<p>{}"},"mil2:24.2":{"pli":"“tumhe hiyyo amhākaṃ gehe kiñci alabhitvāva ‘labhimhā’ti avocuttha, vaṭṭati nu kho tumhākaṃ musāvādo”ti. ","eng":"“Yesterday you said ‘we received’ at our house without receiving anything at all. Is it fitting that you should lie?” ","html":"{}"},"mil2:24.3":{"pli":"Thero āha—","eng":"The elder said: ","html":"{}"},"mil2:24.4":{"pli":"“mayaṃ, brāhmaṇa, tumhākaṃ gehe (…) dasamāsādhikāni satta vassāni ‘aticchathā’ti vacanamattampi alabhitvā hiyyo ‘aticchathā’ti vacanamattaṃ labhimhā, athetaṃ vācāpaṭisandhāraṃ upādāya evamavocumhā”ti. ","eng":"“Brahmin, for seven years and ten months at your house, without receiving even the mere words ‘move on,’ yesterday we received those words ‘move on,’ so taking that verbal hospitality into account, we spoke thus.” ","html":"{}</p>"},"mil2:25.1":{"pli":"Brāhmaṇo cintesi—","eng":"The brahmin thought: ","html":"<p>{}"},"mil2:25.2":{"pli":"“ime vācāpaṭisandhāramattampi labhitvā janamajjhe ‘labhimhā’ti pasaṃsanti, aññaṃ kiñci khādanīyaṃ vā bhojanīyaṃ vā labhitvā kasmā nappasaṃsantī”ti pasīditvā attano atthāya paṭiyāditabhattato kaṭacchubhikkhaṃ, tadupiyañca byañjanaṃ dāpetvā “imaṃ bhikkhaṃ sabbakālaṃ tumhe labhissathā”ti—","eng":"“These [mendicants] praise even receiving mere verbal hospitality in the midst of people [saying] ‘we received.’ Why would they not praise receiving some other solid or soft food?” So, having gained faith, from the food prepared for himself he had a ladleful of alms given, along with the accompanying sauces. “You will receive this alms every day,” ","html":"{}"},"mil2:25.3":{"pli":"āha. ","eng":"he said. ","html":"{}</p>"},"mil2:26.1":{"pli":"So punadivasato pabhuti upasaṅkamantassa therassa upasamaṃ disvā bhiyyoso mattāya pasīditvā theraṃ niccakālaṃ attano ghare bhattavissaggakaraṇatthāya yāci. ","eng":"On the following day, having seen the peacefulness of the elder as he was approaching, having gained even greater faith, he invited the elder to receive meals at his own house every day. ","html":"<p>{}"},"mil2:26.2":{"pli":"Thero tuṇhībhāvena adhivāsetvā divase divase bhattakiccaṃ katvā gacchanto thokaṃ thokaṃ buddhavacanaṃ kathetvā gacchati. ","eng":"The elder consented in silence. Each day, after he had eaten his meal, on leaving he would speak little by little on the Buddha’s words. ","html":"{}"},"mil2:26.3":{"pli":"Sāpi kho brāhmaṇī dasamāsaccayena puttaṃ vijāyi, “nāgaseno”tissa nāmamakaṃsu, so anukkamena vaḍḍhanto sattavassiko jāto. ","eng":"And that brahmin woman, after ten months had passed, gave birth to a son whom they called “Nāgasena.” He, growing up in due course, came to be seven years old. ","html":"{}</p>"},"mil2:27.1":{"pli":"Atha kho nāgasenassa dārakassa pitā nāgasenaṃ dārakaṃ etadavoca—","eng":"Then the father of the boy Nāgasena said this to him: ","html":"<p>{}"},"mil2:27.2":{"pli":"“imasmiṃ kho, tāta nāgasena, brāhmaṇakule sikkhāni sikkheyyāsī”ti. ","eng":"“Dear Nāgasena, in this brahmin family you should learn the trainings.” ","html":"{}"},"mil2:27.3":{"pli":"“Katamāni, tāta, imasmiṃ brāhmaṇakule sikkhāni nāmā”ti? ","eng":"“What, father, are called the trainings in this brahmin family?” ","html":"{}"},"mil2:27.4":{"pli":"“Tayo kho, tāta nāgasena, vedā sikkhāni nāma, avasesāni sippāni sippaṃ nāmā”ti. ","eng":"“The three Vedas, dear Nāgasena, are called the trainings; the remaining crafts are called craft.” ","html":"{}"},"mil2:27.5":{"pli":"“Tena hi, tāta, sikkhissāmī”ti. ","eng":"“Well then, father, I will train in them.” ","html":"{}</p>"},"mil2:28.1":{"pli":"Atha kho soṇuttaro brāhmaṇo ācariyabrāhmaṇassa ācariyabhāgaṃ sahassaṃ datvā antopāsāde ekasmiṃ gabbhe ekato mañcakaṃ paññapetvā ācariyabrāhmaṇaṃ etadavoca—","eng":"Then the brahmin Soṇuttara, paid a teacher’s fee of a thousand [kahāpaṇas] to a brahmin teacher, had a couch arranged in one room within the inner chamber, and said this to the brahmin teacher: ","html":"<p>{}"},"mil2:28.2":{"pli":"“sajjhāpehi kho tvaṃ, brāhmaṇa, imaṃ dārakaṃ mantānī”ti. ","eng":"“Please teach this boy the mantras, brahmin.” ","html":"{}"},"mil2:28.3":{"pli":"“Tena hi, tāta dāraka, uggaṇhāhi mantānī”ti. ","eng":"“Well then, dear boy, learn these mantras.” ","html":"{}"},"mil2:28.4":{"pli":"Ācariyabrāhmaṇo sajjhāyati nāgasenassa dārakassa ekeneva uddesena tayo vedā hadayaṅgatā vācuggatā sūpadhāritā suvavatthāpitā sumanasikatā ahesuṃ, sakimeva cakkhuṃ udapādi tīsu vedesu sanighaṇḍukeṭubhesu sākkharappabhedesu itihāsapañcamesu padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo ahosi. ","eng":"The brahmin teacher recited them, and for the boy Nāgasena, with just one recitation, the three Vedas became learned by heart, mastered in recitation, well-grasped, well-established, and well-reflected upon. Vision arose in him in regard to the three Vedas with their vocabularies and etymologies, with their phonetics and analysis, with legends as the fifth [branch]. He became fully versed in prosody, grammar, cosmology, and the marks of the Great Man. ","html":"{}</p>"},"mil2:29.1":{"pli":"Atha kho nāgaseno dārako pitaraṃ etadavoca—","eng":"Then the boy Nāgasena said this to his father: ","html":"<p>{}"},"mil2:29.2":{"pli":"“atthi nu kho, tāta, imasmiṃ brāhmaṇakule ito uttarimpi sikkhitabbāni, udāhu ettakānevā”ti. ","eng":"“Father, are there further things to be learned in this brahmin family beyond this, or is this the full extent?” ","html":"{}"},"mil2:29.3":{"pli":"“Natthi, tāta nāgasena, imasmiṃ brāhmaṇakule ito uttariṃ sikkhitabbāni, ettakāneva sikkhitabbānī”ti. ","eng":"“There are no further things to be learned in this brahmin family beyond this, dear Nāgasena; this is all there is to be learned.” ","html":"{}</p>"},"mil2:30.1":{"pli":"Atha kho nāgaseno dārako ācariyassa anuyogaṃ datvā pāsādā oruyha pubbavāsanāya coditahadayo rahogato paṭisallīno attano sippassa ādimajjhapariyosānaṃ olokento ādimhi vā majjhe vā pariyosāne vā appamattakampi sāraṃ adisvā “tucchā vata bho ime vedā, palāpā vata bho ime vedā asārā nissārā”ti—","eng":"Then the boy Nāgasena, having passed the teacher’s examination, descended from the mansion. Stirred in heart by previous inclinations, having gone into solitude, withdrawn into seclusion, considering the beginning, middle, and end of his own craft, not seeing even the slightest essence in either the beginning, the middle, or the end, and thinking: “Empty indeed, sirs, are these Vedas; chaff indeed, sirs, are these Vedas—without essence, without core” ","html":"<p>{}"},"mil2:30.2":{"pli":"vippaṭisārī anattamano ahosi. ","eng":"he became remorseful and dissatisfied. ","html":"{}</p>"},"mil2:31.1":{"pli":"Tena kho pana samayena āyasmā rohaṇo vattaniye senāsane nisinno nāgasenassa dārakassa cetasā cetoparivitakkamaññāya nivāsetvā pattacīvaramādāya vattaniye senāsane antarahito gajaṅgalabrāhmaṇagāmassa purato pāturahosi. ","eng":"Now at that time the Venerable Rohaṇa, sitting in the Vattaniya monastery, having known by mind the thought process in the boy Nāgasena’s mind, dressed, took his bowl and robe, disappeared from the Vattaniya monastery, and appeared in front of the brahmin village of Gajaṅgala. ","html":"<p>{}"},"mil2:31.2":{"pli":"Addasā kho nāgaseno dārako attano dvārakoṭṭhake ṭhito āyasmantaṃ rohaṇaṃ dūratova āgacchantaṃ, disvāna attamano udaggo pamudito pītisomanassajāto—","eng":"The boy Nāgasena, standing at his own doorpost, saw the Venerable Rohaṇa coming from afar. When he saw him, he was joyful, elated, delighted, rapturous, and happy, thinking ","html":"{}"},"mil2:31.3":{"pli":"“appeva nāmāyaṃ pabbajito kañci sāraṃ jāneyyā”ti—","eng":"“Perhaps this renunciant might know some essence.” ","html":"{}"},"mil2:31.4":{"pli":"yenāyasmā rohaṇo tenupasaṅkami, upasaṅkamitvā āyasmantaṃ rohaṇaṃ etadavoca—","eng":"He approached the Venerable Rohaṇa and said this to him: ","html":"{}"},"mil2:31.5":{"pli":"“ko nu kho tvaṃ, mārisa, ediso bhaṇḍukāsāvavasano”ti. ","eng":"“Who are you, sir, thus shaven-headed and dressed in ochre robes?” ","html":"{}"},"mil2:31.6":{"pli":"“Pabbajito nāmāhaṃ dārakā”ti. ","eng":"“I am called a renunciant, boy.” ","html":"{}"},"mil2:31.7":{"pli":"“Kena tvaṃ, mārisa, pabbajito nāmāsī”ti? ","eng":"“Why, sir, are you called a renunciant?” ","html":"{}"},"mil2:31.8":{"pli":"“Pāpakāni malāni pabbājeti, tasmāhaṃ, dāraka, pabbajito nāmā”ti. ","eng":"“I am one who has expelled evil defilements, therefore, boy, I am called a renunciant.” ","html":"{}</p>"},"mil2:32.1":{"pli":"“Kiṅkāraṇā, mārisa, kesā te na yathā aññesan”ti? ","eng":"“For what reason, sir, is your hair not like others?” ","html":"<p>{}"},"mil2:32.2":{"pli":"“Soḷasime, dāraka, palibodhe disvā kesamassuṃ ohāretvā pabbajito”. ","eng":"“Having seen these sixteen obstructions, boy, I have cut off my hair and beard, and gone forth.” ","html":"{}"},"mil2:32.3":{"pli":"“Katame soḷasa”? ","eng":"“What sixteen?” ","html":"{}"},"mil2:32.4":{"pli":"“Alaṅkārapalibodho maṇḍanapalibodho telamakkhanapalibodho dhovanapalibodho mālāpalibodho gandhapalibodho vāsanapalibodho harīṭakapalibodho āmalakapalibodho raṅgapalibodho bandhanapalibodho kocchapalibodho kappakapalibodho vijaṭanapalibodho ūkāpalibodho, kesesu vilūnesu socanti kilamanti paridevanti urattāḷiṃ kandanti sammohaṃ āpajjanti, imesu kho, dāraka, soḷasasu palibodhesu paliguṇṭhitā manussā sabbāni atisukhumāni sippāni nāsentī”ti. ","eng":"“The obstruction of ornaments, the obstruction of decoration, the obstruction of oil application, the obstruction of washing, the obstruction of garlands, the obstruction of perfumes, the obstruction of scents, the obstruction of haritaka myrobalan, the obstruction of emblic myrobalan, the obstruction of dyes, the obstruction of binding [hair], the obstruction of brushing hair, the obstruction of hairdressing, the obstruction of combing, the obstruction of lice. When hair is lost, people grieve, become weary, lament, beat their breasts crying, and fall into delusion. Entangled in these sixteen obstructions, boy, people lose all the most subtle skills.” ","html":"{}</p>"},"mil2:33.1":{"pli":"“Kiṅkāraṇā, mārisa, vatthānipi te na yathā aññesan”ti? ","eng":"“Why, sir, are your clothes also not like others?” ","html":"<p>{}"},"mil2:33.2":{"pli":"“Kāmanissitāni kho, dāraka, vatthāni, kāmanissitāni gihibyañjanabhaṇḍāni, yāni kānici kho bhayāni vatthato uppajjanti, tāni kāsāvavasanassa na honti, tasmā vatthānipi me na yathā aññesan”ti. ","eng":"“Clothes are connected with sensual desire, boy; the householder’s ornamental articles are connected with sensual desire. Whatever fears arise from clothing, those do not exist for one wearing ochre robes. Therefore my clothes are also not like others.” ","html":"{}"},"mil2:33.3":{"pli":"“Jānāsi kho tvaṃ, mārisa, sippāni nāmā”ti? ","eng":"“Do you know, sir, what are called crafts?” ","html":"{}"},"mil2:33.4":{"pli":"“Āma, dāraka, jānāmahaṃ sippāni, yaṃ loke uttamaṃ mantaṃ, tampi jānāmī”ti. ","eng":"“Yes, boy, I know crafts, and I also know what is the supreme mantra in the world.” ","html":"{}"},"mil2:33.5":{"pli":"“Mayhampi taṃ, mārisa, dātuṃ sakkā”ti? ","eng":"“Is it possible for you to give that to me also, sir?” ","html":"{}"},"mil2:33.6":{"pli":"“Āma, dāraka, sakkā”ti. ","eng":"“Yes, boy, it is possible.” ","html":"{}"},"mil2:33.7":{"pli":"“Tena hi me dehī”ti. ","eng":"“Well then, give it to me.” ","html":"{}"},"mil2:33.8":{"pli":"“Akālo kho, dāraka, antaragharaṃ piṇḍāya paviṭṭhamhā”ti. ","eng":"“It is not the right time, boy; we have entered among the houses for alms.” ","html":"{}</p>"},"mil2:34.1":{"pli":"Atha kho nāgaseno dārako āyasmato rohaṇassa hatthato pattaṃ gahetvā gharaṃ pavesetvā paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā āyasmantaṃ rohaṇaṃ bhuttāviṃ onītapattapāṇiṃ etadavoca—","eng":"Then the boy Nāgasena, took the bowl from the Venerable Rohaṇa’s hand, led him into the house, and having satisfied and served him with his own hands with excellent solid and soft food, said this to the Venerable Rohaṇa when he had finished eating and withdrawn his hand from his bowl: ","html":"<p>{}"},"mil2:34.2":{"pli":"“dehi me dāni, mārisa, mantan”ti. ","eng":"“Give it to me now, sir, the mantra.” ","html":"{}"},"mil2:34.3":{"pli":"“Yadā kho tvaṃ, dāraka, nippalibodho hutvā mātāpitaro anujānāpetvā mayā gahitaṃ pabbajitavesaṃ gaṇhissasi, tadā dassāmī”ti—āha. ","eng":"“When you, boy, are free from obstructions, and having obtained permission from your mother and father, have taken up the state of a renunciant that I have, then I will give it to you,” he said. ","html":"{}</p>"},"mil2:35.1":{"pli":"Atha kho nāgaseno dārako mātāpitaro upasaṅkamitvā āha—","eng":"Then the boy Nāgasena approached his parents and said: ","html":"<p>{}"},"mil2:35.2":{"pli":"“ammatātā, ayaṃ pabbajito ‘yaṃ loke uttamaṃ mantaṃ, taṃ jānāmī’ti vadati, na ca attano santike apabbajitassa deti, ahaṃ etassa santike pabbajitvā taṃ uttamaṃ mantaṃ uggaṇhissāmī”ti. ","eng":"“Mother and father, this renunciant says ‘I know the highest teaching in this world,’ yet he does not give it to one who has not gone forth in his presence. I will go forth in his presence and learn that highest teaching.” ","html":"{}"},"mil2:35.3":{"pli":"Athassa mātāpitaro “pabbajitvāpi no putto mantaṃ gaṇhatu, gahetvā puna āgacchissatī”ti maññamānā “gaṇha, puttā”ti anujāniṃsu. ","eng":"Then his parents gave permission, thinking “Let our son take up the teaching even by going forth; after he has taken it up, he will return again.” And they said, “Learn it, son.” ","html":"{}</p>"},"mil2:36.1":{"pli":"Atha kho āyasmā rohaṇo nāgasenaṃ dārakaṃ ādāya yena vattaniyaṃ senāsanaṃ, yena vijambhavatthu tenupasaṅkami, upasaṅkamitvā vijambhavatthusmiṃ senāsane ekarattaṃ vasitvā yena rakkhitatalaṃ tenupasaṅkami, upasaṅkamitvā koṭisatānaṃ arahantānaṃ majjhe nāgasenaṃ dārakaṃ pabbājesi. ","eng":"Then the Venerable Rohaṇa, taking the boy Nāgasena with him, approached Vattaniya monastery, went to Vijambhavatthu, and having spent one night in the monastery at Vijambhavatthu, went to Rakkhitatala. Having arrived there, he ordained the boy Nāgasena in the midst of a large uncountable number of arahants. ","html":"<p>{}"},"mil2:36.2":{"pli":"Pabbajito ca panāyasmā nāgaseno āyasmantaṃ rohaṇaṃ etadavoca—","eng":"And when he had gone forth, the Venerable Nāgasena said to the Venerable Rohaṇa: ","html":"{}"},"mil2:36.3":{"pli":"“gahito me, bhante, tava veso, detha me dāni mantan”ti. ","eng":"“I have taken your dress upon myself, venerable sir. Now give me the mantra.” ","html":"{}"},"mil2:36.4":{"pli":"Atha kho āyasmā rohaṇo “kimhi nu khohaṃ nāgasenaṃ vineyyaṃ paṭhamaṃ vinaye vā suttante vā abhidhamme vā”ti—","eng":"Then the Venerable Rohaṇa thought, “In what should I first train Nāgasena—in the Discipline, the Discourses, or the Abhidhamma?” ","html":"{}"},"mil2:36.5":{"pli":"cintetvā “paṇḍito kho ayaṃ nāgaseno, sakkoti sukheneva abhidhammaṃ pariyāpuṇitun”ti paṭhamaṃ abhidhamme vinesi. ","eng":"Having reflected, “This Nāgasena is wise; he can easily master the Abhidhamma,” he first trained him in the Abhidhamma. ","html":"{}</p>"},"mil2:37.1":{"pli":"Āyasmā ca nāgaseno “kusalā dhammā, akusalā dhammā, abyākatā dhammā”ti tikadukapaṭimaṇḍitaṃ dhammasaṅgaṇīpakaraṇaṃ, khandhavibhaṅgādiaṭṭhārasa vibhaṅgapaṭimaṇḍitaṃ vibhaṅgappakaraṇaṃ, “saṅgaho asaṅgaho”ti ādinā cuddasavidhena vibhattaṃ dhātukathāpakaraṇaṃ, “khandhapaññatti āyatanapaññattī”ti ādinā chabbidhena vibhattaṃ puggalapaññattippakaraṇaṃ, sakavāde pañcasuttasatāni paravāde pañcasuttasatānīti suttasahassaṃ samodhānetvā vibhattaṃ kathāvatthuppakaraṇaṃ, “mūlayamakaṃ khandhayamakan”ti ādinā dasavidhena vibhattaṃ yamakappakaraṇaṃ, “hetupaccayo ārammaṇapaccayo”ti ādinā catuvīsatividhena vibhattaṃ paṭṭhānappakaraṇanti sabbaṃ taṃ abhidhammapiṭakaṃ ekeneva sajjhāyena paguṇaṃ katvā “tiṭṭhatha, bhante, na puna osāretha, ettakenevāhaṃ sajjhāyissāmī”ti—āha. ","eng":"The Venerable Nāgasena, mastered after a single recitation the entire Abhidhamma Piṭaka, that is the Dhammasaṅgaṇī adorned with triads and dyads beginning with  wholesome states, unwholesome states, and indeterminate states; the Vibhaṅga adorned with eighteen analyses beginning with that on the aggregates; the Dhātukathā with its fourteen divisions  beginning with inclusion, and non-inclusion; the Puggalapaññatti with its sixfold division beginning with expositions of the aggregates and sense-bases; the Kathāvatthu divided into one thousand topics combining five hundred points from our own speakers and five hundred from dissenting speakers; the Yamaka divided in ten ways beginning with the pair on roots and the pair on aggregates; and the Paṭṭhāna divided in twenty-four ways conditioned by cause and conditioned by objects, and he said: “Stop, venerable sir, do not propound the exposition again; I will repeat it with just this much.” ","html":"<p>{}</p>"},"mil2:38.1":{"pli":"Atha kho āyasmā nāgaseno yena koṭisatā arahanto tenupasaṅkami, upasaṅkamitvā koṭisate arahante etadavoca—","eng":"Then the Venerable Nāgasena approached the large uncountable number of arahants and said to them: ","html":"<p>{}"},"mil2:38.2":{"pli":"“ahaṃ kho, bhante, ‘kusalā dhammā, akusalā dhammā, abyākatā dhammā’ti imesu tīsu padesu pakkhipitvā sabbaṃ taṃ abhidhammapiṭakaṃ vitthārena osāressāmī”ti. ","eng":"“Venerable sirs, I will recite in detail the entire Abhidhamma Piṭaka, having arranged it all within these three parts: ‘wholesome states, unwholesome states, indeterminate states.’” ","html":"{}"},"mil2:38.3":{"pli":"“Sādhu, nāgasena, osārehī”ti. ","eng":"“Good, Nāgasena, recite it.” ","html":"{}</p>"},"mil2:39.1":{"pli":"Atha kho āyasmā nāgaseno satta māsāni satta pakaraṇāni vitthārena osāresi, pathavī unnadi, devatā sādhukāramadaṃsu, brahmāno apphoṭesuṃ, dibbāni candanacuṇṇāni dibbāni ca mandāravapupphāni abhippavassiṃsu. ","eng":"Then the Venerable Nāgasena recited the seven books in detail for seven months. The earth resounded, the deities cried out “Excellent!”, the Brahmās applauded, and divine sandalwood powder and divine coral tree flowers rained down. ","html":"<p>{}</p>"},"mil2:40.1":{"pli":"Atha kho koṭisatā arahanto āyasmantaṃ nāgasenaṃ paripuṇṇavīsativassaṃ rakkhitatale upasampādesuṃ. ","eng":"Then the large uncountable number of arahants gave the full ordination to Venerable Nāgasena at Rakkhitatala now that he had attained twenty years of age. ","html":"<p>{}"},"mil2:40.2":{"pli":"Upasampanno ca panāyasmā nāgaseno tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya upajjhāyena saddhiṃ gāmaṃ piṇḍāya pavisanto evarūpaṃ parivitakkaṃ uppādesi “tuccho vata me upajjhāyo, bālo vata me upajjhāyo, ṭhapetvā avasesaṃ buddhavacanaṃ paṭhamaṃ maṃ abhidhamme vinesī”ti. ","eng":"And fully ordained, the Venerable Nāgasena, after that night had passed, in the morning, dressed, took his bowl and robe, and entered the village for alms with his preceptor, where the following thought arose in him: “Truly my preceptor is empty, truly my preceptor is foolish, since setting aside the remainder of the Buddha’s words, he first trained me in the Abhidhamma.” ","html":"{}</p>"},"mil2:41.1":{"pli":"Atha kho āyasmā rohaṇo āyasmato nāgasenassa cetasā cetoparivitakkamaññāya āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then the Venerable Rohaṇa, knowing with his mind the thought in the mind of the Venerable Nāgasena, said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:41.2":{"pli":"“ananucchavikaṃ kho nāgasena parivitakkaṃ vitakkesi, na kho panetaṃ nāgasena tavānucchavikan”ti. ","eng":"“You have thought an unsuitable thought, Nāgasena, and this is not befitting of you, Nāgasena.” ","html":"{}</p>"},"mil2:42.1":{"pli":"Atha kho āyasmato nāgasenassa etadahosi—","eng":"Then it occurred to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:42.2":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho, yatra hi nāma me upajjhāyo cetasā cetoparivitakkaṃ jānissati, paṇḍito vata me upajjhāyo, yannūnāhaṃ upajjhāyaṃ khamāpeyyan”ti. ","eng":"“Wonderful it is indeed, marvelous it is indeed, that my preceptor knows the thought in my mind with his mind. Truly my preceptor is wise. I should ask my preceptor for forgiveness.” ","html":"{}"},"mil2:42.3":{"pli":"Atha kho āyasmā nāgaseno āyasmantaṃ rohaṇaṃ etadavoca—","eng":"Then the Venerable Nāgasena said to the Venerable Rohaṇa: ","html":"{}"},"mil2:42.4":{"pli":"“khamatha me, bhante, na puna evarūpaṃ vitakkessāmī”ti. ","eng":"“Forgive me, venerable sir, I will not think such a thought again.” ","html":"{}</p>"},"mil2:43.1":{"pli":"Atha kho āyasmā rohaṇo āyasmantaṃ nāgasenaṃ etadavoca “na kho tyāhaṃ nāgasena ettāvatā khamāmi, atthi kho nāgasena sāgalaṃ nāma nagaraṃ, tattha milindo nāma rājā rajjaṃ kāreti, so diṭṭhivādena pañhaṃ pucchitvā bhikkhusaṅghaṃ viheṭheti, sace tvaṃ tattha gantvā taṃ rājānaṃ dametvā buddhasāsane pasādessasi, evāhaṃ taṃ khamissāmī”ti. ","eng":"Then the Venerable Rohaṇa said to the Venerable Nāgasena: “I do not forgive you just for that much, Nāgasena. But there is, Nāgasena, a city called Sāgala and there a king named Milinda rules the kingdom. He irritates the saṅgha of bhikkhus by asking questions based on wrong view. If you go there and train that king and inspire faith in him in the Buddha’s teaching, then I will forgive you.” ","html":"<p>{}</p>"},"mil2:44.1":{"pli":"“Tiṭṭhatu, bhante, eko milindo rājā; ","eng":"“Never mind only King Milinda, venerable sir! ","html":"<p>{}"},"mil2:44.2":{"pli":"sace, bhante, sakalajambudīpe sabbe rājāno āgantvā maṃ pañhaṃ puccheyyuṃ, sabbaṃ taṃ visajjetvā sampadālessāmi, ‘khamatha me, bhante’ti vatvā, ‘na khamāmī’ti vutte tena hi, bhante, imaṃ temāsaṃ kassa santike vasissāmī”ti—āha. ","eng":"If all the kings in the entire Jambudīpa were to come and ask me questions, and I would solve them all and satisfy them, would you then forgive me?” On receiving the reply “I do not forgive you,” Nāgasena said, “Well then, venerable sir, where shall I stay for these three months of the rains?” ","html":"{}"},"mil2:44.3":{"pli":"“Ayaṃ kho, nāgasena, āyasmā assagutto vattaniye senāsane viharati, gaccha tvaṃ, nāgasena, yenāyasmā assagutto tenupasaṅkama, upasaṅkamitvā mama vacanena āyasmato assaguttassa pāde sirasā vanda, evañca naṃ vadehi ‘upajjhāyo me, bhante, tumhākaṃ pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati, upajjhāyo me, bhante, imaṃ temāsaṃ tumhākaṃ santike vasituṃ maṃ pahiṇī’ti, ‘konāmo te upajjhāyo’ti ca vutte ‘rohaṇatthero nāma, bhante’ti vadeyyāsi, ‘ahaṃ konāmo’ti vutte evaṃ vadeyyāsi ‘mama upajjhāyo, bhante, tumhākaṃ nāmaṃ jānātī’”ti. ","eng":"“The Venerable Assagutta, Nāgasena, is dwelling in the Vattaniya monastery. Go, Nāgasena, approach the Venerable Assagutta, and bow your head at his feet in my name, and say to him: ‘My preceptor, venerable sir, bows his head at your feet and inquires whether you are free from illness, free from affliction, buoyant, strong, and living at ease. My preceptor, venerable sir, has sent me to stay with you for these three months.’ And when asked ‘What is your preceptor’s name?’ you should say ‘The elder Rohaṇa, venerable sir.’ When asked ‘What is my name?’ you should say thus: ‘My preceptor, venerable sir, knows your name.’” ","html":"{}"},"mil2:44.4":{"pli":"“Evaṃ, bhante”ti kho āyasmā nāgaseno āyasmantaṃ rohaṇaṃ abhivādetvā padakkhiṇaṃ katvā pattacīvaramādāya anupubbena cārikaṃ caramāno yena vattaniyaṃ senāsanaṃ, yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ abhivādetvā ekamantaṃ aṭṭhāsi, ekamantaṃ ṭhito kho āyasmā nāgaseno āyasmantaṃ assaguttaṃ etadavoca—","eng":"“Yes, sir,” said the Venerable Nāgasena, and having paid homage to the Venerable Rohaṇa and circumambulated him keeping him on his right, taking his bowl and robe, and wandering on tour he gradually approached the Vattaniya monastery, where the Venerable Assagutta was. Having approached, he paid homage to the Venerable Assagutta and stood to one side. Standing to one side, the Venerable Nāgasena said to the Venerable Assagutta: ","html":"{}"},"mil2:44.5":{"pli":"“upajjhāyo me, bhante, tumhākaṃ pāde sirasā vandati, evañca vadeti appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati, upajjhāyo me, bhante, imaṃ temāsaṃ tumhākaṃ santike vasituṃ maṃ pahiṇī”ti. ","eng":"“My preceptor, venerable sir, bows his head at your feet and inquires whether you are free from illness, free from affliction, buoyant, strong, and living at ease. My preceptor, sir, has sent me to stay with you for these three months.” ","html":"{}</p>"},"mil2:45.1":{"pli":"Atha kho āyasmā assagutto āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then the Venerable Assagutta said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:45.2":{"pli":"“tvaṃ kiṃnāmosī”ti. ","eng":"“What is your name?” ","html":"{}"},"mil2:45.3":{"pli":"“Ahaṃ, bhante, nāgaseno nāmā”ti. ","eng":"“I am called Nāgasena, venerable sir.” ","html":"{}"},"mil2:45.4":{"pli":"“Konāmo te upajjhāyo”ti? ","eng":"“What is the name of your preceptor?” ","html":"{}"},"mil2:45.5":{"pli":"“Upajjhāyo me, bhante, rohaṇo nāmā”ti. ","eng":"“My preceptor is called Rohaṇa, venerable sir.” ","html":"{}"},"mil2:45.6":{"pli":"“Ahaṃ konāmo”ti. ","eng":"“What is my name?” ","html":"{}"},"mil2:45.7":{"pli":"“Upajjhāyo me, bhante, tumhākaṃ nāmaṃ jānātī”ti. ","eng":"“My preceptor, venerable sir, knows your name.” ","html":"{}</p>"},"mil2:46.1":{"pli":"“Sādhu, nāgasena, pattacīvaraṃ paṭisāmehī”ti. ","eng":"“Good, Nāgasena, put away your bowl and robe.” ","html":"<p>{}"},"mil2:46.2":{"pli":"“Sādhu, bhante”ti pattacīvaraṃ paṭisāmetvā punadivase pariveṇaṃ sammajjitvā mukhodakaṃ dantapoṇaṃ upaṭṭhapesi. ","eng":"“Yes, venerable sir,” and having put away his bowl and robe, the next day after he had swept the dwelling he set out water for face-washing and a tooth-stick. ","html":"{}"},"mil2:46.3":{"pli":"Thero sammajjitaṭṭhānaṃ paṭisammajji, taṃ udakaṃ chaḍḍetvā aññaṃ udakaṃ āhari, tañca dantakaṭṭhaṃ apanetvā aññaṃ dantakaṭṭhaṃ gaṇhi, na ālāpasallāpaṃ akāsi, evaṃ satta divasāni katvā sattame divase puna pucchitvā puna tena tatheva vutte vassavāsaṃ anujāni. ","eng":"The elder re-swept the swept place, threw away that water and brought other water, removed that tooth-stick and took another tooth-stick, and did not make conversation. Having done thus for seven days, on the seventh day when asked again he replied the same way again, and then he gave permission for the rainy season residence. ","html":"{}</p>"},"mil2:47.1":{"pli":"Tena kho pana samayena ekā mahāupāsikā āyasmantaṃ assaguttaṃ tiṃsamattāni vassāni upaṭṭhāsi. ","eng":"Now at that time an important female lay follower had attended upon the Venerable Assagutta for about thirty years. ","html":"<p>{}"},"mil2:47.2":{"pli":"Atha kho sā mahāupāsikā temāsaccayena yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ etadavoca—","eng":"At the end of the three months, she approached the Venerable Assagutta and said to him: ","html":"{}"},"mil2:47.3":{"pli":"“atthi nu kho, tāta, tumhākaṃ santike añño bhikkhū”ti. ","eng":"“Is there, dear sir, another monk with you?” ","html":"{}"},"mil2:47.4":{"pli":"“Atthi, mahāupāsike, amhākaṃ santike nāgaseno nāma bhikkhū”ti. ","eng":"“There is, great lay follower, a monk named Nāgasena with me.” ","html":"{}"},"mil2:47.5":{"pli":"“Tena hi, tāta assagutta, adhivāsehi nāgasenena saddhiṃ svātanāya bhattan”ti. ","eng":"“Well then, dear Assagutta, consent to a meal tomorrow together with Nāgasena.” ","html":"{}"},"mil2:47.6":{"pli":"Adhivāsesi kho āyasmā assagutto tuṇhībhāvena. ","eng":"The Venerable Assagutta consented by silence. ","html":"{}</p>"},"mil2:48.1":{"pli":"Atha kho āyasmā assagutto tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā nāgasenena saddhiṃ pacchāsamaṇena yena mahāupāsikāya nivesanaṃ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Venerable Assagutta, after that night had passed, dressed in the early morning, took his bowl and robe, and together with the Venerable Nāgasena as his attendant monk, approached the dwelling of the great female lay follower, and sat down on the prepared seat. ","html":"<p>{}"},"mil2:48.2":{"pli":"Atha kho sā mahāupāsikā āyasmantaṃ assaguttaṃ āyasmantañca nāgasenaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ","eng":"Then that great female lay follower with her own hands satisfied and served the Venerables Assagutta and Nāgasena with delicious hard and soft food. ","html":"{}"},"mil2:48.3":{"pli":"Atha kho āyasmā assagutto bhuttāviṃ onītapattapāṇiṃ āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then the Venerable Assagutta, having eaten, withdrew his hand from his bowl, and said to the Venerable Nāgasena: ","html":"{}"},"mil2:48.4":{"pli":"“tvaṃ, nāgasena, mahāupāsikāya anumodanaṃ karohī”ti idaṃ vatvā uṭṭhāyāsanā pakkāmi. ","eng":"“You, Nāgasena, give the benediction to the great lay follower.” Having said this, he rose from his seat and departed. ","html":"{}</p>"},"mil2:49.1":{"pli":"Atha kho sā mahāupāsikā āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then that great female lay follower said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:49.2":{"pli":"“mahallikā khohaṃ, tāta nāgasena, gambhīrāya dhammakathāya mayhaṃ anumodanaṃ karohī”ti. ","eng":"“I am old, dear Nāgasena. Give me the benediction along with a profound Dhamma talk.” ","html":"{}"},"mil2:49.3":{"pli":"Atha kho āyasmā nāgaseno tassā mahāupāsikāya gambhīrāya dhammakathāya lokuttarāya suññatappaṭisaṃyuttāya anumodanaṃ akāsi. ","eng":"Then the Venerable Nāgasena gave the benediction to that great female lay follower with a profound, supramundane Dhamma talk connected with emptiness. ","html":"{}"},"mil2:49.4":{"pli":"Atha kho tassā mahāupāsikāya tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi—","eng":"Then for that great female lay follower, while sitting on that very seat, the dustless, stainless vision of the Dhamma arose: ","html":"{}"},"mil2:49.5":{"pli":"“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ","eng":"“Whatever is subject to arising, all that is subject to cessation.” ","html":"{}"},"mil2:49.6":{"pli":"Āyasmāpi kho nāgaseno tassā mahāupāsikāya anumodanaṃ katvā attanā desitaṃ dhammaṃ paccavekkhanto vipassanaṃ paṭṭhapetvā tasmiṃyeva āsane nisinno sotāpattiphale patiṭṭhāsi. ","eng":"And the Venerable Nāgasena, having given the benediction to that great female lay follower, reviewing the Dhamma he himself had taught, while sitting on that very seat, aroused insight and became established in the fruit of stream entry. ","html":"{}</p>"},"mil2:50.1":{"pli":"Atha kho āyasmā assagutto maṇḍalamāḷe nisinno dvinnampi dhammacakkhupaṭilābhaṃ ñatvā sādhukāraṃ pavattesi “sādhu sādhu, nāgasena, ekena kaṇḍappahārena dve mahākāyā padālitā”ti, anekāni ca devatāsahassāni sādhukāraṃ pavattesuṃ. ","eng":"Then the Venerable Assagutta, sitting in the pavilion, knowing the attainment of the vision of the Dhamma by both, burst into applause: “Good, good, Nāgasena! With one arrow-strike, two great bodies have been pierced!” And various thousands of deities also applauded. ","html":"<p>{}</p>"},"mil2:51.1":{"pli":"Atha kho āyasmā nāgaseno uṭṭhāyāsanā yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinnaṃ kho āyasmantaṃ nāgasenaṃ āyasmā assagutto etadavoca—","eng":"Then the Venerable Nāgasena rose from his seat and approached the Venerable Assagutta, paid homage to him, and sat down to one side. There, the Venerable Assagutta said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:51.2":{"pli":"“gaccha tvaṃ, nāgasena, pāṭaliputtaṃ, pāṭaliputtanagare asokārāme āyasmā dhammarakkhito paṭivasati, tassa santike buddhavacanaṃ pariyāpuṇāhī”ti. ","eng":"“Go, Nāgasena, to Pāṭaliputta. The Venerable Dhammarakkhita is dwelling in the Asoka park in the town of Pāṭaliputta. Learn thoroughly the Buddha’s words in his presence.” ","html":"{}"},"mil2:51.3":{"pli":"“Kīva dūro, bhante, ito pāṭaliputtanagaran”ti? ","eng":"“How far, venerable sir, is the town of Pāṭaliputta from here?” ","html":"{}"},"mil2:51.4":{"pli":"“Yojanasatāni kho, nāgasenā”ti. ","eng":"“A hundred yojanas, Nāgasena.” ","html":"{}"},"mil2:51.5":{"pli":"“Dūro kho, bhante, maggo. ","eng":"“The road is indeed long, venerable, sir, ","html":"{}"},"mil2:51.6":{"pli":"Antarāmagge bhikkhā dullabhā, kathāhaṃ gamissāmī”ti? ","eng":"and on the way almsfood will be hard to obtain. How can I go?” ","html":"{}"},"mil2:51.7":{"pli":"“Gaccha tvaṃ, nāgasena, antarāmagge piṇḍapātaṃ labhissasi sālīnaṃ odanaṃ vigatakāḷakaṃ anekasūpaṃ anekabyañjanan”ti. ","eng":"“Go, Nāgasena. On the road you will obtain almsfood—fine rice without dark grains, with various curries and side dishes.” ","html":"{}"},"mil2:51.8":{"pli":"“Evaṃ, bhante”ti kho āyasmā nāgaseno āyasmantaṃ assaguttaṃ abhivādetvā padakkhiṇaṃ katvā pattacīvaramādāya yena pāṭaliputtaṃ tena cārikaṃ pakkāmi. ","eng":"“Yes, venerable sir,” said the Venerable Nāgasena, and having paid homage to the Venerable Assagutta, he circumambulated him with his right side towards him, took his bowl and robe, and  set out on tour towards Pāṭaliputta. ","html":"{}</p>"},"mil2:52.1":{"pli":"Tena kho pana samayena pāṭaliputtako seṭṭhi pañcahi sakaṭasatehi pāṭaliputtagāmimaggaṃ paṭipanno hoti. ","eng":"Now at that time a wealthy merchant from Pāṭaliputta was traveling the road to Pāṭaliputta with five hundred carts. ","html":"<p>{}"},"mil2:52.2":{"pli":"Addasā kho pāṭaliputtako seṭṭhi āyasmantaṃ nāgasenaṃ dūratova āgacchantaṃ, disvāna yenāyasmā nāgaseno tenupasaṅkami, upasaṅkamitvā āyasmantaṃ nāgasenaṃ abhivādetvā “kuhiṃ gacchasi, tātā”ti—āha. ","eng":"This merchant from Pāṭaliputta saw the Venerable Nāgasena coming from afar, and thus approached him, paid homage to him, and said: “Where are you going, dear sir?” ","html":"{}"},"mil2:52.3":{"pli":"“Pāṭaliputtaṃ, gahapatī”ti. ","eng":"“To Pāṭaliputta, householder.” ","html":"{}"},"mil2:52.4":{"pli":"“Sādhu, tāta, mayampi pāṭaliputtaṃ gacchāma. ","eng":"“Good, dear sir, we too are going to Pāṭaliputta. ","html":"{}"},"mil2:52.5":{"pli":"Amhehi saddhiṃ sukhaṃ gacchathā”ti. ","eng":"Travel comfortably with us.” ","html":"{}</p>"},"mil2:53.1":{"pli":"Atha kho pāṭaliputtako seṭṭhi āyasmato nāgasenassa iriyāpathe pasīditvā āyasmantaṃ nāgasenaṃ paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā āyasmantaṃ nāgasenaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho pāṭaliputtako seṭṭhi āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then the wealthy merchant from Pāṭaliputta, being pleased with the Venerable Nāgasena’s deportment, with his own hands satisfied and served the Venerable Nāgasena with delicious solid and soft food. When the Venerable Nāgasena had eaten and removed his hand from his bowl, the merchant took a certain low seat and sat down to one side. Sitting to one side, the merchant from Pāṭaliputta said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:53.2":{"pli":"“kinnāmosi tvaṃ, tātā”ti. ","eng":"“What is your name, dear sir?” ","html":"{}"},"mil2:53.3":{"pli":"“Ahaṃ, gahapati, nāgaseno nāmā”ti. ","eng":"“I am called Nāgasena, householder.” ","html":"{}"},"mil2:53.4":{"pli":"“Jānāsi kho tvaṃ, tāta, buddhavacanaṃ nāmā”ti? ","eng":"“Do you know the Buddha’s words, dear sir?” ","html":"{}"},"mil2:53.5":{"pli":"“Jānāmi khohaṃ, gahapati, abhidhammapadānī”ti. ","eng":"“I know, householder, the Abhidhamma parts.” ","html":"{}"},"mil2:53.6":{"pli":"“Lābhā no, tāta, suladdhaṃ no, tāta, ahampi kho, tāta, ābhidhammiko, tvampi ābhidhammiko, bhaṇa, tāta, abhidhammapadānī”ti. ","eng":"“It is a gain for us, dear sir, and well-gotten by us! I too, dear sir, am versed in Abhidhamma, and you are versed in Abhidhamma. Recite, dear sir, the parts of the Abhidhamma.” ","html":"{}"},"mil2:53.7":{"pli":"Atha kho āyasmā nāgaseno pāṭaliputtakassa seṭṭhissa abhidhammaṃ desesi, desenteyeva pāṭaliputtakassa seṭṭhissa virajaṃ vītamalaṃ dhammacakkhuṃ udapādi—","eng":"Then the Venerable Nāgasena taught the Abhidhamma to the merchant from Pāṭaliputta, and while he was teaching, the dustless, stainless vision of the Dhamma arose for the merchant from Pāṭaliputta: ","html":"{}"},"mil2:53.8":{"pli":"“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ","eng":"“Whatever is subject to arising, all that is subject to cessation.” ","html":"{}</p>"},"mil2:54.1":{"pli":"Atha kho pāṭaliputtako seṭṭhi pañcamattāni sakaṭasatāni purato uyyojetvā sayaṃ pacchato gacchanto pāṭaliputtassa avidūre dvedhāpathe ṭhatvā āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then the merchant from Pāṭaliputta, having sent the five hundred carts ahead, staying  behind himself, standing at a crossroads not far from Pāṭaliputta, said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:54.2":{"pli":"“ayaṃ kho, tāta nāgasena, asokārāmassa maggo, idaṃ kho, tāta, amhākaṃ kambalaratanaṃ soḷasahatthaṃ āyāmena, aṭṭhahatthaṃ vitthārena, paṭiggaṇhāhi kho, tāta, idaṃ kambalaratanaṃ anukampaṃ upādāyā”ti. ","eng":"“This, dear Nāgasena, is the road to Asoka monastery. This precious woollen blanket of ours is sixteen cubits in length and eight cubits in width. Please accept, dear sir, this precious blanket out of compassion.” ","html":"{}"},"mil2:54.3":{"pli":"Paṭiggahesi kho āyasmā nāgaseno taṃ kambalaratanaṃ anukampaṃ upādāya. ","eng":"The Venerable Nāgasena accepted that precious blanket out of compassion. ","html":"{}"},"mil2:54.4":{"pli":"Atha kho pāṭaliputtako seṭṭhi attamano udaggo pamudito pītisomanassajāto āyasmantaṃ nāgasenaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then the wealthy merchant from Pāṭaliputta, satisfied, elated, joyful, filled with happiness and delight, paid homage to the Venerable Nāgasena, circumambulated him, and departed. ","html":"{}</p>"},"mil2:55.1":{"pli":"Atha kho āyasmā nāgaseno yena asokārāmo yenāyasmā dhammarakkhito tenupasaṅkami, upasaṅkamitvā āyasmantaṃ dhammarakkhitaṃ abhivādetvā attano āgatakāraṇaṃ kathetvā āyasmato dhammarakkhitassa santike tepiṭakaṃ buddhavacanaṃ ekeneva uddesena tīhi māsehi byañjanaso pariyāpuṇitvā puna tīhi māsehi atthaso manasākāsi. ","eng":"Then the Venerable Nāgasena approached Asoka park, where the Venerable Dhammarakkhita was, and there paid homage to him and explained the reason for his coming. And in the presence of the Venerable Dhammarakkhita he mastered, by letter in three months with a single recitation, the three piṭakas of the Buddha's words, and in another three months he applied his mind to the meaning. ","html":"<p>{}"},"mil2:55.2":{"pli":"(…) ","eng":"(...) ","html":"{}</p>"},"mil2:56.1":{"pli":"Atha kho āyasmā dhammarakkhito āyasmantaṃ nāgasenaṃ etadavoca—","eng":"Then the Venerable Dhammarakkhita said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:56.2":{"pli":"“seyyathāpi, nāgasena, gopālako gāvo rakkhati, aññe gorasaṃ paribhuñjanti; ","eng":"“Just as, Nāgasena, a cowherd guards the cows but others enjoy the dairy products, ","html":"{}"},"mil2:56.3":{"pli":"evameva kho tvaṃ, nāgasena, tepiṭakaṃ buddhavacanaṃ dhārentopi na bhāgī sāmaññassā”ti. ","eng":"so too you, Nāgasena, though bearing the three piṭakas of the Buddha’s words, are not a partaker of the ascetic life.” ","html":"{}"},"mil2:56.4":{"pli":"“Hotu, bhante, alaṃ ettakenā”ti. ","eng":"“Let that be, venerable sir, this much suffices.” ","html":"{}"},"mil2:56.5":{"pli":"Teneva divasabhāgena tena rattibhāgena saha paṭisambhidāhi arahattaṃ pāpuṇi, saha saccappaṭivedhena āyasmato nāgasenassa sabbe devā sādhukāramadaṃsu, pathavī unnadi, brahmāno apphoṭesuṃ, dibbāni candanacuṇṇāni dibbāni ca mandāravapupphāni abhippavassiṃsu. ","eng":"In that very day, in that very night, he attained arahantship together with the analytical knowledges, and with the penetration of truth all the deities applauded the Venerable Nāgasena, the earth quaked, the Brahmās applauded, and divine sandalwood powder and divine coral tree flowers rained down. ","html":"{}</p>"},"mil2:57.1":{"pli":"Tena kho pana samayena koṭisatā arahanto himavante pabbate rakkhitatale sannipatitvā āyasmato nāgasenassa santike dūtaṃ pāhesuṃ “āgacchatu nāgaseno, dassanakāmā mayaṃ nāgasenan”ti. ","eng":"Now at that time the large uncountable number of arahants, having assembled at Rakkhitatala on the Himalaya mountain, sent a messenger to the Venerable Nāgasena: “Let Nāgasena come, we wish to see Nāgasena.” ","html":"<p>{}"},"mil2:57.2":{"pli":"Atha kho āyasmā nāgaseno dūtassa vacanaṃ sutvā asokārāme antarahito himavante pabbate rakkhitatale koṭisatānaṃ arahantānaṃ purato pāturahosi. ","eng":"Then the Venerable Nāgasena, having heard the messenger’s words, disappeared from Asoka park and appeared before the large uncountable number of arahants at Rakkhitatala on the Himalaya mountain. ","html":"{}</p>"},"mil2:58.1":{"pli":"Atha kho koṭisatā arahanto āyasmantaṃ nāgasenaṃ etadavocuṃ—","eng":"Then this large uncountable number of arahants said to the Venerable Nāgasena: ","html":"<p>{}"},"mil2:58.2":{"pli":"“eso kho, nāgasena, milindo rājā bhikkhusaṅghaṃ viheṭheti vādappaṭivādena pañhapucchāya. ","eng":"“This King Milinda, Nāgasena, irritates the saṅgha of bhikkhus with disputation and questioning. ","html":"{}"},"mil2:58.3":{"pli":"Sādhu, nāgasena, gaccha tvaṃ milindaṃ rājānaṃ damehī”ti. ","eng":"It would be good, Nāgasena, if you would go and tame King Milinda.” ","html":"{}"},"mil2:58.4":{"pli":"“Tiṭṭhatu, bhante, eko milindo rājā; ","eng":"“Never mind just one King Milinda, venerable sirs! ","html":"{}"},"mil2:58.5":{"pli":"sace, bhante, sakalajambudīpe rājāno āgantvā maṃ pañhaṃ puccheyyuṃ, sabbaṃ taṃ visajjetvā sampadālessāmi, gacchatha vo, bhante, acchambhitā sāgalanagaran”ti. ","eng":"If, venerable sirs, kings from the entire Jambudīpa were to come and ask me questions, I would solve them all and satisfy them. Go, venerable sirs, without fear to the city of Sāgala.” ","html":"{}"},"mil2:58.6":{"pli":"Atha kho therā bhikkhū sāgalanagaraṃ kāsāvappajjotaṃ isivātapaṭivātaṃ akaṃsu. ","eng":"Then the elder bhikkhus made Sāgala city radiant with ochre robes stirred by the breeze of seers. ","html":"{}</p>"},"mil2:59.1":{"pli":"Tena kho pana samayena āyasmā āyupālo saṅkhyeyyapariveṇe paṭivasati. ","eng":"Now at that time the Venerable Āyupāla was dwelling at the Saṅkheyya hermitage. ","html":"<p>{}"},"mil2:59.2":{"pli":"Atha kho milindo rājā amacce etadavoca—","eng":"Then King Milinda said to his ministers: ","html":"{}"},"mil2:59.3":{"pli":"“ramaṇīyā vata bho dosinā ratti, kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā upasaṅkameyyāma sākacchāya pañhapucchanāya, ko mayā saddhiṃ sallapituṃ ussahati kaṅkhaṃ paṭivinetun”ti. ","eng":"“Delightful indeed, sirs, is this moonlit night! What recluse or brahmin should I approach today for conversation and questioning? Who is able to converse with me and resolve my doubts?” ","html":"{}"},"mil2:59.4":{"pli":"Evaṃ vutte, pañcasatā yonakā rājānaṃ milindaṃ etadavocuṃ—","eng":"When this was said, the five hundred Bactrian Greeks said to King Milinda: ","html":"{}"},"mil2:59.5":{"pli":"“atthi, mahārāja, āyupālo nāma thero tepiṭako bahussuto āgatāgamo, so etarahi saṅkhyeyyapariveṇe paṭivasati; ","eng":"“There is, your majesty, an elder named Āyupāla, master of the three piṭakas, learned and familiar with the tradition. He is now dwelling in Saṅkheyya hermitage. ","html":"{}"},"mil2:59.6":{"pli":"gaccha tvaṃ, mahārāja, āyasmantaṃ āyupālaṃ pañhaṃ pucchassū”ti. ","eng":"Go, your majesty, and ask questions of the Venerable Āyupāla.” ","html":"{}"},"mil2:59.7":{"pli":"“Tena hi, bhaṇe, bhadantassa ārocethā”ti. ","eng":"“Very well, good sirs, inform the venerable one.” ","html":"{}</p>"},"mil2:60.1":{"pli":"Atha kho nemittiko āyasmato āyupālassa santike dūtaṃ pāhesi “rājā, bhante, milindo āyasmantaṃ āyupālaṃ dassanakāmo”ti. ","eng":"Then an astrologer sent a messenger to the Venerable Āyupāla: “Venerable sir, King Milinda wishes to see the Venerable Āyupāla.” ","html":"<p>{}"},"mil2:60.2":{"pli":"Āyasmāpi kho āyupālo evamāha—","eng":"And the Venerable Āyupāla responded: ","html":"{}"},"mil2:60.3":{"pli":"“tena hi āgacchatū”ti. ","eng":"“Well then, let him come.” ","html":"{}"},"mil2:60.4":{"pli":"Atha kho milindo rājā pañcamattehi yonakasatehi parivuto rathavaramāruyha yena saṅkhyeyyapariveṇaṃ yenāyasmā āyupālo tenupasaṅkami, upasaṅkamitvā āyasmatā āyupālena saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho milindo rājā āyasmantaṃ āyupālaṃ etadavoca—","eng":"Then King Milinda, surrounded by at least five hundred Bactrian Greeks, mounted an excellent chariot and approached the Saṅkheyya hermitage, where the Venerable Āyupāla was. There he exchanged greetings with the Venerable Āyupāla, and having exchanged courteous and friendly conversation, sat down to one side. Sitting to one side, King Milinda said to the Venerable Āyupāla: ","html":"{}"},"mil2:60.5":{"pli":"“kimatthiyā, bhante āyupāla, tumhākaṃ pabbajjā, ko ca tumhākaṃ paramattho”ti. ","eng":"“For what purpose, Venerable Āyupāla, is your going forth, and what is your ultimate goal?” ","html":"{}"},"mil2:60.6":{"pli":"Thero āha—","eng":"The elder said: ","html":"{}"},"mil2:60.7":{"pli":"“dhammacariyasamacariyatthā kho, mahārāja, pabbajjā, sāmaññaphalaṃ kho pana amhākaṃ paramattho”ti. ","eng":"“For the purpose of conducting oneself righteously and properly, your majesty, is the going forth. The fruit of the ascetic life is our ultimate goal.” ","html":"{}"},"mil2:60.8":{"pli":"“Atthi pana, bhante, koci gihīpi dhammacārī samacārī”ti? ","eng":"“But is there, venerable sir, any layperson who conducts themselves righteously and properly?” ","html":"{}"},"mil2:60.9":{"pli":"“Āma, mahārāja, atthi gihīpi dhammacārī samacārī, bhagavati kho, mahārāja, bārāṇasiyaṃ isipatane migadāye dhammacakkaṃ pavattente aṭṭhārasannaṃ brahmakoṭīnaṃ dhammābhisamayo ahosi, devatānaṃ pana dhammābhisamayo gaṇanapathaṃ vītivatto, sabbete gihibhūtā, na pabbajitā. ","eng":"“Yes, your majesty, there are laypeople who conduct themselves righteously and properly. your majesty, when the Blessed One set in motion the wheel of Dhamma at Isipatana in the deer park at Bārāṇasī, eighteen million Brahmās penetrated the Dhamma, and the penetration of the Dhamma by deities exceeded calculation—all of them were laypeople, not gone forth. ","html":"{}</p>"},"mil2:61.1":{"pli":"Puna caparaṃ, mahārāja, bhagavatā kho mahāsamayasuttante desiyamāne, mahāmaṅgalasuttante desiyamāne, samacittapariyāyasuttante desiyamāne, rāhulovādasuttante desiyamāne, parābhavasuttante desiyamāne gaṇanapathaṃ vītivattānaṃ devatānaṃ dhammābhisamayo ahosi, sabbete gihibhūtā, na pabbajitā”ti. ","eng":"Furthermore, your majesty, when the Blessed One was teaching the Mahāsamaya Sutta, the Mahāmaṅgala Sutta, the Samacittapariyāya Sutta, the Rāhulovāda Sutta, and the Parābhava Sutta, the penetration of the Dhamma by deities beyond calculation occurred—all of them were laypeople, not gone forth.” ","html":"<p>{}"},"mil2:61.2":{"pli":"“Tena hi, bhante āyupāla, niratthikā tumhākaṃ pabbajjā, pubbe katassa pāpakammassa nissandena samaṇā sakyaputtiyā pabbajanti dhutaṅgāni ca pariharanti. ","eng":"“Well then, Venerable Āyupāla, your going forth is purposeless. The Sakyan ascetics go forth and undertake the austere practices as a result of evil kamma done previously. ","html":"{}"},"mil2:61.3":{"pli":"Ye kho te, bhante āyupāla, bhikkhū ekāsanikā, nūna te pubbe paresaṃ bhogahārakā corā, te paresaṃ bhoge acchinditvā tassa kammassa nissandena etarahi ekāsanikā bhavanti, na labhanti kālena kālaṃ paribhuñjituṃ, natthi tesaṃ sīlaṃ, natthi tapo, natthi brahmacariyaṃ. ","eng":"Those bhikkhus, Venerable Āyupāla, who eat only one meal a day, surely they were formerly thieves who stole others’ wealth. Having seized others’ wealth, as a result of that kamma they now eat only once a day, they cannot eat from time to time—they have no virtue, no ascetic practice, no holy life. ","html":"{}"},"mil2:61.4":{"pli":"Ye kho pana te, bhante āyupāla, bhikkhū abbhokāsikā, nūna te pubbe gāmaghātakā corā, te paresaṃ gehāni vināsetvā tassa kammassa nissandena etarahi abbhokāsikā bhavanti, na labhanti senāsanāni paribhuñjituṃ, natthi tesaṃ sīlaṃ, natthi tapo, natthi brahmacariyaṃ. ","eng":"And those bhikkhus, Venerable Āyupāla, who dwell in the open air, surely they were formerly thieves who destroyed villages. Having destroyed others’ houses, as a result of that kamma they now dwell in the open air, they cannot enjoy lodgings—they have no virtue, no ascetic practice, no holy life. ","html":"{}"},"mil2:61.5":{"pli":"Ye kho pana te, bhante āyupāla, bhikkhū nesajjikā, nūna te pubbe panthadūsakā corā, te paresaṃ pathike jane gahetvā bandhitvā nisīdāpetvā tassa kammassa nissandena etarahi nesajjikā bhavanti, na labhanti seyyaṃ kappetuṃ, natthi tesaṃ sīlaṃ, natthi tapo, natthi brahmacariyan”ti—āha. ","eng":"And those bhikkhus, Venerable Āyupāla, who never lie down, surely they were formerly highway robbers. Having seized travelers on the road, binding them and making them sit, as a result of that kamma they now never lie down, they cannot take rest lying down—they have no virtue, no ascetic practice, no holy life.” ","html":"{}</p>"},"mil2:62.1":{"pli":"Evaṃ vutte, āyasmā āyupālo tuṇhī ahosi, na kiñci paṭibhāsi. ","eng":"When this was said, the Venerable Āyupāla was silent and said nothing in reply. ","html":"<p>{}"},"mil2:62.2":{"pli":"Atha kho pañcasatā yonakā rājānaṃ milindaṃ etadavocuṃ—","eng":"Then the five hundred Bactrian Greeks said to King Milinda: ","html":"{}"},"mil2:62.3":{"pli":"“paṇḍito, mahārāja, thero, api ca kho avisārado na kiñci paṭibhāsatī”ti. ","eng":"“The elder is wise, your majesty, but being unsure, he does not reply anything.” ","html":"{}</p>"},"mil2:63.1":{"pli":"Atha kho milindo rājā āyasmantaṃ āyupālaṃ tuṇhībhūtaṃ disvā apphoṭetvā ukkuṭṭhiṃ katvā yonake etadavoca—","eng":"Then King Milinda, seeing the Venerable Āyupāla silent, snapped his fingers, clapped his hands, and said to the Bactrian Greeks: ","html":"<p>{}"},"mil2:63.2":{"pli":"“tuccho vata bho jambudīpo, palāpo vata bho jambudīpo, natthi koci samaṇo vā brāhmaṇo vā, yo mayā saddhiṃ sallapituṃ ussahati kaṅkhaṃ paṭivinetun”ti. ","eng":"“Jambudīpa is indeed empty, sirs; Jambudīpa is indeed mere prattle! There is no ascetic or brahmin who is able to converse with me to dispel my doubts.” ","html":"{}</p>"},"mil2:64.1":{"pli":"Atha kho milindassa rañño sabbaṃ taṃ parisaṃ anuvilokentassa abhīte amaṅkubhūte yonake disvā etadahosi—","eng":"Then as King Milinda was looking around that entire assembly, seeing the Bactrian Greeks unafraid and undismayed, this occurred to him: ","html":"<p>{}"},"mil2:64.2":{"pli":"“nissaṃsayaṃ atthi maññe añño koci paṇḍito bhikkhu, yo mayā saddhiṃ sallapituṃ ussahati, yenime yonakā na maṅkubhūtā”ti. ","eng":"“Without doubt there must be some other wise bhikkhu who is able to converse with me, since these Bactrian Greeks are not dismayed.” ","html":"{}"},"mil2:64.3":{"pli":"Atha kho milindo rājā yonake etadavoca—","eng":"Then King Milinda said to them: ","html":"{}"},"mil2:64.4":{"pli":"“atthi, bhaṇe, añño koci paṇḍito bhikkhu, yo mayā saddhiṃ sallapituṃ ussahati kaṅkhaṃ paṭivinetun”ti. ","eng":"“Is there, good sirs, any other wise bhikkhu who is able to converse with me and dispel my doubts?” ","html":"{}</p>"},"mil2:65.1":{"pli":"Tena kho pana samayena āyasmā nāgaseno samaṇagaṇaparivuto saṅghī gaṇī gaṇācariyo ñāto yasassī sādhusammato bahujanassa paṇḍito byatto medhāvī nipuṇo viññū vibhāvī vinīto visārado bahussuto tepiṭako vedagū pabhinnabuddhimā āgatāgamo pabhinnapaṭisambhido navaṅgasatthusāsane pariyattidharo pāramippatto jinavacane dhammatthadesanāpaṭivedhakusalo akkhayavicitrapaṭibhāno citrakathī kalyāṇavākkaraṇo durāsado duppasaho duruttaro durāvaraṇo dunnivārayo, sāgaro viya akkhobho, girirājā viya niccalo, raṇañjaho tamonudo pabhaṅkaro mahākathī paragaṇigaṇamathano paratitthiyamaddano bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ rājūnaṃ rājamahāmattānaṃ sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ lābhaggayasaggappatto vuddhānaṃ viññūnaṃ sotāvadhānena samannāgatānaṃ sandassento navaṅgaṃ jinasāsanaratanaṃ, upadisanto dhammamaggaṃ, dhārento dhammappajjotaṃ, ussāpento dhammayūpaṃ, yajanto dhammayāgaṃ, paggaṇhanto dhammaddhajaṃ, ussāpento dhammaketuṃ, dhamento dhammasaṅkhaṃ, āhananto dhammabheriṃ, nadanto sīhanādaṃ, gajjanto indagajjitaṃ, madhuragiragajjitena ñāṇavaravijjujālapariveṭhitena karuṇājalabharitena mahatā dhammāmatameghena sakalalokamabhitappayanto gāmanigamarājadhānīsu cārikaṃ caramāno anupubbena sāgalanagaraṃ anuppatto hoti. ","eng":"Now at that time the Venerable Nāgasena, surrounded by a community of ascetics, was the leader of a saṅgha of bhikkhus, a community leader and teacher, well known, famous, highly esteemed by many people, wise, skillful, intelligent, subtle, discriminating, capable of analysis, disciplined, confident, very learned, master of the three piṭakas, knower of the Vedas. He had a penetrating intellect, was heir to the tradition, having penetrated the analytical knowledges, he was expert in the nine scriptural divisions of the Teacher’s dispensation knowing them all by heart; he had attained to the perfections, and was skilled in the penetration into the essence of Dhamma in the Conqueror’s words; he was of inexhaustible and varied eloquence, a brilliant speaker, of beautiful speech, difficult to approach, difficult to overcome, unsurpassable, difficult to obstruct, difficult to turn back, imperturbable like the ocean, immovable like the king of mountains, conqueror in debate, dispeller of darkness, bearer of light, a great orator, confounder of opposing sectarians, trampler of other doctrines, honoured, respected, esteemed, venerated, revered by bhikkhus, bhikkhunis, laymen, laywomen, kings, and king’s ministers, a recipient of robes, almsfood, lodgings, and requisites of medicine for the sick. He was attained to the highest gain and fame, demonstrating to the elders who are wise and endowed with attention the jewel of the nine-fold Conqueror’s dispensation, instructing in the way of Dhamma, bearing the light of Dhamma, raising up the pillar of Dhamma, performing the sacrifice of Dhamma, lifting high the banner of Dhamma, raising up the standard of Dhamma, blowing the conch of Dhamma, beating the drum of Dhamma, roaring the lion’s roar, thundering the thunder of Indra, with the great cloud of the nectar of Dhamma filled with the water of compassion, enveloped in the net of the lightning of excellent knowledge and sweet utterance, scorching the entire world. Wandering on tour through villages, towns, and royal capitals, gradually he arrived at Sāgala city. ","html":"<p>{}"},"mil2:65.2":{"pli":"Tatra sudaṃ āyasmā nāgaseno asītiyā bhikkhusahassehi saddhiṃ saṅkhyeyyapariveṇe paṭivasati. ","eng":"There the Venerable Nāgasena was living in Saṅkheyya hermitage together with eighty thousand bhikkhus. ","html":"{}"},"mil2:65.3":{"pli":"Tenāhu porāṇā—","eng":"Hence the ancients said: ","html":"{}</p>"},"mil2:66.1":{"pli":"“Bahussuto citrakathī, ","eng":"“Learned and skilled in eloquent speech, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil2:66.2":{"pli":"nipuṇo ca visārado; ","eng":"Clever and confident; ","html":"<span class='verse-line'>{}</span>"},"mil2:66.3":{"pli":"Sāmayiko ca kusalo, ","eng":"Skilled in debate, ","html":"<span class='verse-line'>{}</span>"},"mil2:66.4":{"pli":"paṭibhāne ca kovido. ","eng":"And expert in quick-witted response. ","html":"<span class='verse-line'>{}</span></p>"},"mil2:67.1":{"pli":"Te ca tepiṭakā bhikkhū, ","eng":"Those bhikkhus versed in the threefold Tipiṭaka, ","html":"<p><span class='verse-line'>{}</span>"},"mil2:67.2":{"pli":"pañcanekāyikāpi ca; ","eng":"and also those of the five collections; ","html":"<span class='verse-line'>{}</span>"},"mil2:67.3":{"pli":"Catunekāyikā ceva, ","eng":"And those of the four collections as well, ","html":"<span class='verse-line'>{}</span>"},"mil2:67.4":{"pli":"nāgasenaṃ purakkharuṃ. ","eng":"honoured Nāgasena as foremost. ","html":"<span class='verse-line'>{}</span></p>"},"mil2:68.1":{"pli":"Gambhīrapañño medhāvī, ","eng":"Of profound wisdom and intelligence, ","html":"<p><span class='verse-line'>{}</span>"},"mil2:68.2":{"pli":"maggāmaggassa kovido; ","eng":"skilled in distinguishing the path from the wrong path; ","html":"<span class='verse-line'>{}</span>"},"mil2:68.3":{"pli":"Uttamatthaṃ anuppatto, ","eng":"Having attained the highest goal, ","html":"<span class='verse-line'>{}</span>"},"mil2:68.4":{"pli":"nāgaseno visārado. ","eng":"Nāgasena the confident one. ","html":"<span class='verse-line'>{}</span></p>"},"mil2:69.1":{"pli":"Tehi bhikkhūhi parivuto, ","eng":"Surrounded by those bhikkhus, ","html":"<p><span class='verse-line'>{}</span>"},"mil2:69.2":{"pli":"nipuṇehi saccavādibhi; ","eng":"skillful and speakers of truth; ","html":"<span class='verse-line'>{}</span>"},"mil2:69.3":{"pli":"Caranto gāmanigamaṃ, ","eng":"Wandering through villages and towns, ","html":"<span class='verse-line'>{}</span>"},"mil2:69.4":{"pli":"sāgalaṃ upasaṅkami. ","eng":"he approached Sāgala. ","html":"<span class='verse-line'>{}</span></p>"},"mil2:70.1":{"pli":"Saṅkhyeyyapariveṇasmiṃ, ","eng":"At the Saṅkheyya hermitage, ","html":"<p><span class='verse-line'>{}</span>"},"mil2:70.2":{"pli":"nāgaseno tadā vasi; ","eng":"Nāgasena then dwelt; ","html":"<span class='verse-line'>{}</span>"},"mil2:70.3":{"pli":"Katheti so manussehi, ","eng":"He teaches among people, ","html":"<span class='verse-line'>{}</span>"},"mil2:70.4":{"pli":"pabbate kesarī yathā”ti. ","eng":"like a maned lion on a mountain.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil2:71.1":{"pli":"Atha kho devamantiyo rājānaṃ milindaṃ etadavoca—","eng":"Then Devamantiya said to King Milinda: ","html":"<p>{}"},"mil2:71.2":{"pli":"“āgamehi tvaṃ, mahārāja; ","eng":"“Wait, your majesty! ","html":"{}"},"mil2:71.3":{"pli":"atthi, mahārāja, nāgaseno nāma thero paṇḍito byatto medhāvī vinīto visārado bahussuto citrakathī kalyāṇapaṭibhāno atthadhammaniruttipaṭibhānapaṭisambhidāsu pāramippatto, so etarahi saṅkhyeyyapariveṇe paṭivasati, gaccha tvaṃ, mahārāja, āyasmantaṃ nāgasenaṃ pañhaṃ pucchassu, ussahati so tayā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetun”ti. ","eng":"There is, your majesty, an elder named Nāgasena—learned, skilled, intelligent, disciplined, confident, of great learning, eloquent in speech, of excellent wit, who has reached perfection in the analytical knowledges of meaning, doctrine, language, and eloquence. He is now residing at the Saṅkheyya hermitage. Go, your majesty, and ask the Venerable Nāgasena questions. He is able to converse with you and dispel your doubts.” ","html":"{}"},"mil2:71.4":{"pli":"Atha kho milindassa rañño sahasā “nāgaseno”ti saddaṃ sutvāva ahudeva bhayaṃ, ahudeva chambhitattaṃ, ahudeva lomahaṃso. ","eng":"Then King Milinda, upon suddenly hearing the word “Nāgasena,” experienced fear, astonishment, and a bristling of his hair. ","html":"{}"},"mil2:71.5":{"pli":"Atha kho milindo rājā devamantiyaṃ etadavoca—","eng":"Then King Milinda said to Devamantiya: ","html":"{}"},"mil2:71.6":{"pli":"“ussahati bho nāgaseno bhikkhu mayā saddhiṃ sallapitun”ti? ","eng":"“Is the bhikkhu Nāgasena really able to converse with me?” ","html":"{}"},"mil2:71.7":{"pli":"“Ussahati, mahārāja, api indayamavaruṇakuverapajāpatisuyāmasantusitalokapālehipi pitupitāmahena mahābrahmunāpi saddhiṃ sallapituṃ, kimaṅgaṃ pana manussabhūtenā”ti. ","eng":"“He is able, your majesty, even to converse with Indra, Yama, Varuṇa, Kuvera, Pajāpati, Suyāma, Santusita, the world-protectors, and even with the great Brahmā, the progentor of all—how much more so with a mere human being!” ","html":"{}</p>"},"mil2:72.1":{"pli":"Atha kho milindo rājā devamantiyaṃ etadavoca—","eng":"Then King Milinda said to Devamantiya: ","html":"<p>{}"},"mil2:72.2":{"pli":"“tena hi tvaṃ, devamantiya, bhadantassa santike dūtaṃ pesehī”ti. ","eng":"“Well then, Devamantiya, send a messenger to the venerable one.” ","html":"{}"},"mil2:72.3":{"pli":"“Evaṃ, devā”ti kho devamantiyo āyasmato nāgasenassa santike dūtaṃ pāhesi “rājā, bhante, milindo āyasmantaṃ dassanakāmo”ti. ","eng":"“Yes, lord,” said Devamantiya, and he sent a messenger to the Venerable Nāgasena saying: “The king Milinda, venerable sir, desires to see you.” ","html":"{}"},"mil2:72.4":{"pli":"Āyasmāpi kho nāgaseno evamāha—","eng":"And the Venerable Nāgasena replied: ","html":"{}"},"mil2:72.5":{"pli":"“tena hi āgacchatū”ti. ","eng":"“Then let him come.” ","html":"{}</p>"},"mil2:73.1":{"pli":"Atha kho milindo rājā pañcamattehi yonakasatehi parivuto rathavaramāruyha mahatā balakāyena saddhiṃ yena saṅkhyeyyapariveṇaṃ yenāyasmā nāgaseno tenupasaṅkami. ","eng":"Then King Milinda, surrounded by about five hundred Bactrian Greeks, mounted an excellent chariot and with a great army approached the Saṅkheyya hermitage where the Venerable Nāgasena was. ","html":"<p>{}"},"mil2:73.2":{"pli":"Tena kho pana samayena āyasmā nāgaseno asītiyā bhikkhusahassehi saddhiṃ maṇḍalamāḷe nisinno hoti. ","eng":"At that time, the Venerable Nāgasena was seated in the circular pavilion together with eighty thousand bhikkhus. ","html":"{}"},"mil2:73.3":{"pli":"Addasā kho milindo rājā āyasmato nāgasenassa parisaṃ dūratova, disvāna devamantiyaṃ etadavoca—","eng":"King Milinda saw the assembly of the Venerable Nāgasena from afar, and having seen it, he said to Devamantiya: ","html":"{}"},"mil2:73.4":{"pli":"“kassesā, devamantiya, mahatī parisā”ti? ","eng":"“Whose is this great assembly, Devamantiya?” ","html":"{}"},"mil2:73.5":{"pli":"“Āyasmato kho, mahārāja, nāgasenassa parisā”ti. ","eng":"“It is the assembly of the Venerable Nāgasena, your majesty.” ","html":"{}</p>"},"mil2:74.1":{"pli":"Atha kho milindassa rañño āyasmato nāgasenassa parisaṃ dūratova disvā ahudeva bhayaṃ, ahudeva chambhitattaṃ, ahudeva lomahaṃso. ","eng":"Then King Milinda, seeing the assembly of the Venerable Nāgasena from afar, experienced fear, astonishment, and a bristling of his hair. ","html":"<p>{}"},"mil2:74.2":{"pli":"Atha kho milindo rājā khaggaparivārito viya gajo, garuḷaparivārito viya nāgo, ajagaraparivārito viya kotthuko, mahiṃsaparivuto viya accho, nāgānubaddho viya maṇḍūko, saddūlānubaddho viya migo, ahituṇḍikasamāgato viya pannago, majjārasamāgato viya undūro, bhūtavejjasamāgato viya pisāco, rāhumakhagato viya cando, pannago viya peḷantaragato, sakuṇo viya pañjarantaragato, maccho viya jālantaragato, vāḷavanamanuppaviṭṭho viya puriso, vessavaṇāparādhiko viya yakkho, parikkhīṇāyuko viya devaputto bhīto ubbiggo utrasto saṃviggo lomahaṭṭhajāto vimano dummano bhantacitto vipariṇatamānaso “mā maṃ ayaṃ parijano paribhavī”ti satiṃ upaṭṭhapetvā devamantiyaṃ etadavoca—","eng":"Then King Milinda felt like an elephant surrounded by rhinoceroses, like a serpent surrounded by eagles, like a little jackal surrounded by pythons, like a bear surrounded by buffaloes, like a frog pursued by a serpent, like a deer pursued by a leopard, like a snake encountering a snake-charmer, like a mouse encountering a cat, like a demon encountering an exorcist, like the moon seized by Rāhu, like a snake caught in a basket, like a bird entered into a cage, like a fish entered into a net, like a man entered into a forest of wild beasts, like a yakkha who has offended Vessavaṇa, like a deva whose life-span is exhausted—frightened, agitated, terrified, alarmed, with hair standing on end, dejected, dismayed, with confused mind and disturbed heart. Thinking “May this retinue not despise me,” he established mindfulness and said to Devamantiya: ","html":"{}"},"mil2:74.3":{"pli":"“mā kho, tvaṃ devamantiya, āyasmantaṃ nāgasenaṃ mayhaṃ ācikkheyyāsi, anakkhātaññevāhaṃ nāgasenaṃ jānissāmī”ti. ","eng":"“Do not, Devamantiya, point out the Venerable Nāgasena to me—I will recognize Nāgasena without being told.” ","html":"{}"},"mil2:74.4":{"pli":"“Sādhu, mahārāja, tvaññeva jānāhī”ti. ","eng":"“Good, your majesty, recognize him yourself.” ","html":"{}</p>"},"mil2:75.1":{"pli":"Tena kho pana samayena āyasmā nāgaseno tassā bhikkhuparisāya purato cattālīsāya bhikkhusahassānaṃ navakataro hoti pacchato cattālīsāya bhikkhusahassānaṃ vuḍḍhataro. ","eng":"Now at that time, the Venerable Nāgasena was more junior than the forty thousand bhikkhus in front of him and more senior than the forty thousand bhikkhus behind him. ","html":"<p>{}</p>"},"mil2:76.1":{"pli":"Atha kho milindo rājā sabbaṃ taṃ bhikkhusaṅghaṃ purato ca pacchato ca majjhato ca anuvilokento addasā kho āyasmantaṃ nāgasenaṃ dūratova bhikkhusaṅghassa majjhe nisinnaṃ kesarasīhaṃ viya vigatabhayabheravaṃ vigatalomahaṃsaṃ vigatabhayasārajjaṃ, disvāna ākāreneva aññāsi “eso kho ettha nāgaseno”ti. ","eng":"Then King Milinda, surveying the entire assembly of bhikkhus—front, back, and middle—saw the Venerable Nāgasena from afar, seated in the middle of the assembly of monks like a maned lion, free from fear and dread, free from hair-raising terror, free from timidity and trembling. Having seen him, he recognized him by his appearance alone, thinking “This one here must be Nāgasena.” ","html":"<p>{}</p>"},"mil2:77.1":{"pli":"Atha kho milindo rājā devamantiyaṃ etadavoca—","eng":"Then King Milinda said to Devamantiya: ","html":"<p>{}"},"mil2:77.2":{"pli":"“eso kho, devamantiya, āyasmā nāgaseno”ti. ","eng":"“This one, Devamantiya, is the Venerable Nāgasena.” ","html":"{}"},"mil2:77.3":{"pli":"“Āma, mahārāja, eso kho nāgaseno, suṭṭhu kho tvaṃ, mahārāja, nāgasenaṃ aññāsī”ti. ","eng":"“Yes, your majesty, this is Nāgasena. You have recognized Nāgasena well, your majesty.” ","html":"{}"},"mil2:77.4":{"pli":"Tato rājā tuṭṭho ahosi “anakkhātova mayā nāgaseno aññāto”ti. ","eng":"Then the king was pleased, thinking “Nāgasena was recognized by me without being pointed out.” ","html":"{}"},"mil2:77.5":{"pli":"Atha kho milindassa rañño āyasmantaṃ nāgasenaṃ disvāva ahudeva bhayaṃ, ahudeva chambhitattaṃ, ahudeva lomahaṃso. ","eng":"But then, upon seeing the Venerable Nāgasena, King Milinda experienced fear, astonishment, and a bristling of his hair. ","html":"{}</p>"},"mil2:78.1":{"pli":"Tenāhu—","eng":"Therefore, it was said: ","html":"<p>{}</p>"},"mil2:79.1":{"pli":"“Caraṇena ca sampannaṃ, ","eng":"“Seeing Nāgasena endowed with virtue, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mil2:79.2":{"pli":"sudantaṃ uttame dame; ","eng":"well-tamed in supreme self-control; ","html":"<span class='verse-line'>{}</span>"},"mil2:79.3":{"pli":"Disvā rājā nāgasenaṃ, ","eng":"the king ","html":"<span class='verse-line'>{}</span>"},"mil2:79.4":{"pli":"idaṃ vacanamabravi. ","eng":"spoke these words: ","html":"<span class='verse-line'>{}</span></p>"},"mil2:80.1":{"pli":"Kathitā mayā bahū diṭṭhā, ","eng":"‘Many debates have I held, ","html":"<p><span class='verse-line'>{}</span>"},"mil2:80.2":{"pli":"sākacchā osaṭā bahū; ","eng":"many discussions have I witnessed; ","html":"<span class='verse-line'>{}</span>"},"mil2:80.3":{"pli":"Na tādisaṃ bhayaṃ āsi, ","eng":"Never was there such fear ","html":"<span class='verse-line'>{}</span>"},"mil2:80.4":{"pli":"ajja tāso yathā mama. ","eng":"as the dread I feel today. ","html":"<span class='verse-line'>{}</span></p>"},"mil2:81.1":{"pli":"Nissaṃsayaṃ parājayo, ","eng":"Without doubt, defeat ","html":"<p><span class='verse-line'>{}</span>"},"mil2:81.2":{"pli":"mama ajja bhavissati; ","eng":"will be mine today; ","html":"<span class='verse-line'>{}</span>"},"mil2:81.3":{"pli":"Jayo ca nāgasenassa, ","eng":"And victory will be Nāgasena’s, ","html":"<span class='verse-line'>{}</span>"},"mil2:81.4":{"pli":"yathā cittaṃ na saṇṭhitan”ti. ","eng":"for my mind is not settled.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mil2:82.1":{"pli":"Bāhirakathā niṭṭhitā. ","eng":"External Talk is finished ","html":"<p class='endsection'>{}</p></article>"}}}