{"mn52":{"mn52:0.1":{"pli":"Majjhima Nikāya 52 ","eng":"Middle Discourses 52 ","html":"<article id='mn52'><header><ul><li class='division'>{}</li></ul>"},"mn52:0.2":{"pli":"Aṭṭhakanāgarasutta ","eng":"The Wealthy Citizen ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn52:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This discourse is repeated at <a href='index.html?q=an11.16'>AN 11.16</a>. "},"mn52:1.2":{"pli":"ekaṃ samayaṃ āyasmā ānando vesāliyaṃ viharati beluvagāmake. ","eng":"At one time Venerable Ānanda was staying near Vesālī in the little village of Beluva. ","html":"{}</p>","comm":"The Buddha spent his last rains retreat here (<a href='index.html?q=sn47.9#1.5'>SN 47.9:1.5</a>, <a href='index.html?q=dn16#2.22.3'>DN 16:2.22.3</a>). The fact that the Buddha is not mentioned and the setting at Pāṭaliputta suggest that he had already passed away. "},"mn52:1.3":{"pli":"Tena kho pana samayena dasamo gahapati aṭṭhakanāgaro pāṭaliputtaṃ anuppatto hoti kenacideva karaṇīyena. ","eng":"Now at that time the householder Dasama, a wealthy citizen, had arrived at Pāṭaliputta on some business. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Dasama</i> means “tenth”, explained by the commentary as meaning he was tenth in line in his family. | <i lang='pi' translate='no'>Aṭṭhakanāgara</i> is usually taken to be the name of a city, but neither the city nor the possessive form <i lang='pi' translate='no'>nāgara</i> appear elsewhere. Since all we know of him is that he was very rich; since the Pali is in the habit of naming people after their prominent quality; and since we find elsewhere a man named after his wealth (Dhaniya at <a href='index.html?q=snp1.2'>Snp 1.2</a>), perhaps we should take <i lang='pi' translate='no'>aṭṭhaka</i> from <i lang='pi' translate='no'>artha</i> in the sense of “wealthy”, which agrees with the later Sanskrit sense of <i lang='pi' translate='no'>nāgara</i> as “prominent citizen”. "},"mn52:2.1":{"pli":"Atha kho dasamo gahapati aṭṭhakanāgaro yena kukkuṭārāmo yena aññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dasamo gahapati aṭṭhakanāgaro taṃ bhikkhuṃ etadavoca: ","eng":"He went to the Chicken Monastery, approached a certain mendicant, bowed, sat down to one side, and said to him, ","html":"{}","comm":"With the rise of Pāṭaliputta, this became an important monastery after the Buddha’s passing. Malalasekera (<em>Dictionary of Pali Proper Names</em>) suggests it was the same monastery later renowned as Aśokārāma. Ānanda stayed there often (<a href='index.html?q=sn45.18'>SN 45.18</a>–20, <a href='index.html?q=sn47.21'>SN 47.21</a>–3), which explains why Dasama expected to find him there. "},"mn52:2.2":{"pli":"“kahaṃ nu kho, bhante, āyasmā ānando etarahi viharati? ","eng":"“Sir, where is Venerable Ānanda now staying? ","html":"{}"},"mn52:2.3":{"pli":"Dassanakāmā hi mayaṃ taṃ āyasmantaṃ ānandan”ti. ","eng":"For I want to see him.” ","html":"{}</p>"},"mn52:2.4":{"pli":"“Eso, gahapati, āyasmā ānando vesāliyaṃ viharati beluvagāmake”ti. ","eng":"“Householder, Venerable Ānanda is staying near Vesālī in the little village of Beluva.” ","html":"<p>{}</p>"},"mn52:3.1":{"pli":"Atha kho dasamo gahapati aṭṭhakanāgaro pāṭaliputte taṃ karaṇīyaṃ tīretvā yena vesālī yena beluvagāmako yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dasamo gahapati aṭṭhakanāgaro āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then the householder Dasama, having concluded his business there, went to the little village of Beluva in Vesālī to see Ānanda. He bowed, sat down to one side, and said to Ānanda: ","html":"<p>{}</p>","comm":"Beluva was immediately north of Vesālī, so about a day’s walk from Pāṭaliputta. But Dasama could doubtless afford a carriage. "},"mn52:3.2":{"pli":"“atthi nu kho, bhante ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti? ","eng":"“Honorable Ānanda, is there one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary from the yoke?” ","html":"<p>{}</p>","comm":"A number of “one things” are taught throughout the suttas. It seems Dasama wanted a simple summary, but Ānanda wished to challenge him. "},"mn52:3.3":{"pli":"“Atthi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti. ","eng":"“There is, householder.” ","html":"<p>{}</p>"},"mn52:3.4":{"pli":"“Katamo pana, bhante ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti? ","eng":"“And what is that one thing?” ","html":"<p>{}</p>"},"mn52:4.1":{"pli":"“Idha, gahapati, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"“Householder, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p data-counter='1'>{}"},"mn52:4.2":{"pli":"So iti paṭisañcikkhati: ","eng":"Then they reflect: ","html":"{}"},"mn52:4.3":{"pli":"‘idampi kho paṭhamaṃ jhānaṃ abhisaṅkhataṃ abhisañcetayitaṃ. ","eng":"‘Even this first absorption is produced by choices and intentions.’ ","html":"{}","comm":"This illustrates the development of insight based on absorption. After emerging from the attainment, the meditator reflects on the nature of that experience, realizing that even the most blissful and peaceful of states is still “chosen and intended” (<i lang='pi' translate='no'>abhisaṅkhataṁ abhisañcetayitaṁ</i>), i.e. constructed by volition. "},"mn52:4.4":{"pli":"Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti. ","eng":"They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ ","html":"{}"},"mn52:4.5":{"pli":"So tattha ṭhito āsavānaṃ khayaṃ pāpuṇāti. ","eng":"Abiding in that they attain the ending of defilements. ","html":"{}","comm":"Insight must persist to bear fruit. "},"mn52:4.6":{"pli":"No ce āsavānaṃ khayaṃ pāpuṇāti, teneva dhammarāgena tāya dhammanandiyā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā. ","eng":"If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously, because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world. ","html":"{}","comm":"“Passion and love for that meditation” (<i lang='pi' translate='no'>teneva dhammarāgena tāya dhammanandiyā</i>); here <i lang='pi' translate='no'>dhamma</i> means the state of meditation, i.e. the jhāna. This is the “higher fetter” of <i lang='pi' translate='no'>rūparāga</i>, the desire for birth in the Brahmā realms of luminous form. "},"mn52:4.7":{"pli":"Ayampi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","eng":"This is one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary from the yoke. ","html":"{}</p>"},"mn52:5.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … ","html":"<p data-counter='2–4'>{}"},"mn52:5.2":{"pli":"So iti paṭisañcikkhati: ","html":"{}"},"mn52:5.3":{"pli":"‘idampi kho dutiyaṃ jhānaṃ abhisaṅkhataṃ abhisañcetayitaṃ …pe… ","html":"{}"},"mn52:5.4":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}"},"mn52:6.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"third absorption … ","html":"{}"},"mn52:6.2":{"pli":"So iti paṭisañcikkhati: ","html":"{}"},"mn52:6.3":{"pli":"‘idampi kho tatiyaṃ jhānaṃ abhisaṅkhataṃ abhisañcetayitaṃ …pe… ","html":"{}"},"mn52:6.4":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}"},"mn52:7.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption … ","html":"{}"},"mn52:7.2":{"pli":"So iti paṭisañcikkhati: ","html":"{}"},"mn52:7.3":{"pli":"‘idampi kho catutthaṃ jhānaṃ abhisaṅkhataṃ abhisañcetayitaṃ …pe… ","html":"{}"},"mn52:7.4":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}</p>"},"mn52:8.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ","eng":"Furthermore, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"<p data-counter='5'>{}"},"mn52:8.2":{"pli":"So iti paṭisañcikkhati: ","eng":"Then they reflect: ","html":"{}"},"mn52:8.3":{"pli":"‘ayampi kho mettācetovimutti abhisaṅkhatā abhisañcetayitā. ","eng":"‘Even this heart’s release by love is produced by choices and intentions.’ ","html":"{}"},"mn52:8.4":{"pli":"Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti. ","eng":"They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ … ","html":"{}"},"mn52:8.5":{"pli":"So tattha ṭhito …pe… ","html":"{}"},"mn52:8.6":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}</p>"},"mn52:9.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu karuṇāsahagatena cetasā …pe… ","eng":"Furthermore, a mendicant meditates spreading a heart full of compassion … ","html":"<p data-counter='6–8'>{}"},"mn52:10.1":{"pli":"muditāsahagatena cetasā …pe… ","eng":"rejoicing … ","html":"{}"},"mn52:11.1":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ","eng":"equanimity … ","html":"{}"},"mn52:11.2":{"pli":"So iti paṭisañcikkhati: ","html":"{}"},"mn52:11.3":{"pli":"‘ayampi kho upekkhācetovimutti abhisaṅkhatā abhisañcetayitā. ","html":"{}"},"mn52:11.4":{"pli":"Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti. ","html":"{}"},"mn52:11.5":{"pli":"So tattha ṭhito …pe… ","html":"{}"},"mn52:11.6":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}</p>"},"mn52:12.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ","eng":"Furthermore, householder, a mendicant, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. ","html":"<p data-counter='9'>{}"},"mn52:12.2":{"pli":"So iti paṭisañcikkhati: ","eng":"Then they reflect: ","html":"{}"},"mn52:12.3":{"pli":"‘ayampi kho ākāsānañcāyatanasamāpatti abhisaṅkhatā abhisañcetayitā. ","eng":"‘Even this attainment of the dimension of infinite space is produced by choices and intentions.’ ","html":"{}"},"mn52:12.4":{"pli":"Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti. ","eng":"They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ … ","html":"{}"},"mn52:12.5":{"pli":"So tattha ṭhito …pe… ","html":"{}"},"mn52:12.6":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}</p>"},"mn52:13.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ","eng":"Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. … ","html":"<p data-counter='10'>{}"},"mn52:13.2":{"pli":"So iti paṭisañcikkhati: ","html":"{}"},"mn52:13.3":{"pli":"‘ayampi kho viññāṇañcāyatanasamāpatti abhisaṅkhatā abhisañcetayitā. ","html":"{}"},"mn52:13.4":{"pli":"Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti. ","html":"{}"},"mn52:13.5":{"pli":"So tattha ṭhito …pe… ","html":"{}"},"mn52:13.6":{"pli":"anuttaraṃ yogakkhemaṃ anupāpuṇāti. ","html":"{}</p>"},"mn52:14.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ","eng":"Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. ","html":"<p data-counter='11'>{}"},"mn52:14.2":{"pli":"So iti paṭisañcikkhati: ","eng":"Then they reflect: ","html":"{}"},"mn52:14.3":{"pli":"‘ayampi kho ākiñcaññāyatanasamāpatti abhisaṅkhatā abhisañcetayitā. ","eng":"‘Even this attainment of the dimension of nothingness is produced by choices and intentions.’ ","html":"{}"},"mn52:14.4":{"pli":"Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti. ","eng":"They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ ","html":"{}"},"mn52:14.5":{"pli":"So tattha ṭhito āsavānaṃ khayaṃ pāpuṇāti. ","eng":"Abiding in that they attain the ending of defilements. ","html":"{}"},"mn52:14.6":{"pli":"No ce āsavānaṃ khayaṃ pāpuṇāti, teneva dhammarāgena tāya dhammanandiyā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā. ","eng":"If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world. ","html":"{}"},"mn52:14.7":{"pli":"Ayampi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti. ","eng":"This too is one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary from the yoke.” ","html":"{}</p>","comm":"Ānanda omits the final formless attainment, neither perception nor non-perception, which is not regarded as a basis for insight due to its extreme subtlety. See too <a href='index.html?q=mn64#15.5'>MN 64:15.5</a>. "},"mn52:15.1":{"pli":"Evaṃ vutte, dasamo gahapati aṭṭhakanāgaro āyasmantaṃ ānandaṃ etadavoca: ","eng":"When he said this, the householder Dasama said to Venerable Ānanda, ","html":"<p>{}"},"mn52:15.2":{"pli":"“seyyathāpi, bhante ānanda, puriso ekaṃva nidhimukhaṃ gavesanto sakideva ekādasa nidhimukhāni adhigaccheyya; ","eng":"“Honorable Ānanda, suppose a person was looking for the entrance to a treasure trove. And all at once they’d come across eleven entrances! ","html":"{}"},"mn52:15.3":{"pli":"evameva kho ahaṃ, bhante, ekaṃ amatadvāraṃ gavesanto sakideva ekādasa amatadvārāni alatthaṃ bhāvanāya. ","eng":"In the same way, I was searching for the door to freedom from death. And all at once I found eleven doors to freedom from death for cultivation. ","html":"{}","comm":"“For cultivation”: variants include <i lang='pi' translate='no'>bhāvanāya</i>, <i lang='pi' translate='no'>savanāya</i>, and <i lang='pi' translate='no'>sevanāya</i>. The center point of these is <i lang='pi' translate='no'>sevanāya</i>, which is a synonym of <i lang='pi' translate='no'>bhāvanāya</i> and near-homonym of <i lang='pi' translate='no'>savanāya</i>. Also, the sense of <i lang='pi' translate='no'>savanāya</i> should be “for hearing”, but he has already heard them, so they are now “for cultivation”. "},"mn52:15.4":{"pli":"Seyyathāpi, bhante, purisassa agāraṃ ekādasadvāraṃ, so tasmiṃ agāre āditte ekamekenapi dvārena sakkuṇeyya attānaṃ sotthiṃ kātuṃ; ","eng":"Suppose a person had a house with eleven doors. If the house caught fire they’d be able to flee to safety through any one of those doors. ","html":"{}"},"mn52:15.5":{"pli":"evameva kho ahaṃ, bhante, imesaṃ ekādasannaṃ amatadvārānaṃ ekamekenapi amatadvārena sakkuṇissāmi attānaṃ sotthiṃ kātuṃ. ","eng":"In the same way, I’m able to flee to safety through any one of these eleven doors to freedom from death. ","html":"{}","comm":"Kaṭha Upaniṣad 2.2.1 speaks of “a city with eleven doors of the unborn”. Śaṅkara identifies these as the apertures of the body: eyes, ears, nostrils, mouth, navel, genitals, anus, and the spiritual opening at the crown of the head. "},"mn52:15.6":{"pli":"Imehi nāma, bhante, aññatitthiyā ācariyassa ācariyadhanaṃ pariyesissanti, kimaṅgaṃ panāhaṃ āyasmato ānandassa pūjaṃ na karissāmī”ti. ","eng":"Sir, those of other religions seek a fee for the tutor. Why shouldn’t I make an offering to Venerable Ānanda?” ","html":"{}</p>","comm":"“Fee for the teacher”: <i lang='pi' translate='no'>ācariyadhana</i>. | “Other religions” is in reference to the Brahmanical <i lang='pi' translate='no'>dakṣiṇā</i>. "},"mn52:16.1":{"pli":"Atha kho dasamo gahapati aṭṭhakanāgaro pāṭaliputtakañca vesālikañca bhikkhusaṅghaṃ sannipātetvā paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi, ","eng":"Then the householder Dasama, having assembled the Saṅgha from Vesālī and Pāṭaliputta, served and satisfied them with his own hands with delicious fresh and cooked foods. ","html":"<p>{}"},"mn52:16.2":{"pli":"ekamekañca bhikkhuṃ paccekaṃ dussayugena acchādesi, āyasmantañca ānandaṃ ticīvarena acchādesi, āyasmato ca ānandassa pañcasatavihāraṃ kārāpesīti. ","eng":"He clothed each and every mendicant in a pair of garments, with a set of three robes for Ānanda. And he had a dwelling worth five hundred built for Ānanda. ","html":"{}</p>","comm":"This lavish demonstration of Dasama’s wealth is an early indication of the largess enjoyed by the Sangha in Pāṭaliputta. Over a century later, under Ashoka, so many corrupt individuals entered the Sangha seeking profits that a Council had to be held to expel them. "},"mn52:16.3":{"pli":"Aṭṭhakanāgarasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}