{"mn125":{"mn125:0.1":{"pli":"Majjhima Nikāya 125 ","eng":"Middle Discourses 125 ","html":"<article id='mn125'><header><ul><li class='division'>{}</li></ul>"},"mn125:0.2":{"pli":"Dantabhūmisutta ","eng":"The Level of the Tamed ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn125:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This discourse uses the training of an elephant as an allegory for the Gradual Training. The Buddha contrasts the sensual lifestyle of Prince Jayasena, which clouds his vision of the truth, with the path of renunciation. Throughout, he lends support to the young novice Aciravata. "},"mn125:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn125:2.1":{"pli":"Tena kho pana samayena aciravato samaṇuddeso araññakuṭikāyaṃ viharati. ","eng":"Now at that time the novice Aciravata was staying in a wilderness hut. ","html":"<p>{}"},"mn125:2.2":{"pli":"Atha kho jayaseno rājakumāro jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena aciravato samaṇuddeso tenupasaṅkami; upasaṅkamitvā aciravatena samaṇuddesena saddhiṃ sammodi. ","eng":"Then as Prince Jayasena was going for a walk he approached Aciravata, and exchanged greetings with him. ","html":"{}</p>","comm":"Jayasena features in this discourse and the next. The commentary says he was Bimbisāra’s son. | Aciravata is otherwise unknown. "},"mn125:2.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jayaseno rājakumāro aciravataṃ samaṇuddesaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Aciravata, ","html":"<p>{}"},"mn125:2.4":{"pli":"“Sutaṃ metaṃ, bho aggivessana: ","eng":"“Worthy Aggivessana, I have heard that ","html":"{}","comm":"Saccaka is also called Aggivessana (<a href='index.html?q=mn35#4.2'>MN 35:4.2</a>). "},"mn125:2.5":{"pli":"‘idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan’”ti. ","eng":"a mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.” ","html":"{}</p>"},"mn125:2.6":{"pli":"“Evametaṃ, rājakumāra, evametaṃ, rājakumāra. ","eng":"“That’s so true, Prince! That’s so true! ","html":"<p>{}"},"mn125:2.7":{"pli":"Idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti. ","eng":"A mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.” ","html":"{}</p>"},"mn125:3.1":{"pli":"“Sādhu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ desetū”ti. ","eng":"“Worthy Aggivessana, please teach me the Dhamma as you have learned and memorized it.” ","html":"<p>{}</p>"},"mn125:3.2":{"pli":"“Na kho te ahaṃ, rājakumāra, sakkomi yathāsutaṃ yathāpariyattaṃ dhammaṃ desetuṃ. ","eng":"“I’m not competent to do so, Prince. ","html":"<p>{}","comm":"Aciravati’s lack of confidence is understandable. Novices were under twenty, so here we have a rather intimidating situation where a Prince is questioning a teenager. "},"mn125:3.3":{"pli":"Ahañca hi te, rājakumāra, yathāsutaṃ yathāpariyattaṃ dhammaṃ deseyyaṃ, tvañca me bhāsitassa atthaṃ na ājāneyyāsi; so mamassa kilamatho, sā mamassa vihesā”ti. ","eng":"For if I were to teach you the Dhamma as I have learned and memorized it, you might not understand the meaning, which would be wearying and troublesome for me.” ","html":"{}</p>"},"mn125:4.1":{"pli":"“Desetu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ. ","eng":"“Worthy Aggivessana, please teach me the Dhamma as you have learned and memorized it. ","html":"<p>{}"},"mn125:4.2":{"pli":"Appevanāmāhaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājāneyyan”ti. ","eng":"Hopefully I will understand the meaning of what you say.” ","html":"{}</p>"},"mn125:4.3":{"pli":"“Deseyyaṃ kho te ahaṃ, rājakumāra, yathāsutaṃ yathāpariyattaṃ dhammaṃ. ","eng":"“I shall teach you. ","html":"<p>{}"},"mn125:4.4":{"pli":"Sace me tvaṃ bhāsitassa atthaṃ ājāneyyāsi, iccetaṃ kusalaṃ; ","eng":"If you understand the meaning of what I say, that’s good. ","html":"{}"},"mn125:4.5":{"pli":"no ce me tvaṃ bhāsitassa atthaṃ ājāneyyāsi, yathāsake tiṭṭheyyāsi, na maṃ tattha uttariṃ paṭipuccheyyāsī”ti. ","eng":"If not, then leave each to his own, and do not question me about it further.” ","html":"{}</p>"},"mn125:4.6":{"pli":"“Desetu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ. ","eng":"“Worthy Aggivessana, please teach me the Dhamma as you have learned and memorized it. ","html":"<p>{}"},"mn125:4.7":{"pli":"Sace ahaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājānissāmi, iccetaṃ kusalaṃ; ","eng":"If I understand the meaning of what you say, that’s good. ","html":"{}"},"mn125:4.8":{"pli":"no ce ahaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājānissāmi, yathāsake tiṭṭhissāmi, nāhaṃ tattha bhavantaṃ aggivessanaṃ uttariṃ paṭipucchissāmī”ti. ","eng":"If not, then I will leave each to his own, and not question you about it further.” ","html":"{}</p>"},"mn125:5.1":{"pli":"Atha kho aciravato samaṇuddeso jayasenassa rājakumārassa yathāsutaṃ yathāpariyattaṃ dhammaṃ desesi. ","eng":"Then the novice Aciravata taught Prince Jayasena the Dhamma as he had learned and memorized it. ","html":"<p>{}"},"mn125:5.2":{"pli":"Evaṃ vutte, jayaseno rājakumāro aciravataṃ samaṇuddesaṃ etadavoca: ","eng":"When he had spoken, Jayasena said to him, ","html":"{}"},"mn125:5.3":{"pli":"“aṭṭhānametaṃ, bho aggivessana, anavakāso yaṃ bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti. ","eng":"“It is impossible, worthy Aggivessana, it cannot happen that a mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.” ","html":"{}"},"mn125:5.4":{"pli":"Atha kho jayaseno rājakumāro aciravatassa samaṇuddesassa aṭṭhānatañca anavakāsatañca pavedetvā uṭṭhāyāsanā pakkāmi. ","eng":"Having declared that this was impossible, Jayasena got up from his seat and left. ","html":"{}</p>"},"mn125:6.1":{"pli":"Atha kho aciravato samaṇuddeso acirapakkante jayasene rājakumāre yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Not long after he had left, Aciravata went to the Buddha, bowed, sat down to one side, ","html":"<p>{}"},"mn125:6.2":{"pli":"Ekamantaṃ nisinno kho aciravato samaṇuddeso yāvatako ahosi jayasenena rājakumārena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ","eng":"and informed the Buddha of all they had discussed. ","html":"{}</p>"},"mn125:7.1":{"pli":"Evaṃ vutte, bhagavā aciravataṃ samaṇuddesaṃ etadavoca: ","eng":"When he had spoken, the Buddha said to him, ","html":"<p>{}</p>"},"mn125:7.2":{"pli":"“‘taṃ kutettha, aggivessana, labbhā. ","eng":"“How could it possibly be otherwise, Aggivessana? ","html":"<p>{}","comm":"Knowing his student lacks confidence, the Buddha has encouraging words for him, not letting him blame himself for Jayasena’s rejection. "},"mn125:7.3":{"pli":"Yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati. ","eng":"Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation. ","html":"{}</p>","comm":"A parallel passage occurs at <a href='index.html?q=mn125#7.3'>MN 125:7.3</a>, where the phrases “dwells in the midst of sensual pleasures, enjoying them” are reversed. The sequence there makes better sense: it starts with where they are, then what they enjoy, and gradually moves up to being consumed and seeking more. I take this as the correct sense and translate both passages accordingly. "},"mn125:8.1":{"pli":"Seyyathāpissu, aggivessana, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā. ","eng":"Suppose there was a pair of elephants or horse or oxen in training who were well tamed and well trained. And there was a pair who were not tamed or trained. ","html":"<p>{}"},"mn125:8.2":{"pli":"Taṃ kiṃ maññasi, aggivessana, ","eng":"What do you think, Aggivessana? ","html":"{}"},"mn125:8.3":{"pli":"ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṃ gaccheyyuṃ, dantāva dantabhūmiṃ sampāpuṇeyyun”ti? ","eng":"Wouldn’t the pair that was well tamed and well trained perform the tasks of the tamed and reach the level of the tamed?” ","html":"{}</p>"},"mn125:8.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn125:8.5":{"pli":"“Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te adantāva dantakāraṇaṃ gaccheyyuṃ, adantāva dantabhūmiṃ sampāpuṇeyyuṃ, seyyathāpi te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti? ","eng":"“But would the pair that was not tamed and trained perform the tasks of the tamed and reach the level of the tamed, just like the tamed pair?” ","html":"<p>{}</p>"},"mn125:8.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn125:8.7":{"pli":"“Evameva kho, aggivessana, ‘yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati. ","eng":"“In the same way, Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation. ","html":"<p>{}</p>"},"mn125:9.1":{"pli":"Seyyathāpi, aggivessana, gāmassa vā nigamassa vā avidūre mahāpabbato. ","eng":"Suppose there was a big mountain not far from a town or village. ","html":"<p>{}","comm":"This simile is contextual, as Rājagaha is indeed surrounded by mountains. "},"mn125:9.2":{"pli":"Tamenaṃ dve sahāyakā tamhā gāmā vā nigamā vā nikkhamitvā hatthavilaṅghakena yena so pabbato tenupasaṅkameyyuṃ; upasaṅkamitvā eko sahāyako heṭṭhā pabbatapāde tiṭṭheyya, eko sahāyako uparipabbataṃ āroheyya. ","eng":"And two friends set out from that village or town, lending each other a hand up to the mountain. Once there, one friend would remain at the foot of the mountain, while the other would climb to the peak. ","html":"{}","comm":"For <i lang='pi' translate='no'>hatthavilaṅghaka</i> (“lending a hand up”) see <a href='index.html?q=mn31#9.7'>MN 31:9.7</a> = <a href='index.html?q=mn128#14.7'>MN 128:14.7</a>. "},"mn125:9.3":{"pli":"Tamenaṃ heṭṭhā pabbatapāde ṭhito sahāyako uparipabbate ṭhitaṃ sahāyakaṃ evaṃ vadeyya: ","eng":"The one standing at the foot would say to the one at the peak, ","html":"{}"},"mn125:9.4":{"pli":"‘yaṃ, samma, kiṃ tvaṃ passasi uparipabbate ṭhito’ti? ","eng":"‘My friend, what do you see, standing there at the peak?’ ","html":"{}"},"mn125:9.5":{"pli":"So evaṃ vadeyya: ","eng":"They’d reply, ","html":"{}"},"mn125:9.6":{"pli":"‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","eng":"‘Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!’ ","html":"{}</p>"},"mn125:9.7":{"pli":"So evaṃ vadeyya: ","eng":"But the other would say, ","html":"<p>{}"},"mn125:9.8":{"pli":"‘aṭṭhānaṃ kho etaṃ, samma, anavakāso yaṃ tvaṃ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","eng":"‘It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.’ ","html":"{}"},"mn125:9.9":{"pli":"Tamenaṃ uparipabbate ṭhito sahāyako heṭṭhimapabbatapādaṃ orohitvā taṃ sahāyakaṃ bāhāyaṃ gahetvā uparipabbataṃ āropetvā muhuttaṃ assāsetvā evaṃ vadeyya: ","eng":"So their friend would come down from the peak, take their friend by the arm, and make them climb to the peak. After giving them a while to catch their breath, they’d say, ","html":"{}"},"mn125:9.10":{"pli":"‘yaṃ, samma, kiṃ tvaṃ passasi uparipabbate ṭhito’ti? ","eng":"‘My friend, what do you see, standing here at the peak?’ ","html":"{}"},"mn125:9.11":{"pli":"So evaṃ vadeyya: ","eng":"They’d reply, ","html":"{}"},"mn125:9.12":{"pli":"‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","eng":"‘Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!’ ","html":"{}</p>"},"mn125:9.13":{"pli":"So evaṃ vadeyya: ","eng":"They’d say, ","html":"<p>{}"},"mn125:9.14":{"pli":"‘idāneva kho te, samma, bhāsitaṃ—mayaṃ evaṃ ājānāma—","eng":"‘Just now I understood you to say: ","html":"{}"},"mn125:9.15":{"pli":"aṭṭhānaṃ kho etaṃ samma, anavakāso yaṃ tvaṃ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","eng":"“It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.” ","html":"{}"},"mn125:9.16":{"pli":"Idāneva ca pana te bhāsitaṃ mayaṃ evaṃ ājānāma: ","eng":"But now you say: ","html":"{}"},"mn125:9.17":{"pli":"‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","eng":"“Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!”’ ","html":"{}"},"mn125:9.18":{"pli":"So evaṃ vadeyya: ","eng":"They’d say, ","html":"{}"},"mn125:9.19":{"pli":"‘tathā hi panāhaṃ, samma, iminā mahatā pabbatena āvuto daṭṭheyyaṃ nāddasan’ti. ","eng":"‘But my friend, it was because I was obstructed by this big mountain that I didn’t see what could be seen.’ ","html":"{}</p>"},"mn125:10.1":{"pli":"Ato mahantatarena, aggivessana, ‘avijjākhandhena jayaseno rājakumāro āvuto nivuto ophuṭo pariyonaddho. ","eng":"But bigger than that is the mass of ignorance by which Prince Jayasena is veiled, shrouded, covered, and engulfed. ","html":"<p>{}"},"mn125:10.2":{"pli":"So vata yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati. ","eng":"Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It is quite impossible for him to know or see or realize what can only be known, seen, and realized by renunciation. ","html":"{}"},"mn125:11.1":{"pli":"Sace kho taṃ, aggivessana, jayasenassa rājakumārassa imā dve upamā paṭibhāyeyyuṃ, anacchariyaṃ te jayaseno rājakumāro pasīdeyya, pasanno ca te pasannākāraṃ kareyyā”ti. ","eng":"It would be no wonder if, had these two similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.” ","html":"{}</p>"},"mn125:11.2":{"pli":"“Kuto pana maṃ, bhante, jayasenassa rājakumārassa imā dve upamā paṭibhāyissanti anacchariyā pubbe assutapubbā, seyyathāpi bhagavantan”ti? ","eng":"“But sir, how could these two similes have occurred to me as they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?” ","html":"<p>{}</p>"},"mn125:12.1":{"pli":"“Seyyathāpi, aggivessana, rājā khattiyo muddhāvasitto nāgavanikaṃ āmanteti: ","eng":"“Suppose, Aggivessana, an anointed aristocratic king was to address his elephant tracker, ","html":"<p>{}"},"mn125:12.2":{"pli":"‘ehi tvaṃ, samma nāgavanika, rañño nāgaṃ abhiruhitvā nāgavanaṃ pavisitvā āraññakaṃ nāgaṃ atipassitvā rañño nāgassa gīvāyaṃ upanibandhāhī’ti. ","eng":"‘Please, my good elephant tracker, mount the royal bull elephant and enter the elephant wood. When you see a wild bull elephant, tether it by the neck to the royal elephant.’ ","html":"{}"},"mn125:12.3":{"pli":"‘Evaṃ, devā’ti kho, aggivessana, nāgavaniko rañño khattiyassa muddhāvasittassa paṭissutvā rañño nāgaṃ abhiruhitvā nāgavanaṃ pavisitvā āraññakaṃ nāgaṃ atipassitvā rañño nāgassa gīvāyaṃ upanibandhati. ","eng":"‘Yes, Your Majesty,’ replied the elephant tracker, and did as he was asked. ","html":"{}"},"mn125:12.4":{"pli":"Tamenaṃ rañño nāgo abbhokāsaṃ nīharati. ","eng":"The royal elephant leads the wild elephant out into the open; ","html":"{}"},"mn125:12.5":{"pli":"Ettāvatā kho, aggivessana, āraññako nāgo abbhokāsaṃ gato hoti. ","eng":"and it’s only then that it comes out into the open, ","html":"{}"},"mn125:12.6":{"pli":"Etthagedhā hi, aggivessana, āraññakā nāgā yadidaṃ—nāgavanaṃ. ","eng":"for a wild bull elephant clings to the elephant wood. ","html":"{}"},"mn125:12.7":{"pli":"Tamenaṃ nāgavaniko rañño khattiyassa muddhāvasittassa ārocesi: ","eng":"The elephant tracker informs the king, ","html":"{}"},"mn125:12.8":{"pli":"‘abbhokāsagato kho, deva, āraññako nāgo’ti. ","eng":"‘Sire, the wild elephant has come out into the open.’ ","html":"{}"},"mn125:12.9":{"pli":"Atha kho aggivessana, tamenaṃ rājā khattiyo muddhāvasitto hatthidamakaṃ āmantesi: ","eng":"Then the king addresses his elephant trainer, ","html":"{}"},"mn125:12.10":{"pli":"‘ehi tvaṃ, samma hatthidamaka, āraññakaṃ nāgaṃ damayāhi āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāyā’ti. ","eng":"‘Please, my good elephant trainer, tame the wild bull elephant. Subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever. Make it happy to be within a village, and instill behaviors congenial to humans.’ ","html":"{}</p>"},"mn125:12.11":{"pli":"‘Evaṃ, devā’ti kho, aggivessana, hatthidamako rañño khattiyassa muddhāvasittassa paṭissutvā mahantaṃ thambhaṃ pathaviyaṃ nikhaṇitvā āraññakassa nāgassa gīvāyaṃ upanibandhati āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya. ","eng":"‘Yes, Your Majesty,’ replied the elephant trainer. He dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be within a village, and instill behaviors congenial to humans. ","html":"<p>{}"},"mn125:12.12":{"pli":"Tamenaṃ hatthidamako yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācarati. ","eng":"He spoke in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ","html":"{}"},"mn125:12.13":{"pli":"Yato kho, aggivessana, āraññako nāgo hatthidamakassa yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācariyamāno sussūsati, sotaṃ odahati, aññā cittaṃ upaṭṭhāpeti; ","eng":"Spoken to in such a way by the elephant trainer, the wild elephant wanted to listen. It actively listened and tried to understand. ","html":"{}"},"mn125:12.14":{"pli":"tamenaṃ hatthidamako uttari tiṇaghāsodakaṃ anuppavecchati. ","eng":"So the elephant trainer rewards it with grass, fodder, and water. ","html":"{}</p>"},"mn125:12.15":{"pli":"Yato kho, aggivessana, āraññako nāgo hatthidamakassa tiṇaghāsodakaṃ paṭiggaṇhāti, tatra hatthidamakassa evaṃ hoti: ","eng":"When the wild elephant accepts the grass, fodder, and water, the trainer knows, ","html":"<p>{}"},"mn125:12.16":{"pli":"‘jīvissati kho dāni āraññako nāgo’ti. ","eng":"‘Now the wild elephant will survive!’ ","html":"{}"},"mn125:12.17":{"pli":"Tamenaṃ hatthidamako uttari kāraṇaṃ kāreti: ","eng":"He sets it a further task: ","html":"{}"},"mn125:12.18":{"pli":"‘ādiya, bho, nikkhipa, bho’ti. ","eng":"‘Pick it up, worthy sir! Put it down, worthy sir!’ ","html":"{}"},"mn125:12.19":{"pli":"Yato kho, aggivessana, āraññako nāgo hatthidamakassa ādānanikkhepe vacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari kāraṇaṃ kāreti: ","eng":"When the wild elephant picks up and puts down when the trainer says, following instructions, the trainer sets it a further task: ","html":"{}"},"mn125:12.20":{"pli":"‘abhikkama, bho, paṭikkama, bho’ti. ","eng":"‘Forward, worthy sir! Back, worthy sir!’ ","html":"{}"},"mn125:12.21":{"pli":"Yato kho, aggivessana, āraññako nāgo hatthidamakassa abhikkamapaṭikkamavacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari kāraṇaṃ kāreti: ","eng":"When the wild elephant goes forward and back when the trainer says, following instructions, the trainer sets it a further task: ","html":"{}"},"mn125:12.22":{"pli":"‘uṭṭhaha, bho, nisīda, bho’ti. ","eng":"‘Stand, worthy sir! Sit, worthy sir!’ ","html":"{}</p>"},"mn125:12.23":{"pli":"Yato kho, aggivessana, āraññako nāgo hatthidamakassa uṭṭhānanisajjāya vacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari āneñjaṃ nāma kāraṇaṃ kāreti, mahantassa phalakaṃ soṇḍāya upanibandhati, tomarahattho ca puriso uparigīvāya nisinno hoti, samantato ca tomarahatthā purisā parivāretvā ṭhitā honti, hatthidamako ca dīghatomarayaṭṭhiṃ gahetvā purato ṭhito hoti. ","eng":"When the wild elephant stands and sits when the trainer says, following instructions, the trainer sets the task called imperturbability. He fastens a large plank to its trunk; a lancer sits on its neck; other lancers surround it on all sides; and the trainer himself stands in front with a long lance. ","html":"<p>{}"},"mn125:12.24":{"pli":"So āneñjaṃ kāraṇaṃ kāriyamāno neva purime pāde copeti na pacchime pāde copeti, na purimakāyaṃ copeti na pacchimakāyaṃ copeti, na sīsaṃ copeti, na kaṇṇe copeti, na dante copeti, na naṅguṭṭhaṃ copeti, na soṇḍaṃ copeti. ","eng":"While practicing this task, it doesn’t budge its fore-feet or hind-feet, its fore-quarters or hind-quarters, its head, ears, tusks, tail, or trunk. ","html":"{}"},"mn125:12.25":{"pli":"So hoti āraññako nāgo khamo sattippahārānaṃ asippahārānaṃ usuppahārānaṃ sarapattappahārānaṃ bheripaṇavavaṃsasaṅkhaḍiṇḍimaninnādasaddānaṃ sabbavaṅkadosanihitaninnītakasāvo rājāraho rājabhoggo rañño aṅganteva saṅkhaṃ gacchati. ","eng":"The wild bull elephant endures being struck by spears, swords, arrows, and axes; it endures the thunder of the drums, kettledrums, horns, and tom-toms. Rid of all crooks and flaws, and purged of defects, it is worthy of a king, fit to serve a king, and reckoned a factor of kingship. ","html":"{}</p>"},"mn125:13.1":{"pli":"Evameva kho, aggivessana, idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"In the same way, Aggivessana, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"<p>{}","comm":"The parallel at MA 198 is more straightforward, mentioning only purity of body, speech, and mind; undertaking mindfulness meditation; and entering the four absorptions. "},"mn125:13.2":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He realizes with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"mn125:13.3":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}</p>"},"mn125:14.1":{"pli":"Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ","eng":"A householder hears that teaching, or a householder’s child, or someone reborn in a good family. ","html":"<p>{}"},"mn125:14.2":{"pli":"So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ","eng":"They gain faith in the Realized One ","html":"{}"},"mn125:14.3":{"pli":"So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ","eng":"and reflect, ","html":"{}"},"mn125:14.4":{"pli":"‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ","eng":"‘Life at home is cramped and dirty, life gone forth is wide open. ","html":"{}"},"mn125:14.5":{"pli":"Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","eng":"It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ","html":"{}"},"mn125:14.6":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","eng":"Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ","html":"{}</p>"},"mn125:14.7":{"pli":"So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ","eng":"After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"<p>{}"},"mn125:14.8":{"pli":"Ettāvatā kho, aggivessana, ariyasāvako abbhokāsagato hoti. ","eng":"And it’s only then that a noble disciple comes out into the open, ","html":"{}"},"mn125:14.9":{"pli":"Etthagedhā hi, aggivessana, devamanussā yadidaṃ—pañca kāmaguṇā. ","eng":"for gods and humans cling to the five kinds of sensual stimulation. ","html":"{}</p>"},"mn125:15.1":{"pli":"Tamenaṃ tathāgato uttariṃ vineti: ","eng":"The Realized One guides them further: ","html":"<p>{}"},"mn125:15.2":{"pli":"‘ehi tvaṃ, bhikkhu, sīlavā hohi, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti. ","eng":"‘Come, mendicant, be ethical and restrained in the monastic code, conducting yourself well and resorting for alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’ ","html":"{}</p>"},"mn125:16.1":{"pli":"Yato kho, aggivessana, ariyasāvako sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṃ tathāgato uttariṃ vineti: ","eng":"When they have ethical conduct, the Realized One guides them further: ","html":"<p>{}"},"mn125:16.2":{"pli":"‘ehi tvaṃ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṃ disvā mā nimittaggāhī …pe… ","eng":"‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details. … ","html":"{}</p>"},"mn125:17-21.1":{"pli":"(yathā gaṇakamoggallānasuttante, evaṃ vitthāretabbāni.) ","eng":"(Tell in full as in MN 107, the Discourse with Moggallāna the Accountant.) ","html":"<p class='expansion-instructions'>{}</p>"},"mn125:22.1":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"<p>{}"},"mn125:22.2":{"pli":"kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"Then they meditate observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}</p>"},"mn125:23.1":{"pli":"Vedanāsu …pe… ","eng":"They meditate observing an aspect of feelings … ","html":"<p>{}"},"mn125:23.2":{"pli":"citte … ","eng":"mind … ","html":"{}"},"mn125:23.3":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn125:23.4":{"pli":"Seyyathāpi, aggivessana, hatthidamako mahantaṃ thambhaṃ pathaviyaṃ nikhaṇitvā āraññakassa nāgassa gīvāyaṃ upanibandhati āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya; ","eng":"It’s like when the elephant trainer dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be within a village, and instill behaviors congenial to humans. ","html":"{}"},"mn125:23.5":{"pli":"evameva kho, aggivessana, ariyasāvakassa ime cattāro satipaṭṭhānā cetaso upanibandhanā honti gehasitānañceva sīlānaṃ abhinimmadanāya gehasitānañceva sarasaṅkappānaṃ abhinimmadanāya gehasitānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ","eng":"In the same way, a noble disciple has these four kinds of mindfulness meditation as tethers for the mind so as to subdue behaviors tied to domestic life, memories and thoughts tied to domestic life, stress, weariness, and fever tied to domestic life, to discover the system, and to realize extinguishment. ","html":"{}</p>"},"mn125:24.1":{"pli":"Tamenaṃ tathāgato uttariṃ vineti: ","eng":"The Realized One guides them further: ","html":"<p>{}"},"mn125:24.2":{"pli":"‘ehi tvaṃ, bhikkhu, kāye kāyānupassī viharāhi, mā ca kāmūpasaṃhitaṃ vitakkaṃ vitakkesi. ","eng":"‘Come, mendicant, meditate observing an aspect of the body, but don’t think thoughts connected with sensual pleasures. ","html":"{}","comm":"Editions vary and it is not easy to decide between them. MS and BJT editions have <i lang='pi' translate='no'>kāmūpasaṁhita</i> (“connected with sensual pleasures”), while PTS has <i lang='pi' translate='no'>kāyūpasaṁhita</i> (“connected with the body”), followed by “connected with feelings, mind, and principles” respectively. The Chinese parallel has “sensuality” in first place, abbreviates the next two, then “against the dhamma” for the final <i lang='pi' translate='no'>satipaṭṭhāna</i> (MA 198 at T i 758b15). Sanskrit texts Pañcaviṁśatisāhasrikā Prajñāpāramitā and Pratyutpannabuddhasaṁmukhāvasthitasamādhi-sūtra have <i lang='pi' translate='no'>kāya</i>. So the balance of the non-Pali texts supports the reading <i lang='pi' translate='no'>kāyūpasaṁhita</i>. On the other hand, <i lang='pi' translate='no'>kāmūpasaṁhita</i> is a common term, while <i lang='pi' translate='no'>kāyūpasaṁhita</i> (etc.) appear only here; but the passage is passed over in the commentary and subcommentary, which suggests that they thought it was self-evident, making it unlikely that unique terms were used. Finally, the overall topic of the discourse is overcoming sensuality through meditation, and it would seem odd for the Buddha to be teaching specialized meditation instructions, found nowhere else, to a novice. Overall, then, I accept the reading <i lang='pi' translate='no'>kāmūpasaṁhita</i>; see too the next note. "},"mn125:24.3":{"pli":"Vedanāsu … ","eng":"Meditate observing an aspect of feelings … ","html":"{}"},"mn125:24.4":{"pli":"citte … ","eng":"mind … ","html":"{}"},"mn125:24.5":{"pli":"dhammesu dhammānupassī viharāhi, mā ca kāmūpasaṃhitaṃ vitakkaṃ vitakkesī’ti. ","eng":"principles, but don’t think thoughts connected with sensual pleasures.’ ","html":"{}</p>"},"mn125:25.1":{"pli":"So vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … ","html":"<p>{}","comm":"The Pali version, in a unique presentation, has the four <i lang='pi' translate='no'>satipaṭṭhānas</i> in place of the first absorption, which offers further light on the problem discussed in the previous note. The first absorption is characterized by seclusion from sensual pleasures, while <i lang='pi' translate='no'>vitakka</i> is still present. Clearly one is not “thinking of sensual pleasures” at this point, so the reading <i lang='pi' translate='no'>kāmūpasaṁhita</i> is unproblematic. But it is not clear that one is not having <i lang='pi' translate='no'>vitakka</i> for the body (and feeling, mind, and principles). For example, in mindfulness of breathing one is applying the mind or “thinking of” the breath, in other words “thinking of the body”. Thus the reading <i lang='pi' translate='no'>kāyūpasaṁhita</i> would be difficult to fully explain. Any conclusions on this passage, however, are tenuous, and it seems likely there has been some textual corruption. Indeed, the Chinese parallel here has all four absorptions as usual. "},"mn125:25.2":{"pli":"tatiyaṃ jhānaṃ … ","eng":"third absorption … ","html":"{}"},"mn125:25.3":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}</p>"},"mn125:26.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. ","html":"<p>{}"},"mn125:26.2":{"pli":"So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. And so they recollect their many kinds of past lives, with features and details. ","html":"{}</p>"},"mn125:27-28.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. ","html":"<p>{}"},"mn125:27-28.2":{"pli":"So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate …pe… yathākammūpage satte pajānāti. ","eng":"With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"{}</p>"},"mn125:29.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. ","html":"<p>{}"},"mn125:29.2":{"pli":"So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti; ","eng":"They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}"},"mn125:29.3":{"pli":"‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ","html":"{}"},"mn125:29.4":{"pli":"Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ","eng":"Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ","html":"{}"},"mn125:29.5":{"pli":"Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ","eng":"When they’re freed, they know they’re freed. ","html":"{}</p>"},"mn125:29.6":{"pli":"‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ ","html":"<p>{}</p>"},"mn125:30.1":{"pli":"So hoti bhikkhu khamo sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti ","eng":"Such a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and puts up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ","html":"<p>{}"},"mn125:30.2":{"pli":"sabbarāgadosamohanihitaninnītakasāvo āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ","eng":"Rid of all greed, hate, and delusion, and purged of defects, they are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world. ","html":"{}</p>"},"mn125:31.1":{"pli":"Mahallako cepi, aggivessana, rañño nāgo adanto avinīto kālaṃ karoti, ‘adantamaraṇaṃ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati; ","eng":"If a royal bull elephant—whether elderly, middle aged, or youthful—passes away untamed and untrained, they’re reckoned a royal bull elephant who passed away untamed. ","html":"<p>{}"},"mn125:31.2":{"pli":"majjhimo cepi, aggivessana, rañño nāgo. ","html":"{}"},"mn125:31.3":{"pli":"Daharo cepi, aggivessana, rañño nāgo adanto avinīto kālaṃ karoti, ‘adantamaraṇaṃ daharo rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati; ","html":"{}"},"mn125:31.4":{"pli":"evameva kho, aggivessana, thero cepi bhikkhu akhīṇāsavo kālaṃ karoti, ‘adantamaraṇaṃ thero bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati; ","eng":"In the same way, if a mendicant—whether senior, middle, or junior—passes away without having ended the defilements, they’re reckoned a mendicant who passed away untamed. ","html":"{}"},"mn125:31.5":{"pli":"majjhimo cepi, aggivessana, bhikkhu. ","html":"{}"},"mn125:31.6":{"pli":"Navo cepi, aggivessana, bhikkhu akhīṇāsavo kālaṃ karoti, ‘adantamaraṇaṃ navo bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati. ","html":"{}</p>"},"mn125:32.1":{"pli":"Mahallako cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṃ karoti, ‘dantamaraṇaṃ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati; ","eng":"If a royal bull elephant—whether elderly, middle aged, or youthful—passes away tamed and trained, they’re reckoned a royal bull elephant who passed away tamed. ","html":"<p>{}"},"mn125:32.2":{"pli":"majjhimo cepi, aggivessana, rañño nāgo … ","html":"{}"},"mn125:32.3":{"pli":"daharo cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṃ karoti, ‘dantamaraṇaṃ daharo rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati; ","html":"{}"},"mn125:32.4":{"pli":"evameva kho, aggivessana, thero cepi bhikkhu khīṇāsavo kālaṃ karoti, ‘dantamaraṇaṃ thero bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati; ","eng":"In the same way, if a mendicant—whether senior, middle, or junior—passes away having ended the defilements, they’re reckoned a mendicant who passed away tamed.” ","html":"{}","comm":"The Buddha is giving gentle encouragement to Aciravata, reminding him that his junior status does not limit his spiritual growth. "},"mn125:32.5":{"pli":"majjhimo cepi, aggivessana, bhikkhu. ","html":"{}"},"mn125:32.6":{"pli":"Navo cepi, aggivessana, bhikkhu khīṇāsavo kālaṃ karoti, ‘dantamaraṇaṃ navo bhikkhu kālaṅkato’tveva saṅkhaṃ gacchatī”ti. ","html":"{}</p>"},"mn125:32.7":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn125:32.8":{"pli":"Attamano aciravato samaṇuddeso bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, the novice Aciravata approved what the Buddha said. ","html":"{}</p>"},"mn125:32.9":{"pli":"Dantabhūmisuttaṃ niṭṭhitaṃ pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}