{"mn111":{"mn111:0.1":{"pli":"Majjhima Nikāya 111 ","eng":"Middle Discourses 111 ","html":"<article id='mn111'><header><ul><li class='division'>{}</li></ul>"},"mn111:0.2":{"pli":"Anupadasutta ","eng":"One by One ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn111:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This discourse describes Sāriputta’s practice of discernment leading to awakening. It fills in the blanks between realizing stream entry and arahantship, reminding us that when a narrative depicts a person realizing the truth while listing to a teaching—as Sāriputta does—there is usually an extensive background of practice behind that. A number of indications suggest that this is among the later discourses: there are no parallels; the exposition is unusually elaborate; there is editorial clumsiness; and a number of terms are unique or characteristic of later texts. "},"mn111:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn111:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn111:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn111:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn111:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn111:2.1":{"pli":"“Paṇḍito, bhikkhave, sāriputto; ","eng":"“Sāriputta is astute, mendicants. ","html":"<p>{}"},"mn111:2.2":{"pli":"mahāpañño, bhikkhave, sāriputto; ","eng":"He has great wisdom, ","html":"{}","comm":"These are qualities of the Buddha at <a href='index.html?q=dn30#1.26.6'>DN 30:1.26.6</a> and of Sāriputta again at <a href='index.html?q=sn8.7#3.2'>SN 8.7:3.2</a>. "},"mn111:2.3":{"pli":"puthupañño, bhikkhave, sāriputto; ","eng":"widespread wisdom, ","html":"{}","comm":"“Widespread wisdom” is defined at <a href='index.html?q=an3.30#3.1'>AN 3.30:3.1</a> as one who often listens to teachings, applies their mind while listening, and continues to do so afterwards. "},"mn111:2.4":{"pli":"hāsapañño, bhikkhave, sāriputto; ","eng":"laughing wisdom, ","html":"{}"},"mn111:2.5":{"pli":"javanapañño, bhikkhave, sāriputto; ","eng":"swift wisdom, ","html":"{}"},"mn111:2.6":{"pli":"tikkhapañño, bhikkhave, sāriputto; ","eng":"sharp wisdom, ","html":"{}"},"mn111:2.7":{"pli":"nibbedhikapañño, bhikkhave, sāriputto; ","eng":"and penetrating wisdom. ","html":"{}"},"mn111:2.8":{"pli":"sāriputto, bhikkhave, aḍḍhamāsaṃ anupadadhammavipassanaṃ vipassati. ","eng":"For a fortnight he practiced discernment of phenomena one by one. ","html":"{}","comm":"The fortnight between realizing stream-entry while still a student of Sañjaya (<a href='index.html?q=pli-tv-kd1#23.5.6'>Kd 1:23.5.6</a>) and arahantship while overhearing the Buddha teach Dīghanakha (<a href='index.html?q=mn74#5.1'>MN 74:5.1</a>). | <i lang='pi' translate='no'>Anupada</i> elsewhere means a “following statement” (<a href='index.html?q=pli-tv-bu-vb-pc4#2.1.11'>Bu Pc 4:2.1.11</a>, <a href='index.html?q=vv35#7.4'>Vv 35:7.4</a>, <a href='index.html?q=vv53#9.4'>Vv 53:9.4</a>). Here it refers to the “discernment” (<i lang='pi' translate='no'>vipassanā</i>) of each individual phenomena one by one as they occur. This methodical style of contemplation is reflected in the similarly detailed and thorough teachings characteristic of Sāriputta. "},"mn111:2.9":{"pli":"Tatridaṃ, bhikkhave, sāriputtassa anupadadhammavipassanāya hoti. ","eng":"And this is how he did it. ","html":"{}</p>"},"mn111:3.1":{"pli":"Idha, bhikkhave, sāriputto vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Quite secluded from sensual pleasures, secluded from unskillful qualities, he entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p data-counter='1'>{}"},"mn111:4.1":{"pli":"Ye ca paṭhame jhāne dhammā vitakko ca vicāro ca pīti ca sukhañca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti. ","eng":"And he distinguished the phenomena of the first absorption one by one: placing and keeping and rapture and bliss and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"{}","comm":"<i lang='pi' translate='no'>Vavatthita</i> (“distinguished”) occurs elsewhere in the suttas in only one late verse (<a href='index.html?q=dn20#6.10'>DN 20:6.10</a>). The Vinaya gives it as an antonym to <i lang='pi' translate='no'>sambhinna</i>, “mixed” (<a href='index.html?q=pli-tv-kd13#33.1.7'>Kd 13:33.1.7</a>). | The first five items here are the five so-called “jhāna factors”, which in the suttas appear here and at <a href='index.html?q=mn43#19.3'>MN 43:19.3</a>. The list summarizes the normal depiction of the first absorption, as the first four factors are all part of the standard first absorption formula, and all absorption or <i lang='pi' translate='no'>samādhi</i> is characterized by unification of mind (eg. <a href='index.html?q=mn20#3.3'>MN 20:3.3</a>). | There is a striking syntactic break between the first five factors and the remainder of the list starting with “contact”. The five factors are articulated in the colloquial Pali fashion connected with <i lang='pi' translate='no'>ca</i>, while the remainder are simply listed without <i lang='pi' translate='no'>ca</i>. This, together with the fact that the first five appear elsewhere as a set and the remainder do not, as well as the fact that the second list is partly redundant (eg. “feeling” is already covered in the five factors), makes it certain that the latter items were appended to the first five. Indeed, the appended items appear elaborated even compared with similar lists in the Abhidhamma (eg. <a href='index.html?q=dt1.2#16.1'>Dt 1.2:16.1</a>, <a href='index.html?q=kv15.10#2.3'>Kv 15.10:2.3</a>; see too <a href='index.html?q=mil3.3.6#7.2'>Mil 3.3.6:7.2</a>). "},"mn111:4.2":{"pli":"Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}","comm":"He was mindfully aware as the attainment characterized by these qualities arose, persisted, and fell away. As Anālayo points out, this cannot refer to observing the cessation of phenomena <em>inside</em> the absorption, as the absorption itself is defined by their persistence (<em>Early Buddhist Meditation Studies</em>, pp. 117 ff.). In other words, he was aware of the impermanence <em>of</em> absorption, not of impermanence <em>in</em> absorption. | Compare the “development of immersion” that contemplates feelings, perceptions, and thoughts in the same way (<a href='index.html?q=an4.41#4.3'>AN 4.41:4.3</a>). According to the suttas, for all conditioned phenomena, “arising is evident, vanishing is evident, and change while persisting is evident” (<a href='index.html?q=an3.47#1.3'>AN 3.47:1.3</a>). "},"mn111:4.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:4.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}","comm":"In the previous passage he <em>observed</em> them, whereas now he <em>reflects</em> on what he has seen. This course of practice anticipates the Niddesa’s notion of three kinds of full knowledge (<a href='index.html?q=cnd11#51.4'>Cnd 11:51.4</a>). First comes “full knowledge of the known” (<i lang='pi' translate='no'>ñātapariññā</i>), where the meditator clearly observes each phenomena in experience. Then they reflect and scrutinize the “known” in light of the three characteristics of impermanence, suffering, and not-self, as Sāriputta is doing here (<i lang='pi' translate='no'>tīraṇapariññā</i>). Finally they let go all attachments (<i lang='pi' translate='no'>pahānapariññā</i>), as Sāriputta does below. | “Flit away” (<i lang='pi' translate='no'>paṭiventi</i>) is unique. "},"mn111:4.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}","comm":"“Without getting involved or shying away” (<i lang='pi' translate='no'>anupāyo anapāyo</i>) is explained by the commentary as not being swayed by the power of lust or aversion. It means having a poised and unreactive attitude. It is a rare phrase that also occurs, with the same syntactic context, in the next sutta, creating a link between the two (<a href='index.html?q=mn112#4.2'>MN 112:4.2</a>). "},"mn111:4.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}","comm":"The “escape beyond” (<i lang='pi' translate='no'>uttari nissaraṇaṁ</i>) normally refers to full awakening (<a href='index.html?q=mn7#17.1'>MN 7:17.1</a>, <a href='index.html?q=mn49#2.3'>MN 49:2.3</a>, <a href='index.html?q=an3.66#46.6'>AN 3.66:46.6</a>, <a href='index.html?q=an7.56#6.1'>AN 7.56:6.1</a>, <a href='index.html?q=an10.93#14.4'>AN 10.93:14.4</a>), but the commentary says that here it refers to the next higher attainment. "},"mn111:4.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>","comm":"The compound <i lang='pi' translate='no'>atthitvevassa</i> resolves to: <i lang='pi' translate='no'>atthi iti</i> (“that it is real”) <i lang='pi' translate='no'>eva</i> (“indeed”) <i lang='pi' translate='no'>assa</i> (“for him”). The commentary glosses, “That it is real is reinforced for that monk.” "},"mn111:5.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected were stilled, he entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}</p>"},"mn111:6.1":{"pli":"Ye ca dutiye jhāne dhammā—ajjhattaṃ sampasādo ca pīti ca sukhañca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti. ","eng":"And he distinguished the phenomena of the second absorption one by one: internal confidence and rapture and bliss and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"<p data-counter='2'>{}","comm":"The initial list representing the absorption factors is adjusted according to the level of absorption, while the remainder of the list stays the same. "},"mn111:6.2":{"pli":"Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}"},"mn111:6.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:6.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}"},"mn111:6.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:6.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:6.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:7.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti. Yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the fading away of rapture, he entered and remained in the third absorption, where he meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}</p>"},"mn111:8.1":{"pli":"Ye ca tatiye jhāne dhammā—sukhañca sati ca sampajaññañca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—","eng":"And he distinguished the phenomena of the third absorption one by one: bliss and mindfulness and awareness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"<p data-counter='3'>{}"},"mn111:8.2":{"pli":"tyāssa dhammā anupadavavatthitā honti, tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}"},"mn111:8.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:8.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}"},"mn111:8.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:8.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:8.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:9.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the giving up of pleasure and pain, and the ending of former happiness and sadness, he entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}</p>"},"mn111:10.1":{"pli":"Ye ca catutthe jhāne dhammā—upekkhā adukkhamasukhā vedanā passaddhattā cetaso anābhogo satipārisuddhi cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti. ","eng":"And he distinguished the phenomena of the fourth absorption one by one: equanimity and neutral feeling and mental unconcern due to tranquility and pure mindfulness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"<p data-counter='4'>{}","comm":"“Unconcern” (<i lang='pi' translate='no'>anābhoga</i>) is a unique term in the suttas. In the Abhidhamma Vibhaṅga, it is said to be a characteristic of the five kinds of sense consciousness, which according to that system do not feel pleasure or pain (<a href='index.html?q=vb16#13.1'>Vb 16:13.1</a>). "},"mn111:10.2":{"pli":"Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}"},"mn111:10.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:10.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}"},"mn111:10.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without going near or going away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:10.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:10.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:11.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ","eng":"Furthermore, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, he entered and remained in the dimension of infinite space. ","html":"<p>{}</p>"},"mn111:12.1":{"pli":"Ye ca ākāsānañcāyatane dhammā—ākāsānañcāyatanasaññā ca cittekaggatā ca phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti. ","eng":"And he distinguished the phenomena of the dimension of infinite space one by one: the perception of the dimension of infinite space and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"<p data-counter='5'>{}"},"mn111:12.2":{"pli":"Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}"},"mn111:12.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:12.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}"},"mn111:12.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:12.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:12.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:13.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ","eng":"Furthermore, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, he entered and remained in the dimension of infinite consciousness. ","html":"<p>{}</p>"},"mn111:14.1":{"pli":"Ye ca viññāṇañcāyatane dhammā—viññāṇañcāyatanasaññā ca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti. ","eng":"And he distinguished the phenomena of the dimension of infinite consciousness one by one: the perception of the dimension of infinite consciousness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"<p data-counter='6'>{}"},"mn111:14.2":{"pli":"Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}"},"mn111:14.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:14.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}"},"mn111:14.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, his mind free of limits. ","html":"{}"},"mn111:14.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:14.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:15.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ","eng":"Furthermore, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, he entered and remained in the dimension of nothingness. ","html":"<p>{}</p>"},"mn111:16.1":{"pli":"Ye ca ākiñcaññāyatane dhammā—ākiñcaññāyatanasaññā ca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti. ","eng":"And he distinguished the phenomena of the dimension of nothingness one by one: the perception of the dimension of nothingness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and application of mind. ","html":"<p data-counter='7'>{}"},"mn111:16.2":{"pli":"Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knew those phenomena as they arose, as they remained, and as they went away. ","html":"{}"},"mn111:16.3":{"pli":"So evaṃ pajānāti: ","eng":"He understood: ","html":"{}"},"mn111:16.4":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}"},"mn111:16.5":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:16.6":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:16.7":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:17.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati. ","eng":"Furthermore, going totally beyond the dimension of nothingness, he entered and remained in the dimension of neither perception nor non-perception. ","html":"<p>{}</p>"},"mn111:18.1":{"pli":"So tāya samāpattiyā sato vuṭṭhahati. ","eng":"And he emerged from that attainment with mindfulness. ","html":"<p data-counter='8'>{}"},"mn111:18.2":{"pli":"So tāya samāpattiyā sato vuṭṭhahitvā ye dhammā atītā niruddhā vipariṇatā te dhamme samanupassati: ","eng":"Then he contemplated the phenomena of that attainment that had passed, ceased, and perished: ","html":"{}"},"mn111:18.3":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}","comm":"In this, the highest of the eight attainments, there is no individual discernment of mental factors, as the function of “perception” is liminal; compare <a href='index.html?q=mn52#14.7'>MN 52:14.7</a>, <a href='index.html?q=mn64#15.5'>MN 64:15.5</a>, and <a href='index.html?q=mn102#4.4'>MN 102:4.4</a>. And rather than observing the arising, persisting, and ceasing of the absorption phenomena, as he had done previously, he reflects on the fact of their come and gone. As Anālayo (<em>ibid.</em>, 122) puts it, “there is no continuity of perceptual awareness from before the time one entered these attainments to emergence from them … practitioners could only know that at some time in the past they entered and that by now they have emerged”. "},"mn111:18.4":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without going near or going away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:18.5":{"pli":"So ‘atthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is an escape beyond.’ ","html":"{}"},"mn111:18.6":{"pli":"Tabbahulīkārā atthitvevassa hoti. ","eng":"Repeated practice of that confirmed this for him. ","html":"{}</p>"},"mn111:19.1":{"pli":"Puna caparaṃ, bhikkhave, sāriputto sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati. Paññāya cassa disvā āsavā parikkhīṇā honti. ","eng":"Furthermore, going totally beyond the dimension of neither perception nor non-perception, he entered and remained in the cessation of perception and feeling. And, having seen with wisdom, his defilements came to an end. ","html":"<p>{}</p>"},"mn111:20.1":{"pli":"So tāya samāpattiyā sato vuṭṭhahati. ","eng":"And he emerged from that attainment with mindfulness. ","html":"<p>{}"},"mn111:20.2":{"pli":"So tāya samāpattiyā sato vuṭṭhahitvā ye dhammā atītā niruddhā vipariṇatā te dhamme samanupassati: ","eng":"Then he contemplated the phenomena of that attainment that had passed, ceased, and perished: ","html":"{}"},"mn111:20.3":{"pli":"‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti. ","eng":"‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’ ","html":"{}","comm":"It is not clear what this refers to, as there are no mental states arising or ceasing in the state of cessation. The commentary says it refers to either the material states present (i.e. the body originated by kamma) or the states of the previous attainment. Perhaps it is simply an editorial slip. "},"mn111:20.4":{"pli":"So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati. ","eng":"Regarding those phenomena, he meditated without getting involved or shying away, independent, untied, liberated, detached, with mind free of boundaries. ","html":"{}"},"mn111:20.5":{"pli":"So ‘natthi uttari nissaraṇan’ti pajānāti. ","eng":"He understood: ‘There is no escape beyond.’ ","html":"{}","comm":"He has fully realized Nibbana, beyond which there is nothing higher. "},"mn111:20.6":{"pli":"Tabbahulīkārā natthi tvevassa hoti. ","eng":"By cultivating that he confirmed that there is not. ","html":"{}</p>"},"mn111:21.1":{"pli":"Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya: ","eng":"And if there’s anyone of whom it may be rightly said that ","html":"<p>{}"},"mn111:21.2":{"pli":"‘vasippatto pāramippatto ariyasmiṃ sīlasmiṃ, vasippatto pāramippatto ariyasmiṃ samādhismiṃ, vasippatto pāramippatto ariyāya paññāya, vasippatto pāramippatto ariyāya vimuttiyā’ti, sāriputtameva taṃ sammā vadamāno vadeyya: ","eng":"they have attained mastery and perfection in noble ethics, immersion, wisdom, and freedom, it’s Sāriputta. ","html":"{}","comm":"Compare <a href='index.html?q=mn77#15.6'>MN 77:15.6</a> and <a href='index.html?q=mn100#6.1'>MN 100:6.1</a>. "},"mn111:21.3":{"pli":"‘vasippatto pāramippatto ariyasmiṃ sīlasmiṃ, vasippatto pāramippatto ariyasmiṃ samādhismiṃ, vasippatto pāramippatto ariyāya paññāya, vasippatto pāramippatto ariyāya vimuttiyā’ti. ","html":"{}</p>"},"mn111:22.1":{"pli":"Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya: ","eng":"And if there’s anyone of whom it may be rightly said that ","html":"<p>{}"},"mn111:22.2":{"pli":"‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo no āmisadāyādo’ti, sāriputtameva taṃ sammā vadamāno vadeyya: ","eng":"they’re the Buddha’s true-born son, born from his mouth, born of the teaching, created by the teaching, heir to the teaching, not the heir in things of the flesh, it’s Sāriputta. ","html":"{}","comm":"Also said of Sāriputta at <a href='index.html?q=sn8.7#3.2'>SN 8.7:3.2</a> and of Mahākassapa at <a href='index.html?q=sn16.11#15.2'>SN 16.11:15.2</a>. The phrase was adopted from the Brahmins’ claim to be born from the mouth of Brahmā (<a href='index.html?q=mn84#4.5'>MN 84:4.5</a>, <a href='index.html?q=dn27#3.9'>DN 27:3.9</a>). "},"mn111:22.3":{"pli":"‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo no āmisadāyādo’ti. ","html":"{}</p>"},"mn111:23.1":{"pli":"Sāriputto, bhikkhave, tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavattetī”ti. ","eng":"Sāriputta rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One.” ","html":"<p>{}</p>","comm":"Also at <a href='index.html?q=an1.187#1.2'>AN 1.187:1.2</a>, <a href='index.html?q=an5.132#4.3'>AN 5.132:4.3</a>, and <a href='index.html?q=sn8.7#3.4'>SN 8.7:3.4</a>. This is a reference to the Buddha’s first teaching (<a href='index.html?q=sn56.11'>SN 56.11</a>). "},"mn111:23.2":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn111:23.3":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn111:23.4":{"pli":"Anupadasuttaṃ niṭṭhitaṃ paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}