{"mn38":{"mn38:0.1":{"pli":"Majjhima Nikāya 38 ","eng":"Middle Discourses 38 ","html":"<article id='mn38'><header><ul><li class='division'>{}</li></ul>"},"mn38:0.2":{"pli":"Mahātaṇhāsaṅkhayasutta ","eng":"The Longer Discourse on the Ending of Craving ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn38:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn38:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn38:2.1":{"pli":"Tena kho pana samayena sātissa nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"Now at that time a mendicant called Sāti, the fisherman’s son, had the following harmful misconception: ","html":"<p>{}","comm":"The opening of this sutta is similar to <a href='index.html?q=mn22'>MN 22</a>. "},"mn38:2.2":{"pli":"“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anaññan”ti. ","eng":"“As I understand the Buddha’s teaching, it is this very same consciousness that roams and transmigrates, not another.” ","html":"{}</p>","comm":"Sāti attributes three teachings to the Buddha. First, that there is a “transmigration” (<i lang='pi' translate='no'>saṁsāra</i>) from one life to another. Second, that the primary locus of transmigration is “consciousness” (<i lang='pi' translate='no'>viññāṇa</i>). And thirdly, that the consciousness that transmigrates remains “this very same” (<i lang='pi' translate='no'>tadevidaṁ</i>), not another (<i lang='pi' translate='no'>anaññaṁ</i>); in other words, it retains its self-same identity through the process of rebirth. The Buddha did in fact teach the first two of these ideas, but not the third, as he will explain below. | The Bṛhadāraṇyaka Upaniṣad says that as death approaches, the senses and vital energies withdraw into the heart (<i lang='pi' translate='no'>hṛdaya</i>), from the top of which the self departs. That same consciousness proceeds to a new body (4.4.2: <i lang='pi' translate='no'>savijñāno bhavati, savijñānamevānvavakrāmati</i>). This core Upaniṣadic chapter on rebirth reflects Sāti’s wording as well as his meaning. Sāti asserts emphatic identity using doubled demonstrative pronouns conjoined with <i lang='pi' translate='no'>(e)va</i> (<i lang='pi' translate='no'>tadevidaṁ</i>), and identical constructions are found throughout the Bṛhadāraṇyaka chapter: <i lang='pi' translate='no'>sa vā ayam</i> (4.4.5), <i lang='pi' translate='no'>sa vā eṣa</i> (4.4.22, 4.4.24, 4.4.25); see also <i lang='pi' translate='no'>tameva</i> (4.4.17). For <i lang='pi' translate='no'>anaññaṁ</i> we find the inverse <i lang='pi' translate='no'>anya</i> for the “other” body (4.4.3, 4.4.4). For the Pali verbs <i lang='pi' translate='no'>sandhāvati saṁsarati</i> we have instead <i lang='pi' translate='no'>avakrāmati</i> (4.4.1, 4.4.2). But the connection with <i lang='pi' translate='no'>saṁsarati</i> is made in the Brahmanical tradition itself, for it says below, “That self is indeed divinity, made of consciousness” (<i lang='pi' translate='no'>sa vā ayamātmā brahma vijñānamayo</i>; 4.4.5, see too 4.4.22), which the commentator Śaṅkara explains as “the transmigrating self” (<i lang='pi' translate='no'>saṁsaratyātmā</i>). "},"mn38:3.1":{"pli":"Assosuṃ kho sambahulā bhikkhū: ","eng":"Several mendicants heard this rumour. ","html":"<p>{}"},"mn38:3.2":{"pli":"“sātissa kira nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"mn38:3.3":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti. ","html":"{}"},"mn38:3.4":{"pli":"Atha kho te bhikkhū yena sāti bhikkhu kevaṭṭaputto tenupasaṅkamiṃsu; upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavocuṃ: ","eng":"They went up to Sāti and said to him, ","html":"{}"},"mn38:3.5":{"pli":"“saccaṃ kira te, āvuso sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","eng":"“Is it really true, Reverend Sāti, that you have such a harmful misconception: ","html":"{}"},"mn38:3.6":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti? ","eng":"‘As I understand the Buddha’s teaching, it is this very same consciousness that roams and transmigrates, not another’?” ","html":"{}</p>"},"mn38:3.7":{"pli":"“Evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”ti. ","eng":"“Absolutely, reverends. As I understand the Buddha’s teaching, it is this very same consciousness that roams and transmigrates, not another.” ","html":"<p>{}</p>"},"mn38:3.8":{"pli":"Atha kho te bhikkhū sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti: ","eng":"Then, wishing to dissuade Sāti from his view, the mendicants pursued, pressed, and grilled him, ","html":"<p>{}"},"mn38:3.9":{"pli":"“mā evaṃ, āvuso sāti, avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ","eng":"“Don’t say that, Sāti! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ","html":"{}"},"mn38:3.10":{"pli":"Anekapariyāyenāvuso sāti, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo”ti. ","eng":"In many ways the Buddha has said that consciousness is dependently originated, since without a cause, consciousness does not come to be.” ","html":"{}</p>","comm":"If consciousness is dependent it is changeable and cannot be “that very same”. The Buddha spoke of consciousness as a process of phenomena evolving and flowing, ever changing like a stream. "},"mn38:3.11":{"pli":"Evampi kho sāti bhikkhu kevaṭṭaputto tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati: ","eng":"But even though the mendicants pressed him in this way, Sāti obstinately stuck to his misconception and insisted on it. ","html":"<p>{}"},"mn38:3.12":{"pli":"“evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anaññan”ti. ","html":"{}</p>"},"mn38:4.1":{"pli":"Yato kho te bhikkhū nāsakkhiṃsu sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"When they weren’t able to dissuade Sāti from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}"},"mn38:4.2":{"pli":"“sātissa nāma, bhante, bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"mn38:4.3":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti. ","html":"{}"},"mn38:4.4":{"pli":"Assumha kho mayaṃ, bhante, sātissa kira nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"mn38:4.5":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti. ","html":"{}"},"mn38:4.6":{"pli":"Atha kho mayaṃ, bhante, yena sāti bhikkhu kevaṭṭaputto tenupasaṅkamimha; upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavocumha: ","html":"{}"},"mn38:4.7":{"pli":"‘saccaṃ kira te, āvuso sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"mn38:4.8":{"pli":"“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”’ti? ","html":"{}"},"mn38:4.9":{"pli":"Evaṃ vutte, bhante, sāti bhikkhu kevaṭṭaputto amhe etadavoca: ","html":"{}"},"mn38:4.10":{"pli":"‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti. ","html":"{}"},"mn38:4.11":{"pli":"Atha kho mayaṃ, bhante, sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjimha samanugāhimha samanubhāsimha: ","html":"{}"},"mn38:4.12":{"pli":"‘mā evaṃ, āvuso sāti, avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ","html":"{}"},"mn38:4.13":{"pli":"Anekapariyāyenāvuso sāti, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo’ti. ","html":"{}"},"mn38:4.14":{"pli":"Evampi kho, bhante, sāti bhikkhu kevaṭṭaputto amhehi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmasā abhinivissa voharati: ","html":"{}"},"mn38:4.15":{"pli":"‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti. ","html":"{}"},"mn38:4.16":{"pli":"Yato kho mayaṃ, bhante, nāsakkhimha sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha mayaṃ etamatthaṃ bhagavato ārocemā”ti. ","html":"{}</p>"},"mn38:5.1":{"pli":"Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ","eng":"So the Buddha addressed one of the monks, ","html":"<p>{}"},"mn38:5.2":{"pli":"“ehi tvaṃ bhikkhu, mama vacanena sātiṃ bhikkhuṃ kevaṭṭaputtaṃ āmantehi: ","eng":"“Please, monk, in my name tell the mendicant Sāti that ","html":"{}"},"mn38:5.3":{"pli":"‘satthā taṃ, āvuso sāti, āmantetī’”ti. ","eng":"the teacher summons him.” ","html":"{}</p>"},"mn38:5.4":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena sāti bhikkhu kevaṭṭaputto tenupasaṅkami; upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavoca: ","eng":"“Yes, sir,” that monk replied. He went to Sāti and said to him, ","html":"<p>{}"},"mn38:5.5":{"pli":"“satthā taṃ, āvuso sāti, āmantetī”ti. ","eng":"“Reverend Sāti, the teacher summons you.” ","html":"{}</p>"},"mn38:5.6":{"pli":"“Evamāvuso”ti kho sāti bhikkhu kevaṭṭaputto tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho sātiṃ bhikkhuṃ kevaṭṭaputtaṃ bhagavā etadavoca: ","eng":"“Yes, reverend,” Sāti replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"mn38:5.7":{"pli":"“saccaṃ kira te, sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","eng":"“Is it really true, Sāti, that you have such a harmful misconception: ","html":"{}"},"mn38:5.8":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti? ","eng":"‘As I understand the Buddha’s teaching, it is this very same consciousness that roams and transmigrates, not another’?” ","html":"{}</p>"},"mn38:5.9":{"pli":"“Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”ti. ","eng":"“Absolutely, sir. As I understand the Buddha’s teaching, it is this very same consciousness that roams and transmigrates, not another.” ","html":"<p>{}</p>"},"mn38:5.10":{"pli":"“Katamaṃ taṃ, sāti, viññāṇan”ti? ","eng":"“Sāti, what is that consciousness?” ","html":"<p>{}</p>"},"mn38:5.11":{"pli":"“Yvāyaṃ, bhante, vado vedeyyo tatra tatra kalyāṇapāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedetī”ti. ","eng":"“Sir, he is the one who speaks, the one who knows, who experiences the results of good and bad deeds in all the different realms.” ","html":"<p>{}</p>","comm":"See <a href='index.html?q=mn2#8.8'>MN 2:8.8</a>. "},"mn38:5.12":{"pli":"“Kassa nu kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi? ","eng":"“Futile man, who on earth have you ever known me to teach in that way? ","html":"<p>{}"},"mn38:5.13":{"pli":"Nanu mayā, moghapurisa, anekapariyāyena paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ, aññatra paccayā natthi viññāṇassa sambhavoti? ","eng":"Haven’t I said in many ways that consciousness is dependently originated, since consciousness does not arise without a cause? ","html":"{}"},"mn38:5.14":{"pli":"Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khaṇasi, bahuñca apuññaṃ pasavasi. ","eng":"But still you misrepresent me by your wrong grasp, harm yourself, and brim with much wickedness. ","html":"{}"},"mn38:5.15":{"pli":"Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti. ","eng":"This will be for your lasting harm and suffering.” ","html":"{}</p>"},"mn38:6.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the mendicants, ","html":"<p>{}"},"mn38:6.2":{"pli":"“Taṃ kiṃ maññatha, bhikkhave, ","eng":"“What do you think, mendicants? ","html":"{}"},"mn38:6.3":{"pli":"api nāyaṃ sāti bhikkhu kevaṭṭaputto usmīkatopi imasmiṃ dhammavinaye”ti? ","eng":"Has this mendicant Sāti kindled even a spark of ardor in this teaching and training?” ","html":"{}</p>","comm":"See <a href='index.html?q=mn22#7.3'>MN 22:7.3</a>. "},"mn38:6.4":{"pli":"“Kiñhi siyā, bhante? ","eng":"“How could that be, sir? ","html":"<p>{}"},"mn38:6.5":{"pli":"No hetaṃ, bhante”ti. ","eng":"No, sir.” ","html":"{}"},"mn38:6.6":{"pli":"Evaṃ vutte, sāti bhikkhu kevaṭṭaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ","eng":"When this was said, Sāti sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ","html":"{}</p>"},"mn38:6.7":{"pli":"Atha kho bhagavā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavoca: ","eng":"Knowing this, the Buddha said, ","html":"<p>{}"},"mn38:6.8":{"pli":"“paññāyissasi kho tvaṃ, moghapurisa, etena sakena pāpakena diṭṭhigatena. ","eng":"“Futile man, you will be known by your own harmful misconception. ","html":"{}"},"mn38:6.9":{"pli":"Idhāhaṃ bhikkhū paṭipucchissāmī”ti. ","eng":"I’ll question the mendicants about this.” ","html":"{}</p>"},"mn38:7.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the mendicants, ","html":"<p>{}"},"mn38:7.2":{"pli":"“tumhepi me, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yathāyaṃ sāti bhikkhu kevaṭṭaputto attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavatī”ti? ","eng":"“Mendicants, do you understand my teachings as Sāti does, when he misrepresents me by his wrong grasp, harms himself, and brims with much wickedness?” ","html":"{}</p>"},"mn38:7.3":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"mn38:7.4":{"pli":"Anekapariyāyena hi no, bhante, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo”ti. ","eng":"For in many ways the Buddha has told us that consciousness is dependently originated, since without a cause, consciousness does not come to be.” ","html":"{}</p>"},"mn38:7.5":{"pli":"“Sādhu sādhu, bhikkhave. ","eng":"“Good, good, mendicants! ","html":"<p>{}"},"mn38:7.6":{"pli":"Sādhu kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha. ","eng":"It’s good that you understand my teaching like this. ","html":"{}"},"mn38:7.7":{"pli":"Anekapariyāyena hi vo, bhikkhave, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ mayā, aññatra paccayā natthi viññāṇassa sambhavo”ti. ","eng":"For in many ways I have told you that consciousness is dependently originated, since without a cause, consciousness does not come to be. ","html":"{}"},"mn38:7.8":{"pli":"Atha ca panāyaṃ sāti bhikkhu kevaṭṭaputto attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavati. ","eng":"But still this Sāti misrepresents me by his wrong grasp, harms himself, and brims with much wickedness. ","html":"{}"},"mn38:7.9":{"pli":"Tañhi tassa moghapurisassa bhavissati dīgharattaṃ ahitāya dukkhāya. ","eng":"This will be for his lasting harm and suffering. ","html":"{}</p>"},"mn38:8.1":{"pli":"“Yaṃ yadeva, bhikkhave, paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva viññāṇantveva saṅkhyaṃ gacchati. ","eng":"Consciousness is reckoned according to the very same condition dependent upon which it arises. ","html":"<p>{}","comm":"The Buddha’s use of duplicated pronouns with <i lang='pi' translate='no'>eva</i> here echoes Sāti’s language, but to the opposite effect. Rather than emphasizing the self-sameness of transmigrating consciousness, the Buddha states with equal emphasis the dependence of consciousness on specific conditions, whatever they may be. "},"mn38:8.2":{"pli":"Cakkhuñca paṭicca rūpe ca uppajjati viññāṇaṃ, cakkhuviññāṇantveva saṅkhyaṃ gacchati; ","eng":"Consciousness that arises dependent on the eye and sights is reckoned as eye consciousness. ","html":"{}"},"mn38:8.3":{"pli":"sotañca paṭicca sadde ca uppajjati viññāṇaṃ, sotaviññāṇantveva saṅkhyaṃ gacchati; ","eng":"Consciousness that arises dependent on the ear and sounds is reckoned as ear consciousness. ","html":"{}"},"mn38:8.4":{"pli":"ghānañca paṭicca gandhe ca uppajjati viññāṇaṃ, ghānaviññāṇantveva saṅkhyaṃ gacchati; ","eng":"Consciousness that arises dependent on the nose and smells is reckoned as nose consciousness. ","html":"{}"},"mn38:8.5":{"pli":"jivhañca paṭicca rase ca uppajjati viññāṇaṃ, jivhāviññāṇantveva saṅkhyaṃ gacchati; ","eng":"Consciousness that arises dependent on the tongue and tastes is reckoned as tongue consciousness. ","html":"{}"},"mn38:8.6":{"pli":"kāyañca paṭicca phoṭṭhabbe ca uppajjati viññāṇaṃ, kāyaviññāṇantveva saṅkhyaṃ gacchati; ","eng":"Consciousness that arises dependent on the body and touches is reckoned as body consciousness. ","html":"{}"},"mn38:8.7":{"pli":"manañca paṭicca dhamme ca uppajjati viññāṇaṃ, manoviññāṇantveva saṅkhyaṃ gacchati. ","eng":"Consciousness that arises dependent on the mind and ideas is reckoned as mind consciousness. ","html":"{}</p>"},"mn38:8.8":{"pli":"Seyyathāpi, bhikkhave, yaṃ yadeva paccayaṃ paṭicca aggi jalati tena teneva saṅkhyaṃ gacchati. ","eng":"It’s like fire, which is reckoned according to the very same condition dependent upon which it burns. ","html":"<p>{}","comm":"A similar argument is made in the context of caste at <a href='index.html?q=mn93#11.5'>MN 93:11.5</a>. "},"mn38:8.9":{"pli":"Kaṭṭhañca paṭicca aggi jalati, kaṭṭhaggitveva saṅkhyaṃ gacchati; ","eng":"A fire that burns dependent on logs is reckoned as a log fire. ","html":"{}"},"mn38:8.10":{"pli":"sakalikañca paṭicca aggi jalati, sakalikaggitveva saṅkhyaṃ gacchati; ","eng":"A fire that burns dependent on twigs is reckoned as a twig fire. ","html":"{}"},"mn38:8.11":{"pli":"tiṇañca paṭicca aggi jalati, tiṇaggitveva saṅkhyaṃ gacchati; ","eng":"A fire that burns dependent on grass is reckoned as a grass fire. ","html":"{}"},"mn38:8.12":{"pli":"gomayañca paṭicca aggi jalati, gomayaggitveva saṅkhyaṃ gacchati; ","eng":"A fire that burns dependent on cow-dung is reckoned as a cow-dung fire. ","html":"{}"},"mn38:8.13":{"pli":"thusañca paṭicca aggi jalati, thusaggitveva saṅkhyaṃ gacchati; ","eng":"A fire that burns dependent on husks is reckoned as a husk fire. ","html":"{}"},"mn38:8.14":{"pli":"saṅkārañca paṭicca aggi jalati, saṅkāraggitveva saṅkhyaṃ gacchati. ","eng":"A fire that burns dependent on rubbish is reckoned as a rubbish fire. ","html":"{}</p>"},"mn38:8.15":{"pli":"Evameva kho, bhikkhave, yaṃ yadeva paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva saṅkhyaṃ gacchati. ","eng":"In the same way, consciousness is reckoned according to the very same condition dependent upon which it arises. … ","html":"<p>{}"},"mn38:8.16":{"pli":"Cakkhuñca paṭicca rūpe ca uppajjati viññāṇaṃ, cakkhuviññāṇantveva saṅkhyaṃ gacchati; ","html":"{}"},"mn38:8.17":{"pli":"sotañca paṭicca sadde ca uppajjati viññāṇaṃ, sotaviññāṇantveva saṅkhyaṃ gacchati, ","html":"{}"},"mn38:8.18":{"pli":"ghānañca paṭicca gandhe ca uppajjati viññāṇaṃ, ghānaviññāṇantveva saṅkhyaṃ gacchati, ","html":"{}"},"mn38:8.19":{"pli":"jivhañca paṭicca rase ca uppajjati viññāṇaṃ, jivhāviññāṇantveva saṅkhyaṃ gacchati. ","html":"{}"},"mn38:8.20":{"pli":"Kāyañca paṭicca phoṭṭhabbe ca uppajjati viññāṇaṃ, kāyaviññāṇantveva saṅkhyaṃ gacchati. ","html":"{}"},"mn38:8.21":{"pli":"Manañca paṭicca dhamme ca uppajjati viññāṇaṃ, manoviññāṇantveva saṅkhyaṃ gacchati. ","html":"{}</p>"},"mn38:9.1":{"pli":"Bhūtamidanti, bhikkhave, passathā”ti? ","eng":"Mendicants, do you see that this has come to be?” ","html":"<p>{}</p>","comm":"“This has come to be” (<i lang='pi' translate='no'>bhūtamidaṁ</i>) refers to dependently originated consciousness (implied by the neuter pronoun <i lang='pi' translate='no'>idaṁ</i>). See <a href='index.html?q=sn12.31#7.1'>SN 12.31:7.1</a>. "},"mn38:9.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:9.3":{"pli":"“Tadāhārasambhavanti, bhikkhave, passathā”ti? ","eng":"“Do you see that it originated with that as fuel?” ","html":"<p>{}</p>"},"mn38:9.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:9.5":{"pli":"“Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammanti, bhikkhave, passathā”ti? ","eng":"“Do you see that when that fuel ceases, what has come to be is liable to cease?” ","html":"<p>{}</p>"},"mn38:9.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:10.1":{"pli":"“Bhūtamidaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti? ","eng":"“Does doubt arise when you’re uncertain whether or not this has come to be?” ","html":"<p>{}</p>"},"mn38:10.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:10.3":{"pli":"“Tadāhārasambhavaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti? ","eng":"“Does doubt arise when you’re uncertain whether or not this has originated with that as fuel?” ","html":"<p>{}</p>"},"mn38:10.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:10.5":{"pli":"“Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti? ","eng":"“Does doubt arise when you’re uncertain whether or not when that fuel ceases, what has come to be is liable to cease?” ","html":"<p>{}</p>"},"mn38:10.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:11.1":{"pli":"“Bhūtamidanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti? ","eng":"“Is doubt given up in someone who truly sees with right understanding that this has come to be?” ","html":"<p>{}</p>","comm":"This is the stream-enterer, who has seen dependent origination and given up doubt. "},"mn38:11.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:11.3":{"pli":"“Tadāhārasambhavanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti? ","eng":"“Is doubt given up in someone who truly sees with right understanding that this has originated with that as fuel?” ","html":"<p>{}</p>"},"mn38:11.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:11.5":{"pli":"“Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti? ","eng":"“Is doubt given up in someone who truly sees with right understanding that when that fuel ceases, what has come to be is liable to cease?” ","html":"<p>{}</p>"},"mn38:11.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:12.1":{"pli":"“Bhūtamidanti, bhikkhave, itipi vo ettha nibbicikicchā”ti? ","eng":"“Are you free of doubt as to whether this has come to be?” ","html":"<p>{}</p>"},"mn38:12.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:12.3":{"pli":"“Tadāhārasambhavanti, bhikkhave, itipi vo ettha nibbicikicchā”ti? ","eng":"“Are you free of doubt as to whether this has originated with that as fuel?” ","html":"<p>{}</p>"},"mn38:12.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:12.5":{"pli":"“Tadāhāranirodhā yaṃ bhūtaṃ taṃ nirodhadhammanti, bhikkhave, itipi vo ettha nibbicikicchā”ti? ","eng":"“Are you free of doubt as to whether when that fuel ceases, what has come to be is liable to cease?” ","html":"<p>{}</p>"},"mn38:12.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:13.1":{"pli":"“Bhūtamidanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti? ","eng":"“Have you truly seen clearly with right understanding that this has come to be?” ","html":"<p>{}</p>"},"mn38:13.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:13.3":{"pli":"“Tadāhārasambhavanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti? ","eng":"“Have you truly seen clearly with right understanding that this has originated with that as fuel?” ","html":"<p>{}</p>"},"mn38:13.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:13.5":{"pli":"“Tadāhāranirodhā yaṃ bhūtaṃ taṃ nirodhadhammanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti? ","eng":"“Have you truly seen clearly with right understanding that when that fuel ceases, what has come to be is liable to cease?” ","html":"<p>{}</p>"},"mn38:13.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:14.1":{"pli":"“Imañce tumhe, bhikkhave, diṭṭhiṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ allīyetha kelāyetha dhanāyetha mamāyetha, api nu me tumhe, bhikkhave, kullūpamaṃ dhammaṃ desitaṃ ājāneyyātha nittharaṇatthāya no gahaṇatthāyā”ti? ","eng":"“Pure and bright as this view is, mendicants, if you cling to it, dally with it, treasure it, and treat it as your own, would you be understanding my simile of the teaching as a raft: for crossing over, not for holding on?” ","html":"<p>{}</p>","comm":"An allusion to <a href='index.html?q=mn22#13.1'>MN 22:13.1</a>. The verbs here are used of children playing with sandcastles at <a href='index.html?q=sn23.2#2.2'>SN 23.2:2.2</a>. "},"mn38:14.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:14.3":{"pli":"“Imañce tumhe, bhikkhave, diṭṭhiṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ na allīyetha na kelāyetha na dhanāyetha na mamāyetha, api nu me tumhe, bhikkhave, kullūpamaṃ dhammaṃ desitaṃ ājāneyyātha nittharaṇatthāya no gahaṇatthāyā”ti? ","eng":"“Pure and bright as this view is, mendicants, if you don’t cling to it, dally with it, treasure it, and treat it as your own, would you be understanding my simile of the teaching as a raft: for crossing over, not for holding on?” ","html":"<p>{}</p>"},"mn38:14.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:15.1":{"pli":"“Cattārome, bhikkhave, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā, sambhavesīnaṃ vā anuggahāya. ","eng":"“Mendicants, these four fuels maintain sentient beings that have been born and help those about to be born. ","html":"<p>{}"},"mn38:15.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"mn38:15.3":{"pli":"Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. ","eng":"Edible food, whether solid or subtle; contact is the second, mental intention the third, and consciousness the fourth. ","html":"{}</p>","comm":"As at <a href='index.html?q=mn9#11.4'>MN 9:11.4</a>. "},"mn38:16.1":{"pli":"Ime ca, bhikkhave, cattāro āhārā kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"What is the source, origin, birthplace, and inception of these four fuels? ","html":"<p>{}","comm":"The word <i lang='pi' translate='no'>āhāra</i> (“fuel”, “food”, “nutriment”) means literally “intake”, and is etymologically parallel to <i lang='pi' translate='no'>upādāna</i>, “grasping”, “uptake”. Both terms have dual senses, on the one hand denoting fuel or sustenance, and on the other grasping and attachment. That is why here (as at <a href='index.html?q=mn9#11.5'>MN 9:11.5</a>), <i lang='pi' translate='no'>āhāra</i> is created by craving, just like <i lang='pi' translate='no'>upādāna</i> in the standard sequence (<a href='index.html?q=mn38#17.8'>MN 38:17.8</a>). "},"mn38:16.2":{"pli":"Ime cattāro āhārā taṇhānidānā taṇhāsamudayā taṇhājātikā taṇhāpabhavā. ","eng":"Craving. ","html":"{}</p>"},"mn38:16.3":{"pli":"Taṇhā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"And what is the source of craving? ","html":"<p>{}"},"mn38:16.4":{"pli":"Taṇhā vedanānidānā vedanāsamudayā vedanājātikā vedanāpabhavā. ","eng":"Feeling. ","html":"{}</p>"},"mn38:16.5":{"pli":"Vedanā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"And what is the source of feeling? ","html":"<p>{}"},"mn38:16.6":{"pli":"Vedanā phassanidānā phassasamudayā phassajātikā phassapabhavā. ","eng":"Contact. ","html":"{}</p>"},"mn38:16.7":{"pli":"Phasso cāyaṃ, bhikkhave, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo? ","eng":"And what is the source of contact? ","html":"<p>{}"},"mn38:16.8":{"pli":"Phasso saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanapabhavo. ","eng":"The six sense fields. ","html":"{}</p>"},"mn38:16.9":{"pli":"Saḷāyatanañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ? ","eng":"And what is the source of the six sense fields? ","html":"<p>{}"},"mn38:16.10":{"pli":"Saḷāyatanaṃ nāmarūpanidānaṃ nāmarūpasamudayaṃ nāmarūpajātikaṃ nāmarūpapabhavaṃ. ","eng":"Name and form. ","html":"{}</p>"},"mn38:16.11":{"pli":"Nāmarūpañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ? ","eng":"And what is the source of name and form? ","html":"<p>{}"},"mn38:16.12":{"pli":"Nāmarūpaṃ viññāṇanidānaṃ viññāṇasamudayaṃ viññāṇajātikaṃ viññāṇapabhavaṃ. ","eng":"Consciousness. ","html":"{}</p>"},"mn38:16.13":{"pli":"Viññāṇañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ? ","eng":"And what is the source of consciousness? ","html":"<p>{}"},"mn38:16.14":{"pli":"Viññāṇaṃ saṅkhāranidānaṃ saṅkhārasamudayaṃ saṅkhārajātikaṃ saṅkhārapabhavaṃ. ","eng":"Choices. ","html":"{}</p>"},"mn38:16.15":{"pli":"Saṅkhārā cime, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"And what is the source of choices? ","html":"<p>{}"},"mn38:16.16":{"pli":"Saṅkhārā avijjānidānā avijjāsamudayā avijjājātikā avijjāpabhavā. ","eng":"Ignorance. ","html":"{}</p>"},"mn38:17.1":{"pli":"Iti kho, bhikkhave, avijjāpaccayā saṅkhārā, ","eng":"So, ignorance is a requirement for choices. ","html":"<p>{}","comm":"Here begins the full presentation of the standard sequence of dependent origination in forward order. Formal definitions are found at <a href='index.html?q=sn12.2'>SN 12.2</a>. Here I briefly indicate the nature of the conditioned links. | Because we are ignorant of the four noble truths, we make morally potent choices by body, speech, and mind. "},"mn38:17.2":{"pli":"saṅkhārapaccayā viññāṇaṃ, ","eng":"Choices are a requirement for consciousness. ","html":"{}","comm":"These choices are creative forces or energies in the mind that sustain the ongoing stream of sense consciousness from one life to the next. "},"mn38:17.3":{"pli":"viññāṇapaccayā nāmarūpaṃ, ","eng":"Consciousness is a requirement for name and form. ","html":"{}","comm":"Consciousness functions in relation to a cluster of phenomena both mental—feeling, perception, intention, contact, and application of mind—and physical—the four elements. These form an organism that grows and evolves. "},"mn38:17.4":{"pli":"nāmarūpapaccayā saḷāyatanaṃ, ","eng":"Name and form are requirements for the six sense fields. ","html":"{}","comm":"The sentient organism of the body requires senses to feed it stimuli. "},"mn38:17.5":{"pli":"saḷāyatanapaccayā phasso, ","eng":"The six sense fields are requirements for contact. ","html":"{}","comm":"Through these the sentient organism encounters the world outside and learns to make sense of it. "},"mn38:17.6":{"pli":"phassapaccayā vedanā, ","eng":"Contact is a requirement for feeling. ","html":"{}","comm":"It distinguishes experiences that are pleasant, unpleasant, and neutral. "},"mn38:17.7":{"pli":"vedanāpaccayā taṇhā, ","eng":"Feeling is a requirement for craving. ","html":"{}","comm":"It reacts by wanting to have more pleasure and to escape pain. "},"mn38:17.8":{"pli":"taṇhāpaccayā upādānaṃ, ","eng":"Craving is a requirement for grasping. ","html":"{}","comm":"Grasping at pleasures, view, observances, and theories of self, one makes sense of the world so as to optimize the capacity of oneself to experience pleasure. "},"mn38:17.9":{"pli":"upādānapaccayā bhavo, ","eng":"Grasping is a requirement for continued existence. ","html":"{}","comm":"This grasping binds one to time, to a continuity of existence in the realms of the senses or those of refined consciousness. "},"mn38:17.10":{"pli":"bhavapaccayā jāti, ","eng":"Continued existence is a requirement for rebirth. ","html":"{}","comm":"Shedding the body one takes up a new one in one of the realms of existence, perpetuating the cycle. "},"mn38:17.11":{"pli":"jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}","comm":"Being born, it is inevitable that one will experience the pains of broken teeth, wrinkled skin, crooked back, and ultimately the failure of the body that we call death. "},"mn38:17.12":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"mn38:18.1":{"pli":"Jātipaccayā jarāmaraṇanti iti kho panetaṃ vuttaṃ; ","eng":"‘Rebirth is a requirement for old age and death.’ That’s what I said. ","html":"<p>{}","comm":"The Buddha grills his students, reinforcing learning by making sure they understand each point. "},"mn38:18.2":{"pli":"jātipaccayā nu kho, bhikkhave, jarāmaraṇaṃ, no vā, kathaṃ vā ettha hotī”ti? ","eng":"Is that how you see this or not?” ","html":"{}</p>"},"mn38:18.3":{"pli":"“Jātipaccayā, bhante, jarāmaraṇaṃ; ","html":"<p>{}"},"mn38:18.4":{"pli":"evaṃ no ettha hoti—","eng":"“That’s how we see it.” ","html":"{}"},"mn38:18.5":{"pli":"jātipaccayā jarāmaraṇan”ti. ","html":"{}</p>"},"mn38:18.6":{"pli":"“Bhavapaccayā jātīti iti kho panetaṃ vuttaṃ; ","eng":"“‘Continued existence is a requirement for rebirth.’ … ","html":"<p>{}"},"mn38:18.7":{"pli":"bhavapaccayā nu kho, bhikkhave, jāti, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.8":{"pli":"“Bhavapaccayā, bhante, jāti; ","html":"{}"},"mn38:18.9":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.10":{"pli":"bhavapaccayā jātī”ti. ","html":"{}</p>"},"mn38:18.11":{"pli":"“Upādānapaccayā bhavoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.12":{"pli":"upādānapaccayā nu kho, bhikkhave, bhavo, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.13":{"pli":"“Upādānapaccayā, bhante, bhavo; ","html":"{}"},"mn38:18.14":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.15":{"pli":"upādānapaccayā bhavo”ti. ","html":"{}</p>"},"mn38:18.16":{"pli":"“Taṇhāpaccayā upādānanti iti kho panetaṃ vuttaṃ, taṇhāpaccayā nu kho, bhikkhave, upādānaṃ, no vā, kathaṃ vā ettha hotī”ti? ","html":"<p>{}"},"mn38:18.17":{"pli":"“Taṇhāpaccayā, bhante, upādānaṃ; ","html":"{}"},"mn38:18.18":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.19":{"pli":"taṇhāpaccayā upādānan”ti. ","html":"{}</p>"},"mn38:18.20":{"pli":"“Vedanāpaccayā taṇhāti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.21":{"pli":"vedanāpaccayā nu kho, bhikkhave, taṇhā, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.22":{"pli":"“Vedanāpaccayā, bhante, taṇhā; ","html":"{}"},"mn38:18.23":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.24":{"pli":"vedanāpaccayā taṇhā”ti. ","html":"{}</p>"},"mn38:18.25":{"pli":"“Phassapaccayā vedanāti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.26":{"pli":"phassapaccayā nu kho, bhikkhave, vedanā, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.27":{"pli":"“Phassapaccayā, bhante, vedanā; ","html":"{}"},"mn38:18.28":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.29":{"pli":"phassapaccayā vedanā”ti. ","html":"{}</p>"},"mn38:18.30":{"pli":"“Saḷāyatanapaccayā phassoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.31":{"pli":"saḷāyatanapaccayā nu kho, bhikkhave, phasso, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.32":{"pli":"“Saḷāyatanapaccayā, bhante, phasso; ","html":"{}"},"mn38:18.33":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.34":{"pli":"saḷāyatanapaccayā phasso”ti. ","html":"{}</p>"},"mn38:18.35":{"pli":"“Nāmarūpapaccayā saḷāyatananti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.36":{"pli":"nāmarūpapaccayā nu kho, bhikkhave, saḷāyatanaṃ, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.37":{"pli":"“Nāmarūpapaccayā, bhante, saḷāyatanaṃ; ","html":"{}"},"mn38:18.38":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.39":{"pli":"nāmarūpapaccayā saḷāyatanan”ti. ","html":"{}</p>"},"mn38:18.40":{"pli":"“Viññāṇapaccayā nāmarūpanti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.41":{"pli":"viññāṇapaccayā nu kho, bhikkhave, nāmarūpaṃ, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.42":{"pli":"“Viññāṇapaccayā, bhante, nāmarūpaṃ; ","html":"{}"},"mn38:18.43":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.44":{"pli":"viññāṇapaccayā nāmarūpan”ti. ","html":"{}</p>"},"mn38:18.45":{"pli":"“Saṅkhārapaccayā viññāṇanti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:18.46":{"pli":"saṅkhārapaccayā nu kho, bhikkhave, viññāṇaṃ, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:18.47":{"pli":"“Saṅkhārapaccayā, bhante, viññāṇaṃ; ","html":"{}"},"mn38:18.48":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:18.49":{"pli":"saṅkhārapaccayā viññāṇan”ti. ","html":"{}</p>"},"mn38:18.50":{"pli":"“Avijjāpaccayā saṅkhārāti iti kho panetaṃ vuttaṃ; ","eng":"‘Ignorance is a requirement for choices.’ That’s what I said. ","html":"<p>{}"},"mn38:18.51":{"pli":"avijjāpaccayā nu kho, bhikkhave, saṅkhārā, no vā, kathaṃ vā ettha hotī”ti? ","eng":"Is that how you see this or not?” ","html":"{}</p>"},"mn38:18.52":{"pli":"“Avijjāpaccayā, bhante, saṅkhārā; ","html":"<p>{}"},"mn38:18.53":{"pli":"evaṃ no ettha hoti—","eng":"“That’s how we see it.” ","html":"{}"},"mn38:18.54":{"pli":"avijjāpaccayā saṅkhārā”ti. ","html":"{}</p>"},"mn38:19.1":{"pli":"“Sādhu, bhikkhave. ","eng":"“Good, mendicants! ","html":"<p>{}"},"mn38:19.2":{"pli":"Iti kho, bhikkhave, tumhepi evaṃ vadetha, ahampi evaṃ vadāmi—","eng":"So both you and I say this. ","html":"{}"},"mn38:19.3":{"pli":"imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati, yadidaṃ—","eng":"When this exists, this comes to be; due to the arising of this, this arises. That is: ","html":"{}","comm":"This is the abstract principle of dependent origination. It establishes that dependent origination is concerned, not with universal truisms such as “everything is connected” or “everything must have a cause”, but with establishing specific links between one thing and another. This is a form of necessary condition—without one thing, the other cannot be. But it is stronger than mere necessity, as each condition is a close and vital support for its descendant. This abstract principle is often called “specific conditionality” (<i lang='pi' translate='no'>idappaccayatā</i>), but note that in the suttas <i lang='pi' translate='no'>idappaccayatā</i> is a synonym of dependent origination as a whole. "},"mn38:19.4":{"pli":"avijjāpaccayā saṅkhārā, ","eng":"Ignorance is a requirement for choices. ","html":"{}"},"mn38:19.5":{"pli":"saṅkhārapaccayā viññāṇaṃ, ","eng":"Choices are a requirement for consciousness. ","html":"{}"},"mn38:19.6":{"pli":"viññāṇapaccayā nāmarūpaṃ, ","eng":"Consciousness is a requirement for name and form. ","html":"{}"},"mn38:19.7":{"pli":"nāmarūpapaccayā saḷāyatanaṃ, ","eng":"Name and form are requirements for the six sense fields. ","html":"{}"},"mn38:19.8":{"pli":"saḷāyatanapaccayā phasso, ","eng":"The six sense fields are requirements for contact. ","html":"{}"},"mn38:19.9":{"pli":"phassapaccayā vedanā, ","eng":"Contact is a requirement for feeling. ","html":"{}"},"mn38:19.10":{"pli":"vedanāpaccayā taṇhā, ","eng":"Feeling is a requirement for craving. ","html":"{}"},"mn38:19.11":{"pli":"taṇhāpaccayā upādānaṃ, ","eng":"Craving is a requirement for grasping. ","html":"{}"},"mn38:19.12":{"pli":"upādānapaccayā bhavo, ","eng":"Grasping is a requirement for continued existence. ","html":"{}"},"mn38:19.13":{"pli":"bhavapaccayā jāti, ","eng":"Continued existence is a requirement for rebirth. ","html":"{}"},"mn38:19.14":{"pli":"jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}"},"mn38:19.15":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"mn38:20.1":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho, ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"<p>{}"},"mn38:20.2":{"pli":"saṅkhāranirodhā viññāṇanirodho, ","eng":"When choices cease, consciousness ceases. ","html":"{}"},"mn38:20.3":{"pli":"viññāṇanirodhā nāmarūpanirodho, ","eng":"When consciousness ceases, name and form cease. ","html":"{}"},"mn38:20.4":{"pli":"nāmarūpanirodhā saḷāyatananirodho, ","eng":"When name and form cease, the six sense fields cease. ","html":"{}"},"mn38:20.5":{"pli":"saḷāyatananirodhā phassanirodho, ","eng":"When the six sense fields cease, contact ceases. ","html":"{}"},"mn38:20.6":{"pli":"phassanirodhā vedanānirodho, ","eng":"When contact ceases, feeling ceases. ","html":"{}"},"mn38:20.7":{"pli":"vedanānirodhā taṇhānirodho, ","eng":"When feeling ceases, craving ceases. ","html":"{}"},"mn38:20.8":{"pli":"taṇhānirodhā upādānanirodho, ","eng":"When craving ceases, grasping ceases. ","html":"{}"},"mn38:20.9":{"pli":"upādānanirodhā bhavanirodho, ","eng":"When grasping ceases, continued existence ceases. ","html":"{}"},"mn38:20.10":{"pli":"bhavanirodhā jātinirodho, ","eng":"When continued existence ceases, rebirth ceases. ","html":"{}"},"mn38:20.11":{"pli":"jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"mn38:20.12":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","eng":"That is how this entire mass of suffering ceases. ","html":"{}</p>"},"mn38:21.1":{"pli":"Jātinirodhā jarāmaraṇanirodhoti iti kho panetaṃ vuttaṃ; ","eng":"‘When rebirth ceases, old age and death cease.’ That’s what I said. ","html":"<p>{}"},"mn38:21.2":{"pli":"jātinirodhā nu kho, bhikkhave, jarāmaraṇanirodho, no vā, kathaṃ vā ettha hotī”ti? ","eng":"Is that how you see this or not?” ","html":"{}</p>"},"mn38:21.3":{"pli":"“Jātinirodhā, bhante, jarāmaraṇanirodho; ","html":"<p>{}"},"mn38:21.4":{"pli":"evaṃ no ettha hoti—","eng":"“That’s how we see it.” ","html":"{}"},"mn38:21.5":{"pli":"jātinirodhā jarāmaraṇanirodho”ti. ","html":"{}</p>"},"mn38:21.6":{"pli":"“Bhavanirodhā jātinirodhoti iti kho panetaṃ vuttaṃ; ","eng":"‘When continued existence ceases, rebirth ceases.’ … ","html":"<p>{}"},"mn38:21.7":{"pli":"bhavanirodhā nu kho, bhikkhave, jātinirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.8":{"pli":"“Bhavanirodhā, bhante, jātinirodho; ","html":"{}"},"mn38:21.9":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.10":{"pli":"bhavanirodhā jātinirodho”ti. ","html":"{}</p>"},"mn38:21.11":{"pli":"“Upādānanirodhā bhavanirodhoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:21.12":{"pli":"upādānanirodhā nu kho, bhikkhave, bhavanirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.13":{"pli":"“Upādānanirodhā, bhante, bhavanirodho; ","html":"{}"},"mn38:21.14":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.15":{"pli":"upādānanirodhā bhavanirodho”ti. ","html":"{}</p>"},"mn38:21.16":{"pli":"“Taṇhānirodhā upādānanirodhoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:21.17":{"pli":"taṇhānirodhā nu kho, bhikkhave, upādānanirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.18":{"pli":"“Taṇhānirodhā, bhante, upādānanirodho; ","html":"{}"},"mn38:21.19":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.20":{"pli":"taṇhānirodhā upādānanirodho”ti. ","html":"{}</p>"},"mn38:21.21":{"pli":"“Vedanānirodhā taṇhānirodhoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:21.22":{"pli":"vedanānirodhā nu kho, bhikkhave, taṇhānirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.23":{"pli":"“Vedanānirodhā, bhante, taṇhānirodho; ","html":"{}"},"mn38:21.24":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.25":{"pli":"vedanānirodhā taṇhānirodho”ti. ","html":"{}</p>"},"mn38:21.26":{"pli":"“Phassanirodhā vedanānirodhoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:21.27":{"pli":"phassanirodhā nu kho, bhikkhave, vedanānirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.28":{"pli":"“Phassanirodhā, bhante, vedanānirodho; ","html":"{}"},"mn38:21.29":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.30":{"pli":"phassanirodhā vedanānirodho”ti. ","html":"{}</p>"},"mn38:21.31":{"pli":"“Saḷāyatananirodhā phassanirodhoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:21.32":{"pli":"saḷāyatananirodhā nu kho, bhikkhave, phassanirodho, no vā, kathaṃ vā ettha hotīti? ","html":"{}"},"mn38:21.33":{"pli":"Saḷāyatananirodhā, bhante, phassanirodho; ","html":"{}"},"mn38:21.34":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.35":{"pli":"saḷāyatananirodhā phassanirodho”ti. ","html":"{}</p>"},"mn38:21.36":{"pli":"“Nāmarūpanirodhā saḷāyatananirodhoti iti kho panetaṃ vuttaṃ; ","html":"<p>{}"},"mn38:21.37":{"pli":"nāmarūpanirodhā nu kho, bhikkhave, saḷāyatananirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.38":{"pli":"“Nāmarūpanirodhā, bhante, saḷāyatananirodho; ","html":"{}"},"mn38:21.39":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.40":{"pli":"nāmarūpanirodhā saḷāyatananirodho”ti. ","html":"{}"},"mn38:21.41":{"pli":"“Viññāṇanirodhā nāmarūpanirodhoti iti kho panetaṃ vuttaṃ; ","html":"{}"},"mn38:21.42":{"pli":"viññāṇanirodhā nu kho, bhikkhave, nāmarūpanirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}</p>"},"mn38:21.43":{"pli":"“Viññāṇanirodhā, bhante, nāmarūpanirodho; ","html":"<p>{}"},"mn38:21.44":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.45":{"pli":"viññāṇanirodhā nāmarūpanirodho”ti. ","html":"{}"},"mn38:21.46":{"pli":"“Saṅkhāranirodhā viññāṇanirodhoti iti kho panetaṃ vuttaṃ; ","html":"{}"},"mn38:21.47":{"pli":"saṅkhāranirodhā nu kho, bhikkhave, viññāṇanirodho, no vā, kathaṃ vā ettha hotī”ti? ","html":"{}"},"mn38:21.48":{"pli":"“Saṅkhāranirodhā, bhante, viññāṇanirodho; ","html":"{}"},"mn38:21.49":{"pli":"evaṃ no ettha hoti—","html":"{}"},"mn38:21.50":{"pli":"saṅkhāranirodhā viññāṇanirodho”ti. ","html":"{}</p>"},"mn38:21.51":{"pli":"“Avijjānirodhā saṅkhāranirodhoti iti kho panetaṃ vuttaṃ; ","eng":"‘When ignorance ceases, choices cease.’ That’s what I said. ","html":"<p>{}"},"mn38:21.52":{"pli":"avijjānirodhā nu kho, bhikkhave, saṅkhāranirodho, no vā, kathaṃ vā ettha hotī”ti? ","eng":"Is that how you see this or not?” ","html":"{}</p>"},"mn38:21.53":{"pli":"“Avijjānirodhā, bhante, saṅkhāranirodho; ","html":"<p>{}"},"mn38:21.54":{"pli":"evaṃ no ettha hoti—","eng":"“That’s how we see it.” ","html":"{}"},"mn38:21.55":{"pli":"avijjānirodhā saṅkhāranirodho”ti. ","html":"{}</p>"},"mn38:22.1":{"pli":"“Sādhu, bhikkhave. ","eng":"“Good, mendicants! ","html":"<p>{}"},"mn38:22.2":{"pli":"Iti kho, bhikkhave, tumhepi evaṃ vadetha, ahampi evaṃ vadāmi—","eng":"So both you and I say this. ","html":"{}"},"mn38:22.3":{"pli":"imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati, yadidaṃ—","eng":"When this doesn’t exist, this doesn’t come to be; due to the cessation of this, this ceases. That is: ","html":"{}"},"mn38:22.4":{"pli":"avijjānirodhā saṅkhāranirodho, ","eng":"When ignorance ceases, choices cease. ","html":"{}"},"mn38:22.5":{"pli":"saṅkhāranirodhā viññāṇanirodho, ","eng":"When choices cease, consciousness ceases. ","html":"{}"},"mn38:22.6":{"pli":"viññāṇanirodhā nāmarūpanirodho, ","eng":"When consciousness ceases, name and form cease. ","html":"{}"},"mn38:22.7":{"pli":"nāmarūpanirodhā saḷāyatananirodho, ","eng":"When name and form cease, the six sense fields cease. ","html":"{}"},"mn38:22.8":{"pli":"saḷāyatananirodhā phassanirodho, ","eng":"When the six sense fields cease, contact ceases. ","html":"{}"},"mn38:22.9":{"pli":"phassanirodhā vedanānirodho, ","eng":"When contact ceases, feeling ceases. ","html":"{}"},"mn38:22.10":{"pli":"vedanānirodhā taṇhānirodho, ","eng":"When feeling ceases, craving ceases. ","html":"{}"},"mn38:22.11":{"pli":"taṇhānirodhā upādānanirodho, ","eng":"When craving ceases, grasping ceases. ","html":"{}"},"mn38:22.12":{"pli":"upādānanirodhā bhavanirodho, ","eng":"When grasping ceases, continued existence ceases. ","html":"{}"},"mn38:22.13":{"pli":"bhavanirodhā jātinirodho, ","eng":"When continued existence ceases, rebirth ceases. ","html":"{}"},"mn38:22.14":{"pli":"jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"mn38:22.15":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","eng":"That is how this entire mass of suffering ceases. ","html":"{}</p>"},"mn38:23.1":{"pli":"Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā pubbantaṃ vā paṭidhāveyyātha: ","eng":"Knowing and seeing in this way, mendicants, would you turn back to the first beginning, thinking, ","html":"<p>{}","comm":"This passage unpacks certain aspects of ignorance. | Compare <a href='index.html?q=sn12.20#5.1'>SN 12.20:5.1</a>. "},"mn38:23.2":{"pli":"‘ahesumha nu kho mayaṃ atītamaddhānaṃ, nanu kho ahesumha atītamaddhānaṃ, kiṃ nu kho ahesumha atītamaddhānaṃ, kathaṃ nu kho ahesumha atītamaddhānaṃ, kiṃ hutvā kiṃ ahesumha nu kho mayaṃ atītamaddhānan’”ti? ","eng":"‘Did we exist in the past? Did we not exist in the past? What were we in the past? How were we in the past? After being what, what did we become in the past?’?” ","html":"{}</p>","comm":"These are called “irrational thoughts” at <a href='index.html?q=mn2#7.3'>MN 2:7.3</a>. "},"mn38:23.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:23.4":{"pli":"“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā aparantaṃ vā paṭidhāveyyātha—","eng":"“Knowing and seeing in this way, mendicants, would you turn forward to the final end, thinking, ","html":"<p>{}","comm":"Mahāsaṅgīti edition has the same verb <i lang='pi' translate='no'>paṭidhāv-</i> here as above (“turn back to”). PTS and BJT have here <i lang='pi' translate='no'>ādhav-</i> with <i lang='pi' translate='no'>paṭidhāv-</i> as variant. At <a href='index.html?q=sn12.20#5.3'>SN 12.20:5.3</a> all three editions have <i lang='pi' translate='no'>upadhāv-</i>, with <i lang='pi' translate='no'>apadhāv-</i> as variant in PTS. Whatever the correct reading might be, it is clear the intent is convey the opposite direction. "},"mn38:23.5":{"pli":"bhavissāma nu kho mayaṃ anāgatamaddhānaṃ, nanu kho bhavissāma anāgatamaddhānaṃ, kiṃ nu kho bhavissāma anāgatamaddhānaṃ, kathaṃ nu kho bhavissāma anāgatamaddhānaṃ, kiṃ hutvā kiṃ bhavissāma nu kho mayaṃ anāgatamaddhānan”ti? ","eng":"‘Will we exist in the future? Will we not exist in the future? What will we be in the future? How will we be in the future? After being what, what will we become in the future?’?” ","html":"{}</p>"},"mn38:23.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:24.1":{"pli":"“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā etarahi vā paccuppannamaddhānaṃ ajjhattaṃ kathaṅkathī assatha—","eng":"“Knowing and seeing in this way, mendicants, would you be undecided about the present, thinking, ","html":"<p>{}"},"mn38:24.2":{"pli":"ahaṃ nu khosmi, no nu khosmi, kiṃ nu khosmi, kathaṃ nu khosmi, ayaṃ nu kho satto kuto āgato, so kuhiṃ gāmī bhavissatī”ti? ","eng":"‘Am I? Am I not? What am I? How am I? This sentient being—where did it come from? And where will it go?’?” ","html":"{}</p>","comm":"Although the question is still in plural, the answer shifts to singular, perhaps by mistake because elsewhere this passage is always singular. "},"mn38:24.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:24.4":{"pli":"“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā evaṃ vadeyyātha—","eng":"“Knowing and seeing in this way, would you say, ","html":"<p>{}"},"mn38:24.5":{"pli":"satthā no garu, satthugāravena ca mayaṃ evaṃ vademā”ti? ","eng":"‘Our teacher is respected. We speak like this out of respect for our teacher’?” ","html":"{}</p>","comm":"“Respect for our teacher” is <i lang='pi' translate='no'>satthā no garu</i>; compare <i lang='pi' translate='no'>samaṇo no garu</i> at <a href='index.html?q=an3.65#4.1'>AN 3.65:4.1</a>. "},"mn38:24.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:24.7":{"pli":"“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā evaṃ vadeyyātha—","eng":"“Knowing and seeing in this way, would you say, ","html":"<p>{}"},"mn38:24.8":{"pli":"samaṇo evamāha, samaṇā ca nāma mayaṃ evaṃ vademā”ti? ","eng":"‘Our ascetic says this. We speak like this because it is what he says’?” ","html":"{}</p>","comm":"Readings here are problematic and not cleared up by the commentary. I follow BJT and MS, which have a similar sense. However, both PTS and BJT plausibly have the pronoun <i lang='pi' translate='no'>no</i> (“our”), which I add though absent from MS. "},"mn38:24.9":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:24.10":{"pli":"“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā aññaṃ satthāraṃ uddiseyyāthā”ti? ","eng":"“Knowing and seeing in this way, would you dedicate yourself to another teacher?” ","html":"<p>{}</p>"},"mn38:24.11":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:24.12":{"pli":"“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā yāni tāni puthusamaṇabrāhmaṇānaṃ vata kotūhalamaṅgalāni tāni sārato paccāgaccheyyāthā”ti? ","eng":"“Knowing and seeing in this way, would you believe that the observances and boisterous, superstitious rites of the various ascetics and brahmins are essential?” ","html":"<p>{}</p>","comm":"In Buddhism, performance of rituals is not in itself forbidden; the main point is that they are not considered “essential” (<i lang='pi' translate='no'>sārato</i>). Note that rituals were regarded as efficacious acts, and hence correspond to “choices” (<i lang='pi' translate='no'>saṅkhārā</i>), a word that can also mean “rite”. | “Boisterous” (<i lang='pi' translate='no'>kotūhala</i>) is literally “whence the hubbub?” This basic sense comes across clearly in the Arthaśāstra, which describes a spy’s spell for putting to sleep the men or dogs that guard a village, who are always listening out for sounds (14.3.21cd, 14.3.37ab). Vedic rituals, with their multiple reciters and arcane rites, took on a noisy and festive air. "},"mn38:24.13":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn38:24.14":{"pli":"“Nanu, bhikkhave, yadeva tumhākaṃ sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ, tadeva tumhe vadethā”ti. ","eng":"“Aren’t you speaking only of what you have known and seen and realized for yourselves?” ","html":"<p>{}</p>"},"mn38:24.15":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn38:25.1":{"pli":"“Sādhu, bhikkhave, upanītā kho me tumhe, bhikkhave, iminā sandiṭṭhikena dhammena akālikena ehipassikena opaneyyikena paccattaṃ veditabbena viññūhi. ","eng":"“Good, mendicants! You have been guided by me with this teaching that’s apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"<p>{}"},"mn38:25.2":{"pli":"Sandiṭṭhiko ayaṃ, bhikkhave, dhammo akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi—","eng":"For when I said that this teaching is apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves, ","html":"{}"},"mn38:25.3":{"pli":"iti yantaṃ vuttaṃ, idametaṃ paṭicca vuttanti. ","eng":"this is what I was referring to. ","html":"{}</p>"},"mn38:26.1":{"pli":"Tiṇṇaṃ kho pana, bhikkhave, sannipātā gabbhassāvakkanti hoti. ","eng":"Mendicants, when three things come together an embryo is conceived. ","html":"<p>{}","comm":"This section illustrates dependent origination by way of the birth and physical and psychological development of a person from conception to adulthood. From passages such as <a href='index.html?q=dn15#21.2'>DN 15:21.2</a>, we know that conception occurs at the nexus of “consciousness” and “name and form” in dependent origination. Since it starts with this life only, the first two factors, ignorance and choices, are omitted here, but are implicitly covered in the preceding passage. | For the “conception” or more literally “descent” of the embryo, the Buddha uses the same term <i lang='pi' translate='no'>avakkanti</i> that, as we have noted (<a href='index.html?q=mn38#2.2'>MN 38:2.2</a>), was preferred by Yajñavālkya in the same context. "},"mn38:26.2":{"pli":"Idha mātāpitaro ca sannipatitā honti, mātā ca na utunī hoti, gandhabbo ca na paccupaṭṭhito hoti, neva tāva gabbhassāvakkanti hoti. ","eng":"In a case where the mother and father come together, but the mother is not in the fertile phase of her menstrual cycle, and the virile spirit is not ready, the embryo is not conceived. ","html":"{}","comm":"According to <a href='index.html?q=mn93#18.61'>MN 93:18.61</a> this was a doctrine of the brahmins, and it was evidently adopted in this sutta as a popular theory of conception. I discuss the role of the <i lang='pi' translate='no'>gandhabba</i> in my notes there. | <i lang='pi' translate='no'>Utu</i> (“the fertile phase of her menstrual cycle”) literally means “season”. As the earth needs rain, a womb is dry and infertile until it is moistened by blood, for the fortnight following which it is fertile and “in season”. Thus <i lang='pi' translate='no'>utu</i> can be both menstruation, during which sex was taboo for the brahmins, as well as the fertile fortnight that follows, outside of which sex was also taboo (<a href='index.html?q=snp2.7#9.2'>Snp 2.7:9.2</a>). Atharvaveda 14.2.37a speaks of parents coming together “in season”. Bṛhadāraṇyaka Upaniṣad 6.4.6 expresses the same idea by saying the woman should be approached for sex when she has removed her soiled garments (since she may not change clothes while menstruating, 6.4.13). Manu 3.46 defines the “season” as the sixteen days beginning with the appearance of the menstrual flow. The first four days are deemed inappropriate for sex on account of menstruation; and the eleventh and thirteenth day are also excluded, leaving ten days suitable for sex. "},"mn38:26.3":{"pli":"Idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca na paccupaṭṭhito hoti, neva tāva gabbhassāvakkanti hoti. ","eng":"In a case where the mother and father come together, the mother is in the fertile phase of her menstrual cycle, but the virile spirit is not ready, the embryo is not conceived. ","html":"{}"},"mn38:26.4":{"pli":"Yato ca kho, bhikkhave, mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti—evaṃ tiṇṇaṃ sannipātā gabbhassāvakkanti hoti. ","eng":"But when these three things come together—the mother and father come together, the mother is in the fertile phase of her menstrual cycle, and the virile spirit is ready—an embryo is conceived. ","html":"{}</p>"},"mn38:27.1":{"pli":"Tamenaṃ, bhikkhave, mātā nava vā dasa vā māse gabbhaṃ kucchinā pariharati mahatā saṃsayena garubhāraṃ. ","eng":"The mother nurtures the embryo in her womb for nine or ten months at great risk to her heavy burden. ","html":"<p>{}","comm":"“At great risk” is <i lang='pi' translate='no'>mahatā saṁsayena</i>. | A term of pregnancy of “nine or ten months” is also found at Chāndogya Upaniṣad 5.9.1. | For “heavy burden” (<i lang='pi' translate='no'>garubhāra</i>) see <a href='index.html?q=pli-tv-bi-vb-pc61#1.5'>Bi Pc 61:1.5</a>. "},"mn38:27.2":{"pli":"Tamenaṃ, bhikkhave, mātā navannaṃ vā dasannaṃ vā māsānaṃ accayena vijāyati mahatā saṃsayena garubhāraṃ. ","eng":"When nine or ten months have passed, the mother gives birth at great risk to her heavy burden. ","html":"{}"},"mn38:27.3":{"pli":"Tamenaṃ jātaṃ samānaṃ sakena lohitena poseti. ","eng":"When the infant is born she nourishes it with her own blood. ","html":"{}"},"mn38:27.4":{"pli":"Lohitañhetaṃ, bhikkhave, ariyassa vinaye yadidaṃ mātuthaññaṃ. ","eng":"For mother’s milk is regarded as blood in the training of the Noble One. ","html":"{}</p>","comm":"The Buddha’s claim that this idea is distinct to him seems to be borne out, as I cannot locate it in non-Buddhist texts. "},"mn38:28.1":{"pli":"Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṃ paripākamanvāya ","eng":"That boy grows up and his faculties mature. ","html":"<p>{}","comm":"This shows that dependent origination does not happen all at once; it is a process of growth and maturation. A child, whose faculties are not developed, does not perpetuate the cycle because they have no formed moral intentions. "},"mn38:28.2":{"pli":"yāni tāni kumārakānaṃ kīḷāpanakāni tehi kīḷati, seyyathidaṃ—vaṅkakaṃ ghaṭikaṃ mokkhacikaṃ ciṅgulakaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ. ","eng":"He accordingly plays childish games such as toy plows, tipcat, somersaults, pinwheels, toy measures, toy carts, and toy bows. ","html":"{}</p>","comm":"A more extensive list of games is found at <a href='index.html?q=dn1#1.14.2'>DN 1:1.14.2</a>. "},"mn38:29.1":{"pli":"Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṃ paripākamanvāya ","eng":"That boy grows up and his faculties mature further. ","html":"<p>{}"},"mn38:29.2":{"pli":"pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti—","eng":"He accordingly amuses himself, supplied and provided with the five kinds of sensual stimulation. ","html":"{}"},"mn38:29.3":{"pli":"cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}</p>","comm":"In dependent origination, this parallels contact through the senses giving rise to feelings. "},"mn38:29.4":{"pli":"sotaviññeyyehi saddehi … ","eng":"Sounds known by the ear … ","html":"<p>{}</p>"},"mn38:29.5":{"pli":"ghānaviññeyyehi gandhehi … ","eng":"Smells known by the nose … ","html":"<p>{}</p>"},"mn38:29.6":{"pli":"jivhāviññeyyehi rasehi … ","eng":"Tastes known by the tongue … ","html":"<p>{}</p>"},"mn38:29.7":{"pli":"kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi. ","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"<p>{}</p>"},"mn38:30.1":{"pli":"So cakkhunā rūpaṃ disvā piyarūpe rūpe sārajjati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso. ","eng":"When they see a sight with their eyes, if it’s pleasant they desire it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart stunted. ","html":"<p>{}","comm":"In dependent origination, feeling gives rise to craving. | Parallel passages in the Saṁyutta (eg. <a href='index.html?q=sn35.132#12.3'>SN 35.132:12.3</a>) in parallels for this passage have <i lang='pi' translate='no'>adhimuccati</i> (‘commits to, holds on to”) rather than <i lang='pi' translate='no'>sārajjati</i> (“desires”). "},"mn38:30.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"mn38:30.3":{"pli":"So evaṃ anurodhavirodhaṃ samāpanno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ abhinandati abhivadati ajjhosāya tiṭṭhati. ","eng":"Being so full of favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they approve, welcome, and keep clinging to it. ","html":"<p>{}"},"mn38:30.4":{"pli":"Tassa taṃ vedanaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ","eng":"This gives rise to relishing. ","html":"{}"},"mn38:30.5":{"pli":"Yā vedanāsu nandī tadupādānaṃ, tassupādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Relishing feelings is grasping. Their grasping is a requirement for continued existence. Continued existence is a requirement for rebirth. Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}","comm":"Now we rejoin the standard sequence of dependent origination. "},"mn38:30.6":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"mn38:30.7":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"<p>{}</p>"},"mn38:30.8":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"When they smell an odor with their nose … ","html":"<p>{}</p>"},"mn38:30.9":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"When they taste a flavor with their tongue … ","html":"<p>{}</p>"},"mn38:30.10":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"When they feel a touch with their body … ","html":"<p>{}</p>"},"mn38:30.11":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme sārajjati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso. ","eng":"When they know an idea with their mind, if it’s pleasant they desire it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart stunted. ","html":"<p>{}"},"mn38:30.12":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"mn38:30.13":{"pli":"So evaṃ anurodhavirodhaṃ samāpanno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ abhinandati abhivadati ajjhosāya tiṭṭhati. ","eng":"Being so full of favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they approve, welcome, and keep clinging to it. ","html":"<p>{}"},"mn38:30.14":{"pli":"Tassa taṃ vedanaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ","eng":"This gives rise to relishing. ","html":"{}"},"mn38:30.15":{"pli":"Yā vedanāsu nandī tadupādānaṃ, tassupādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Relishing feelings is grasping. Their grasping is a requirement for continued existence. Continued existence is a requirement for rebirth. Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}"},"mn38:30.16":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"mn38:31.1":{"pli":"Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"But consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"<p>{}","comm":"Just as the sutta illustrated the abstract arising of suffering with the concrete example of a child growing up, it now illustrates the unraveling of dependent origination with the Gradual Training (see <a href='index.html?q=mn27#11.1'>MN 27:11.1</a>). "},"mn38:31.2":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"mn38:31.3":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ; ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. ","html":"{}"},"mn38:31.4":{"pli":"kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He reveals an entirely full and pure spiritual life. ","html":"{}</p>"},"mn38:32.1":{"pli":"Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ","eng":"A householder hears that teaching, or a householder’s child, or someone reborn in a good family. ","html":"<p>{}"},"mn38:32.2":{"pli":"So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ","eng":"They gain faith in the Realized One ","html":"{}"},"mn38:32.3":{"pli":"So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ","eng":"and reflect, ","html":"{}"},"mn38:32.4":{"pli":"‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ","eng":"‘Life at home is cramped and dirty, life gone forth is wide open. ","html":"{}"},"mn38:32.5":{"pli":"Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","eng":"It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ","html":"{}"},"mn38:32.6":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā, agārasmā anagāriyaṃ pabbajeyyan’”ti. ","eng":"Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?’ ","html":"{}"},"mn38:32.7":{"pli":"So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya, mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya, mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā, agārasmā anagāriyaṃ pabbajati. ","eng":"After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"{}</p>"},"mn38:33.1":{"pli":"So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ","eng":"Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of sympathy for all living beings. ","html":"<p>{}</p>"},"mn38:33.2":{"pli":"Adinnādānaṃ pahāya adinnādānā paṭivirato hoti, dinnādāyī dinnapāṭikaṅkhī athenena sucibhūtena attanā viharati. ","eng":"They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. ","html":"<p>{}</p>"},"mn38:33.3":{"pli":"Abrahmacariyaṃ pahāya brahmacārī hoti, ārācārī virato methunā gāmadhammā. ","eng":"They give up unchastity. They are chaste, set apart, avoiding the vulgar act of sex. ","html":"<p>{}</p>"},"mn38:33.4":{"pli":"Musāvādaṃ pahāya musāvādā paṭivirato hoti, saccavādī saccasandho theto paccayiko avisaṃvādako lokassa. ","eng":"They give up lying. They speak the truth and stick to the truth. They’re honest and dependable, and don’t trick the world with their words. ","html":"<p>{}</p>"},"mn38:33.5":{"pli":"Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti—ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī, samaggakaraṇiṃ vācaṃ bhāsitā hoti. ","eng":"They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided and support those who are united, delighting in harmony, loving harmony, speaking words that promote harmony. ","html":"<p>{}</p>"},"mn38:33.6":{"pli":"Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti—yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti. ","eng":"They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ","html":"<p>{}</p>"},"mn38:33.7":{"pli":"Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena, sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ","eng":"They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ","html":"<p>{}</p>"},"mn38:33.8":{"pli":"So bījagāmabhūtagāmasamārambhā paṭivirato hoti, ","eng":"They refrain from injuring plants and seeds. ","html":"<p>{}"},"mn38:33.9":{"pli":"ekabhattiko hoti rattūparato, virato vikālabhojanā. ","eng":"They eat in one part of the day, abstaining from eating at night and food at the wrong time. ","html":"{}"},"mn38:33.10":{"pli":"Naccagītavāditavisūkadassanā paṭivirato hoti, ","eng":"They refrain from seeing shows of dancing, singing, and music . ","html":"{}"},"mn38:33.11":{"pli":"mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti, ","eng":"They refrain from attiring and adorning themselves with garlands, fragrance, and makeup. ","html":"{}"},"mn38:33.12":{"pli":"uccāsayanamahāsayanā paṭivirato hoti, ","eng":"They refrain from high and luxurious beds. ","html":"{}"},"mn38:33.13":{"pli":"jātarūparajatapaṭiggahaṇā paṭivirato hoti, ","eng":"They refrain from receiving gold and currency, ","html":"{}"},"mn38:33.14":{"pli":"āmakadhaññapaṭiggahaṇā paṭivirato hoti, ","eng":"raw grains, ","html":"{}"},"mn38:33.15":{"pli":"āmakamaṃsapaṭiggahaṇā paṭivirato hoti, ","eng":"raw meat, ","html":"{}"},"mn38:33.16":{"pli":"itthikumārikapaṭiggahaṇā paṭivirato hoti, ","eng":"women and girls, ","html":"{}"},"mn38:33.17":{"pli":"dāsidāsapaṭiggahaṇā paṭivirato hoti, ","eng":"male and female bondservants, ","html":"{}"},"mn38:33.18":{"pli":"ajeḷakapaṭiggahaṇā paṭivirato hoti, ","eng":"goats and sheep, ","html":"{}"},"mn38:33.19":{"pli":"kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti, ","eng":"chickens and pigs, ","html":"{}"},"mn38:33.20":{"pli":"hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti, ","eng":"elephants, cows, horses, and mares, ","html":"{}"},"mn38:33.21":{"pli":"khettavatthupaṭiggahaṇā paṭivirato hoti, ","eng":"and fields and land. ","html":"{}"},"mn38:33.22":{"pli":"dūteyyapahiṇagamanānuyogā paṭivirato hoti, ","eng":"They refrain from running errands and messages; ","html":"{}"},"mn38:33.23":{"pli":"kayavikkayā paṭivirato hoti, ","eng":"buying and selling; ","html":"{}"},"mn38:33.24":{"pli":"tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti, ","eng":"falsifying weights, metals, or measures; ","html":"{}"},"mn38:33.25":{"pli":"ukkoṭanavañcananikatisāciyogā paṭivirato hoti, ","eng":"bribery, fraud, cheating, and duplicity; ","html":"{}"},"mn38:33.26":{"pli":"chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ","eng":"mutilation, murder, abduction, banditry, plunder, and violence. ","html":"{}</p>"},"mn38:34.1":{"pli":"So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ","eng":"They’re content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ","html":"<p>{}"},"mn38:34.2":{"pli":"Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti; ","eng":"They’re like a bird: wherever it flies, wings are its only burden. ","html":"{}"},"mn38:34.3":{"pli":"evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ","eng":"In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ","html":"{}"},"mn38:34.4":{"pli":"So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ","eng":"When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ","html":"{}</p>"},"mn38:35.1":{"pli":"So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When they see a sight with their eyes, they don’t get caught up in the features and details. ","html":"<p>{}"},"mn38:35.2":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ","html":"{}</p>"},"mn38:35.3":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"<p>{}</p>"},"mn38:35.4":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"When they smell an odor with their nose … ","html":"<p>{}</p>"},"mn38:35.5":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"When they taste a flavor with their tongue … ","html":"<p>{}</p>"},"mn38:35.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"When they feel a touch with their body … ","html":"<p>{}</p>"},"mn38:35.7":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When they know an idea with their mind, they don’t get caught up in the features and details. ","html":"<p>{}"},"mn38:35.8":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ","html":"{}"},"mn38:35.9":{"pli":"So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ","eng":"When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ","html":"{}</p>"},"mn38:36.1":{"pli":"So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ","eng":"They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ","html":"<p>{}</p>"},"mn38:37.1":{"pli":"So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato, ","eng":"When they have this entire spectrum of noble ethics, this noble contentment, this noble sense restraint, and this noble mindfulness and situational awareness, ","html":"<p>{}"},"mn38:37.2":{"pli":"vivittaṃ senāsanaṃ bhajati—araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}</p>"},"mn38:38.1":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in their presence. ","html":"<p>{}"},"mn38:38.2":{"pli":"So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti; ","eng":"Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ","html":"{}"},"mn38:38.3":{"pli":"byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti; ","eng":"Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. ","html":"{}"},"mn38:38.4":{"pli":"thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī, sato sampajāno, thinamiddhā cittaṃ parisodheti; ","eng":"Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ","html":"{}"},"mn38:38.5":{"pli":"uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti; ","eng":"Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ","html":"{}"},"mn38:38.6":{"pli":"vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ","eng":"Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ","html":"{}</p>"},"mn38:39.1":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"<p>{}"},"mn38:39.2":{"pli":"vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn38:39.3":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …pe… ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption … ","html":"{}"},"mn38:39.4":{"pli":"tatiyaṃ jhānaṃ …pe… ","eng":"third absorption … ","html":"{}"},"mn38:39.5":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}</p>"},"mn38:40.1":{"pli":"So cakkhunā rūpaṃ disvā piyarūpe rūpe na sārajjati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyasati ca viharati appamāṇacetaso. ","eng":"When they see a sight with their eyes, if it’s pleasant they don’t desire it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"<p>{}","comm":"This resumes the teaching on attachment to the senses (from <a href='index.html?q=mn38#30.1'>MN 38:30.1</a>), having shown what is required to let go such attachment. Here, one experiences the feelings through the senses, but without any attachment. "},"mn38:40.2":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"mn38:40.3":{"pli":"So evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati. ","eng":"Having given up favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they don’t approve, welcome, or keep clinging to it. ","html":"<p>{}"},"mn38:40.4":{"pli":"Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhati. ","eng":"As a result, relishing of feelings ceases. ","html":"{}"},"mn38:40.5":{"pli":"Tassa nandīnirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When their relishing ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"mn38:40.6":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","eng":"That is how this entire mass of suffering ceases. ","html":"{}</p>"},"mn38:41.1":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"<p>{}</p>"},"mn38:41.2":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"When they smell an odor with their nose … ","html":"<p>{}</p>"},"mn38:41.3":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"When they taste a flavor with their tongue … ","html":"<p>{}</p>"},"mn38:41.4":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"When they feel a touch with their body … ","html":"<p>{}</p>"},"mn38:41.5":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme na sārajjati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyasati ca viharati appamāṇacetaso, ","eng":"When they know an idea with their mind, if it’s pleasant they don’t desire it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"<p>{}"},"mn38:41.6":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"mn38:41.7":{"pli":"So evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati. ","eng":"Having given up favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they don’t approve, welcome, or keep clinging to it. ","html":"<p>{}"},"mn38:41.8":{"pli":"Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhati. ","eng":"As a result, relishing of feelings ceases. ","html":"{}"},"mn38:41.9":{"pli":"Tassa nandīnirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When their relishing ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"mn38:41.10":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","eng":"That is how this entire mass of suffering ceases. ","html":"{}</p>"},"mn38:41.11":{"pli":"Imaṃ kho me tumhe, bhikkhave, saṅkhittena taṇhāsaṅkhayavimuttiṃ dhāretha, sātiṃ pana bhikkhuṃ kevaṭṭaputtaṃ mahātaṇhājālataṇhāsaṅghāṭappaṭimukkan”ti. ","eng":"Mendicants, you should memorize this brief statement on freedom through the ending of craving. But the mendicant Sāti, the fisherman’s son, is caught in a vast net of craving, a tangle of craving.” ","html":"<p>{}</p>","comm":"The mention of the “brief statement” at the end of a long discourse is puzzling. A similar exhortation to “memorize” a “brief” passage is found in only one other passage, where it is in reference to the short summary passage around which the sutta is based (<a href='index.html?q=mn140#32.3'>MN 140:32.3</a>). Compare the preceding sutta, <a href='index.html?q=mn37'>MN 37</a>, which revolves around a short passage for memorization that is fittingly described as “brief” throughout. That “brief” passage opens by saying “nothing is worth insisting on”, advice that is disregarded by Sāti who “insists” on his own view (<a href='index.html?q=mn38#3.11'>MN 38:3.11</a>). No “brief statement” is mentioned in the Chinese parallel (MA 201 at T i 769c28), which speaks instead of the shaking of the three-thousand-fold world system. "},"mn38:41.12":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn38:41.13":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn38:41.14":{"pli":"Mahātaṇhāsaṅkhayasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}