{"mn5":{"mn5:0.1":{"pli":"Majjhima Nikāya 5 ","eng":"Middle Discourses 5 ","html":"<article id='mn5'><header><ul><li class='division'>{}</li></ul>"},"mn5:0.2":{"pli":"Anaṅgaṇasutta ","eng":"Unblemished ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn5:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn5:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}","comm":"The Buddha does not appear in this sutta, yet he is mentioned by way of respect, indicating that these events took place while he was alive. "},"mn5:1.3":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants: ","html":"{}"},"mn5:1.4":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"mn5:1.5":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"mn5:1.6":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"mn5:2.1":{"pli":"“Cattārome, āvuso, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Reverends, these four individuals are found in the world. ","html":"<p>{}","comm":"This discourse emphasizes how even small, apparently trivial defects betray a deeper corruption. Rather than hiding them away in shame, they will only be healed when brought to light. "},"mn5:2.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"mn5:2.3":{"pli":"Idhāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti. ","eng":"One individual with a blemish doesn’t truly understand: ‘There is a blemish in me.’ ","html":"{}","comm":"“Blemish” (<i lang='pi' translate='no'>aṅgaṇa</i>) is used literally as a mark or discoloration on the face (<a href='index.html?q=mn15#8.3'>MN 15:8.3</a>), and metaphorically in the sense of a psychological defect. It stems from the root √<i lang='pi' translate='no'>añj</i> in the sense of something smeared on the skin such as ointment (<a href='index.html?q=mn75#23.13'>MN 75:23.13</a>) or eyeshadow (<a href='index.html?q=mn82#25.14'>MN 82:25.14</a>). "},"mn5:2.4":{"pli":"Idha panāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti. ","eng":"But another individual with a blemish does truly understand: ‘There is a blemish in me.’ ","html":"{}"},"mn5:2.5":{"pli":"Idhāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti. ","eng":"One individual without a blemish doesn’t truly understand: ‘There is no blemish in me.’ ","html":"{}"},"mn5:2.6":{"pli":"Idha panāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti. ","eng":"But another individual without a blemish does truly understand: ‘There is no blemish in me.’ ","html":"{}"},"mn5:2.7":{"pli":"Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ hīnapuriso akkhāyati. ","eng":"In this case, of the two individuals with a blemish, the one who doesn’t understand is said to be worse, ","html":"{}"},"mn5:2.8":{"pli":"Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ seṭṭhapuriso akkhāyati. ","eng":"while the one who does understand is better. ","html":"{}"},"mn5:2.9":{"pli":"Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ hīnapuriso akkhāyati. ","eng":"And of the two individuals without a blemish, the one who doesn’t understand is said to be worse, ","html":"{}"},"mn5:2.10":{"pli":"Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ seṭṭhapuriso akkhāyatī”ti. ","eng":"while the one who does understand is better.” ","html":"{}</p>"},"mn5:3.1":{"pli":"Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When he said this, Venerable Mahāmoggallāna said to him: ","html":"<p>{}</p>"},"mn5:3.2":{"pli":"“Ko nu kho, āvuso sāriputta, hetu ko paccayo yenimesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati? ","eng":"“What is the cause, Reverend Sāriputta, what is the reason why, of the two individuals with a blemish, one is said to be worse and one better? ","html":"<p>{}"},"mn5:3.3":{"pli":"Ko panāvuso sāriputta, hetu ko paccayo yenimesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti? ","eng":"And what is the cause, what is the reason why, of the two individuals without a blemish, one is said to be worse and one better?” ","html":"{}</p>"},"mn5:4.1":{"pli":"“Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—na chandaṃ janessati na vāyamissati na vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya; ","eng":"“Reverends, take the case of the individual who has a blemish and does not understand it. You can expect that they won’t generate enthusiasm, make an effort, or rouse up energy to give up that blemish. ","html":"<p>{}","comm":"When Sāriputta and Moggallāna address each other, they use their name together with “reverend” (<i lang='pi' translate='no'>āvuso</i>). Here we just have <i lang='pi' translate='no'>āvuso</i>. I take it that Moggallāna is asking questions on behalf of the group, and Sāriputta addresses the group. "},"mn5:4.2":{"pli":"so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati. ","eng":"And they will die with greed, hate, and delusion, blemished, with a corrupted mind. ","html":"{}"},"mn5:4.3":{"pli":"Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā. ","eng":"Suppose a bronze cup was brought from a shop or smithy covered with dirt or stains. ","html":"{}"},"mn5:4.4":{"pli":"Tamenaṃ sāmikā na ceva paribhuñjeyyuṃ na ca pariyodapeyyuṃ, rajāpathe ca naṃ nikkhipeyyuṃ. ","eng":"And the owners neither used it or had it cleaned, but kept it in a dirty place. ","html":"{}"},"mn5:4.5":{"pli":"Evañhi sā, āvuso, kaṃsapāti aparena samayena saṅkiliṭṭhatarā assa malaggahitā”ti? ","eng":"Over time, wouldn’t that bronze cup get even dirtier and more stained?” ","html":"{}</p>"},"mn5:4.6":{"pli":"“Evamāvuso”ti. ","eng":"“Yes, reverend.” ","html":"<p>{}</p>"},"mn5:4.7":{"pli":"“Evameva kho, āvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—na chandaṃ janessati na vāyamissati na vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya; ","eng":"“In the same way, take the case of the individual who has a blemish and does not understand it. You can expect that … ","html":"<p>{}"},"mn5:4.8":{"pli":"so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati. ","eng":"they will die with a corrupted mind. ","html":"{}</p>"},"mn5:5.1":{"pli":"Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—chandaṃ janessati vāyamissati vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya; ","eng":"Take the case of the individual who has a blemish and does understand it. You can expect that they will generate enthusiasm, make an effort, and rouse up energy to give up that blemish. ","html":"<p>{}"},"mn5:5.2":{"pli":"so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati. ","eng":"And they will die without greed, hate, and delusion, unblemished, with an uncorrupted mind. ","html":"{}"},"mn5:5.3":{"pli":"Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā. ","eng":"Suppose a bronze cup was brought from a shop or smithy covered with dirt or stains. ","html":"{}"},"mn5:5.4":{"pli":"Tamenaṃ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṃ rajāpathe nikkhipeyyuṃ. ","eng":"But the owners used it and had it cleaned, and didn’t keep it in a dirty place. ","html":"{}"},"mn5:5.5":{"pli":"Evañhi sā, āvuso, kaṃsapāti aparena samayena parisuddhatarā assa pariyodātā”ti? ","eng":"Over time, wouldn’t that bronze cup get cleaner and brighter?” ","html":"{}</p>"},"mn5:5.6":{"pli":"“Evamāvuso”ti. ","eng":"“Yes, reverend.” ","html":"<p>{}</p>"},"mn5:5.7":{"pli":"“Evameva kho, āvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—chandaṃ janessati vāyamissati vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya; ","eng":"“In the same way, take the case of the individual who has a blemish and does understand it. You can expect that … ","html":"<p>{}"},"mn5:5.8":{"pli":"so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati. ","eng":"they will die with an uncorrupted mind. ","html":"{}</p>"},"mn5:6.1":{"pli":"Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṃ anuddhaṃsessati; ","eng":"Take the case of the individual who doesn’t have a blemish but does not understand it. You can expect that they will focus on the feature of beauty, and because of that, lust will infect their mind. ","html":"<p>{}","comm":"“Feature of beauty” is <i lang='pi' translate='no'>subhanimitta</i>. In early Pali, <i lang='pi' translate='no'>nimitta</i> is used for a feature or quality of the mind that, when focused on, promotes the growth of similar or related qualities. Thus focusing on beauty fosters the desire for that beauty. "},"mn5:6.2":{"pli":"so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati. ","eng":"And they will die with greed, hate, and delusion, blemished, with a corrupted mind. ","html":"{}"},"mn5:6.3":{"pli":"Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ","eng":"Suppose a bronze cup was brought from a shop or smithy clean and bright. ","html":"{}"},"mn5:6.4":{"pli":"Tamenaṃ sāmikā na ceva paribhuñjeyyuṃ na ca pariyodapeyyuṃ, rajāpathe ca naṃ nikkhipeyyuṃ. ","eng":"And the owners neither used it or had it cleaned, but kept it in a dirty place. ","html":"{}"},"mn5:6.5":{"pli":"Evañhi sā, āvuso, kaṃsapāti aparena samayena saṅkiliṭṭhatarā assa malaggahitā”ti? ","eng":"Over time, wouldn’t that bronze cup get dirtier and more stained?” ","html":"{}</p>"},"mn5:6.6":{"pli":"“Evamāvuso”ti. ","eng":"“Yes, reverend.” ","html":"<p>{}</p>"},"mn5:6.7":{"pli":"“Evameva kho, āvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṃ anuddhaṃsessati; ","eng":"“In the same way, take the case of the individual who has no blemish and does not understand it. You can expect that … ","html":"<p>{}"},"mn5:6.8":{"pli":"so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati. ","eng":"they will die with a corrupted mind. ","html":"{}</p>"},"mn5:7.1":{"pli":"Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṃ nānuddhaṃsessati; ","eng":"Take the case of the individual who doesn’t have a blemish and does understand it. You can expect that they won’t focus on the feature of beauty, and because of that, lust won’t infect their mind. ","html":"<p>{}"},"mn5:7.2":{"pli":"so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati. ","eng":"And they will die without greed, hate, and delusion, unblemished, with an uncorrupted mind. ","html":"{}"},"mn5:7.3":{"pli":"Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ","eng":"Suppose a bronze cup was brought from a shop or smithy clean and bright. ","html":"{}"},"mn5:7.4":{"pli":"Tamenaṃ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṃ rajāpathe nikkhipeyyuṃ. ","eng":"And the owners used it and had it cleaned, and didn’t keep it in a dirty place. ","html":"{}"},"mn5:7.5":{"pli":"Evañhi sā, āvuso, kaṃsapāti aparena samayena parisuddhatarā assa pariyodātā”ti? ","eng":"Over time, wouldn’t that bronze cup get cleaner and brighter?” ","html":"{}</p>"},"mn5:7.6":{"pli":"“Evamāvuso”ti. ","eng":"“Yes, reverend.” ","html":"<p>{}</p>"},"mn5:7.7":{"pli":"“Evameva kho, āvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṃ nānuddhaṃsessati; ","eng":"“In the same way, take the case of the individual who doesn’t have a blemish and does understand it. You can expect that … ","html":"<p>{}"},"mn5:7.8":{"pli":"so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati. ","eng":"they will die with an uncorrupted mind. ","html":"{}</p>"},"mn5:8.1":{"pli":"Ayaṃ kho, āvuso moggallāna, hetu ayaṃ paccayo yenimesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati. ","eng":"This is the cause, this is the reason why, of the two individuals with a blemish, one is said to be worse and one better. ","html":"<p>{}"},"mn5:8.2":{"pli":"Ayaṃ panāvuso moggallāna, hetu ayaṃ paccayo yenimesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti. ","eng":"And this is the cause, this is the reason why, of the two individuals without a blemish, one is said to be worse and one better.” ","html":"{}</p>"},"mn5:9.1":{"pli":"“Aṅgaṇaṃ aṅgaṇanti, āvuso, vuccati. ","eng":"“Reverend, the word ‘blemish’ is spoken of. ","html":"<p>{}","comm":"Following the commentary, I take this question as an interjection by Moggallāna, even though the expected personal name is lacking. "},"mn5:9.2":{"pli":"Kissa nu kho etaṃ, āvuso, adhivacanaṃ yadidaṃ aṅgaṇan”ti? ","eng":"But what is ‘blemish’ a term for?” ","html":"{}</p>"},"mn5:9.3":{"pli":"“Pāpakānaṃ kho etaṃ, āvuso, akusalānaṃ icchāvacarānaṃ adhivacanaṃ, yadidaṃ aṅgaṇan”ti. ","eng":"“Reverend, ‘blemish’ is a term for the spheres of bad, unskillful wishes. ","html":"<p>{}</p>"},"mn5:10.1":{"pli":"“Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:10.2":{"pli":"‘āpattiñca vata āpanno assaṃ, na ca maṃ bhikkhū jāneyyuṃ āpattiṃ āpanno’ti. ","eng":"‘If I commit an offense, I hope the mendicants don’t find out!’ ","html":"{}","comm":"The Vinaya depends on mutual acknowledgement of offences and mutual rehabilitation. It is a system of social morality, not just of individual responsibility. "},"mn5:10.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ bhikkhū jāneyyuṃ: ","eng":"But it’s possible that the mendicants do find out that that mendicant ","html":"{}"},"mn5:10.4":{"pli":"‘āpattiṃ āpanno’ti. ","eng":"has committed an offense. ","html":"{}"},"mn5:10.5":{"pli":"‘Jānanti maṃ bhikkhū āpattiṃ āpanno’ti—","eng":"Thinking, ‘The mendicants have found out about my offense,’ ","html":"{}"},"mn5:10.6":{"pli":"iti so kupito hoti appatīto. ","eng":"they get angry and bitter. ","html":"{}"},"mn5:10.7":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","eng":"And that anger and that bitterness ","html":"{}"},"mn5:10.8":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","eng":"are both blemishes. ","html":"{}</p>"},"mn5:11.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:11.2":{"pli":"‘āpattiñca vata āpanno assaṃ, anuraho maṃ bhikkhū codeyyuṃ, no saṅghamajjhe’ti. ","eng":"‘If I commit an offense, I hope the mendicants accuse me in private, not in the middle of the Saṅgha.’ ","html":"{}","comm":"Many Vinaya offences can be cleared by a simple confession to a single fellow monastic. In more serious cases, however, the entire resident Saṅgha must be involved in the rehabilitation process. In such cases, a sense of collective shame is essential to motivate the offender to change their ways. "},"mn5:11.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ bhikkhū saṅghamajjhe codeyyuṃ, no anuraho. ","eng":"But it’s possible that the mendicants do accuse that mendicant in the middle of the Saṅgha … ","html":"{}"},"mn5:11.4":{"pli":"‘Saṅghamajjhe maṃ bhikkhū codenti, no anuraho’ti—","html":"{}"},"mn5:11.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:11.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:11.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:12.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:12.2":{"pli":"‘āpattiñca vata āpanno assaṃ, sappaṭipuggalo maṃ codeyya, no appaṭipuggalo’ti. ","eng":"‘If I commit an offense, I hope I’m accused by a peer, not by someone who is not a peer.’ ","html":"{}","comm":"“Counterpart” (<i lang='pi' translate='no'>paṭipuggala</i>) is elsewhere used of the Buddha, where it is paired with <i lang='pi' translate='no'>sama</i> in a negative sense, “without equal or rival” (eg. <a href='index.html?q=mn56#29.54'>MN 56:29.54</a>). Here, the commentary explains it as someone who is a counterpart in that they too have committed an offense (<i lang='pi' translate='no'>sāpattiko</i>, cp. <a href='index.html?q=pli-tv-kd2#27.3.1'>Kd 2:27.3.1</a>), or because they are similar in caste, learning, etc. "},"mn5:12.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ appaṭipuggalo codeyya, no sappaṭipuggalo. ","eng":"But it’s possible that someone who is not a peer accuses that mendicant … ","html":"{}"},"mn5:12.4":{"pli":"‘Appaṭipuggalo maṃ codeti, no sappaṭipuggalo’ti—","html":"{}"},"mn5:12.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:12.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:12.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:13.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:13.2":{"pli":"‘aho vata mameva satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya, na aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyyā’ti. ","eng":"‘Oh, I hope the Teacher will teach the mendicants by repeatedly questioning me alone, not some other mendicant.’ ","html":"{}"},"mn5:13.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya, na taṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya. ","eng":"But it’s possible that the Teacher will teach the mendicants by repeatedly questioning some other mendicant … ","html":"{}"},"mn5:13.4":{"pli":"‘Aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseti, na maṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ desetī’ti—","html":"{}"},"mn5:13.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:13.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:13.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:14.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:14.2":{"pli":"‘aho vata mameva bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ, na aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyun’ti. ","eng":"‘Oh, I hope the mendicants will enter the village for the meal putting me at the very front, not some other mendicant.’ ","html":"{}","comm":"Normally, mendicants would wander for alms, which was usually done alone or with an attendant. In some places today, such as north-east Thailand, mendicant go for alms in a line. The phrasing “for the meal”, however, seems to refer to an occasion when a group of mendicants have been invited to take the meal in someone’s house. "},"mn5:14.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ, na taṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ. ","eng":"But it’s possible that the mendicants will enter the village for the meal putting some other mendicant at the very front … ","html":"{}"},"mn5:14.4":{"pli":"‘Aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya pavisanti, na maṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya pavisantī’ti—","html":"{}"},"mn5:14.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:14.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:14.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:15.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:15.2":{"pli":"‘aho vata ahameva labheyyaṃ bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na añño bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti. ","eng":"‘Oh, I hope that I alone get the best seat, the best drink, and the best almsfood in the refectory, not some other mendicant.’ ","html":"{}"},"mn5:15.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na so bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ. ","eng":"But it’s possible that some other mendicant gets the best seat, the best drink, and the best almsfood in the refectory … ","html":"{}"},"mn5:15.4":{"pli":"‘Añño bhikkhu labhati bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, nāhaṃ labhāmi bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti—","html":"{}"},"mn5:15.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:15.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:15.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:16.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:16.2":{"pli":"‘aho vata ahameva bhattagge bhuttāvī anumodeyyaṃ, na añño bhikkhu bhattagge bhuttāvī anumodeyyā’ti. ","eng":"‘I hope that I alone give the verses of appreciation after eating in the refectory, not some other mendicant.’ ","html":"{}","comm":"This is the <i lang='pi' translate='no'>anumodana</i>, which is still recited in Pali today. It was a short teaching on the benefits of giving, emphasizing the positive effects of the donor’s actions. See examples at <a href='index.html?q=dn16#1.31.2'>DN 16:1.31.2</a> = <a href='index.html?q=ud8.6#22.1'>Ud 8.6:22.1</a>, <a href='index.html?q=mn92#26.1'>MN 92:26.1</a> = <a href='index.html?q=snp3.7#35.1'>Snp 3.7:35.1</a>, <a href='index.html?q=sn55.26#20.1'>SN 55.26:20.1</a>, <a href='index.html?q=an5.44#8.1'>AN 5.44:8.1</a>, <a href='https://suttacentral.net/an54/en/sujato#8.1'>AN 54:8.1</a>, <a href='index.html?q=pli-tv-kd1#15.14.4'>Kd 1:15.14.4</a>, and <a href='index.html?q=pli-tv-kd1#1.5.1'>Kd 1:1.5.1</a>. "},"mn5:16.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu bhattagge bhuttāvī anumodeyya, na so bhikkhu bhattagge bhuttāvī anumodeyya. ","eng":"But it’s possible that some other mendicant gives the verses of appreciation after eating in the refectory … ","html":"{}"},"mn5:16.4":{"pli":"‘Añño bhikkhu bhattagge bhuttāvī anumodati, nāhaṃ bhattagge bhuttāvī anumodāmī’ti—","html":"{}"},"mn5:16.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:16.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:16.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:17.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:17.2":{"pli":"‘aho vata ahameva ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyyaṃ, na añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyyā’ti. ","eng":"‘Oh, I hope that I might teach the Dhamma to the monks, nuns, laymen, and laywomen in the monastery, not some other mendicant.’ ","html":"{}","comm":"It is an offence for a monk to teach nuns with a worldly motive (<a href='index.html?q=pli-tv-bu-vb-pc24'>Bu Pc 24</a>). "},"mn5:17.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyya, na so bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyya. ","html":"{}"},"mn5:17.4":{"pli":"‘Añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseti, nāhaṃ ārāmagatānaṃ bhikkhūnaṃ dhammaṃ desemī’ti—","html":"{}"},"mn5:17.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:17.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:17.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:18-20.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","html":"<p>{}"},"mn5:18-20.2":{"pli":"‘aho vata ahameva ārāmagatānaṃ bhikkhunīnaṃ dhammaṃ deseyyaṃ …pe… ","html":"{}"},"mn5:18-20.3":{"pli":"upāsakānaṃ dhammaṃ deseyyaṃ …pe… ","html":"{}"},"mn5:18-20.4":{"pli":"upāsikānaṃ dhammaṃ deseyyaṃ, na añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyyā’ti. ","html":"{}"},"mn5:18-20.5":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyya, na so bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyya. ","eng":"But it’s possible that some other mendicant teaches the Dhamma … ","html":"{}"},"mn5:18-20.6":{"pli":"‘Añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseti, nāhaṃ ārāmagatānaṃ upāsikānaṃ dhammaṃ desemī’ti—","html":"{}"},"mn5:18-20.7":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:18-20.8":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:18-20.9":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:21.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:21.2":{"pli":"‘aho vata mameva bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na aññaṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti. ","eng":"‘Oh, I hope that the monks, nuns, laymen, and laywomen will honor, respect, revere, and venerate me alone, not some other mendicant.’ ","html":"{}"},"mn5:21.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na taṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ. ","html":"{}"},"mn5:21.4":{"pli":"‘Aññaṃ bhikkhuṃ bhikkhū sakkaronti garuṃ karonti mānenti pūjenti, na maṃ bhikkhū sakkaronti garuṃ karonti mānenti pūjentī’ti—","html":"{}"},"mn5:21.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:21.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:21.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:22-24.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","html":"<p>{}"},"mn5:22-24.2":{"pli":"‘aho vata mameva bhikkhuniyo …pe… ","html":"{}"},"mn5:22-24.3":{"pli":"upāsakā …pe… ","html":"{}"},"mn5:22-24.4":{"pli":"upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na aññaṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti. ","html":"{}"},"mn5:22-24.5":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na taṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ. ","eng":"But it’s possible that some other mendicant is honored, respected, revered, and venerated … ","html":"{}"},"mn5:22-24.6":{"pli":"‘Aññaṃ bhikkhuṃ upāsikā sakkaronti garuṃ karonti mānenti pūjenti, na maṃ upāsikā sakkaronti garuṃ karonti mānenti pūjentī’ti—","html":"{}"},"mn5:22-24.7":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:22-24.8":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:22-24.9":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:25.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","eng":"It’s possible that some mendicant might wish: ","html":"<p>{}"},"mn5:25.2":{"pli":"‘aho vata ahameva lābhī assaṃ paṇītānaṃ cīvarānaṃ, na añño bhikkhu lābhī assa paṇītānaṃ cīvarānan’ti. ","eng":"‘I hope I get the nicest robes, almsfood, lodgings, and medicines and supplies for the sick, not some other mendicant.’ ","html":"{}"},"mn5:25.3":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu lābhī assa paṇītānaṃ cīvarānaṃ, na so bhikkhu lābhī assa paṇītānaṃ cīvarānaṃ. ","eng":"But it’s possible that some other mendicant gets the nicest robes, almsfood, lodgings, and medicines and supplies for the sick … ","html":"{}"},"mn5:25.4":{"pli":"‘Añño bhikkhu lābhī paṇītānaṃ cīvarānaṃ, nāhaṃ lābhī paṇītānaṃ cīvarānan’ti—","html":"{}"},"mn5:25.5":{"pli":"iti so kupito hoti appatīto. ","html":"{}"},"mn5:25.6":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","html":"{}"},"mn5:25.7":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","html":"{}</p>"},"mn5:26-27.1":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya: ","html":"<p>{}"},"mn5:26-27.2":{"pli":"‘aho vata ahameva lābhī assaṃ paṇītānaṃ piṇḍapātānaṃ …pe… ","html":"{}"},"mn5:26-27.3":{"pli":"paṇītānaṃ senāsanānaṃ …pe… ","html":"{}"},"mn5:26-27.4":{"pli":"paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, na añño bhikkhu lābhī assa paṇītānaṃ gilānappaccayabhesajjaparikkhārānan’ti. ","html":"{}"},"mn5:26-27.5":{"pli":"Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu lābhī assa paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, na so bhikkhu lābhī assa paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ. ","html":"{}"},"mn5:26-27.6":{"pli":"‘Añño bhikkhu lābhī paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, nāhaṃ lābhī paṇītānaṃ gilānappaccayabhesajjaparikkhārānan’ti—","eng":"Thinking, ‘Some other mendicant has got the nicest robes, almsfood, lodgings, and medicines and supplies for the sick’, ","html":"{}"},"mn5:26-27.7":{"pli":"iti so kupito hoti appatīto. ","eng":"they get angry and bitter. ","html":"{}"},"mn5:26-27.8":{"pli":"Yo ceva kho, āvuso, kopo yo ca appaccayo—","eng":"And that anger and that bitterness ","html":"{}"},"mn5:26-27.9":{"pli":"ubhayametaṃ aṅgaṇaṃ. ","eng":"are both blemishes. ","html":"{}</p>"},"mn5:28.1":{"pli":"Imesaṃ kho etaṃ, āvuso, pāpakānaṃ akusalānaṃ icchāvacarānaṃ adhivacanaṃ, yadidaṃ aṅgaṇanti. ","eng":"‘Blemish’ is a term for these spheres of bad, unskillful wishes. ","html":"<p>{}</p>"},"mn5:29.1":{"pli":"Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṃsukūliko lūkhacīvaradharo, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti. ","eng":"Suppose these spheres of bad, unskillful wishes are seen and heard to be not given up by a mendicant. Even though they dwell in the wilderness, in remote lodgings, eat only almsfood, wander indiscriminately for almsfood, wear rag robes, and wear shabby robes, their spiritual companions don’t honor, respect, revere, and venerate them. ","html":"<p>{}","comm":"These are the outward signs of someone living a dedicated ascetic life. These and other practices are called <i lang='pi' translate='no'>dhutaṅga</i> (“shaking off”) and may be voluntarily undertaken in order to live more freely without attachments. "},"mn5:29.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn5:29.3":{"pli":"Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca. ","eng":"It’s because these spheres of bad, unskillful wishes are seen and heard to be not given up by that venerable. ","html":"{}"},"mn5:29.4":{"pli":"Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ","eng":"Suppose a bronze cup was brought from a shop or smithy clean and bright. ","html":"{}"},"mn5:29.5":{"pli":"Tamenaṃ sāmikā ahikuṇapaṃ vā kukkurakuṇapaṃ vā manussakuṇapaṃ vā racayitvā aññissā kaṃsapātiyā paṭikujjitvā antarāpaṇaṃ paṭipajjeyyuṃ. ","eng":"The owners were to prepare it with the carcass of a snake, a dog, or a human, cover it with a bronze lid, and parade it through the market-place. ","html":"{}"},"mn5:29.6":{"pli":"Tamenaṃ jano disvā evaṃ vadeyya: ","eng":"When people saw it they’d say: ","html":"{}"},"mn5:29.7":{"pli":"‘ambho, kimevidaṃ harīyati jaññajaññaṃ viyā’ti? ","eng":"‘My good man, what is it that you’re carrying like a precious treasure?’ ","html":"{}"},"mn5:29.8":{"pli":"Tamenaṃ uṭṭhahitvā apāpuritvā olokeyya. ","eng":"So they’d open up the lid for people to look inside. ","html":"{}"},"mn5:29.9":{"pli":"Tassa sahadassanena amanāpatā ca saṇṭhaheyya, pāṭikulyatā ca saṇṭhaheyya, jegucchatā ca saṇṭhaheyya; ","eng":"But as soon as they saw it they were filled with loathing, revulsion, and disgust. ","html":"{}"},"mn5:29.10":{"pli":"jighacchitānampi na bhottukamyatā assa, pageva suhitānaṃ. ","eng":"Not even those who were hungry wanted to eat it, let alone those who had eaten. ","html":"{}</p>"},"mn5:29.11":{"pli":"Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṃsukūliko lūkhacīvaradharo, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti. ","eng":"In the same way, when these spheres of bad, unskillful wishes are seen and heard to be not given up by a mendicant … their spiritual companions don’t honor, respect, revere, and venerate them. ","html":"<p>{}"},"mn5:29.12":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn5:29.13":{"pli":"Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca. ","eng":"It’s because these spheres of bad, unskillful wishes are seen and heard to be not given up by that venerable. ","html":"{}</p>"},"mn5:30.1":{"pli":"Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti. ","eng":"Suppose these spheres of bad, unskillful wishes are seen and heard to be given up by a mendicant. Even though they dwell within a village, accept invitations to a meal, and wear robes offered by householders, their spiritual companions honor, respect, revere, and venerate them. ","html":"<p>{}"},"mn5:30.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn5:30.3":{"pli":"Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca. ","eng":"It’s because these spheres of bad, unskillful wishes are seen and heard to be given up by that venerable. ","html":"{}"},"mn5:30.4":{"pli":"Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ","eng":"Suppose a bronze cup was brought from a shop or smithy clean and bright. ","html":"{}"},"mn5:30.5":{"pli":"Tamenaṃ sāmikā sālīnaṃ odanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ racayitvā aññissā kaṃsapātiyā paṭikujjitvā antarāpaṇaṃ paṭipajjeyyuṃ. ","eng":"The owners were to prepare it with boiled fine rice with the dark grains picked out and served with many soups and sauces, cover it with a bronze lid, and parade it through the market-place. ","html":"{}"},"mn5:30.6":{"pli":"Tamenaṃ jano disvā evaṃ vadeyya: ","eng":"When people saw it they’d say: ","html":"{}"},"mn5:30.7":{"pli":"‘ambho, kimevidaṃ harīyati jaññajaññaṃ viyā’ti? ","eng":"‘My good man, what is it that you’re carrying like a precious treasure?’ ","html":"{}"},"mn5:30.8":{"pli":"Tamenaṃ uṭṭhahitvā apāpuritvā olokeyya. ","eng":"So they’d open up the lid for people to look inside. ","html":"{}"},"mn5:30.9":{"pli":"Tassa saha dassanena manāpatā ca saṇṭhaheyya, appāṭikulyatā ca saṇṭhaheyya, ajegucchatā ca saṇṭhaheyya; ","eng":"And as soon as they saw it they were filled with liking, attraction, and relish. ","html":"{}"},"mn5:30.10":{"pli":"suhitānampi bhottukamyatā assa, pageva jighacchitānaṃ. ","eng":"Even those who had eaten wanted to eat it, let alone those who were hungry. ","html":"{}</p>"},"mn5:30.11":{"pli":"Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti. ","eng":"In the same way, when these spheres of bad, unskillful wishes are seen and heard to be given up by a mendicant … their spiritual companions honor, respect, revere, and venerate them. ","html":"<p>{}"},"mn5:30.12":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn5:30.13":{"pli":"Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti cā”ti. ","eng":"It’s because these spheres of bad, unskillful wishes are seen and heard to be given up by that venerable.” ","html":"{}</p>"},"mn5:31.1":{"pli":"Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When he said this, Venerable Mahāmoggallāna said to him, ","html":"<p>{}"},"mn5:31.2":{"pli":"“upamā maṃ, āvuso sāriputta, paṭibhātī”ti. ","eng":"“Reverend Sāriputta, a simile strikes me.” ","html":"{}</p>"},"mn5:31.3":{"pli":"“Paṭibhātu taṃ, āvuso moggallānā”ti. ","eng":"“Then speak as you feel inspired,” said Sāriputta. ","html":"<p>{}</p>"},"mn5:31.4":{"pli":"“Ekamidāhaṃ, āvuso, samayaṃ rājagahe viharāmi giribbaje. ","eng":"“Reverend, this one time I was staying right here in Rājagaha, the Mountainfold. ","html":"<p>{}"},"mn5:31.5":{"pli":"Atha khvāhaṃ, āvuso, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ. ","eng":"Then I robed up in the morning and, taking my bowl and robe, entered Rājagaha for alms. ","html":"{}"},"mn5:31.6":{"pli":"Tena kho pana samayena samīti yānakāraputto rathassa nemiṃ tacchati. ","eng":"Now at that time Samīti of the wainwrights was planing the rim of a chariot wheel. ","html":"{}","comm":"Samīti is mentioned only here. | The rare <i lang='pi' translate='no'>yānakāra</i> (“wainwright”) is used here instead of the normal <i lang='pi' translate='no'>rathakāra</i> (also at <a href='index.html?q=tha-ap150#1.1'>Tha-ap 150:1.1</a> and Varāhamihira’s Bṛhatsaṁhitā 10.17). "},"mn5:31.7":{"pli":"Tamenaṃ paṇḍuputto ājīvako purāṇayānakāraputto paccupaṭṭhito hoti. ","eng":"The Ājīvaka ascetic Paṇḍuputta, who was formerly of the wainwrights, was standing by, ","html":"{}","comm":"The primary Pali account of Ājīvaka beliefs is at <a href='index.html?q=dn2#20.2'>DN 2:20.2</a>. | Paṇḍuputta is mentioned only here, although he shares a name with the five “sons of Paṇḍu”, better known as Pāṇḍava, who fought the Kurukṣetra war in the Mahābhārata. "},"mn5:31.8":{"pli":"Atha kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa evaṃ cetaso parivitakko udapādi: ","eng":"and this thought came to his mind: ","html":"{}"},"mn5:31.9":{"pli":"‘aho vatāyaṃ samīti yānakāraputto imissā nemiyā imañca vaṅkaṃ imañca jimhaṃ imañca dosaṃ taccheyya, evāyaṃ nemi apagatavaṅkā apagatajimhā apagatadosā suddhā assa sāre patiṭṭhitā’ti. ","eng":"‘Oh, I hope Samīti the wainwright planes out the crooks, bends, and flaws in this rim. Then the rim will be rid of crooks, bends, and flaws, pure, and consolidated in the core.’ ","html":"{}","comm":"“Pure and consolidated in the core” (<i lang='pi' translate='no'>suddhā assa sāre patiṭṭhitā</i>) recurs at <a href='index.html?q=mn72#21.5'>MN 72:21.5</a> (of an assembly) and <a href='index.html?q=an3.93#6.13'>AN 3.93:6.13</a> (of a crop). "},"mn5:31.10":{"pli":"Yathā yathā kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa cetaso parivitakko hoti tathā tathā samīti yānakāraputto tassā nemiyā tañca vaṅkaṃ tañca jimhaṃ tañca dosaṃ tacchati. ","eng":"And Samīti planed out the flaws in the rim just as Paṇḍuputta thought. ","html":"{}"},"mn5:31.11":{"pli":"Atha kho, āvuso, paṇḍuputto ājīvako purāṇayānakāraputto attamano attamanavācaṃ nicchāresi: ","eng":"Then Paṇḍuputta expressed his gladness: ","html":"{}"},"mn5:31.12":{"pli":"‘hadayā hadayaṃ maññe aññāya tacchatī’ti. ","eng":"‘He planes like he knows my heart with his heart!’ ","html":"{}</p>"},"mn5:32.1":{"pli":"Evameva kho, āvuso, ye te puggalā assaddhā, jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā, saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā, indriyesu aguttadvārā, bhojane amattaññuno, jāgariyaṃ ananuyuttā, sāmaññe anapekkhavanto, sikkhāya na tibbagāravā, bāhulikā sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, kusītā hīnavīriyā muṭṭhassatī asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, tesaṃ āyasmā sāriputto iminā dhammapariyāyena hadayā hadayaṃ maññe aññāya tacchati. ","eng":"In the same way, there are those faithless individuals who went forth from the lay life to homelessness not out of faith but to earn a livelihood. They’re devious, deceitful, and sneaky. They’re restless, insolent, fickle, scurrilous, and loose-tongued. They do not guard their sense doors or eat in moderation, and they are not dedicated to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and immersion, with straying minds, witless and idiotic. Venerable Sāriputta planes their faults with this exposition of the teaching as if he knows my heart with his heart! ","html":"<p>{}</p>","comm":"Also at <a href='index.html?q=mn107#15.2'>MN 107:15.2</a>. "},"mn5:32.2":{"pli":"Ye pana te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṃ dhammapariyāyaṃ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca: ","eng":"But there are those gentlemen who went forth from the lay life to homelessness out of faith. They’re not devious, deceitful, and sneaky. They’re not restless, insolent, fickle, scurrilous, and loose-tongued. They guard their sense doors and eat in moderation, and they are dedicated to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness, immersion, and unified minds; wise and clever. Hearing this exposition of the teaching from Venerable Sāriputta, they drink it up and devour it, as it were. And in speech and thought they say: ","html":"<p>{}"},"mn5:32.3":{"pli":"‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’ti. ","eng":"‘It’s good, sirs, that he draws his spiritual companions away from the unskillful and establishes them in the skillful.’ ","html":"{}</p>","comm":"The Pali Text Society edition treats this sentence as a simple continuation of Moggallāna’s speech. But it reads better as an exclamation by the good monks, as indicated by Mahāsaṅgīti’s close <i lang='pi' translate='no'>-ti</i>. "},"mn5:33.1":{"pli":"Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṃnhāto uppalamālaṃ vā vassikamālaṃ vā atimuttakamālaṃ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṃ patiṭṭhapeyya; ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. Presented with a garland of lotuses, jasmine, or liana flowers, they would take them in both hands and place them on the crown of the head. ","html":"<p>{}","comm":"This simile is also found at <a href='index.html?q=an8.51#24.1'>AN 8.51:24.1</a>. It is the inverse of the simile where a vain young person would try to remove any “blemish” from their face (eg. <a href='index.html?q=mn15#8.3'>MN 15:8.3</a>, <a href='index.html?q=an10.51#3.2'>AN 10.51:3.2</a>; with <i lang='pi' translate='no'>kaṇika</i> instead of <i lang='pi' translate='no'>aṅgaṇa</i> at <a href='index.html?q=dn2#92.1'>DN 2:92.1</a>). "},"mn5:33.2":{"pli":"evameva kho, āvuso, ye te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṃ dhammapariyāyaṃ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca: ","eng":"In the same way, those gentlemen who went forth from the lay life to homelessness out of faith … say: ","html":"{}"},"mn5:33.3":{"pli":"‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’”ti. ","eng":"‘It’s good, sirs, that he draws his spiritual companions away from the unskillful and establishes them in the skillful.’” ","html":"{}"},"mn5:33.4":{"pli":"Itiha te ubho mahānāgā aññamaññassa subhāsitaṃ samanumodiṃsūti. ","eng":"And so these two spiritual giants agreed with each others’ fine words. ","html":"{}</p>","comm":"“Spiritual giant” is <i lang='pi' translate='no'>nāga</i>, which also means a dragon, a bull elephant, or a king cobra. | This mutual admiration is also expressed between Sāriputta and Moggallāna at <a href='index.html?q=sn21.3#7.1'>SN 21.3:7.1</a> and <a href='index.html?q=ud4.4#8.1'>Ud 4.4:8.1</a>, and between Sāriputta and Puṇṇa son of Mantāṇī at <a href='index.html?q=mn24#17.13'>MN 24:17.13</a>.  "},"mn5:33.5":{"pli":"Anaṅgaṇasuttaṃ niṭṭhitaṃ pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}