{"mn102":{"mn102:0.1":{"pli":"Majjhima Nikāya 102 ","eng":"Middle Discourses 102 ","html":"<article id='mn102'><header><ul><li class='division'>{}</li></ul>"},"mn102:0.2":{"pli":"Pañcattayasutta ","eng":"The Five and Three ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn102:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This sutta is something of a “middle length” version of the better-known Brahmajālasutta (<a href='index.html?q=dn1'>DN 1</a>). Both these texts emphasize the importance of understanding the views of others. This is important, because we live and communicate in a cultural context, and our views are shared with those of others. Some of the views defined here are still current today, while others have disappeared in history. But we can still learn from the Buddha’s method to learn how to approach different views today. | A Tibetan translation of the Mūlasarvāstivāda Pañcatraya Sūtra is discussed by Peter Skilling in <em>Mahāsūtras II</em>, pp. 469–511. "},"mn102:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn102:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn102:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn102:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn102:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn102:2.1":{"pli":"“santi, bhikkhave, eke samaṇabrāhmaṇā aparantakappikā aparantānudiṭṭhino aparantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti. ","eng":"“Mendicants, there are some ascetics and brahmins who speculate and theorize about the final end, and assert various hypotheses concerning the final end. ","html":"<p>{}"},"mn102:2.2":{"pli":"‘Saññī attā hoti arogo paraṃ maraṇā’ti—","eng":"Some propose this: ‘The self is percipient and healthy after death.’ ","html":"{}","comm":"The first three are varieties of eternalism. | <i lang='pi' translate='no'>Aroga</i> (“free of disease”) is explained by the commentary as “permanent” (<i lang='pi' translate='no'>nicca</i>), drawing on the root sense of the word, “unbroken”. However, <i lang='pi' translate='no'>aroga</i> is always used in the sense “free of disease, well, healthy” (eg. <a href='index.html?q=mn97#2.4'>MN 97:2.4</a>), and this applies to the Brahmanical tradition as well as the Buddhist. Chandogya Upaniṣad 7.26.2 says that one who sees (the self) does not see death, they have no disease or pain. Bṛhadāraṇyaka Upaniṣad 4.4.12 similarly says that one who sees the self will not suffer in the wake of the body, which Śaṅkāra explains, “Struggling with desires for himself, for his son, for his wife, and so on, he is born and dies again and again, and is diseased when his body is diseased.” "},"mn102:2.3":{"pli":"ittheke abhivadanti; ","html":"{}"},"mn102:2.4":{"pli":"‘asaññī attā hoti arogo paraṃ maraṇā’ti—","eng":"Some propose this: ‘The self is non-percipient and healthy after death.’ ","html":"{}"},"mn102:2.5":{"pli":"ittheke abhivadanti; ","html":"{}"},"mn102:2.6":{"pli":"‘nevasaññīnāsaññī attā hoti arogo paraṃ maraṇā’ti—","eng":"Some propose this: ‘The self is neither percipient nor non-percipient and healthy after death.’ ","html":"{}"},"mn102:2.7":{"pli":"ittheke abhivadanti; ","html":"{}"},"mn102:2.8":{"pli":"sato vā pana sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, diṭṭhadhammanibbānaṃ vā paneke abhivadanti. ","eng":"But some assert the annihilation, eradication, and nonexistence of an existing being, while others propose extinguishment in this life. ","html":"{}","comm":"“Extinguishment in the present life” sounds like the Buddhist view, but since it is collected here with wrong views, it refers to misapprehension of absorption as being Nibbāna (<a href='index.html?q=mn102#24.1'>MN 102:24.1</a>). This is similar to the five views of <a href='index.html?q=dn1#3.19.1'>DN 1:3.19.1</a>. DN 1 adds sensual pleasures as a kind of false Nibbāna; it also makes it explicit that it is the extinguishment of “an existing being”. | In both suttas “extinguishment in the present life” is included with the views about the future, for unclear reasons. Skilling notes, however, that in the Pañcatraya Sūtra, “extinguishment in the present life” constitutes a separate category. "},"mn102:2.9":{"pli":"Iti santaṃ vā attānaṃ paññapenti arogaṃ paraṃ maraṇā, sato vā pana sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, diṭṭhadhammanibbānaṃ vā paneke abhivadanti. ","eng":"Thus they assert an existent self that is free of disease after death; or they assert the annihilation of an existing being; while some propose extinguishment in this life. ","html":"{}"},"mn102:2.10":{"pli":"Iti imāni pañca hutvā tīṇi honti, tīṇi hutvā pañca honti—","eng":"In this way five become three, and three become five. ","html":"{}","comm":"That is, there are five total propositions, of which the first three are varieties of eternalism, which if treated as a group, gives three kinds of views. "},"mn102:2.11":{"pli":"ayamuddeso pañcattayassa. ","eng":"This is the summary recital of the five and three. ","html":"{}</p>"},"mn102:3.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, ekattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nānattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, parittasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, appamāṇasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, etaṃ vā panekesaṃ upātivattataṃ viññāṇakasiṇameke abhivadanti appamāṇaṃ āneñjaṃ. ","eng":"Now, the ascetics and brahmins who assert a self that is percipient and healthy after death describe it as formed, or formless, or both formed and formless, or neither formed nor formless. Or they describe it as of unified perception, or of diverse perception, or of limited perception, or of limitless perception. Or some among those who go beyond this propose universal consciousness, limitless and imperturbable. ","html":"<p>{}</p>","comm":"The Buddha subdivides the first kind of eternalist according to the kind of self that is envisaged. | The “form” of the self may be either “coarse” form such as a human body, or “subtle form” like the heaven realms. | A formless self is associated with formless attainments. | “Having form and being formless” is not meant as a paradox. It could mean that the self evolves or transitions through different states, sometimes having form, sometimes not. Or it could refer to something like different layers of sheaths of the self, where everything is the self, but may be lesser attributes of self. | Unified perception results from <i lang='pi' translate='no'>jhāna</i>, diverse perception from sense experience. | Limited perception is associated with sense consciousness or a limited attainment of absorption, while limitless perception is associated with a limitless absorption. This seems to refer to the first formless attainment. | “Universal consciousness” (<i lang='pi' translate='no'>viññāṇakasiṇa</i>) is equivalent to the second formless attainment, which is mentioned by both the Pali commentary and the Pañcatraya Sūtra. "},"mn102:4.1":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"<p>{}"},"mn102:4.2":{"pli":"Ye kho te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, ekattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nānattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, parittasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, appamāṇasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, yā vā panetāsaṃ saññānaṃ parisuddhā paramā aggā anuttariyā akkhāyati—","eng":"There are ascetics and brahmins who assert a self that is percipient and healthy after death, describing it as formed, or formless, or both formed and formless, or neither formed nor formless. Or they describe it as of unified perception, or of diverse perception, or of limited perception, or of limitless perception. ","html":"{}"},"mn102:4.3":{"pli":"yadi rūpasaññānaṃ yadi arūpasaññānaṃ yadi ekattasaññānaṃ yadi nānattasaññānaṃ. ","html":"{}"},"mn102:4.4":{"pli":"‘Natthi kiñcī’ti ākiñcaññāyatanameke abhivadanti appamāṇaṃ āneñjaṃ. ","eng":"Or some, aware that ‘there is nothing at all’, propose the dimension of nothingness, limitless and imperturbable. They declare that this is the purest, highest, best, and supreme of all those perceptions, whether of form or of formlessness or of unity or of diversity. ","html":"{}","comm":"This is the third formless attainment. | The fourth formless attainment, “neither perception nor non-perception” is so subtle that it cannot be considered an attainment with perception. "},"mn102:4.5":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘That much is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}","comm":"This describes the development of insight based on deep absorption. Even the most refined states are still conditioned and therefore “coarse” compared to Nibbāna. "},"mn102:4.6":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:5.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā. ","eng":"Now, the ascetics and brahmins who assert a self that is non-percipient and healthy after death describe it as formed, or formless, or both formed and formless, or neither formed nor formless. ","html":"<p>{}</p>","comm":"The suttas occasionally mention the “non-percipient beings” (<a href='index.html?q=dn1#2.31.1'>DN 1:2.31.1</a>). The commentaries explain this as a realm of pure form, where consciousness is suspended for a long time. This is tricky to interpret in line with the Buddhist classes of existence, since such a state could not be considered “formless”. A similar problem comes when the dimension of neither perception nor non-perception is considered to have form (<a href='index.html?q=mn102#8.1'>MN 102:8.1</a>). Such cases must refer to sectarian views that do not fit within the Buddhist system. "},"mn102:6.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti. ","eng":"So they reject those who assert a self that is percipient and healthy after death. ","html":"<p>{}"},"mn102:6.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn102:6.3":{"pli":"Saññā rogo saññā gaṇḍo saññā sallaṃ, etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ: ‘asaññan’ti. ","eng":"Because they believe that perception is a disease, a boil, a dart, and that the state of non-perception is peaceful and sublime. ","html":"{}</p>"},"mn102:7.1":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti ","eng":"The Realized One understands this as follows. ","html":"<p>{}"},"mn102:7.2":{"pli":"ye kho te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā. ","eng":"There are ascetics and brahmins who assert a self that is non-percipient and healthy after death, describing it as formed, or formless, or both formed and formless, or neither formed nor formless. ","html":"{}"},"mn102:7.3":{"pli":"Yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā evaṃ vadeyya: ","eng":"But if any ascetic or brahmin should say this: ","html":"{}"},"mn102:7.4":{"pli":"‘ahamaññatra rūpā, aññatra vedanāya, aññatra saññāya, aññatra saṅkhārehi, viññāṇassa āgatiṃ vā gatiṃ vā cutiṃ vā upapattiṃ vā vuddhiṃ vā virūḷhiṃ vā vepullaṃ vā paññapessāmī’ti—","eng":"‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’ ","html":"{}","comm":"Also at <a href='index.html?q=sn22.53#2.2'>SN 22.53:2.2</a>, etc. | The process of rebirth is often described in terms of consciousness, as in dependent origination or, say, the “stream of consciousness” (<a href='index.html?q=dn28#7.13'>DN 28:7.13</a>). However, consciousness never exists by itself, but only in relation to the other aggregates. The case of the formless realm might seem an exception, yet even formless rebirth is dependent on form of the past, since the four “form” absorptions are the basis for the formless attainments. Thus while the formless realms can be described without reference to <em>present</em> form they cannot be described without reference to form at all. "},"mn102:7.5":{"pli":"netaṃ ṭhānaṃ vijjati. ","eng":"That is not possible. ","html":"{}"},"mn102:7.6":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:7.7":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:8.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā. ","eng":"Now, the ascetics and brahmins who assert a self that is neither percipient nor non-percipient and healthy after death describe it as formed, or formless, or both formed and formless, or neither formed nor formless. ","html":"<p>{}</p>"},"mn102:9.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti. ","eng":"So they reject those who assert a self that is percipient and healthy after death, as well as those who assert a self that is non-percipient and healthy after death. ","html":"<p>{}"},"mn102:9.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn102:9.3":{"pli":"Saññā rogo saññā gaṇḍo saññā sallaṃ, asaññā sammoho, etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ: ","eng":"Because they believe that perception is a disease, a boil, a dart; that non-perception is a stupor; and that the state of neither perception nor non-perception is peaceful and sublime. ","html":"{}","comm":"This is the highest of the formless attainments. | “Stupor” is <i lang='pi' translate='no'>sammoha</i>. "},"mn102:9.4":{"pli":"‘nevasaññānāsaññan’ti. ","html":"{}</p>"},"mn102:10.1":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"<p>{}"},"mn102:10.2":{"pli":"Ye kho te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā. ","eng":"There are ascetics and brahmins who assert a self that is neither percipient nor non-percipient and healthy after death, describing it as formed, or formless, or both formed and formless, or neither formed nor formless. ","html":"{}"},"mn102:10.3":{"pli":"Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā diṭṭhasutamutaviññātabbasaṅkhāramattena etassa āyatanassa upasampadaṃ paññapenti, byasanañhetaṃ, bhikkhave, akkhāyati etassa āyatanassa upasampadāya. ","eng":"Some ascetics or brahmins assert the embracing of that dimension merely through the conditioned phenomena of what ought be seen, heard, thought, and known. But that is said to be a disastrous approach. ","html":"{}","comm":"The commentary resolves the compound <i lang='pi' translate='no'>diṭṭhasutamutaviññātabba</i> by applying the future passive participle <i lang='pi' translate='no'>viññātabba</i> to the preceding items: <i lang='pi' translate='no'>diṭṭhaviññātabbamattena sutaviññātabbamattena mutaviññātabbamattena</i>. However the same phrase occurs at <a href='index.html?q=sn35.95#10.1'>SN 35.95:10.1</a> and <a href='index.html?q=an4.24#7.5'>AN 4.24:7.5</a>, and in both cases the future passive sense is clearly meant to be distributed to each item. This grammatical form is characteristic of the epistemic tetrad from its origins (Bṛhadāraṇyaka Upaniṣad 2.4.5, 4.5.6). "},"mn102:10.4":{"pli":"Na hetaṃ, bhikkhave, āyatanaṃ saṅkhārasamāpattipattabbamakkhāyati; ","eng":"For that dimension is said to be not attainable by means of conditioned phenomena, ","html":"{}","comm":"Cp. <a href='index.html?q=sn14.11'>SN 14.11</a>. "},"mn102:10.5":{"pli":"saṅkhārāvasesasamāpattipattabbametaṃ, bhikkhave, āyatanamakkhāyati. ","eng":"but only with a residue of conditioned phenomena. ","html":"{}","comm":"This “residue” is the dimension of neither perception nor non-perception itself. "},"mn102:10.6":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:10.7":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:11.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti. ","eng":"Now, the ascetics and brahmins who assert the annihilation, eradication, and nonexistence of an existing being reject those who assert a self that is free of disease after death, whether percipient or non-percipient or neither percipient non-percipient. ","html":"<p>{}"},"mn102:11.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn102:11.3":{"pli":"Sabbepime bhonto samaṇabrāhmaṇā uddhaṃ saraṃ āsattiṃyeva abhivadanti: ","eng":"Because they think: ‘All of those ascetics and brahmins only assert their attachment to heading upstream: ","html":"{}","comm":"For <i lang='pi' translate='no'>uddhaṁ saraṁ</i> (“heading upstream”) in the sense “heading for rebirth in a higher realm”, compare <i lang='pi' translate='no'>uddhaṁsoto</i> (“one who heads upstream”), a term for a non-returner. "},"mn102:11.4":{"pli":"‘iti pecca bhavissāma, iti pecca bhavissāmā’ti. ","eng":"“After death we shall be like this! After death we shall be like that!” ","html":"{}</p>"},"mn102:12.1":{"pli":"Seyyathāpi nāma vāṇijassa vāṇijjāya gacchato evaṃ hoti: ","eng":"Suppose a trader was going to market, thinking: ","html":"<p>{}"},"mn102:12.2":{"pli":"‘ito me idaṃ bhavissati, iminā idaṃ lacchāmī’ti; ","eng":"“With this, that shall be mine! This way, I shall get that!” ","html":"{}"},"mn102:12.3":{"pli":"evamevime bhonto samaṇabrāhmaṇā vāṇijūpamā maññe paṭibhanti: ","eng":"In the same way, those ascetics and brahmins seem to be like traders when they say: ","html":"{}","comm":"This is a pointed criticism of those who approach spiritual life with a materialist mindset. "},"mn102:12.4":{"pli":"‘iti pecca bhavissāma, iti pecca bhavissāmā’ti. ","eng":"“After death we shall be like this! After death we shall be like that!”’ ","html":"{}"},"mn102:12.5":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"{}"},"mn102:12.6":{"pli":"Ye kho te bhonto samaṇabrāhmaṇā sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti te sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti. ","eng":"The ascetics and brahmins who assert the annihilation, eradication, and nonexistence of an existing being; from fear and disgust with substantial reality, they just keep running and circling around substantial reality. ","html":"{}","comm":"“Fear and disgust” is what in the second Noble Truth is called “craving for non-existence” (<i lang='pi' translate='no'>vibhavataṇhā</i>). | “Substantial reality” (<i lang='pi' translate='no'>sakkāya</i>) is the five aggregates that make up the three realms of existence, and which are grasped at as an “existing being” (<i lang='pi' translate='no'>sato sattassa</i>). "},"mn102:12.7":{"pli":"Seyyathāpi nāma sā gaddulabaddho daḷhe thambhe vā khile vā upanibaddho, tameva thambhaṃ vā khilaṃ vā anuparidhāvati anuparivattati; ","eng":"Suppose a hound on a leash was tethered to a strong post or pillar. It would just keeping running and circling around that post or pillar. ","html":"{}","comm":"<i lang='pi' translate='no'>Sā</i> (Sanskrit <i lang='pi' translate='no'>śvan</i>) is a short form for “dog” from the same root as <i lang='pi' translate='no'>soṇa</i> and <i lang='pi' translate='no'>sunakha</i>, all of which are distantly related to English “hound”. This simile is also at <a href='index.html?q=sn22.99#2.1'>SN 22.99:2.1</a>. "},"mn102:12.8":{"pli":"evamevime bhonto samaṇabrāhmaṇā sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti. ","eng":"In the same way, those ascetics and brahmins, from fear and disgust with substantial reality, just keep running and circling around substantial reality. ","html":"{}"},"mn102:12.9":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:12.10":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:13.1":{"pli":"Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā aparantakappikā aparantānudiṭṭhino aparantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti, sabbe te imāneva pañcāyatanāni abhivadanti etesaṃ vā aññataraṃ. ","eng":"Whatever ascetics and brahmins speculate and theorize about the final end, and propose various hypotheses concerning the final end, all of them propose one or other of these five theses. ","html":"<p>{}</p>","comm":"This statement seems misplaced here, as the introduction included “extinguishment in the present life” which has not yet been discussed. Probably it should occur further down, perhaps at <a href='index.html?q=mn102#25.1'>MN 102:25.1</a>. "},"mn102:14.1":{"pli":"Santi, bhikkhave, eke samaṇabrāhmaṇā pubbantakappikā pubbantānudiṭṭhino pubbantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti. ","eng":"There are some ascetics and brahmins who theorize about the first beginning, and propose various hypotheses concerning the first beginning. They propose the following, each insisting that theirs is the only truth and that everything else is wrong. ","html":"<p>{}","comm":"“Theories of the past” are not mentioned in the introduction. In the Brahmajālasutta (<a href='index.html?q=dn1'>DN 1</a>), such theories are logically described <em>before</em> theories of the future. The theories of the past are similar to those of the Brahmajālasutta, but not identical, so they cannot have been simply copied over. These theories may have originally been mentioned in the introduction and listed at the start of the sutta, but displaced due to textual corruption. We have already seen in the preceding segment that corruption is likely at this point. Analayo discusses this issue in detail (<em>Comparative Study</em>, vol. ii, p. 597ff). "},"mn102:14.2":{"pli":"‘Sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are eternal.’ ","html":"{}","comm":"See the four kinds of eternalism at <a href='index.html?q=dn1#1.30.1'>DN 1:1.30.1</a>. | The phrase “self and cosmos” (<i lang='pi' translate='no'>attā ca loko ca</i>) refers to the Upaniṣadic view, where the Self is ultimately a contingent aspect of the divinity that is the cosmos. That is why they occur together, as their nature and fate is inseparable. This is not true of other philosophies, as for example where a “soul” is created in a pre-existing universe, or when the universe is felt to be impermanent but the soul is eternal. "},"mn102:14.3":{"pli":"ittheke abhivadanti, ‘asassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are not eternal.’ ","html":"{}","comm":"This implies that at some point in the past, the self and the world appeared, which the commentary equates with the two kinds of “origination by chance” of <a href='index.html?q=dn1#2.30.1'>DN 1:2.30.1</a>. "},"mn102:14.4":{"pli":"ittheke abhivadanti, ‘sassato ca asassato ca attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are both eternal and not eternal.’ ","html":"{}","comm":"Compare the four kinds of “partial eternalism” (<a href='index.html?q=dn1#2.1.1'>DN 1:2.1.1</a>). "},"mn102:14.5":{"pli":"ittheke abhivadanti, ‘nevasassato nāsassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are neither eternal nor not eternal.’ ","html":"{}","comm":"The commentary suggests that these are the “endless flip-floppers” of <a href='index.html?q=dn1#2.23.1'>DN 1:2.23.1</a>. That may be so, but they are characterized by the refusal to make a statement, whereas here we have a definite statement, even if the exact sense is unclear. As a rule, constructions of the “neither … nor” type point to a subtle state that does not fit a dualistic description. Perhaps it refers to a philosophy that words such as “eternal” are inadequate, because “eternal” means “live for an infinite time” whereas they believed in a destiny that transcends time. "},"mn102:14.6":{"pli":"ittheke abhivadanti, ‘antavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are finite.’ ","html":"{}","comm":"These four views correspond to the same four “theories of the past” at <a href='index.html?q=dn1#2.16.1'>DN 1:2.16.1</a>. In addition, all the following items in this list are “theories of the future” at <a href='index.html?q=dn1#2.38.7'>DN 1:2.38.7</a>. Clearly it is possible to have similar views in relation to both the past and future. The classification of the finitude of the cosmos in relation to time seems puzzling, although in a relativistic universe time and distance are inextricably linked by the speed of light. "},"mn102:14.7":{"pli":"ittheke abhivadanti, ‘anantavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are infinite.’ ","html":"{}"},"mn102:14.8":{"pli":"ittheke abhivadanti, ‘antavā ca anantavā ca attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are both finite and infinite.’ ","html":"{}"},"mn102:14.9":{"pli":"ittheke abhivadanti, ‘nevantavā nānantavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are neither finite nor infinite.’ ","html":"{}"},"mn102:14.10":{"pli":"ittheke abhivadanti, ‘ekattasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are unified in perception.’ ","html":"{}"},"mn102:14.11":{"pli":"ittheke abhivadanti, ‘nānattasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos are diverse in perception.’ ","html":"{}"},"mn102:14.12":{"pli":"ittheke abhivadanti, ‘parittasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos have limited perception.’ ","html":"{}"},"mn102:14.13":{"pli":"ittheke abhivadanti, ‘appamāṇasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos have limitless perception.’ ","html":"{}"},"mn102:14.14":{"pli":"ittheke abhivadanti, ‘ekantasukhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos experience nothing but happiness.’ ","html":"{}"},"mn102:14.15":{"pli":"ittheke abhivadanti, ‘ekantadukkhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos experience nothing but suffering.’ ","html":"{}"},"mn102:14.16":{"pli":"ittheke abhivadanti, ‘sukhadukkhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos experience both happiness and suffering.’ ","html":"{}"},"mn102:14.17":{"pli":"ittheke abhivadanti, ‘adukkhamasukhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—","eng":"‘The self and the cosmos experience neither happiness nor suffering.’ ","html":"{}"},"mn102:14.18":{"pli":"ittheke abhivadanti. ","html":"{}</p>"},"mn102:15.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"Now, consider the ascetics and brahmins whose view is as follows. ","html":"<p>{}"},"mn102:15.2":{"pli":"‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti, tesaṃ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṃyeva ñāṇaṃ bhavissati parisuddhaṃ pariyodātanti—netaṃ ṭhānaṃ vijjati. ","eng":"‘The self and the cosmos are eternal. This is the only truth, anything else is futile.’ It’s simply not possible for them to have personal knowledge of this that is pure and bright, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation. ","html":"{}"},"mn102:15.3":{"pli":"Paccattaṃ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ upādānamakkhāyati. ","eng":"But in the absence of personal knowledge that is pure and bright, even the portion of knowledge they illuminate is said to be grasping on their part. ","html":"{}","comm":"The phrase “pure and bright” (<i lang='pi' translate='no'>parisuddhe pariyodāte</i>) normally describes the fourth absorption. The argument here may be parsed as follows. Even in the highest form of consciousness it is not possible to directly know such things as whether the cosmos is infinite. Any such doctrine, therefore, must be inferred from experience through the five forms of unreliable knowledge starting with faith. They are therefore confidently asserting things of which they have no direct knowledge. Because of this, even the portion of genuine knowledge and insight their meditation has brought them is corrupted by attachment. | <i lang='pi' translate='no'>Pariyodāta</i> (“bright”) is glossed by the commentary as <i lang='pi' translate='no'>pabhassara</i> (“radiant”). But “brighten” doesn’t quite work here for the verbal form <i lang='pi' translate='no'>pariyodapenti</i>, so I use “illuminate”. "},"mn102:15.4":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:15.5":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:16.1":{"pli":"Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"Now, consider the ascetics and brahmins whose view is as follows. ","html":"<p>{}"},"mn102:16.2":{"pli":"‘asassato attā ca loko ca, idameva saccaṃ moghamaññan’ti …pe… ","eng":"The self and the cosmos are not eternal, ","html":"{}"},"mn102:16.3":{"pli":"sassato ca asassato ca attā ca loko ca … ","eng":"or both eternal and not eternal, ","html":"{}"},"mn102:16.4":{"pli":"nevasassato nāsassato attā ca loko ca … ","eng":"or neither eternal nor not-eternal, ","html":"{}"},"mn102:16.5":{"pli":"antavā attā ca loko ca … ","eng":"or finite, ","html":"{}"},"mn102:16.6":{"pli":"anantavā attā ca loko ca … ","eng":"or infinite, ","html":"{}"},"mn102:16.7":{"pli":"antavā ca anantavā ca attā ca loko ca … ","eng":"or both finite and infinite, ","html":"{}"},"mn102:16.8":{"pli":"nevantavā nānantavā attā ca loko ca … ","eng":"or neither finite nor infinite, ","html":"{}"},"mn102:16.9":{"pli":"ekattasaññī attā ca loko ca … ","eng":"or of unified perception, ","html":"{}"},"mn102:16.10":{"pli":"nānattasaññī attā ca loko ca … ","eng":"or of diverse perception, ","html":"{}"},"mn102:16.11":{"pli":"parittasaññī attā ca loko ca … ","eng":"or of limited perception, ","html":"{}"},"mn102:16.12":{"pli":"appamāṇasaññī attā ca loko ca … ","eng":"or of limitless perception, ","html":"{}"},"mn102:16.13":{"pli":"ekantasukhī attā ca loko ca … ","eng":"or experience nothing but happiness, ","html":"{}"},"mn102:16.14":{"pli":"ekantadukkhī attā ca loko ca … ","eng":"or experience nothing but suffering, ","html":"{}"},"mn102:16.15":{"pli":"sukhadukkhī attā ca loko ca … ","eng":"or experience both happiness and suffering, ","html":"{}"},"mn102:16.16":{"pli":"adukkhamasukhī attā ca loko ca, idameva saccaṃ moghamaññanti, tesaṃ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṃyeva ñāṇaṃ bhavissati parisuddhaṃ pariyodātanti—netaṃ ṭhānaṃ vijjati. ","eng":"or experience neither happiness nor suffering. It’s simply not possible for them to have personal knowledge of this that is pure and bright, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation. ","html":"{}"},"mn102:16.17":{"pli":"Paccattaṃ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ upādānamakkhāyati. ","eng":"But in the absence of personal knowledge that is pure and bright, even the portion of knowledge they illuminate is said to be grasping on their part. ","html":"{}"},"mn102:16.18":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:16.19":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:17.1":{"pli":"Idha, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekaṃ pītiṃ upasampajja viharati: ","eng":"Now, some ascetics and brahmins, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, enter and remain in the rapture of seclusion: ","html":"<p>{}","comm":"The following section illustrates how genuine experiences of deep meditation become misapprehended as “extinguishment in the present life”. It begins with a lengthy and unique description of the absorptions, before specifying how grasping intervenes. | The “rapture of seclusion” includes the first two absorptions, which are characterized by rapture (<i lang='pi' translate='no'>pīti</i>). "},"mn102:17.2":{"pli":"‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ pavivekaṃ pītiṃ upasampajja viharāmī’ti. ","eng":"‘This is peaceful, this is sublime, that is, entering and remaining in the rapture of seclusion.’ ","html":"{}"},"mn102:17.3":{"pli":"Tassa sā pavivekā pīti nirujjhati. ","eng":"But that rapture of seclusion of theirs ceases. ","html":"{}"},"mn102:17.4":{"pli":"Pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti. ","eng":"When the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises. ","html":"{}</p>","comm":"Upon emerging from the bliss of absorption, the mind experiences anew all the flavors of life, including sadness. Typically a meditator is happy and refreshed for a long time after a deep meditation. Still, there can be a sense of loss of the blissful state, and a melancholy reflection that that too is impermanent. "},"mn102:18.1":{"pli":"Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati; ","eng":"It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. ","html":"<p>{}"},"mn102:18.2":{"pli":"evameva kho, bhikkhave, pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti. ","eng":"In the same way, when the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises. ","html":"{}"},"mn102:18.3":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"{}"},"mn102:18.4":{"pli":"Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekaṃ pītiṃ upasampajja viharati: ","eng":"This good ascetic or brahmin, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, enters and remains in the rapture of seclusion: ","html":"{}"},"mn102:18.5":{"pli":"‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ pavivekaṃ pītiṃ upasampajja viharāmī’ti. ","eng":"‘This is peaceful, this is sublime, that is, entering and remaining in the rapture of seclusion.’ ","html":"{}"},"mn102:18.6":{"pli":"Tassa sā pavivekā pīti nirujjhati. ","eng":"But that rapture of seclusion of theirs ceases. ","html":"{}"},"mn102:18.7":{"pli":"Pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti. ","eng":"When the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises. ","html":"{}"},"mn102:18.8":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:18.9":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:19.1":{"pli":"Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā nirāmisaṃ sukhaṃ upasampajja viharati: ","eng":"Now, some ascetics and brahmins, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, going beyond the rapture of seclusion, enter and remain in pleasure not of the flesh. ","html":"<p>{}","comm":"The “pleasure not of the flesh” (<i lang='pi' translate='no'>nirāmisaṁ sukhaṁ</i>) is the third absorption, characterized by the ending of rapture and the persistence of pleasure (<i lang='pi' translate='no'>sukha</i>). At <a href='index.html?q=sn36.31#5.1'>SN 36.31:5.1</a> it is described as all the <i lang='pi' translate='no'>jhānas</i> leading up to the third. The same sense is also at <a href='index.html?q=an6.45#24.3'>AN 6.45:24.3</a>. "},"mn102:19.2":{"pli":"‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ nirāmisaṃ sukhaṃ upasampajja viharāmī’ti. ","eng":"‘This is peaceful, this is sublime, that is, entering and remaining in pleasure not of the flesh.’ ","html":"{}"},"mn102:19.3":{"pli":"Tassa taṃ nirāmisaṃ sukhaṃ nirujjhati. ","eng":"But that pleasure not of the flesh of theirs ceases. ","html":"{}"},"mn102:19.4":{"pli":"Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ. ","eng":"When pleasure not of the flesh ceases, the rapture of seclusion arises; and when the rapture of seclusion ceases, pleasure not of the flesh arises. ","html":"{}</p>"},"mn102:20.1":{"pli":"Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati; ","eng":"It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. … ","html":"<p>{}"},"mn102:20.2":{"pli":"evameva kho, bhikkhave, nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ. ","html":"{}"},"mn102:20.3":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"{}"},"mn102:20.4":{"pli":"Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisaṃ sukhaṃ upasampajja viharati: ","eng":"This good ascetic or brahmin, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, going beyond the rapture of seclusion, enters and remains in pleasure not of the flesh. ","html":"{}"},"mn102:20.5":{"pli":"‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ nirāmisaṃ sukhaṃ upasampajja viharāmī’ti. ","eng":"‘This is peaceful, this is sublime, that is, entering and remaining in pleasure not of the flesh.’ ","html":"{}"},"mn102:20.6":{"pli":"Tassa taṃ nirāmisaṃ sukhaṃ nirujjhati. ","eng":"But that pleasure not of the flesh of theirs ceases. ","html":"{}"},"mn102:20.7":{"pli":"Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ. ","eng":"When pleasure not of the flesh ceases, the rapture of seclusion arises; and when the rapture of seclusion ceases, pleasure not of the flesh arises. ","html":"{}"},"mn102:20.8":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:20.9":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:21.1":{"pli":"Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṃ vedanaṃ upasampajja viharati: ","eng":"Now, some ascetics and brahmins, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, going beyond the rapture of seclusion and pleasure not of the flesh, enter and remain in neutral feeling. ","html":"<p>{}","comm":"This is the fourth absorption. "},"mn102:21.2":{"pli":"‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharāmī’ti. ","eng":"‘This is peaceful, this is sublime, that is, entering and remaining in neutral feeling.’ ","html":"{}"},"mn102:21.3":{"pli":"Tassa sā adukkhamasukhā vedanā nirujjhati. ","eng":"Then that neutral feeling ceases. ","html":"{}"},"mn102:21.4":{"pli":"Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā. ","eng":"When neutral feeling ceases, pleasure not of the flesh arises; and when pleasure not of the flesh ceases, neutral feelings arises. ","html":"{}</p>"},"mn102:22.1":{"pli":"Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati; ","eng":"It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. … ","html":"<p>{}"},"mn102:22.2":{"pli":"evameva kho, bhikkhave, adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā. ","html":"{}"},"mn102:22.3":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"{}"},"mn102:22.4":{"pli":"Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṃ vedanaṃ upasampajja viharati: ","eng":"This good ascetic or brahmin, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, going beyond the rapture of seclusion and pleasure not of the flesh, enters and remains in neutral feeling. ","html":"{}"},"mn102:22.5":{"pli":"‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharāmī’ti. ","eng":"‘This is peaceful, this is sublime, that is, entering and remaining in neutral feeling.’ ","html":"{}"},"mn102:22.6":{"pli":"Tassa sā adukkhamasukhā vedanā nirujjhati. ","eng":"Then that neutral feeling ceases. ","html":"{}"},"mn102:22.7":{"pli":"Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā. ","eng":"When neutral feeling ceases, pleasure not of the flesh arises; and when pleasure not of the flesh ceases, neutral feelings arises. ","html":"{}"},"mn102:22.8":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:22.9":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:23.1":{"pli":"Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā: ","eng":"Now, some ascetics and brahmins, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, go beyond the rapture of seclusion, pleasure not of the flesh, and neutral feeling. ","html":"<p>{}"},"mn102:23.2":{"pli":"‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati. ","eng":"They regard themselves like this: ‘I am at peace; I am quenched; I am free of grasping.’ ","html":"{}</p>","comm":"The repeated “I am” (<i lang='pi' translate='no'>ahamasmi</i>) emphasizes the conceit that reinforces the sense of self. "},"mn102:24.1":{"pli":"Tayidaṃ, bhikkhave, tathāgato abhijānāti. ","eng":"The Realized One understands this as follows. ","html":"<p>{}"},"mn102:24.2":{"pli":"Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā: ","eng":"This good ascetic or brahmin, letting go of theories about the first beginning and the final end, not fixating on the fetters of sensuality, goes beyond the rapture of seclusion, pleasure not of the flesh, and neutral feeling. ","html":"{}"},"mn102:24.3":{"pli":"‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati; ","eng":"They regard themselves like this: ‘I am at peace; I am quenched; I am free of grasping.’ ","html":"{}"},"mn102:24.4":{"pli":"addhā ayamāyasmā nibbānasappāyaṃyeva paṭipadaṃ abhivadati. ","eng":"Clearly this venerable speaks of a practice that’s conducive to extinguishment. ","html":"{}","comm":"The practice of absorption leads to Nibbāna, but if the state of absorption itself is misapprehended as being Nibbāna, the misapprehension is a form of attachment. "},"mn102:24.5":{"pli":"Atha ca panāyaṃ bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhiṃ vā upādiyamāno upādiyati, aparantānudiṭṭhiṃ vā upādiyamāno upādiyati, kāmasaṃyojanaṃ vā upādiyamāno upādiyati, pavivekaṃ vā pītiṃ upādiyamāno upādiyati, nirāmisaṃ vā sukhaṃ upādiyamāno upādiyati, adukkhamasukhaṃ vā vedanaṃ upādiyamāno upādiyati. ","eng":"Nevertheless, they still grasp at theories about the first beginning or the final end, or the fetters of sensuality, or the rapture of seclusion, or pleasure not of the flesh, or neutral feeling. ","html":"{}","comm":"This contrasts with the earlier statement that they had let go of views of the past and future before entering absorption. Perhaps they had had temporarily let them go, only for them to re-arise later. Or perhaps there is an editorial issue. "},"mn102:24.6":{"pli":"Yañca kho ayamāyasmā: ","eng":"And when they regard themselves like this: ","html":"{}"},"mn102:24.7":{"pli":"‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati tadapi imassa bhoto samaṇassa brāhmaṇassa upādānamakkhāyati. ","eng":"‘I am at peace; I am quenched; I am free of grasping,’ that’s also said to be grasping on their part. ","html":"{}"},"mn102:24.8":{"pli":"‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—","eng":"‘All that is conditioned and crude. But there is the cessation of conditions—<em>that</em> is real.’ ","html":"{}"},"mn102:24.9":{"pli":"iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ","eng":"Understanding this and seeing the escape from it, the Realized One has gone beyond all that. ","html":"{}</p>"},"mn102:25.1":{"pli":"Idaṃ kho pana, bhikkhave, tathāgatena anuttaraṃ santivarapadaṃ abhisambuddhaṃ yadidaṃ—","eng":"But the Realized One has awakened to the supreme state of sublime peace, that is, ","html":"<p>{}"},"mn102:25.2":{"pli":"channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā anupādāvimokkho”ti. ","eng":"liberation by not grasping after truly understanding the six fields of contact’s origin, disappearance, gratification, drawback, and escape.” ","html":"{}</p>","comm":"The Brahmajālasutta also emphasizes how liberation from the “sixty-two” wrong views is achieved through insight into the “six fields of contact” (<a href='https://suttacentral.net/dn13.71.12/en/sujato'>DN 13.71.12</a>). "},"mn102:25.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn102:25.4":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn102:25.5":{"pli":"Pañcattayasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}