{"mn77":{"mn77:0.1":{"pli":"Majjhima Nikāya 77 ","eng":"Middle Discourses 77 ","html":"<article id='mn77'><header><ul><li class='division'>{}</li></ul>"},"mn77:0.2":{"pli":"Mahāsakuludāyisutta ","eng":"The Longer Discourse with Sakuludāyī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn77:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"Beginning as a discussion on why certain teachers are given due respect, the Buddha creates one of the most comprehensive accounts of his system of meditation, drawing in almost all the different perspectives and approaches to <i lang='pi' translate='no'>samādhi</i>. "},"mn77:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn77:2.1":{"pli":"Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā moranivāpe paribbājakārāme paṭivasanti, seyyathidaṃ—","eng":"Now at that time several very well-known wanderers were residing in the monastery of the wanderers in the peacocks’ feeding ground. ","html":"<p>{}"},"mn77:2.2":{"pli":"annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā. ","eng":"They included Annabhāra, Varadhara, Sakuludāyī, and other very well-known wanderers. ","html":"{}</p>","comm":"The Buddha addresses these wanderers at <a href='index.html?q=an4.30'>AN 4.30</a>, where he teaches four fundamental principles of any holy life, and at <a href='index.html?q=an4.185'>AN 4.185</a>, where he teaches four “truths of the brahmins”. These are all respectful engagements that highlight common ground. | Annabhāra means “food-carrier” and indicates a humble origin (<a href='index.html?q=thag16.9#19.1'>Thag 16.9:19.1</a>). | Varadhara means “bearer of good fortune”; it is probably a name for the earth. | Sakuludāyī also appears in <a href='index.html?q=mn79'>MN 79</a>. His name (“one who rises up with his own family”) is ironic, given that his attempt to go forth is frustrated by his followers at <a href='index.html?q=mn79#46.2'>MN 79:46.2</a>. "},"mn77:3.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ","html":"<p>{}"},"mn77:3.2":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to him, ","html":"{}"},"mn77:3.3":{"pli":"“atippago kho tāva rājagahe piṇḍāya carituṃ. ","eng":"“It’s too early to wander for alms in Rājagaha. ","html":"{}"},"mn77:3.4":{"pli":"Yannūnāhaṃ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti. ","eng":"Why don’t I visit the wanderer Sakuludāyī at the monastery of the wanderers in the peacocks’ feeding ground?” ","html":"{}</p>"},"mn77:4.1":{"pli":"Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami. ","eng":"So the Buddha went to the monastery of the wanderers. ","html":"<p>{}</p>"},"mn77:4.2":{"pli":"Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—","eng":"Now at that time, Sakuludāyī was sitting together with a large assembly of wanderers making an uproar, a colossal racket. They engaged in all kinds of low talk, such as ","html":"<p>{}"},"mn77:4.3":{"pli":"rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ","eng":"talk about kings, bandits, and chief ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. ","html":"{}</p>"},"mn77:4.4":{"pli":"Addasā kho sakuludāyī paribbājako bhagavantaṃ dūratova āgacchantaṃ. ","eng":"Sakuludāyī saw the Buddha coming off in the distance, ","html":"<p>{}"},"mn77:4.5":{"pli":"Disvāna sakaṃ parisaṃ saṇṭhāpeti: ","eng":"and hushed his own assembly, ","html":"{}"},"mn77:4.6":{"pli":"“appasaddā bhonto hontu; ","eng":"“Be quiet, good fellows, don’t make a sound. ","html":"{}"},"mn77:4.7":{"pli":"mā bhonto saddamakattha. ","html":"{}"},"mn77:4.8":{"pli":"Ayaṃ samaṇo gotamo āgacchati; ","eng":"Here comes the ascetic Gotama. ","html":"{}"},"mn77:4.9":{"pli":"appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī. ","eng":"The venerable likes quiet and praises quiet. ","html":"{}"},"mn77:4.10":{"pli":"Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ","eng":"Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” ","html":"{}"},"mn77:4.11":{"pli":"Atha kho te paribbājakā tuṇhī ahesuṃ. ","eng":"Then those wanderers fell silent. ","html":"{}</p>"},"mn77:5.1":{"pli":"Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami. ","eng":"Then the Buddha approached Sakuludāyī, ","html":"<p>{}"},"mn77:5.2":{"pli":"Atha kho sakuludāyī paribbājako bhagavantaṃ etadavoca: ","eng":"who said to him, ","html":"{}"},"mn77:5.3":{"pli":"“etu kho, bhante, bhagavā. ","eng":"“Let the Blessed One come, sir! ","html":"{}"},"mn77:5.4":{"pli":"Svāgataṃ, bhante, bhagavato. ","eng":"Welcome to the Blessed One, sir! ","html":"{}"},"mn77:5.5":{"pli":"Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"mn77:5.6":{"pli":"Nisīdatu, bhante, bhagavā; ","eng":"Please, sir, sit down, this seat is ready.” ","html":"{}"},"mn77:5.7":{"pli":"idamāsanaṃ paññattan”ti. ","html":"{}"},"mn77:5.8":{"pli":"Nisīdi bhagavā paññatte āsane. ","eng":"The Buddha sat on the seat spread out, ","html":"{}"},"mn77:5.9":{"pli":"Sakuludāyīpi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"while Sakuludāyī took a low seat and sat to one side. ","html":"{}</p>"},"mn77:5.10":{"pli":"Ekamantaṃ nisinnaṃ kho sakuludāyiṃ paribbājakaṃ bhagavā etadavoca: ","eng":"The Buddha said to him, ","html":"<p>{}"},"mn77:5.11":{"pli":"“Kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Udāyī, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"mn77:6.1":{"pli":"“Tiṭṭhatesā, bhante, kathā yāya mayaṃ etarahi kathāya sannisinnā. ","eng":"“Sir, leave aside what we were sitting talking about just now. ","html":"<p>{}"},"mn77:6.2":{"pli":"Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya. ","eng":"It won’t be hard for you to hear about that later. ","html":"{}</p>"},"mn77:6.3":{"pli":"Purimāni, bhante, divasāni purimatarāni nānātitthiyānaṃ samaṇabrāhmaṇānaṃ kutūhalasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Sir, a few days ago several ascetics and brahmins who follow various other religions were sitting together at the debating hall, and this discussion came up among them: ","html":"<p>{}"},"mn77:6.4":{"pli":"‘lābhā vata, bho, aṅgamagadhānaṃ, suladdhalābhā vata, bho, aṅgamagadhānaṃ. ","eng":"‘The people of Aṅga and Magadha are so fortunate, so very fortunate! ","html":"{}"},"mn77:6.5":{"pli":"Tatrime samaṇabrāhmaṇā saṅghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā bahujanassa rājagahaṃ vassāvāsaṃ osaṭā. ","eng":"For there are these ascetics and brahmins who lead an order and a community, and tutor a community. They’re well-known and famous religious founders, deemed holy by many people. And they have come down for the rainy season residence at Rājagaha. ","html":"{}"},"mn77:6.6":{"pli":"Ayampi kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ","eng":"They include Pūraṇa Kassapa, ","html":"{}"},"mn77:6.7":{"pli":"sopi rājagahaṃ vassāvāsaṃ osaṭo. ","html":"{}"},"mn77:6.8":{"pli":"Ayampi kho makkhali gosālo …pe… ","eng":"the bamboo-staffed ascetic Gosāla, ","html":"{}"},"mn77:6.9":{"pli":"ajito kesakambalo … ","eng":"Ajita of the hair blanket, ","html":"{}"},"mn77:6.10":{"pli":"pakudho kaccāyano … ","eng":"Pakudha Kaccāyana, ","html":"{}"},"mn77:6.11":{"pli":"sañjayo belaṭṭhaputto … ","eng":"Sañjaya Belaṭṭhiputta, ","html":"{}"},"mn77:6.12":{"pli":"nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ","eng":"and the Jain ascetic of the Ñātika clan. ","html":"{}"},"mn77:6.13":{"pli":"sopi rājagahaṃ vassāvāsaṃ osaṭo. ","html":"{}"},"mn77:6.14":{"pli":"Ayampi kho samaṇo gotamo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ","eng":"This ascetic Gotama also leads an order and a community, and tutors a community. He’s a well-known and famous religious founder, deemed holy by many people. ","html":"{}"},"mn77:6.15":{"pli":"sopi rājagahaṃ vassāvāsaṃ osaṭo. ","eng":"And he too has come down for the rains residence at Rājagaha. ","html":"{}"},"mn77:6.16":{"pli":"Ko nu kho imesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saṅghīnaṃ gaṇīnaṃ gaṇācariyānaṃ ñātānaṃ yasassinaṃ titthakarānaṃ sādhusammatānaṃ bahujanassa sāvakānaṃ sakkato garukato mānito pūjito, kañca pana sāvakā sakkatvā garuṃ katvā upanissāya viharantī’ti? ","eng":"Which of these ascetics and brahmins is honored, respected, revered, and venerated by their disciples? And how do their disciples, honoring and respecting them, remain loyal?’ ","html":"{}</p>"},"mn77:6.17":{"pli":"Tatrekacce evamāhaṃsu: ","eng":"Some of them said: ","html":"<p>{}"},"mn77:6.18":{"pli":"‘ayaṃ kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ","eng":"‘This Pūraṇa Kassapa leads an order and a community, and tutors a community. He’s a well-known and famous religious founder, deemed holy by many people. ","html":"{}"},"mn77:6.19":{"pli":"so ca kho sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṃ kassapaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"But he’s not honored, respected, revered, and venerated by his disciples. And his disciples, not honoring and respecting him, don’t remain loyal to him. ","html":"{}"},"mn77:6.20":{"pli":"Bhūtapubbaṃ pūraṇo kassapo anekasatāya parisāya dhammaṃ deseti. ","eng":"Once it so happened that he was teaching an assembly of many hundreds. ","html":"{}"},"mn77:6.21":{"pli":"Tatraññataro pūraṇassa kassapassa sāvako saddamakāsi: ","eng":"Then one of his disciples made a noise, ","html":"{}"},"mn77:6.22":{"pli":"“mā bhonto pūraṇaṃ kassapaṃ etamatthaṃ pucchittha; ","eng":"“My good fellows, don’t ask Pūraṇa Kassapa about that. ","html":"{}"},"mn77:6.23":{"pli":"neso etaṃ jānāti; ","eng":"He doesn’t know that. ","html":"{}"},"mn77:6.24":{"pli":"mayametaṃ jānāma, amhe etamatthaṃ pucchatha; ","eng":"I know it. Ask me about it, ","html":"{}"},"mn77:6.25":{"pli":"mayametaṃ bhavantānaṃ byākarissāmā”ti. ","eng":"and I’ll answer you.” ","html":"{}"},"mn77:6.26":{"pli":"Bhūtapubbaṃ pūraṇo kassapo bāhā paggayha kandanto na labhati: ","eng":"Once it so happened that Pūraṇa Kassapa didn’t get his way, though he called out with raised arms, ","html":"{}"},"mn77:6.27":{"pli":"“appasaddā bhonto hontu, mā bhonto saddamakattha. ","eng":"“Be quiet, good fellows, don’t make a sound. ","html":"{}"},"mn77:6.28":{"pli":"Nete, bhavante, pucchanti, amhe ete pucchanti; ","eng":"They’re not asking you, they’re asking me! ","html":"{}"},"mn77:6.29":{"pli":"mayametesaṃ byākarissāmā”ti. ","eng":"I’ll answer you!” ","html":"{}"},"mn77:6.30":{"pli":"Bahū kho pana pūraṇassa kassapassa sāvakā vādaṃ āropetvā apakkantā: ","eng":"Indeed, many of his disciples have left him after refuting his doctrine: ","html":"{}"},"mn77:6.31":{"pli":"“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno, sahitaṃ me, asahitaṃ te, purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ","eng":"“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ","html":"{}"},"mn77:6.32":{"pli":"Iti pūraṇo kassapo sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṃ kassapaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"That’s how Pūraṇa Kassapa is not honored, respected, revered, venerated, and esteemed by his disciples. On the contrary, his disciples, not honoring and respecting him, don’t remain loyal to him. ","html":"{}"},"mn77:6.33":{"pli":"Akkuṭṭho ca pana pūraṇo kassapo dhammakkosenā’ti. ","eng":"Rather, he’s reviled, and rightly so.’ ","html":"{}</p>","comm":"Taking <i lang='pi' translate='no'>dhamma</i> here in the sense of “right, legitimate”, rather than “teaching”, as the example criticizes him not his teaching. "},"mn77:6.34":{"pli":"Ekacce evamāhaṃsu: ","eng":"Others said: ","html":"<p>{}"},"mn77:6.35":{"pli":"‘ayampi kho makkhali gosālo …pe… ","eng":"’this bamboo-staffed ascetic Gosāla … ","html":"{}"},"mn77:6.36":{"pli":"ajito kesakambalo … ","eng":"Ajita of the hair blanket … ","html":"{}"},"mn77:6.37":{"pli":"pakudho kaccāyano … ","eng":"Pakudha Kaccāyana … ","html":"{}"},"mn77:6.38":{"pli":"sañjayo belaṭṭhaputto … ","eng":"Sañjaya Belaṭṭhiputta … ","html":"{}"},"mn77:6.39":{"pli":"nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ","eng":"The Jain ascetic of the Ñātika clan leads an order and a community, and tutors a community. He’s a well-known and famous religious founder, deemed holy by many people. ","html":"{}"},"mn77:6.40":{"pli":"so ca kho sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṃ nāṭaputtaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"But he’s not honored, respected, revered, and venerated by his disciples. And his disciples, not honoring and respecting him, don’t remain loyal to him. ","html":"{}"},"mn77:6.41":{"pli":"Bhūtapubbaṃ nigaṇṭho nāṭaputto anekasatāya parisāya dhammaṃ deseti. ","eng":"Once it so happened that he was teaching an assembly of many hundreds. ","html":"{}"},"mn77:6.42":{"pli":"Tatraññataro nigaṇṭhassa nāṭaputtassa sāvako saddamakāsi: ","eng":"Then one of his disciples made a noise, ","html":"{}"},"mn77:6.43":{"pli":"“mā bhonto nigaṇṭhaṃ nāṭaputtaṃ etamatthaṃ pucchittha; ","eng":"“My good fellows, don’t ask the Jain Ñātika about that. ","html":"{}"},"mn77:6.44":{"pli":"neso etaṃ jānāti; ","eng":"He doesn’t know that. ","html":"{}"},"mn77:6.45":{"pli":"mayametaṃ jānāma, amhe etamatthaṃ pucchatha; ","eng":"I know it. Ask me about it, ","html":"{}"},"mn77:6.46":{"pli":"mayametaṃ bhavantānaṃ byākarissāmā”ti. ","eng":"and I’ll answer you.” ","html":"{}"},"mn77:6.47":{"pli":"Bhūtapubbaṃ nigaṇṭho nāṭaputto bāhā paggayha kandanto na labhati: ","eng":"Once it so happened that the Jain Ñātika didn’t get his way, though he called out with raised arms, ","html":"{}"},"mn77:6.48":{"pli":"“appasaddā bhonto hontu, mā bhonto saddamakattha. ","eng":"“Be quiet, good fellows, don’t make a sound. ","html":"{}"},"mn77:6.49":{"pli":"Nete bhavante pucchanti, amhe ete pucchanti; ","eng":"They’re not asking you, they’re asking me! ","html":"{}"},"mn77:6.50":{"pli":"mayametesaṃ byākarissāmā”ti. ","eng":"I’ll answer you!” ","html":"{}"},"mn77:6.51":{"pli":"Bahū kho pana nigaṇṭhassa nāṭaputtassa sāvakā vādaṃ āropetvā apakkantā: ","eng":"Indeed, many of his disciples have left him after refuting his doctrine: ","html":"{}"},"mn77:6.52":{"pli":"“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi. Kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi? Micchāpaṭipanno tvamasi. Ahamasmi sammāpaṭipanno. Sahitaṃ me asahitaṃ te, purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ","eng":"“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ","html":"{}"},"mn77:6.53":{"pli":"Iti nigaṇṭho nāṭaputto sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṃ nāṭaputtaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"That’s how the Jain Ñātika is not honored, respected, revered, and venerated by his disciples. On the contrary, his disciples, not honoring and respecting him, don’t remain loyal to him. ","html":"{}"},"mn77:6.54":{"pli":"Akkuṭṭho ca pana nigaṇṭho nāṭaputto dhammakkosenā’ti. ","eng":"Rather, he’s reviled, and rightly so.’ ","html":"{}</p>"},"mn77:6.55":{"pli":"Ekacce evamāhaṃsu: ","eng":"Others said: ","html":"<p>{}"},"mn77:6.56":{"pli":"‘ayampi kho samaṇo gotamo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ","eng":"‘This ascetic Gotama leads an order and a community, and tutors a community. He’s a well-known and famous religious founder, deemed holy by many people. ","html":"{}"},"mn77:6.57":{"pli":"so ca kho sāvakānaṃ sakkato garukato mānito pūjito, samaṇañca pana gotamaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"He’s honored, respected, revered, and venerated by his disciples. And his disciples, honoring and respecting him, remain loyal to him. ","html":"{}"},"mn77:6.58":{"pli":"Bhūtapubbaṃ samaṇo gotamo anekasatāya parisāya dhammaṃ desesi. ","eng":"Once it so happened that he was teaching an assembly of many hundreds. ","html":"{}"},"mn77:6.59":{"pli":"Tatraññataro samaṇassa gotamassa sāvako ukkāsi. ","eng":"Then one of his disciples cleared their throat. ","html":"{}"},"mn77:6.60":{"pli":"Tamenāññataro sabrahmacārī jaṇṇukena ghaṭṭesi: ","eng":"And one of their spiritual companions nudged them with their knee, to indicate, ","html":"{}"},"mn77:6.61":{"pli":"“appasaddo āyasmā hotu, māyasmā saddamakāsi, satthā no bhagavā dhammaṃ desesī”ti. ","eng":"“Hush, venerable, don’t make sound! Our teacher, the Blessed One, is teaching!” ","html":"{}"},"mn77:6.62":{"pli":"Yasmiṃ samaye samaṇo gotamo anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye samaṇassa gotamassa sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā. ","eng":"While the ascetic Gotama is teaching an assembly of many hundreds, there is no sound of his disciples coughing or clearing their throats. ","html":"{}"},"mn77:6.63":{"pli":"Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti: ","eng":"That large crowd is poised expectantly at the ready, thinking, ","html":"{}"},"mn77:6.64":{"pli":"“yaṃ no bhagavā dhammaṃ bhāsissati taṃ no sossāmā”ti. ","eng":"“Whatever the Buddha teaches, we shall listen to it.” ","html":"{}"},"mn77:6.65":{"pli":"Seyyathāpi nāma puriso cātummahāpathe khuddamadhuṃ anelakaṃ pīḷeyya. ","eng":"It’s like when there’s a person at the crossroads pressing out pure dwarf-bee honey, ","html":"{}","comm":"<i lang='pi' translate='no'>Khuddā</i> (literally “small one”) is said to be a species of small bee, also known in Sanskrit as <i lang='pi' translate='no'>kṣudrā</i>. The “dwarf bee” (<i lang='pi' translate='no'>apis florea</i>) fits the bill, as it is a small wild honeybee found in India. "},"mn77:6.66":{"pli":"Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito assa. ","eng":"and a large crowd is poised expectantly at the ready. ","html":"{}"},"mn77:6.67":{"pli":"Evameva yasmiṃ samaye samaṇo gotamo anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye samaṇassa gotamassa sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā. ","eng":"In the same way, while the ascetic Gotama is teaching an assembly of many hundreds, there is no sound of his disciples coughing or clearing their throats. ","html":"{}"},"mn77:6.68":{"pli":"Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti: ","eng":"That large crowd is poised expectantly at the ready, thinking, ","html":"{}"},"mn77:6.69":{"pli":"“yaṃ no bhagavā dhammaṃ bhāsissati taṃ no sossāmā”ti. ","eng":"“Whatever the Buddha teaches, we shall listen to it.” ","html":"{}"},"mn77:6.70":{"pli":"Yepi samaṇassa gotamassa sāvakā sabrahmacārīhi sampayojetvā sikkhaṃ paccakkhāya hīnāyāvattanti tepi satthu ceva vaṇṇavādino honti, dhammassa ca vaṇṇavādino honti, saṅghassa ca vaṇṇavādino honti, attagarahinoyeva honti anaññagarahino, “mayamevamhā alakkhikā mayaṃ appapuññā te mayaṃ evaṃ svākkhāte dhammavinaye pabbajitvā nāsakkhimhā yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caritun”ti. ","eng":"Even when disciples of the ascetic Gotama, having clashed with their spiritual companions, disavow the training and return to a lesser life, they speak only praise of the teacher, the teaching, and the Saṅgha. They blame only themselves, not others: “We were unlucky, we had little merit. For even after going forth in such a well explained teaching and training we weren’t able to practice for life the perfectly full and pure spiritual life.” ","html":"{}","comm":"For “having clashed” (<i lang='pi' translate='no'>sampayojetvā</i>), see <a href='index.html?q=sn11.24#1.2'>SN 11.24:1.2</a>. "},"mn77:6.71":{"pli":"Te ārāmikabhūtā vā upāsakabhūtā vā pañcasikkhāpade samādāya vattanti. ","eng":"They become monastery workers or lay followers, and they proceed having undertaken the five precepts. ","html":"{}"},"mn77:6.72":{"pli":"Iti samaṇo gotamo sāvakānaṃ sakkato garukato mānito pūjito, samaṇañca pana gotamaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharantī’”ti. ","eng":"That’s how the ascetic Gotama is honored, respected, revered, and venerated by his disciples. And that’s how his disciples, honoring and respecting him, remain loyal to him.’” ","html":"{}</p>"},"mn77:7.1":{"pli":"“Kati pana tvaṃ, udāyi, mayi dhamme samanupassasi, yehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti? ","eng":"“But Udāyī, how many qualities do you see in me, because of which my disciples honor, respect, revere, and venerate me; and honoring and respecting me, they remain loyal to me?” ","html":"<p>{}</p>"},"mn77:8.1":{"pli":"“Pañca kho ahaṃ, bhante, bhagavati dhamme samanupassāmi yehi bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"“Sir, I see five such qualities in the Buddha. ","html":"<p>{}","comm":"This is an example of what the Buddha says in <a href='index.html?q=dn1#1.7.1'>DN 1:1.7.1</a>, “When an ordinary person speaks praise of the Realized One, they speak only of trivial, insignificant details of mere ethics.” "},"mn77:8.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"mn77:8.3":{"pli":"Bhagavā hi, bhante, appāhāro, appāhāratāya ca vaṇṇavādī. ","eng":"The Buddha eats little and praises eating little. ","html":"<p data-counter='1'>{}"},"mn77:8.4":{"pli":"Yampi, bhante, bhagavā appāhāro, appāhāratāya ca vaṇṇavādī imaṃ kho ahaṃ, bhante, bhagavati paṭhamaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"This is the first such quality I see in the Buddha. ","html":"{}</p>"},"mn77:8.5":{"pli":"Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī. ","eng":"Furthermore, the Buddha is content with any kind of robe, and praises such contentment. ","html":"<p data-counter='2'>{}"},"mn77:8.6":{"pli":"Yampi, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati dutiyaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"This is the second such quality I see in the Buddha. ","html":"{}</p>"},"mn77:8.7":{"pli":"Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī. ","eng":"Furthermore, the Buddha is content with any kind of almsfood, and praises such contentment. ","html":"<p data-counter='3'>{}"},"mn77:8.8":{"pli":"Yampi, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati tatiyaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"This is the third such quality I see in the Buddha. ","html":"{}</p>"},"mn77:8.9":{"pli":"Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī. ","eng":"Furthermore, the Buddha is content with any kind of lodging, and praises such contentment. ","html":"<p data-counter='4'>{}"},"mn77:8.10":{"pli":"Yampi, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati catutthaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"This is the fourth such quality I see in the Buddha. ","html":"{}</p>"},"mn77:8.11":{"pli":"Puna caparaṃ, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī. ","eng":"Furthermore, the Buddha is secluded, and praises seclusion. ","html":"<p data-counter='5'>{}"},"mn77:8.12":{"pli":"Yampi, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati pañcamaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"This is the fifth such quality I see in the Buddha. ","html":"{}</p>"},"mn77:8.13":{"pli":"Ime kho ahaṃ, bhante, bhagavati pañca dhamme samanupassāmi yehi bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti. ","eng":"These are the five qualities I see in the Buddha, because of which his disciples honor, respect, revere, and venerate him; and honoring and respecting him, they remain loyal to him.” ","html":"<p>{}</p>"},"mn77:9.1":{"pli":"“‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi. ","eng":"“Suppose, Udāyī, my disciples were loyal to me because I eat little. Well, there are disciples of mine who eat a tumbler of food, or half a tumbler; they eat a wood-apple, or half a wood-apple. ","html":"<p data-counter='1'>{}"},"mn77:9.2":{"pli":"Ahaṃ kho pana, udāyi, appekadā iminā pattena samatittikampi bhuñjāmi bhiyyopi bhuñjāmi. ","eng":"But sometimes I even eat this bowl full to the brim, or even more. ","html":"{}"},"mn77:9.3":{"pli":"‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. ","eng":"So if it were the case that my disciples are loyal to me because I eat little, then those disciples who eat even less would not be loyal to me. ","html":"{}</p>"},"mn77:9.4":{"pli":"‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā paṃsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ karitvā dhārenti. ","eng":"Suppose my disciples were loyal to me because I’m content with any kind of robe. Well, there are disciples of mine who have rag robes, wearing shabby robes. They gather scraps from charnel grounds, rubbish dumps, and shops, make them into a patchwork robe and wear it. ","html":"<p data-counter='2'>{}"},"mn77:9.5":{"pli":"Ahaṃ kho panudāyi, appekadā gahapaticīvarāni dhāremi daḷhāni satthalūkhāni alābulomasāni. ","eng":"But sometimes I wear robes offered by householders that are strong, yet next to which bottle-gourd down is coarse. ","html":"{}","comm":"For Mahāsaṅgīti <i lang='pi' translate='no'>satthalūkhāni</i> accept PTS and BJT reading <i lang='pi' translate='no'>yattha lūkhāni</i>. | <i lang='pi' translate='no'>Alābu</i> is “bottle gourd”, which is covered in a fine down. "},"mn77:9.6":{"pli":"‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā paṃsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ karitvā dhārenti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. ","eng":"So if it were the case that my disciples are loyal to me because I’m content with any kind of robe, then those disciples who wear rag robes would not be loyal to me. ","html":"{}</p>"},"mn77:9.7":{"pli":"‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā, te antaragharaṃ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti. ","eng":"Suppose my disciples were loyal to me because I’m content with any kind of almsfood. Well, there are disciples of mine who eat only almsfood, wander indiscriminately for almsfood, happy to eat whatever they glean. When they’ve entered an inhabited area, they don’t consent when invited to sit down. ","html":"<p data-counter='3'>{}"},"mn77:9.8":{"pli":"Ahaṃ kho panudāyi, appekadā nimantanepi bhuñjāmi sālīnaṃ odanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ. ","eng":"But sometimes I even eat by invitation boiled fine rice with the dark grains picked out, served with many soups and sauces. ","html":"{}"},"mn77:9.9":{"pli":"‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā te antaragharaṃ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. ","eng":"So if it were the case that my disciples are loyal to me because I’m content with any kind of almsfood, then those disciples who eat only almsfood would not be loyal to me. ","html":"{}</p>"},"mn77:9.10":{"pli":"‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā rukkhamūlikā abbhokāsikā, te aṭṭhamāse channaṃ na upenti. ","eng":"Suppose my disciples were loyal to me because I’m content with any kind of lodging. Well, there are disciples of mine who stay at the root of a tree, in the open air. For eight months they don’t go under a roof. ","html":"<p data-counter='4'>{}"},"mn77:9.11":{"pli":"Ahaṃ kho panudāyi, appekadā kūṭāgāresupi viharāmi ullittāvalittesu nivātesu phusitaggaḷesu pihitavātapānesu. ","eng":"But sometimes I even stay in bungalows, plastered inside and out, draft-free, with doors fastened and windows shuttered. ","html":"{}"},"mn77:9.12":{"pli":"‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā rukkhamūlikā abbhokāsikā te aṭṭhamāse channaṃ na upenti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. ","eng":"So if it were the case that my disciples are loyal to me because I’m content with any kind of lodging, then those disciples who stay at the root of a tree would not be loyal to me. ","html":"{}</p>"},"mn77:9.13":{"pli":"‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā āraññikā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti, te anvaddhamāsaṃ saṅghamajjhe osaranti pātimokkhuddesāya. ","eng":"Suppose my disciples were loyal to me because I’m secluded and I praise seclusion. Well, there are disciples of mine who live in the wilderness, in remote lodgings. Having ventured deep into remote lodgings in the wilderness and the forest, they live there, coming down to the midst of the Saṅgha each fortnight for the recitation of the monastic code. ","html":"<p data-counter='5'>{}"},"mn77:9.14":{"pli":"Ahaṃ kho panudāyi, appekadā ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ","eng":"But sometimes I live crowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and monastics of other religions and their disciples. ","html":"{}"},"mn77:9.15":{"pli":"‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. Ye te, udāyi, mama sāvakā āraññakā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti te anvaddhamāsaṃ saṅghamajjhe osaranti pātimokkhuddesāya, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. ","eng":"So if it were the case that my disciples are loyal to me because I’m secluded and praise seclusion, then those disciples who live in the wilderness would not be loyal to me. ","html":"{}</p>"},"mn77:9.16":{"pli":"Iti kho, udāyi, na mamaṃ sāvakā imehi pañcahi dhammehi sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"So, Udāyī, it’s not because of these five qualities that my disciples honor, respect, revere, and venerate me; and honoring and respecting me, they remain loyal to me. ","html":"<p>{}</p>"},"mn77:10.1":{"pli":"Atthi kho, udāyi, aññe ca pañca dhammā yehi pañcahi dhammehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"There are five other qualities because of which my disciples honor, respect, revere, and venerate me; and honoring and respecting me, they remain loyal to me. ","html":"<p>{}"},"mn77:10.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"mn77:10.3":{"pli":"Idhudāyi, mamaṃ sāvakā adhisīle sambhāventi: ","eng":"Firstly, my disciples esteem me for the higher ethics: ","html":"<p>{}"},"mn77:10.4":{"pli":"‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti. ","eng":"‘The ascetic Gotama is ethical. He possesses the entire spectrum of ethical conduct to the highest degree.’ ","html":"{}"},"mn77:11.1":{"pli":"Yampudāyi, mamaṃ sāvakā adhisīle sambhāventi: ","eng":"Since this is so, ","html":"{}"},"mn77:11.2":{"pli":"‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti, ayaṃ kho, udāyi, paṭhamo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"this is the first quality because of which my disciples are loyal to me. ","html":"{}</p>"},"mn77:12.1":{"pli":"Puna caparaṃ, udāyi, mamaṃ sāvakā abhikkante ñāṇadassane sambhāventi: ","eng":"Furthermore, my disciples esteem me for my excellent knowledge and vision: ","html":"<p>{}"},"mn77:12.2":{"pli":"‘jānaṃyevāha samaṇo gotamo—jānāmīti, ","eng":"‘The ascetic Gotama only claims to know when he does in fact know. ","html":"{}"},"mn77:12.3":{"pli":"passaṃyevāha samaṇo gotamo—passāmīti; ","eng":"He only claims to see when he really does see. ","html":"{}"},"mn77:12.4":{"pli":"abhiññāya samaṇo gotamo dhammaṃ deseti no anabhiññāya; ","eng":"He teaches based on direct knowledge, not without direct knowledge. ","html":"{}"},"mn77:12.5":{"pli":"sanidānaṃ samaṇo gotamo dhammaṃ deseti no anidānaṃ; ","eng":"He teaches based on reason, not without reason. ","html":"{}"},"mn77:12.6":{"pli":"sappāṭihāriyaṃ samaṇo gotamo dhammaṃ deseti no appāṭihāriyan’ti. ","eng":"He teaches with a demonstrable basis, not without it.’ ","html":"{}","comm":"This is a good example of why <i lang='pi' translate='no'>sappāṭihāriya</i> means “with demonstrable basis”, not “with miracles”. "},"mn77:12.7":{"pli":"Yampudāyi, mamaṃ sāvakā abhikkante ñāṇadassane sambhāventi: ","eng":"Since this is so, ","html":"{}"},"mn77:12.8":{"pli":"‘jānaṃyevāha samaṇo gotamo—jānāmīti, ","html":"{}"},"mn77:12.9":{"pli":"passaṃyevāha samaṇo gotamo—passāmīti; ","html":"{}"},"mn77:12.10":{"pli":"abhiññāya samaṇo gotamo dhammaṃ deseti no anabhiññāya; ","html":"{}"},"mn77:12.11":{"pli":"sanidānaṃ samaṇo gotamo dhammaṃ deseti no anidānaṃ; ","html":"{}"},"mn77:12.12":{"pli":"sappāṭihāriyaṃ samaṇo gotamo dhammaṃ deseti no appāṭihāriyan’ti, ayaṃ kho, udāyi, dutiyo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"this is the second quality because of which my disciples are loyal to me. ","html":"{}</p>"},"mn77:13.1":{"pli":"Puna caparaṃ, udāyi, mamaṃ sāvakā adhipaññāya sambhāventi: ","eng":"Furthermore, my disciples esteem me for my higher wisdom: ","html":"<p>{}"},"mn77:13.2":{"pli":"‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato; ","eng":"‘The ascetic Gotama is wise. He possesses the entire spectrum of wisdom to the highest degree. ","html":"{}"},"mn77:13.3":{"pli":"taṃ vata anāgataṃ vādapathaṃ na dakkhati, uppannaṃ vā parappavādaṃ na sahadhammena suniggahitaṃ niggaṇhissatīti—netaṃ ṭhānaṃ vijjati’. ","eng":"It’s not possible that he would fail to foresee grounds for future criticism, or to legitimately and completely refute the doctrines of others that come up.’ ","html":"{}","comm":"<i lang='pi' translate='no'>Vādapatha</i> is found here and at <a href='index.html?q=an4.8#5.1'>AN 4.8:5.1</a> in the sense of “criticism”. Compare <i lang='pi' translate='no'>vacanapatha</i>, which is always used in the sense of “harsh words”, “criticism” (eg. <a href='index.html?q=an4.114#9.2'>AN 4.114:9.2</a>). Compare English “give a talking to”, “have words with”. At <a href='index.html?q=snp5.7#8.5'>Snp 5.7:8.5</a>, however, <i lang='pi' translate='no'>vādapatha</i> is used in the sense “ways of speech”. "},"mn77:13.4":{"pli":"Taṃ kiṃ maññasi, udāyi, ","eng":"What do you think, Udāyī? ","html":"{}"},"mn77:13.5":{"pli":"api nu me sāvakā evaṃ jānantā evaṃ passantā antarantarā kathaṃ opāteyyun”ti? ","eng":"Would my disciples, knowing and seeing this, break in and interrupt me?” ","html":"{}</p>"},"mn77:13.6":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn77:13.7":{"pli":"“Na kho panāhaṃ, udāyi, sāvakesu anusāsaniṃ paccāsīsāmi; ","eng":"“That’s because I don’t expect to be instructed by my disciples. ","html":"<p>{}"},"mn77:13.8":{"pli":"aññadatthu mamayeva sāvakā anusāsaniṃ paccāsīsanti. ","eng":"Invariably, my disciples expect instruction from me. ","html":"{}</p>"},"mn77:13.9":{"pli":"Yampudāyi, mamaṃ sāvakā adhipaññāya sambhāventi: ","eng":"Since this is so, ","html":"<p>{}"},"mn77:13.10":{"pli":"‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato; ","html":"{}"},"mn77:13.11":{"pli":"taṃ vata anāgataṃ vādapathaṃ na dakkhati, uppannaṃ vā parappavādaṃ na sahadhammena niggahitaṃ niggaṇhissatīti—","html":"{}"},"mn77:13.12":{"pli":"netaṃ ṭhānaṃ vijjati’. ","html":"{}"},"mn77:13.13":{"pli":"Ayaṃ kho, udāyi, tatiyo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"this is the third quality because of which my disciples are loyal to me. ","html":"{}</p>"},"mn77:14.1":{"pli":"Puna caparaṃ, udāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṃ upasaṅkamitvā dukkhaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena; ","eng":"Furthermore, my disciples come to me and ask how the noble truth of suffering applies to the suffering in which they are swamped and mired. And I provide them with a satisfying answer to their question. ","html":"<p>{}","comm":"The Buddha does not merely teach a satisfying theory, he applies it to address the specific suffering with which individuals are afflicted (<i lang='pi' translate='no'>yena dukkhena dukkhotiṇṇā</i>). "},"mn77:14.2":{"pli":"te maṃ dukkhasamudayaṃ … ","eng":"They ask how the noble truths of the origin of suffering, ","html":"{}"},"mn77:14.3":{"pli":"dukkhanirodhaṃ … ","eng":"the cessation of suffering, ","html":"{}"},"mn77:14.4":{"pli":"dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena. ","eng":"and the practice that leads to the cessation of suffering apply to the suffering  in which they are swamped and mired. And I provide them with satisfying answers to their questions. ","html":"{}"},"mn77:14.5":{"pli":"Yampudāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṃ upasaṅkamitvā dukkhaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena. ","eng":"Since this is so, ","html":"{}"},"mn77:14.6":{"pli":"Te maṃ dukkhasamudayaṃ … ","html":"{}"},"mn77:14.7":{"pli":"dukkhanirodhaṃ … ","html":"{}"},"mn77:14.8":{"pli":"dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ pucchanti. ","html":"{}"},"mn77:14.9":{"pli":"Tesāhaṃ dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ puṭṭho byākaromi. ","html":"{}"},"mn77:14.10":{"pli":"Tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena. ","html":"{}"},"mn77:14.11":{"pli":"Ayaṃ kho, udāyi, catuttho dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"this is the fourth quality because of which my disciples are loyal to me. ","html":"{}</p>"},"mn77:15.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro satipaṭṭhāne bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the four kinds of mindfulness meditation. ","html":"<p>{}","comm":"The fifth quality as presented here constitutes one of the most comprehensive presentations of meditation in any early Buddhist text. The Chinese parallel (MA 207 at T i 783b16) simply says that the Buddha taught disciples to transcend doubt and reach the far shore, which makes the same point far more economically. It seems likely that the Pali text has been expanded. | From here through to <a href='index.html?q=mn77#21.3'>MN 77:21.3</a> the Buddha presents the seven sets of practices later renowned as the 37 “qualities that lead to awakening” (<i lang='pi' translate='no'>bodhipakkhiyadhammā</i>). "},"mn77:15.2":{"pli":"Idhudāyi, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ","eng":"It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn77:15.3":{"pli":"vedanāsu vedanānupassī viharati … ","eng":"They meditate observing an aspect of feelings … ","html":"{}"},"mn77:15.4":{"pli":"citte cittānupassī viharati … ","eng":"mind … ","html":"{}"},"mn77:15.5":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn77:15.6":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>","comm":"“Perfection” is <i lang='pi' translate='no'>pāramī</i>, here a term for arahantship. The concept of “perfections” as a set of qualities developed by a Bodhisattva over many lifetimes is not found in any early text. It was introduced several centuries after the Buddha in the Cariyāpiṭaka (<a href='index.html?q=cp1'>Cp 1</a>) and throughout the latest texts of the Pali canon (<a href='index.html?q=bv1#78.1'>Bv 1:78.1</a>, <a href='index.html?q=thi-ap28#64.2'>Thi Ap 28:64.2</a>, <a href='index.html?q=kp8#15.2'>Kp 8:15.2</a>, <a href='index.html?q=pli-tv-pvr3#3.2'>Pvr 3:3.2</a>, <a href='index.html?q=mil5.1.4#13.1'>Mil 5.1.4:13.1</a>). Similar conceptions were meanwhile developing in other schools, eventually becoming a key doctrine of Mahāyāna. "},"mn77:16.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro sammappadhāne bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the four right efforts. ","html":"<p>{}"},"mn77:16.2":{"pli":"Idhudāyi, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati; ","eng":"It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. ","html":"{}"},"mn77:16.3":{"pli":"uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati; ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up. ","html":"{}"},"mn77:16.4":{"pli":"anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati; ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise. ","html":"{}"},"mn77:16.5":{"pli":"uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati. ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development. ","html":"{}"},"mn77:16.6":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:17.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro iddhipāde bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the four bases of psychic power. ","html":"<p>{}"},"mn77:17.2":{"pli":"Idhudāyi, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ","eng":"It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ","html":"{}"},"mn77:17.3":{"pli":"vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ","eng":"They develop the basis of psychic power that has immersion due to energy, and active effort. ","html":"{}"},"mn77:17.4":{"pli":"cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ","eng":"They develop the basis of psychic power that has immersion due to mental development, and active effort. ","html":"{}"},"mn77:17.5":{"pli":"vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ","eng":"They develop the basis of psychic power that has immersion due to inquiry, and active effort. ","html":"{}"},"mn77:17.6":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:18.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā pañcindriyāni bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the five faculties. ","html":"<p>{}"},"mn77:18.2":{"pli":"Idhudāyi, bhikkhu saddhindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ; ","eng":"It’s when a mendicant develops the faculties of faith, ","html":"{}"},"mn77:18.3":{"pli":"vīriyindriyaṃ bhāveti …pe… ","eng":"energy, ","html":"{}"},"mn77:18.4":{"pli":"satindriyaṃ bhāveti … ","eng":"mindfulness, ","html":"{}"},"mn77:18.5":{"pli":"samādhindriyaṃ bhāveti … ","eng":"immersion, ","html":"{}"},"mn77:18.6":{"pli":"paññindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ. ","eng":"and wisdom, which lead to peace and awakening. ","html":"{}"},"mn77:18.7":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:19.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā pañca balāni bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the five powers. ","html":"<p>{}"},"mn77:19.2":{"pli":"Idhudāyi, bhikkhu saddhābalaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ; ","eng":"It’s when a mendicant develops the powers of faith, ","html":"{}"},"mn77:19.3":{"pli":"vīriyabalaṃ bhāveti …pe… ","eng":"energy, ","html":"{}"},"mn77:19.4":{"pli":"satibalaṃ bhāveti … ","eng":"mindfulness, ","html":"{}"},"mn77:19.5":{"pli":"samādhibalaṃ bhāveti … ","eng":"immersion, ","html":"{}"},"mn77:19.6":{"pli":"paññābalaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ. ","eng":"and wisdom, which lead to peace and awakening. ","html":"{}"},"mn77:19.7":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:20.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā sattabojjhaṅge bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the seven awakening factors. ","html":"<p>{}"},"mn77:20.2":{"pli":"Idhudāyi, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ; ","eng":"It’s when a mendicant develops the awakening factors of mindfulness, ","html":"{}"},"mn77:20.3":{"pli":"dhammavicayasambojjhaṅgaṃ bhāveti …pe… ","eng":"investigation of principles, ","html":"{}"},"mn77:20.4":{"pli":"vīriyasambojjhaṅgaṃ bhāveti … ","eng":"energy, ","html":"{}"},"mn77:20.5":{"pli":"pītisambojjhaṅgaṃ bhāveti … ","eng":"rapture, ","html":"{}"},"mn77:20.6":{"pli":"passaddhisambojjhaṅgaṃ bhāveti … ","eng":"tranquility, ","html":"{}"},"mn77:20.7":{"pli":"samādhisambojjhaṅgaṃ bhāveti … ","eng":"immersion, ","html":"{}"},"mn77:20.8":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"{}"},"mn77:20.9":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:21.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the noble eightfold path. ","html":"<p>{}"},"mn77:21.2":{"pli":"Idhudāyi, bhikkhu sammādiṭṭhiṃ bhāveti, sammāsaṅkappaṃ bhāveti, sammāvācaṃ bhāveti, sammākammantaṃ bhāveti, sammāājīvaṃ bhāveti, sammāvāyāmaṃ bhāveti, sammāsatiṃ bhāveti, sammāsamādhiṃ bhāveti. ","eng":"It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}"},"mn77:21.3":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:22.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha vimokkhe bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the eight liberations. ","html":"<p>{}</p>","comm":"The eight liberations (<i lang='pi' translate='no'>vimokkhā</i>) are an alternative way of describing the meditative experiences of <i lang='pi' translate='no'>jhāna</i>. Elsewhere they are listed at <a href='index.html?q=dn15#35.1'>DN 15:35.1</a>, <a href='index.html?q=dn16#3.33.1'>DN 16:3.33.1</a>, <a href='index.html?q=dn33#3.1.168'>DN 33:3.1.168</a>, <a href='index.html?q=dn34#2.1.191'>DN 34:2.1.191</a>, <a href='index.html?q=an#8.66'>AN:8.66</a>, and referred to at <a href='index.html?q=an4.189#1.8'>AN 4.189:1.8</a> and <a href='index.html?q=thag20.1#33.1'>Thag 20.1:33.1</a>. At <a href='index.html?q=an8.120'>AN 8.120</a> and <a href='index.html?q=mn137#27.1'>MN 137:27.1</a> they are listed but not called the eight liberations. "},"mn77:22.2":{"pli":"Rūpī rūpāni passati, ","eng":"Having physical form, they see forms. ","html":"<p>{}","comm":"Someone sees a meditative vision based on the perception of their own body, such as through mindfulness of breathing or one’s own body parts. Such “visions” or “forms” (<i lang='pi' translate='no'>rūpā</i>) are the lights or other meditation phenomena that today are sometimes called <i lang='pi' translate='no'>nimitta</i>. | The first three liberations all cover the four <i lang='pi' translate='no'>jhānas</i>. "},"mn77:22.3":{"pli":"ayaṃ paṭhamo vimokkho; ","eng":"This is the first liberation. ","html":"{}</p>"},"mn77:22.4":{"pli":"ajjhattaṃ arūpasaññī bahiddhā rūpāni passati, ","eng":"Not perceiving form internally, they see forms externally. ","html":"<p>{}","comm":"A meditator grounds their practice on some external focus, such as a light, the sight of a corpse, or an external element such as earth. "},"mn77:22.5":{"pli":"ayaṃ dutiyo vimokkho; ","eng":"This is the second liberation. ","html":"{}</p>"},"mn77:22.6":{"pli":"subhanteva adhimutto hoti, ","eng":"They’re focused only on beauty. ","html":"<p>{}","comm":"This is a practice based on wholly pure and exalted meditation, such as the meditation on love, or the sight of a pure brilliant color like the sky. "},"mn77:22.7":{"pli":"ayaṃ tatiyo vimokkho; ","eng":"This is the third liberation. ","html":"{}</p>"},"mn77:22.8":{"pli":"sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ","html":"<p>{}"},"mn77:22.9":{"pli":"ayaṃ catuttho vimokkho; ","eng":"This is the fourth liberation. ","html":"{}</p>"},"mn77:22.10":{"pli":"sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ","html":"<p>{}"},"mn77:22.11":{"pli":"ayaṃ pañcamo vimokkho; ","eng":"This is the fifth liberation. ","html":"{}</p>"},"mn77:22.12":{"pli":"sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ","html":"<p>{}"},"mn77:22.13":{"pli":"ayaṃ chaṭṭho vimokkho; ","eng":"This is the sixth liberation. ","html":"{}</p>"},"mn77:22.14":{"pli":"sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ","html":"<p>{}"},"mn77:22.15":{"pli":"ayaṃ sattamo vimokkho; ","eng":"This is the seventh liberation. ","html":"{}</p>"},"mn77:22.16":{"pli":"sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ","eng":"Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ","html":"<p>{}"},"mn77:22.17":{"pli":"ayaṃ aṭṭhamo vimokkho. ","eng":"This is the eighth liberation. ","html":"{}</p>"},"mn77:22.18":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:23.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha abhibhāyatanāni bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the eight dimensions of mastery. ","html":"<p>{}</p>","comm":"These are another way of describing the different experiences of <i lang='pi' translate='no'>jhāna</i>. Also at <a href='index.html?q=an8.65'>AN 8.65</a>, <a href='index.html?q=an10.29#6.1'>AN 10.29:6.1</a>, <a href='index.html?q=dn16#3.24.1'>DN 16:3.24.1</a>, <a href='index.html?q=dn33#3.1.142'>DN 33:3.1.142</a>, and <a href='index.html?q=dn34#2.1.160'>DN 34:2.1.160</a>. "},"mn77:23.2":{"pli":"Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. ","eng":"Perceiving form internally, someone sees forms externally, limited, both pretty and ugly. ","html":"<p>{}","comm":"An “ugly” form is the mental image that arises in such contemplations as the parts of the body. A “beautiful” image arises from practices such as mindfulness of breathing. "},"mn77:23.3":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.4":{"pli":"Idaṃ paṭhamaṃ abhibhāyatanaṃ. ","eng":"This is the first dimension of mastery. ","html":"{}</p>"},"mn77:23.5":{"pli":"Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. ","eng":"Perceiving form internally, someone sees forms externally, limitless, both pretty and ugly. ","html":"<p>{}"},"mn77:23.6":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.7":{"pli":"Idaṃ dutiyaṃ abhibhāyatanaṃ. ","eng":"This is the second dimension of mastery. ","html":"{}</p>"},"mn77:23.8":{"pli":"Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. ","eng":"Not perceiving form internally, someone sees forms externally, limited, both pretty and ugly. ","html":"<p>{}"},"mn77:23.9":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.10":{"pli":"Idaṃ tatiyaṃ abhibhāyatanaṃ. ","eng":"This is the third dimension of mastery. ","html":"{}</p>"},"mn77:23.11":{"pli":"Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. ","eng":"Not perceiving form internally, someone sees forms externally, limitless, both pretty and ugly. ","html":"<p>{}"},"mn77:23.12":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.13":{"pli":"Idaṃ catutthaṃ abhibhāyatanaṃ. ","eng":"This is the fourth dimension of mastery. ","html":"{}</p>"},"mn77:23.14":{"pli":"Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni. ","eng":"Not perceiving form internally, someone sees forms externally, blue, with blue color and blue appearance. ","html":"<p>{}","comm":"This is the meditation where one contemplates an external color, either a prepared disk or a natural phenomena such as the sky or a flower, which eventually gives rise to a “counterpart” image. Today such meditations are called <i lang='pi' translate='no'>kasiṇa</i> following the Visuddhimagga, but for the original sense of <i lang='pi' translate='no'>kasiṇa</i> see below (<a href='index.html?q=mn77#24.1'>MN 77:24.1</a>). "},"mn77:23.15":{"pli":"Seyyathāpi nāma umāpupphaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ; ","eng":"They’re like a flax flower that’s blue, with blue color and blue appearance. Or a cloth from Varanasi that’s smoothed on both sides, blue, with blue color and blue appearance. ","html":"{}"},"mn77:23.16":{"pli":"evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni. ","eng":"In the same way, not perceiving form internally, someone sees forms externally, blue, with blue color and blue appearance. ","html":"{}"},"mn77:23.17":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.18":{"pli":"Idaṃ pañcamaṃ abhibhāyatanaṃ. ","eng":"This is the fifth dimension of mastery. ","html":"{}</p>"},"mn77:23.19":{"pli":"Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. ","eng":"Not perceiving form internally, someone sees forms externally that are yellow, with yellow color and yellow appearance. ","html":"<p>{}"},"mn77:23.20":{"pli":"Seyyathāpi nāma kaṇikārapupphaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ; ","eng":"They’re like a champak flower that’s yellow, with yellow color and yellow appearance. Or a cloth from Varanasi that’s smoothed on both sides, yellow, with yellow color and yellow appearance. ","html":"{}"},"mn77:23.21":{"pli":"evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. ","eng":"In the same way, not perceiving form internally, someone sees forms externally that are yellow, with yellow color and yellow appearance. ","html":"{}"},"mn77:23.22":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.23":{"pli":"Idaṃ chaṭṭhaṃ abhibhāyatanaṃ. ","eng":"This is the sixth dimension of mastery. ","html":"{}</p>"},"mn77:23.24":{"pli":"Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni. ","eng":"Not perceiving form internally, someone sees forms externally that are red, with red color and red appearance. ","html":"<p>{}"},"mn77:23.25":{"pli":"Seyyathāpi nāma bandhujīvakapupphaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ; ","eng":"They’re like a scarlet mallow flower that’s red, with red color and red appearance. Or a cloth from Varanasi that’s smoothed on both sides, red, with red color and red appearance. ","html":"{}"},"mn77:23.26":{"pli":"evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni. ","eng":"In the same way, not perceiving form internally, someone sees forms externally that are red, with red color and red appearance. ","html":"{}"},"mn77:23.27":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.28":{"pli":"Idaṃ sattamaṃ abhibhāyatanaṃ. ","eng":"This is the seventh dimension of mastery. ","html":"{}</p>"},"mn77:23.29":{"pli":"Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni. ","eng":"Not perceiving form internally, someone sees forms externally that are white, with white color and white appearance. ","html":"<p>{}"},"mn77:23.30":{"pli":"Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ odātaṃ odātavaṇṇaṃ odātanidassanaṃ odātanibhāsaṃ; ","eng":"They’re like the morning star that’s white, with white color and white appearance. Or a cloth from Varanasi that’s smoothed on both sides, white, with white color and white appearance. ","html":"{}"},"mn77:23.31":{"pli":"evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni. ","eng":"In the same way, not perceiving form internally, someone sees forms externally that are white, with white color and white appearance. ","html":"{}"},"mn77:23.32":{"pli":"‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃsaññī hoti. ","eng":"Mastering them, they perceive: ‘I know and see.’ ","html":"{}"},"mn77:23.33":{"pli":"Idaṃ aṭṭhamaṃ abhibhāyatanaṃ. ","eng":"This is the eighth dimension of mastery. ","html":"{}</p>"},"mn77:23.34":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:24.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dasa kasiṇāyatanāni bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the ten universal dimensions of meditation. ","html":"<p>{}</p>"},"mn77:24.2":{"pli":"Pathavīkasiṇameko sañjānāti uddhamadho tiriyaṃ advayaṃ appamāṇaṃ; ","eng":"Someone perceives the meditation on universal earth above, below, across, undivided and limitless. ","html":"<p>{}</p>"},"mn77:24.3":{"pli":"āpokasiṇameko sañjānāti …pe… ","eng":"They perceive the meditation on universal water … ","html":"<p>{}"},"mn77:24.4":{"pli":"tejokasiṇameko sañjānāti … ","eng":"the meditation on universal fire … ","html":"{}"},"mn77:24.5":{"pli":"vāyokasiṇameko sañjānāti … ","eng":"the meditation on universal air … ","html":"{}"},"mn77:24.6":{"pli":"nīlakasiṇameko sañjānāti … ","eng":"the meditation on universal blue … ","html":"{}"},"mn77:24.7":{"pli":"pītakasiṇameko sañjānāti … ","eng":"the meditation on universal yellow … ","html":"{}"},"mn77:24.8":{"pli":"lohitakasiṇameko sañjānāti … ","eng":"the meditation on universal red … ","html":"{}"},"mn77:24.9":{"pli":"odātakasiṇameko sañjānāti … ","eng":"the meditation on universal white … ","html":"{}"},"mn77:24.10":{"pli":"ākāsakasiṇameko sañjānāti … ","eng":"the meditation on universal space … ","html":"{}"},"mn77:24.11":{"pli":"viññāṇakasiṇameko sañjānāti uddhamadho tiriyaṃ advayaṃ appamāṇaṃ. ","eng":"the meditation on universal consciousness above, below, across, undivided and limitless. ","html":"{}</p>","comm":"That Pali <i lang='pi' translate='no'>kasiṇa</i> (Sanskrit <i lang='pi' translate='no'>kṛtsna</i>) means “universal”, “totality” is shown by this passage where it is “undivided and limitless”. It is a name for the state of absorption, not for the meditation disk used in preliminary practice. Yājñavalkya says that, just as salt is “entirely” salty, the Self is an “entire mass of consciousness” (<i lang='pi' translate='no'>kṛtsnaḥ prajñānaghana eva</i>, Bṛhadāraṇyaka Upaniṣad 4.5.13). "},"mn77:24.12":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:25.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāri jhānāni bhāventi. ","eng":"Furthermore, I have explained to my disciples a practice that they use to develop the four absorptions. ","html":"<p>{}</p>","comm":"From here, the text introduces the absorptions and higher knowledges, illustrated as in <a href='index.html?q=dn2'>DN 2</a> with a few differing similes. The absorptions and three higher knowledges also appear with similes at <a href='index.html?q=mn39'>MN 39</a>. "},"mn77:25.2":{"pli":"Idhudāyi, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p>{}"},"mn77:25.3":{"pli":"So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ","eng":"They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ","html":"{}","comm":"As a meditator proceeds, their subjective experience of the “body” evolves from tactile sense impressions (<i lang='pi' translate='no'>phoṭṭhabba</i>), to the interior mental experience of bliss and light (<i lang='pi' translate='no'>manomayakāya</i>), to the direct personal realization of highest truth (<a href='index.html?q=mn70#23.2'>MN 70:23.2</a>: <i lang='pi' translate='no'>kāyena ceva paramasaccaṁ sacchikaroti</i>). "},"mn77:25.4":{"pli":"Seyyathāpi, udāyi, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena na ca pagghariṇī; ","eng":"It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out. ","html":"{}","comm":"The kneading is the “placing the mind and keeping it connected”, the water is bliss, while the lack of leaking speaks to the contained interiority of the experience. "},"mn77:25.5":{"pli":"evameva kho, udāyi, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ","eng":"In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ","html":"{}</p>"},"mn77:26.1":{"pli":"Puna caparaṃ, udāyi, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption. It has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"mn77:26.2":{"pli":"So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ","eng":"They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ","html":"{}"},"mn77:26.3":{"pli":"Seyyathāpi, udāyi, udakarahado gambhīro ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammā dhāraṃ anuppaveccheyya; ","eng":"It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and the heavens would not properly bestow showers from time to time. ","html":"{}","comm":"Again the simile emphasizes the water as bliss, while the lack of inflow expresses containment and unification. "},"mn77:26.4":{"pli":"atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa. ","eng":"But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water. ","html":"{}","comm":"The water welling up is the rapture, which is the uplifting emotional response to the experience of bliss. "},"mn77:26.5":{"pli":"Evameva kho, udāyi, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ","eng":"In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ","html":"{}</p>"},"mn77:27.1":{"pli":"Puna caparaṃ, udāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"mn77:27.2":{"pli":"So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ","eng":"They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ","html":"{}"},"mn77:27.3":{"pli":"Seyyathāpi, udāyi, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ, uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa; ","eng":"It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water. ","html":"{}","comm":"The meditator is utterly immersed in stillness and bliss. "},"mn77:27.4":{"pli":"evameva kho, udāyi, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ","eng":"In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ","html":"{}</p>"},"mn77:28.1":{"pli":"Puna caparaṃ, udāyi, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption. It is without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}"},"mn77:28.2":{"pli":"So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ","eng":"They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. ","html":"{}","comm":"The equanimity of the fourth <i lang='pi' translate='no'>jhāna</i> is not dullness and indifference, but a brilliant and radiant awareness. "},"mn77:28.3":{"pli":"Seyyathāpi, udāyi, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa; ","eng":"It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth. ","html":"{}","comm":"The white cloth is the purity and brightness of equanimity. The commentary explains this as a person who has just got out of a bath and sits perfectly dry and content. "},"mn77:28.4":{"pli":"evameva kho, udāyi, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ","eng":"In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. ","html":"{}"},"mn77:28.5":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"{}</p>"},"mn77:29.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā evaṃ pajānanti: ","eng":"Furthermore, I have explained to my disciples a practice that they use to understand this: ","html":"<p>{}","comm":"Here these practices are simply listed one after another, but normally the following knowledges are said to be made possible by the fourth absorption (eg. <a href='index.html?q=dn2#83.1'>DN 2:83.1</a>). | The first two knowledges—“knowledge and vision” of the mind attached to body, and the mind-made body—are found only here, <a href='index.html?q=dn2#83.1'>DN 2:83.1</a>, and <a href='index.html?q=dn10#2.21.3'>DN 10:2.21.3</a>. "},"mn77:29.2":{"pli":"‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; ","eng":"‘This body of mine is formed. It’s made up of the four principal states, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ","html":"{}","comm":"This is the “coarse” (<i lang='pi' translate='no'>olārika</i>) body. The obvious impermanence of the body invites the tempting but fallacious notion that the mind or soul is permanent, which is dispelled by deeper insight. "},"mn77:29.3":{"pli":"idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhaṃ’. ","eng":"And this consciousness of mine is attached to it, tied to it.’ ","html":"{}","comm":"This distinction should not be mistaken for mind-body dualism. These are not fundamental substances but experiences of a meditator. "},"mn77:29.4":{"pli":"Seyyathāpi, udāyi, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno sabbākārasampanno; ","eng":"Suppose there was a beryl gem that was naturally lustrous, eight-faceted, well-worked, transparent and clear, endowed with all good qualities. ","html":"{}"},"mn77:29.5":{"pli":"tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ","eng":"And it was strung with a thread of blue, yellow, red, white, or golden brown. ","html":"{}"},"mn77:29.6":{"pli":"Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya: ","eng":"And a person with clear eyes were to take it in their hand and check it: ","html":"{}"},"mn77:29.7":{"pli":"‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno sabbākārasampanno; ","eng":"‘This beryl gem is naturally lustrous, eight-faceted, well-worked, transparent and clear, endowed with all good qualities. ","html":"{}"},"mn77:29.8":{"pli":"tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti. ","eng":"And it’s strung with a thread of blue, yellow, red, white, or golden brown.’ ","html":"{}</p>","comm":"Strung gems were loved in India from the time in the Harappan civilization, millennia before the Buddha. "},"mn77:29.9":{"pli":"Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā evaṃ pajānanti: ","eng":"In the same way, I have explained to my disciples a practice that they use to understand this: ","html":"<p>{}"},"mn77:29.10":{"pli":"‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; ","eng":"‘This body of mine is formed. It’s made up of the four principal states, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ","html":"{}"},"mn77:29.11":{"pli":"idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ","eng":"And this consciousness of mine is attached to it, tied to it.’ ","html":"{}</p>"},"mn77:29.12":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:30.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṃ kāyaṃ abhinimminanti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ","eng":"Furthermore, I have explained to my disciples a practice that they use to create from this body another body—formed, mind-made, whole in its major and minor limbs, not deficient in any faculty. ","html":"<p>{}","comm":"The “mind-made body” is the interior mental representation of the physical body. In ordinary consciousness it is proprioception, which here is enhanced by the power of meditation. The higher powers in Buddhism are regarded as extensions and evolutions of aspects of ordinary experience, not as metaphysical realities separate from the world of mundane experience. Note that it is still “physical” (<i lang='pi' translate='no'>rūpī</i>) even though it is mind-made. This is the subtle (<i lang='pi' translate='no'>sukhuma</i>) body, which is an energetic experience of physical properties by the mind. | <i lang='pi' translate='no'>Sabbaṅga</i> has the sense “whole and healthy of limb” (Rig Veda 10.161.5c, Atharva Veda 8.2.8c, 11.3.32 ff.). One is reborn with “whole body” (<i lang='pi' translate='no'>sarvatanu</i>, Atharva Veda 5.6.11c, Śatapatha Brāhmaṇa 11.1.8.60, 12.8.3.31). | <i lang='pi' translate='no'>Paccaṅga</i> means “minor limb”, for example the fingers or internal organs. "},"mn77:30.2":{"pli":"Seyyathāpi, udāyi, puriso muñjamhā īsikaṃ pabbāheyya; ","eng":"Suppose a person was to draw a reed out from its sheath. ","html":"{}"},"mn77:30.3":{"pli":"tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn77:30.4":{"pli":"‘ayaṃ muñjo, ayaṃ īsikā; añño muñjo, aññā īsikā; muñjamhā tveva īsikā pabbāḷhā’ti. ","eng":"‘This is the reed, this is the sheath. The reed and the sheath are different things. The reed has been drawn out from the sheath.’ ","html":"{}"},"mn77:30.5":{"pli":"Seyyathā vā panudāyi, puriso asiṃ kosiyā pabbāheyya; ","eng":"Or suppose a person was to draw a sword out from its scabbard. ","html":"{}"},"mn77:30.6":{"pli":"tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn77:30.7":{"pli":"‘ayaṃ asi, ayaṃ kosi; añño asi aññā kosi; kosiyā tveva asi pabbāḷho’ti. ","eng":"‘This is the sword, this is the scabbard. The sword and the scabbard are different things. The sword has been drawn out from the scabbard.’ ","html":"{}"},"mn77:30.8":{"pli":"Seyyathā vā, panudāyi, puriso ahiṃ karaṇḍā uddhareyya; ","eng":"Or suppose a person was to draw a snake out from its slough. ","html":"{}"},"mn77:30.9":{"pli":"tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn77:30.10":{"pli":"‘ayaṃ ahi, ayaṃ karaṇḍo; añño ahi, añño karaṇḍo; karaṇḍā tveva ahi ubbhato’ti. ","eng":"‘This is the snake, this is the slough. The snake and the slough are different things. The snake has been drawn out from the slough.’ ","html":"{}"},"mn77:30.11":{"pli":"Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṃ kāyaṃ abhinimminanti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ","eng":"In the same way, I have explained to my disciples a practice that they use to create from this body another body—formed, mind-made, whole in its major and minor limbs, not deficient in any faculty. ","html":"{}</p>"},"mn77:30.12":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:31.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ iddhividhaṃ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṃ vattenti. ","eng":"Furthermore, I have explained to my disciples a practice that they use to wield the many kinds of psychic power: multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the realm of divinity. ","html":"<p>{}","comm":"“Psychic powers” (<i lang='pi' translate='no'>iddhi</i>) were much cultivated in the Buddha’s day, but the means to acquire them varied: devotion to a god, brutal penances, or magic rituals. The Buddha taught that the mind developed in <i lang='pi' translate='no'>samādhi</i> was capable of things that are normally incomprehensible. Only a few of these are attested as events in the early texts. The most common is the ability to disappear and reappear, exhibited by the Buddha (<a href='index.html?q=an8.30#2.1'>AN 8.30:2.1</a>), some disciples (<a href='index.html?q=mn37#6.1'>MN 37:6.1</a>), and deities (<a href='index.html?q=mn67#8.1'>MN 67:8.1</a>). "},"mn77:31.2":{"pli":"Seyyathāpi, udāyi, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṃ yadeva bhājanavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya; ","eng":"Suppose a deft potter or their apprentice had some well-prepared clay. They could produce any kind of pot that they like. ","html":"{}","comm":"These similes hark back to the descriptions of the purified mind as pliable and workable. "},"mn77:31.3":{"pli":"seyyathā vā panudāyi, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṃ dantasmiṃ yaṃ yadeva dantavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya; ","eng":"Or suppose a deft ivory-carver or their apprentice had some well-prepared ivory. They could produce any kind of ivory item that they like. ","html":"{}"},"mn77:31.4":{"pli":"seyyathā vā panudāyi, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṃ suvaṇṇasmiṃ yaṃ yadeva suvaṇṇavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya. ","eng":"Or suppose a deft goldsmith or their apprentice had some well-prepared gold. They could produce any kind of gold item that they like. ","html":"{}","comm":"This simile is extended in detail at <a href='index.html?q=an3.101'>AN 3.101</a>. "},"mn77:31.5":{"pli":"Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ iddhividhaṃ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṃ vattenti. ","eng":"In the same way, I have explained to my disciples a practice that they use to wield the many kinds of psychic power … ","html":"{}</p>"},"mn77:31.6":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:32.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—dibbe ca mānuse ca, ye dūre santike ca. ","eng":"Furthermore, I have explained to my disciples a practice that they use so that, with clairaudience that is purified and superhuman, they hear both kinds of sounds, human and heavenly, whether near or far. ","html":"<p>{}","comm":"“Clairaudience” is a literal rendition of <i lang='pi' translate='no'>dibbasota</i>. The root sense of <i lang='pi' translate='no'>dibba</i> is to “shine” like the bright sky or a divine being. The senses of clarity and divinity are both present. The Buddha occasionally used this ability for teaching, as at <a href='index.html?q=mn75#6.1'>MN 75:6.1</a>. "},"mn77:32.2":{"pli":"Seyyathāpi, udāyi, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya; ","eng":"Suppose there was a powerful horn blower. They’d easily make themselves heard in the four quarters. ","html":"{}","comm":"This simile appears misplaced (see eg. <a href='index.html?q=mn99#24.4'>MN 99:24.4</a>). At <a href='index.html?q=dn2#90.1'>DN 2:90.1</a> we find the simile of being able to clearly identify sounds along the road, which fits better. "},"mn77:32.3":{"pli":"evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—dibbe ca mānuse ca, ye dūre santike ca. ","eng":"In the same way, I have explained to my disciples a practice that they use so that, with clairaudience that is purified and superhuman, they hear both kinds of sounds, human and heavenly, whether near or far. ","html":"{}</p>"},"mn77:32.4":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:33.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānanti—","eng":"Furthermore, I have explained to my disciples a practice that they use to understand the minds of other beings and individuals, having encompassed them with their own mind. ","html":"<p>{}","comm":"Note that the Indic idiom is not the “reading” of minds, which suggests hearing the words spoken in inner dialogue. While this is exhibited by the Buddha (eg. <a href='index.html?q=an8.30#2.1'>AN 8.30:2.1</a>), the main emphasis is on the comprehension of the overall state of mind. "},"mn77:33.2":{"pli":"sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānanti, ","eng":"They understand mind with greed as ‘mind with greed’, ","html":"{}"},"mn77:33.3":{"pli":"vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānanti; ","eng":"and mind without greed as ‘mind without greed’; ","html":"{}"},"mn77:33.4":{"pli":"sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānanti, ","eng":"mind with hate as ‘mind with hate’, ","html":"{}"},"mn77:33.5":{"pli":"vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānanti; ","eng":"and mind without hate as ‘mind without hate’; ","html":"{}"},"mn77:33.6":{"pli":"samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānanti, ","eng":"mind with delusion as ‘mind with delusion’, ","html":"{}"},"mn77:33.7":{"pli":"vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānanti; ","eng":"and mind without delusion as ‘mind without delusion’; ","html":"{}"},"mn77:33.8":{"pli":"saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānanti, ","eng":"constricted mind as ‘constricted mind’, ","html":"{}"},"mn77:33.9":{"pli":"vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānanti; ","eng":"and scattered mind as ‘scattered mind’; ","html":"{}"},"mn77:33.10":{"pli":"mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānanti, ","eng":"expansive mind as ‘expansive mind’, ","html":"{}"},"mn77:33.11":{"pli":"amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānanti; ","eng":"and unexpansive mind as ‘unexpansive mind’; ","html":"{}"},"mn77:33.12":{"pli":"sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānanti, ","eng":"mind that is not supreme as ‘mind that is not supreme’, ","html":"{}"},"mn77:33.13":{"pli":"anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānanti; ","eng":"and mind that is supreme as ‘mind that is supreme’; ","html":"{}"},"mn77:33.14":{"pli":"samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānanti, ","eng":"mind immersed in samādhi as ‘mind immersed in samādhi’, ","html":"{}"},"mn77:33.15":{"pli":"asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānanti; ","eng":"and mind not immersed in samādhi as ‘mind not immersed in samādhi’; ","html":"{}"},"mn77:33.16":{"pli":"vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānanti, ","eng":"freed mind as ‘freed mind’, ","html":"{}"},"mn77:33.17":{"pli":"avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānanti. ","eng":"and unfreed mind as ‘unfreed mind’. ","html":"{}"},"mn77:33.18":{"pli":"Seyyathāpi, udāyi, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sakaṇikaṃ vā ‘sakaṇikan’ti jāneyya, akaṇikaṃ vā ‘akaṇikan’ti jāneyya; ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they had a spot they’d know ‘I have a spot’, and if they had no spots they’d know ‘I have no spots’. ","html":"{}","comm":"Again the simile emphasizes how clear and direct the experience is. Without deep meditation, we have some intuitive sense for the minds of others, but it is far from clear. "},"mn77:33.19":{"pli":"evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānanti—","eng":"In the same way, I have explained to my disciples a practice that they use to understand the minds of other beings and individuals, having encompassed them with their own mind … ","html":"{}"},"mn77:33.20":{"pli":"sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānanti, ","html":"{}"},"mn77:33.21":{"pli":"vītarāgaṃ vā cittaṃ …pe… ","html":"{}"},"mn77:33.22":{"pli":"sadosaṃ vā cittaṃ … ","html":"{}"},"mn77:33.23":{"pli":"vītadosaṃ vā cittaṃ … ","html":"{}"},"mn77:33.24":{"pli":"samohaṃ vā cittaṃ … ","html":"{}"},"mn77:33.25":{"pli":"vītamohaṃ vā cittaṃ … ","html":"{}"},"mn77:33.26":{"pli":"saṅkhittaṃ vā cittaṃ … ","html":"{}"},"mn77:33.27":{"pli":"vikkhittaṃ vā cittaṃ … ","html":"{}"},"mn77:33.28":{"pli":"mahaggataṃ vā cittaṃ … ","html":"{}"},"mn77:33.29":{"pli":"amahaggataṃ vā cittaṃ … ","html":"{}"},"mn77:33.30":{"pli":"sauttaraṃ vā cittaṃ … ","html":"{}"},"mn77:33.31":{"pli":"anuttaraṃ vā cittaṃ … ","html":"{}"},"mn77:33.32":{"pli":"samāhitaṃ vā cittaṃ … ","html":"{}"},"mn77:33.33":{"pli":"asamāhitaṃ vā cittaṃ … ","html":"{}"},"mn77:33.34":{"pli":"vimuttaṃ vā cittaṃ … ","html":"{}"},"mn77:33.35":{"pli":"avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānanti. ","html":"{}</p>"},"mn77:33.36":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:34.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ pubbenivāsaṃ anussaranti, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"Furthermore, I have explained to my disciples a practice that they use to recollect the many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"<p>{}","comm":"Here begins the “three knowledges” (<i lang='pi' translate='no'>tevijjā</i>), a subset of the six direct knowledges. The first two of these play an important role in deepening understanding of the nature of suffering in <i lang='pi' translate='no'>saṁsāra</i>. | Empowered by the fourth <i lang='pi' translate='no'>jhāna</i>, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. The knowledge of these events is not hazy or murky, but clear and precise, illuminated by the brilliance of purified consciousness. "},"mn77:34.2":{"pli":"Seyyathāpi, udāyi, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya; so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya; tassa evamassa: ‘ahaṃ kho sakamhā gāmā aññaṃ gāmaṃ agacchiṃ, tatra evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ; tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrāpi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ, somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti. ","eng":"Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’ ","html":"{}","comm":"The word for “past life” is <i lang='pi' translate='no'>pubbanivāsa</i>, literally “former home”, and the imagery of houses is found in the second of the three knowledges as well. Recollection of past lives is as fresh and clear as the memory of a recent journey. "},"mn77:34.3":{"pli":"Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ pubbenivāsaṃ anussaranti, seyyathidaṃ—ekampi jātiṃ …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussaranti. ","eng":"In the same way, I have explained to my disciples a practice that they use to recollect the many kinds of past lives. ","html":"{}</p>"},"mn77:34.4":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:35.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti. ","eng":"Furthermore, I have explained to my disciples a practice that they use so that, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"<p>{}","comm":"Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; <em>why</em> rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in <a href='index.html?q=dn1#2.5.3'>DN 1:2.5.3</a> and <a href='index.html?q=mn136'>MN 136</a>. The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. | “Clairvoyance” renders <i lang='pi' translate='no'>dibbacakkhu</i> (“celestial eye”), for which see Chāndogya Upaniṣad 8.12.5, “the mind is its [the self’s] celestial eye” (<i lang='pi' translate='no'>mano’sya daivaṁ cakṣuḥ</i>). "},"mn77:35.2":{"pli":"Seyyathāpi, udāyi, dve agārā sadvārā. Tatra cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi anucaṅkamantepi anuvicarantepi; ","eng":"Suppose there were two houses with doors. A person with clear eyes standing in between them would see humans entering and leaving a house and wandering to and fro. ","html":"{}","comm":"This simile is found in Majjhima at <a href='index.html?q=mn39#20.3'>MN 39:20.3</a> and <a href='index.html?q=mn130#2.1'>MN 130:2.1</a>. A slightly different simile is found in the Dīgha at <a href='index.html?q=dn2#96.1'>DN 2:96.1</a> and <a href='index.html?q=dn10#2.33.1'>DN 10:2.33.1</a>. "},"mn77:35.3":{"pli":"evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti …pe… ","eng":"In the same way, I have explained to my disciples a practice that they use so that, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn … ","html":"{}</p>"},"mn77:35.4":{"pli":"tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:36.1":{"pli":"Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti. ","eng":"Furthermore, I have explained to my disciples a practice that they use to realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}","comm":"This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of <i lang='pi' translate='no'>jhāna</i>. Here they are eliminated forever. "},"mn77:36.2":{"pli":"Seyyathāpi, udāyi, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo, tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṃ kho udakarahado accho vippasanno anāvilo, tatrime sippisambukāpi sakkharakaṭhalāpi macchagumbāpi carantipi tiṭṭhantipī’ti. ","eng":"Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with clear eyes standing on the bank would see the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still. They’d think: ‘This lake is transparent, clear, and unclouded. And here are the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still.’ ","html":"{}</p>","comm":"Once again the pool of water represents the mind, but now the meditator is not immersed in the experience, but looks back and reviews it objectively.  "},"mn77:36.3":{"pli":"Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti. ","eng":"In the same way, I have explained to my disciples a practice that they use to realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}</p>"},"mn77:36.4":{"pli":"Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ","eng":"And many of my disciples meditate on that having attained perfection and consummation of insight. ","html":"<p>{}</p>"},"mn77:37.1":{"pli":"Ayaṃ kho, udāyi, pañcamo dhammo yena mama sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. ","eng":"This is the fifth quality because of which my disciples are loyal to me. ","html":"<p>{}</p>"},"mn77:38.1":{"pli":"Ime kho, udāyi, pañca dhammā yehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti. ","eng":"These are the five qualities because of which my disciples honor, respect, revere, and venerate me; and honoring and respecting me, they remain loyal to me.” ","html":"<p>{}</p>"},"mn77:38.2":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn77:38.3":{"pli":"Attamano sakuludāyī paribbājako bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, the wanderer Sakuludāyī approved what the Buddha said. ","html":"{}</p>"},"mn77:38.4":{"pli":"Mahāsakuludāyisuttaṃ niṭṭhitaṃ sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}