{"mn91":{"mn91:0.1":{"pli":"Majjhima Nikāya 91 ","eng":"Middle Discourses 91 ","html":"<article id='mn91'><header><ul><li class='division'>{}</li></ul>"},"mn91:0.2":{"pli":"Brahmāyusutta ","eng":"With Brahmāyu ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn91:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p>{}"},"mn91:1.2":{"pli":"ekaṃ samayaṃ bhagavā videhesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi. ","eng":"At one time the Buddha was wandering in the land of the Videhans together with a large Saṅgha of five hundred mendicants. ","html":"{}</p>","comm":"Videha was famous as the site of philosophical conversations in the Bṛhadāraṇyaka Upaniṣad, especially between Yājñavalkya and King Janaka. In my view, this sutta is constructed to show the Buddha’s conversion of a senior brahmin in Yājñavalkya’s tradition, possibly even a direct student. "},"mn91:2.1":{"pli":"Tena kho pana samayena brahmāyu brāhmaṇo mithilāyaṃ paṭivasati jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ","eng":"Now at that time the brahmin Brahmāyu was residing in Mithilā. He was old, elderly, and senior, advanced in years, having reached the final stage of life; he was a hundred and twenty years old. He had mastered the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. He knew them word-by-word, and their grammar. He was well versed in cosmology and the marks of a great man. ","html":"<p>{}</p>","comm":"This brahmin seems to only be known from this sutta. | A few other people are said to have reached the advanced age of 120: Pasenadi’s grandmother (<a href='index.html?q=sn3.22#2.1'>SN 3.22:2.1</a>), some brahmins (<a href='index.html?q=an3.51'>AN 3.51</a>, <a href='index.html?q=an3.52'>AN 3.52</a>), and Dhammasavapitu who went forth at 120 (<a href='index.html?q=thag1.108'>Thag 1.108</a>). | “Vocabularies” is <i lang='pi' translate='no'>nighaṇḍu</i> (Sanskrit <i lang='pi' translate='no'>nighaṇṭu</i>), known from the Nirukta of Yāska. | <i lang='pi' translate='no'>Keṭubha</i> lacks an obvious Sanskrit form. The commentary explains, “The study of proper and improper actions for the assistance of poets.” This suggests a connection with ritual performance, which is the special area of the Śatapatha Brāhmaṇa. There we often find phrases such as <i lang='pi' translate='no'>kṛtam bhavati</i>, “it is performed”, of which <i lang='pi' translate='no'>keṭubha</i> is perhaps a contraction. | <i lang='pi' translate='no'>Akkhara</i> (literally “syllable”) is explained by the commentary as <i lang='pi' translate='no'>sikkhā</i> (Sanskrit <i lang='pi' translate='no'>śikṣā</i>), which is the study of pronunciation. This can be traced back to Pāṇinī, and is sometimes referred to as <i lang='pi' translate='no'>akṣara-samāmnāya</i>, “collation of syllables”. | <i lang='pi' translate='no'>Pabheda</i> is found in Buddhist Sanskrit texts as <i lang='pi' translate='no'>padaprabheda</i>, “classification of words”, such as into the different parts of speech. The commentary identifies it with <i lang='pi' translate='no'>nirutti</i>. | <i lang='pi' translate='no'>Padaka</i> is one skilled in the <i lang='pi' translate='no'>padapāṭha</i> recitation of Vedas, which separates the individual words. | For “testaments” (<i lang='pi' translate='no'>itihāsa</i>) see <i lang='pi' translate='no'>itihāsa-purāṇa</i> in Śatapatha Brāhmaṇa 11.5.6.8, explained by the commentator there as legends of creation and olden times. | “Cosmology” (<i lang='pi' translate='no'>lokāyata</i>) here is a branch of Vedic learning, not the heterodox school known by this name in later times (<a href='index.html?q=an9.38'>AN 9.38</a>, <a href='index.html?q=sn12.48'>SN 12.48</a>). "},"mn91:3.1":{"pli":"Assosi kho brahmāyu brāhmaṇo: ","eng":"He heard: ","html":"<p>{}"},"mn91:3.2":{"pli":"“samaṇo khalu bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is wandering in the land of the Videhans, together with a large Saṅgha of five hundred mendicants. ","html":"{}"},"mn91:3.3":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"mn91:3.4":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"mn91:3.5":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"mn91:3.6":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"mn91:3.7":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"mn91:4.1":{"pli":"Tena kho pana samayena brahmāyussa brāhmaṇassa uttaro nāma māṇavo antevāsī hoti tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ","eng":"Now at that time the brahmin Brahmāyu had a pupil named Uttara. He too had mastered the Vedic curriculum. ","html":"<p>{}","comm":"Uttara is a common name and it is unclear if this is the same person as any of the other Uttaras. "},"mn91:4.2":{"pli":"Atha kho brahmāyu brāhmaṇo uttaraṃ māṇavaṃ āmantesi: ","eng":"Brahmāyu told Uttara of the Buddha’s presence in the land of the Videhans, and added: ","html":"{}"},"mn91:4.3":{"pli":"“ayaṃ, tāta uttara, samaṇo gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi. ","html":"{}"},"mn91:4.4":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","html":"{}"},"mn91:4.5":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho …pe… ","html":"{}"},"mn91:4.6":{"pli":"sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’ti. ","html":"{}"},"mn91:4.7":{"pli":"Ehi tvaṃ, tāta uttara, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā; ","eng":"“Please, dear Uttara, go to the ascetic Gotama and find out whether or not he lives up to his reputation. ","html":"{}","comm":"Similar quests were enjoined by Pokkharasāti on Ambaṭṭha (<a href='index.html?q=dn3#dn3:1.48'>DN 3:DN 3:1.48</a>), and by the elderly brahmin Bāvari on his sixteen students <a href='index.html?q=snp5.1#22.1'>Snp 5.1:22.1</a>. "},"mn91:4.8":{"pli":"yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso. ","html":"{}"},"mn91:4.9":{"pli":"Tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti. ","eng":"Through you I shall learn about the worthy Gotama.” ","html":"{}</p>","comm":"Following PTS and BJT editions, which read <i lang='pi' translate='no'>tayā</i> for <i lang='pi' translate='no'>tathā</i>. "},"mn91:5.1":{"pli":"“Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā; ","eng":"“But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?” ","html":"<p>{}"},"mn91:5.2":{"pli":"yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso”ti. ","html":"{}</p>"},"mn91:5.3":{"pli":"“Āgatāni kho, tāta uttara, amhākaṃ mantesu dvattiṃsamahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ","eng":"“Dear Uttara, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. ","html":"<p>{}","comm":"In Buddhist texts the marks are presented as the fulfillment of Brahmanical prophecy, but they are not found in any Brahmanical texts of the Buddha’s time. However, later astrological texts such as the Gārgīyajyotiṣa (1st century BCE?) and Bṛhatsaṁhitā (6th century CE?) contain references to many of these marks, albeit in a different context, so it seems likely the Buddhist texts are drawing on now-lost Brahmanical scriptures. | The notion of a two-fold course for a great hero—worldly success or spiritual—can be traced back as far as the epic of Gilgamesh. "},"mn91:5.4":{"pli":"Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ","eng":"If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ","html":"{}","comm":"The idea of the wheel-turning monarch draws from the Vedic horse sacrifice, which establishes the authority of a king from sea to sea. The Buddhist telling is divested of all coarse and violent elements. The wheeled chariot gave military supremacy to the ancient Indo-Europeans, allowing them to spread from their ancient homeland north of the Black Sea. In Buddhism, the wheel, which also has solar connotations, symbolizes unstoppable power. For a legendary account of such a king, see the Mahāsudassanasutta (<a href='index.html?q=dn17'>DN 17</a>). Rig Veda 8.63.8 speaks of Indra as the “wheel turner”. "},"mn91:5.5":{"pli":"Tassimāni satta ratanāni bhavanti, seyyathidaṃ—","eng":"He has the following seven treasures: ","html":"{}","comm":"Various “treasures” (<i lang='pi' translate='no'>ratana</i>) or “gems” of a king are discussed in such texts as Śatapatha Brāhmaṇa 5.3.1. They are described in detail at <a href='index.html?q=mn129#34.1'>MN 129:34.1</a> ff. "},"mn91:5.6":{"pli":"cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ. ","eng":"the wheel, the elephant, the horse, the jewel, the woman, the householder, and the commander as the seventh treasure. ","html":"{}"},"mn91:5.7":{"pli":"Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ","eng":"He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ","html":"{}","comm":"The sacrificial horse on its journey across the land is protected by a hundred sons. "},"mn91:5.8":{"pli":"So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ","eng":"After conquering this land girt by sea, he reigns by principle, without rod or sword. ","html":"{}"},"mn91:5.9":{"pli":"Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado. ","eng":"But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who has cast off the world’s veil. ","html":"{}"},"mn91:5.10":{"pli":"Ahaṃ kho pana, tāta uttara, mantānaṃ dātā; ","eng":"But, dear Uttara, I am the one who gives the hymns, ","html":"{}"},"mn91:5.11":{"pli":"tvaṃ mantānaṃ paṭiggahetā”ti. ","eng":"and you are the one who receives them.” ","html":"{}</p>"},"mn91:6.1":{"pli":"“Evaṃ, bho”ti kho uttaro māṇavo brahmāyussa brāhmaṇassa paṭissutvā uṭṭhāyāsanā brahmāyuṃ brāhmaṇaṃ abhivādetvā padakkhiṇaṃ katvā videhesu yena bhagavā tena cārikaṃ pakkāmi. ","eng":"“Yes, worthy sir,” replied Uttara. He got up from his seat, bowed, and respectfully circled Brahmāyu before setting out for the land of the Videhans where the Buddha was wandering. ","html":"<p>{}"},"mn91:6.2":{"pli":"Anupubbena cārikaṃ caramāno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Traveling stage by stage, he came to the Buddha and exchanged greetings with him. ","html":"{}"},"mn91:6.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ","eng":"When the greetings and polite conversation were over, he sat down to one side, ","html":"{}"},"mn91:6.4":{"pli":"Ekamantaṃ nisinno kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ","eng":"and scrutinized his body for the thirty-two marks of a great man. ","html":"{}"},"mn91:6.5":{"pli":"Addasā kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve. ","eng":"He saw all of them except for two, ","html":"{}"},"mn91:6.6":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he had doubts about: ","html":"{}"},"mn91:6.7":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya ca. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue. ","html":"{}</p>"},"mn91:6.8":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"mn91:6.9":{"pli":"“passati kho me ayaṃ uttaro māṇavo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve. ","eng":"“This student Uttara sees all the marks except for two, ","html":"{}"},"mn91:6.10":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he has doubts about: ","html":"{}"},"mn91:6.11":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue.” ","html":"{}</p>"},"mn91:7.1":{"pli":"Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa uttaro māṇavo bhagavato kosohitaṃ vatthaguyhaṃ. ","eng":"So the Buddha used his psychic power to will that Uttara would see his private parts covered in a foreskin. ","html":"<p>{}"},"mn91:7.2":{"pli":"Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ","eng":"And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ","html":"{}</p>"},"mn91:8.1":{"pli":"Atha kho uttarassa māṇavassa etadahosi: ","eng":"Then Uttara thought, ","html":"<p>{}"},"mn91:8.2":{"pli":"“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi. ","eng":"“The ascetic Gotama possesses the thirty-two marks. ","html":"{}"},"mn91:8.3":{"pli":"Yannūnāhaṃ samaṇaṃ gotamaṃ anubandheyyaṃ, iriyāpathamassa passeyyan”ti. ","eng":"Why don’t I follow him and observe his deportment?” ","html":"{}"},"mn91:8.4":{"pli":"Atha kho uttaro māṇavo sattamāsāni bhagavantaṃ anubandhi chāyāva anapāyinī. ","eng":"So Uttara followed the Buddha like a shadow for seven months. ","html":"{}</p>","comm":"In <a href='index.html?q=an4.192'>AN 4.192</a> the Buddha says it is only possible to really know a person’s character by living with them for a long time. "},"mn91:8.5":{"pli":"Atha kho uttaro māṇavo sattannaṃ māsānaṃ accayena videhesu yena mithilā tena cārikaṃ pakkāmi. ","eng":"When seven months had passed he set out wandering towards Mithilā. ","html":"<p>{}"},"mn91:8.6":{"pli":"Anupubbena cārikaṃ caramāno yena mithilā yena brahmāyu brāhmaṇo tenupasaṅkami; upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uttaraṃ māṇavaṃ brahmāyu brāhmaṇo etadavoca: ","eng":"There he approached the brahmin Brahmāyu, bowed, and sat down to one side. Brahmāyu said to him, ","html":"{}"},"mn91:8.7":{"pli":"“kacci, tāta uttara, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, no aññathā? ","eng":"“Well, dear Uttara, does the worthy Gotama live up to his reputation or not?” ","html":"{}"},"mn91:8.8":{"pli":"Kacci pana so bhavaṃ gotamo tādiso, no aññādiso”ti? ","html":"{}</p>"},"mn91:8.9":{"pli":"“Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato, no aññathā; ","eng":"“He does, sir. ","html":"<p>{}"},"mn91:8.10":{"pli":"tādisova so bhavaṃ gotamo, no aññādiso. ","html":"{}"},"mn91:8.11":{"pli":"Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi. ","eng":"The worthy Gotama possesses the thirty-two marks. ","html":"{}</p>","comm":"The marks are also listed at <a href='index.html?q=dn14#1.32.7'>DN 14:1.32.7</a> and analyzed in kammic terms at <a href='index.html?q=dn30#1.2.4'>DN 30:1.2.4</a>. Here I list the related marks in the Bṛhatsaṁhitā as identified by Nathan McGovern (<em>On the Origins of the 32 Marks of a Great Man</em>, Journal of the International Association of Buddhist Studies, 2016, vol. 39, pp. 207–247). "},"mn91:9.1":{"pli":"Suppatiṭṭhitapādo kho pana bho bhavaṃ gotamo; ","eng":"He has well-planted feet. ","html":"<p data-counter='1–2'>{}","comm":"This echoes the posture of the newborn bodhisatta, and has the same meaning: that he will become awakened by “standing on his own two feet”. "},"mn91:9.2":{"pli":"idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. ","html":"{}</p>"},"mn91:9.3":{"pli":"Heṭṭhā kho pana tassa bhoto gotamassa pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni … ","eng":"On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail. ","html":"<p data-counter='3'>{}</p>","comm":"These leave marks that were seen by Doṇa (<a href='index.html?q=an4.36#1.3'>AN 4.36:1.3</a>). They are often depicted in Buddhist art, signifying the perfection and completeness of the traces that the Buddha leaves behind in his teachings and practice. Bṛhatsaṁhitā 69.17 lists several auspicious marks, including the wheel. "},"mn91:9.4":{"pli":"Āyatapaṇhi kho pana so bhavaṃ gotamo … ","eng":"He has stretched heels. ","html":"<p data-counter='4'>{}</p>","comm":"Described as “abundantly long” at <a href='index.html?q=dn30#1.12.8'>DN 30:1.12.8</a>. "},"mn91:9.5":{"pli":"Dīghaṅguli kho pana so bhavaṃ gotamo … ","eng":"He has long fingers. ","html":"<p data-counter='5'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.36. "},"mn91:9.6":{"pli":"Mudutalunahatthapādo kho pana so bhavaṃ gotamo … ","eng":"His hands and feet are tender. ","html":"<p data-counter='6'>{}</p>","comm":"Tender feet at Bṛhatsaṁhitā 68.2. "},"mn91:9.7":{"pli":"Jālahatthapādo kho pana so bhavaṃ gotamo … ","eng":"He has serried hands and feet. ","html":"<p data-counter='7'>{}</p>","comm":"Bṛhatsaṁhitā 68.2 has <i lang='pi' translate='no'>śliṣtāṅgulī</i> (“compact or sticky fingers”). The commentary denies that the Pali <i lang='pi' translate='no'>jāla</i> means a physical web. I think it means that the fingers and toes were usually held together rather than splayed, hence not letting things slip through the fingers. "},"mn91:9.8":{"pli":"Ussaṅkhapādo kho pana so bhavaṃ gotamo … ","eng":"The tops of his feet are arched. ","html":"<p data-counter='8'>{}</p>","comm":"<i lang='pi' translate='no'>Ussaṅkha</i> means “(curved) up like a shell”, while Bṛhatsaṁhitā 68.2 says “curved up like a tortoise”. The descriptive verse at <a href='index.html?q=dn30#1.21.12'>DN 30:1.21.12</a> shows that it refers to the tops of the feet. "},"mn91:9.9":{"pli":"Eṇijaṅgho kho pana so bhavaṃ gotamo … ","eng":"His calves are like those of an antelope. ","html":"<p data-counter='9'>{}</p>","comm":"These are presumably the long, elegant rear calves of the Indian Blackbuck. "},"mn91:9.10":{"pli":"Ṭhitako kho pana so bhavaṃ gotamo anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati … ","eng":"When standing upright and not bending over, the palms of both hands touch the knees. ","html":"<p data-counter='10'>{}</p>","comm":"This agrees with Bṛhatsaṁhitā 68.35. "},"mn91:9.11":{"pli":"Kosohitavatthaguyho kho pana so bhavaṃ gotamo … ","eng":"His private parts are covered in a foreskin. ","html":"<p data-counter='11'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.8. "},"mn91:9.12":{"pli":"Suvaṇṇavaṇṇo kho pana so bhavaṃ gotamo kañcanasannibhattaco … ","eng":"He is golden colored; his skin shines like lustrous gold. ","html":"<p data-counter='12'>{}</p>","comm":"Bṛhatsaṁhitā 68.102 says kings have a shining complexion. "},"mn91:9.13":{"pli":"Sukhumacchavi kho pana so bhavaṃ gotamo. Sukhumattā chaviyā rajojallaṃ kāye na upalimpati … ","eng":"He has delicate skin, so delicate that dust and dirt don’t stick to his body. ","html":"<p data-counter='13'>{}</p>","comm":"Bṛhatsaṁhitā 68.102 mentions a “clean complexion” (<i lang='pi' translate='no'>śuddha</i>). "},"mn91:9.14":{"pli":"Ekekalomo kho pana so bhavaṃ gotamo; ekekāni lomāni lomakūpesu jātāni … ","eng":"His hairs grow one per pore. ","html":"<p data-counter='14'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.5. "},"mn91:9.15":{"pli":"Uddhaggalomo kho pana so bhavaṃ gotamo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni … ","eng":"His hairs stand up; they’re blue-black and curl clockwise. ","html":"<p data-counter='15'>{}</p>","comm":"Bṛhatsaṁhitā 68.26 says those with hairs turning right become kings. "},"mn91:9.16":{"pli":"Brahmujugatto kho pana so bhavaṃ gotamo … ","eng":"His body is tall and straight-limbed. ","html":"<p data-counter='16'>{}</p>","comm":"Here <i lang='pi' translate='no'>brahm-</i> is an adjective from √<i lang='pi' translate='no'>brah</i> + <i lang='pi' translate='no'>ma</i>, equivalent to the Sanskrit <i lang='pi' translate='no'>bṛṁh</i>, having the sense “grown, extended”. The Sanskrit form here is <i lang='pi' translate='no'>bṛhadṛjugātra</i>. "},"mn91:9.17":{"pli":"Sattussado kho pana so bhavaṃ gotamo … ","eng":"He has bulging muscles in seven places. ","html":"<p data-counter='17'>{}</p>","comm":"Hands, feet, shoulders, and chest (<a href='index.html?q=dn30#1.13.5'>DN 30:1.13.5</a>). "},"mn91:9.18":{"pli":"Sīhapubbaddhakāyo kho pana so bhavaṃ gotamo … ","eng":"His chest is like that of a lion. ","html":"<p data-counter='18'>{}</p>","comm":"Bṛhatsaṁhitā 68.18 compares not the chest but the hips with a lion. "},"mn91:9.19":{"pli":"Citantaraṃso kho pana so bhavaṃ gotamo … ","eng":"He is filled out between the shoulders. ","html":"<p data-counter='19'>{}</p>","comm":"Bṛhatsaṁhitā 68.27 says the heart is raised and muscular. "},"mn91:9.20":{"pli":"Nigrodhaparimaṇḍalo kho pana so bhavaṃ gotamo; yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo tāvatakvassa kāyo … ","eng":"He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body. ","html":"<p data-counter='20'>{}</p>","comm":"Bṛhatsaṁhitā 69.13 has the same proportions without the simile. These are the normal human proportions, yet we cannot touch our knees without bending. The only way these marks could be reconciled is if the arms were extra long and the length of the legs below the knees was extra long as well. And this is exactly what we are told: the ankles are stretched and long, and the calves are like those of an antelope, whose rear calves are long proportionate to the thigh. Thus in this regard the marks appear to be internally consistent, though not describing normal human anatomy. "},"mn91:9.21":{"pli":"Samavaṭṭakkhandho kho pana so bhavaṃ gotamo … ","eng":"His torso is cylindrical. ","html":"<p data-counter='21'>{}</p>"},"mn91:9.22":{"pli":"Rasaggasaggī kho pana so bhavaṃ gotamo … ","eng":"He has ridged taste buds. ","html":"<p data-counter='22'>{}</p>","comm":"“Ridged taste buds” is <i lang='pi' translate='no'>rasaggasaggī</i>. <i lang='pi' translate='no'>Rasa</i> can mean either “taste” or “nutrition”, but the use of <i lang='pi' translate='no'>ojā</i> in <a href='index.html?q=dn30#2.9.8'>DN 30:2.9.8</a> confirms the latter. <i lang='pi' translate='no'>Gasa</i> is “swallow” and per <a href='index.html?q=dn30#2.7.4'>DN 30:2.7.4</a> it is the “conveyance of savor” (<i lang='pi' translate='no'>rasaharaṇīyo</i>). <i lang='pi' translate='no'>Agga</i> often means “best”, but this is derived from the primary sense of “peak”. The descriptors <i lang='pi' translate='no'>uddhagga</i> (“raised”) at <a href='index.html?q=dn30#2.7.4'>DN 30:2.7.4</a> and <i lang='pi' translate='no'>susaṇṭhitā</i> (“prominent”) at <a href='index.html?q=dn30#2.9.8'>DN 30:2.9.8</a> confirm that the latter is meant. The mark refers to taste buds raised in noticeable ridges on the tongue that absorb nutrition and aid digestion. It has often been interpreted as “excellent (<i lang='pi' translate='no'>aggī</i>) sense (<i lang='pi' translate='no'>gasa</i>) of taste (<i lang='pi' translate='no'>rasa</i>)”, but this, being imperceptible to others, is rather a secondary consequence of the mark. "},"mn91:9.23":{"pli":"Sīhahanu kho pana so bhavaṃ gotamo … ","eng":"His jaw is like that of a lion. ","html":"<p data-counter='23'>{}</p>"},"mn91:9.24":{"pli":"Cattālīsadanto kho pana so bhavaṃ gotamo … ","eng":"He has forty teeth. ","html":"<p data-counter='24'>{}</p>"},"mn91:9.25":{"pli":"Samadanto kho pana so bhavaṃ gotamo … ","eng":"His teeth are even. ","html":"<p data-counter='25'>{}</p>","comm":"Even, gapless, and white teeth are at Bṛhatsaṁhitā 68.52. "},"mn91:9.26":{"pli":"Aviraḷadanto kho pana so bhavaṃ gotamo … ","eng":"His teeth have no gaps. ","html":"<p data-counter='26'>{}</p>"},"mn91:9.27":{"pli":"Susukkadāṭho kho pana so bhavaṃ gotamo … ","eng":"His teeth are perfectly white. ","html":"<p data-counter='27'>{}</p>"},"mn91:9.28":{"pli":"Pahūtajivho kho pana so bhavaṃ gotamo … ","eng":"He has a large tongue. ","html":"<p data-counter='28'>{}</p>","comm":"Same at Bṛhatsaṁhitā 68.53. "},"mn91:9.29":{"pli":"Brahmassaro kho pana so bhavaṃ gotamo karavikabhāṇī … ","eng":"He has the voice of the Divinity, like a cuckoo’s call. ","html":"<p data-counter='29'>{}</p>"},"mn91:9.30":{"pli":"Abhinīlanetto kho pana so bhavaṃ gotamo … ","eng":"His eyes are indigo. ","html":"<p data-counter='30'>{}</p>","comm":"At <a href='index.html?q=thig13.1#6.2'>Thig 13.1:6.2</a> Ambapālī describes her eyes as <i lang='pi' translate='no'>abhinīla</i>. While some Indians do indeed have blue eyes, this probably describes a black so deep it appears blue. "},"mn91:9.31":{"pli":"Gopakhumo kho pana so bhavaṃ gotamo … ","eng":"He has eyelashes like a cow’s. ","html":"<p data-counter='31'>{}</p>","comm":"Cows have long and elegant eyelashes. "},"mn91:9.32":{"pli":"Uṇṇā kho panassa bhoto gotamassa bhamukantare jātā odātā mudutūlasannibhā … ","eng":"Between his eyebrows there grows a tuft, soft and white like cotton-wool. ","html":"<p data-counter='32'>{}</p>"},"mn91:9.33":{"pli":"Uṇhīsasīso kho pana so bhavaṃ gotamo; idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. ","eng":"The crown of his head is like a turban. ","html":"<p>{}</p>","comm":"The <i lang='pi' translate='no'>uṇhīsa</i> is depicted as a bulge on the Buddha’s crown. "},"mn91:9.34":{"pli":"Imehi kho, bho, so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato. ","eng":"These are the thirty-two marks of a great man possessed by the worthy Gotama. ","html":"<p>{}</p>"},"mn91:10.1":{"pli":"Gacchanto kho pana so bhavaṃ gotamo dakkhiṇeneva pādena paṭhamaṃ pakkamati. ","eng":"When he’s walking he takes the first step with the right foot. ","html":"<p>{}","comm":"From here Uttara describes the Buddha’s conduct, showing his keen observation of details. "},"mn91:10.2":{"pli":"So nātidūre pādaṃ uddharati, nāccāsanne pādaṃ nikkhipati; ","eng":"He doesn’t lift his foot too far or place it too near. ","html":"{}"},"mn91:10.3":{"pli":"so nātisīghaṃ gacchati, nātisaṇikaṃ gacchati; ","eng":"He doesn’t walk too slow or too fast. ","html":"{}"},"mn91:10.4":{"pli":"na ca adduvena adduvaṃ saṅghaṭṭento gacchati, na ca gopphakena gopphakaṃ saṅghaṭṭento gacchati. ","eng":"He walks without knocking his knees or ankles together. ","html":"{}","comm":"<i lang='pi' translate='no'>Adduva</i> means “knee” according to the commentary. "},"mn91:10.5":{"pli":"So gacchanto na satthiṃ unnāmeti, na satthiṃ onāmeti; na satthiṃ sannāmeti, na satthiṃ vināmeti. ","eng":"When he’s walking he keeps his thighs neither too straight nor too bent, neither too tight nor too loose. ","html":"{}"},"mn91:10.6":{"pli":"Gacchato kho pana tassa bhoto gotamassa adharakāyova iñjati, na ca kāyabalena gacchati. ","eng":"When he walks, only the lower half of his body moves, and he walks effortlessly. ","html":"{}"},"mn91:10.7":{"pli":"Apalokento kho pana so bhavaṃ gotamo sabbakāyeneva apaloketi; ","eng":"When he turns to look he does so with the whole body. ","html":"{}","comm":"This is the so-called “elephant look” (<a href='index.html?q=dn16#4.1.2'>DN 16:4.1.2</a>). "},"mn91:10.8":{"pli":"so na uddhaṃ ulloketi, na adho oloketi; ","eng":"He doesn’t look directly up or down. ","html":"{}"},"mn91:10.9":{"pli":"na ca vipekkhamāno gacchati, yugamattañca pekkhati; tato cassa uttari anāvaṭaṃ ñāṇadassanaṃ bhavati. ","eng":"He doesn’t look all around while walking, but focuses a plough’s length in front. Beyond that he has unhindered knowledge and vision. ","html":"{}</p>","comm":"As at <a href='index.html?q=snp3.1#6.4'>Snp 3.1:6.4</a>. "},"mn91:11.1":{"pli":"So antaragharaṃ pavisanto na kāyaṃ unnāmeti, na kāyaṃ onāmeti; na kāyaṃ sannāmeti, na kāyaṃ vināmeti. ","eng":"When entering an inhabited area he keeps his body neither too straight nor too bent, neither too tight nor too loose. ","html":"<p>{}</p>"},"mn91:12.1":{"pli":"So nātidūre nāccāsanne āsanassa parivattati, na ca pāṇinā ālambitvā āsane nisīdati, na ca āsanasmiṃ kāyaṃ pakkhipati. ","eng":"He turns around neither too far nor too close to the seat. He doesn’t lean on his hand when sitting down. And he doesn’t just plonk his body down on the seat. ","html":"<p>{}"},"mn91:12.2":{"pli":"So antaraghare nisinno samāno na hatthakukkuccaṃ āpajjati, na pādakukkuccaṃ āpajjati; ","eng":"When sitting in inhabited areas he doesn’t fidget with his hands or feet. ","html":"{}"},"mn91:12.3":{"pli":"na adduvena adduvaṃ āropetvā nisīdati; na ca gopphakena gopphakaṃ āropetvā nisīdati; ","eng":"He doesn’t sit with his knees or ankles crossed. ","html":"{}"},"mn91:12.4":{"pli":"na ca pāṇinā hanukaṃ upadahitvā nisīdati. ","eng":"He doesn’t sit with his hand holding his chin. ","html":"{}"},"mn91:12.5":{"pli":"So antaraghare nisinno samāno na chambhati na kampati na vedhati na paritassati. So achambhī akampī avedhī aparitassī vigatalomahaṃso. ","eng":"When sitting in inhabited areas he doesn’t shake, tremble, quake, or get nervous, and so he is not nervous at all. ","html":"{}"},"mn91:12.6":{"pli":"Vivekavatto ca so bhavaṃ gotamo antaraghare nisinno hoti. ","eng":"When sitting in inhabited areas he still practices seclusion. ","html":"{}</p>"},"mn91:13.1":{"pli":"So pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti. ","eng":"When receiving water for rinsing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose. ","html":"<p>{}</p>"},"mn91:14.1":{"pli":"So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ. ","eng":"He receives neither too little nor too much water. ","html":"<p>{}"},"mn91:14.2":{"pli":"So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti. ","eng":"He rinses the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to rinse his hands; his hands and bowl are rinsed at the same time. ","html":"{}"},"mn91:14.3":{"pli":"So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno. ","eng":"He doesn’t throw the bowl rinsing water away too far or too near, or splash it about. ","html":"{}"},"mn91:14.4":{"pli":"So odanaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti. ","eng":"When receiving rice, he holds the bowl neither too straight nor too bent, neither too close nor too loose. ","html":"{}"},"mn91:14.5":{"pli":"So odanaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ. ","eng":"He receives neither too little nor too much rice. ","html":"{}"},"mn91:14.6":{"pli":"Byañjanaṃ kho pana bhavaṃ gotamo byañjanamattāya āhāreti, na ca byañjanena ālopaṃ atināmeti. ","eng":"He eats sauce in a moderate proportion, and doesn’t put too much sauce on his portions. ","html":"{}"},"mn91:14.7":{"pli":"Dvattikkhattuṃ kho bhavaṃ gotamo mukhe ālopaṃ samparivattetvā ajjhoharati; ","eng":"He chews over each portion two or three times before swallowing. ","html":"{}"},"mn91:14.8":{"pli":"na cassa kāci odanamiñjā asambhinnā kāyaṃ pavisati, na cassa kāci odanamiñjā mukhe avasiṭṭhā hoti; ","eng":"But no grain of rice enters his body unchewed, and none remain in his mouth. ","html":"{}"},"mn91:14.9":{"pli":"athāparaṃ ālopaṃ upanāmeti. ","eng":"Only then does he raise another portion to his lips. ","html":"{}"},"mn91:14.10":{"pli":"Rasapaṭisaṃvedī kho pana so bhavaṃ gotamo āhāraṃ āhāreti, no ca rasarāgapaṭisaṃvedī. ","eng":"He eats experiencing the taste, but without experiencing greed for the taste. ","html":"{}</p>"},"mn91:14.11":{"pli":"Aṭṭhaṅgasamannāgataṃ kho pana so bhavaṃ gotamo āhāraṃ āhāreti—","eng":"He eats food thinking of eight reasons: ","html":"<p>{}"},"mn91:14.12":{"pli":"neva davāya, na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya: ‘iti purāṇañca vedanaṃ paṭihaṅkhāmi navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ","eng":"‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}</p>","comm":"This is the traditional reflection on the meal (<a href='index.html?q=mn2#14.2'>MN 2:14.2</a>). "},"mn91:15.1":{"pli":"So bhuttāvī pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti. ","eng":"After eating, when receiving water for washing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose. ","html":"<p>{}"},"mn91:15.2":{"pli":"So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ. ","eng":"He receives neither too little nor too much water. ","html":"{}"},"mn91:15.3":{"pli":"So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti. ","eng":"He washes the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to wash his hands; his hands and bowl are washed at the same time. ","html":"{}"},"mn91:15.4":{"pli":"So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno. ","eng":"He doesn’t throw the bowl washing water away too far or too near, or splash it about. ","html":"{}</p>"},"mn91:16.1":{"pli":"So bhuttāvī na pattaṃ bhūmiyaṃ nikkhipati nātidūre nāccāsanne, na ca anatthiko pattena hoti, na ca ativelānurakkhī pattasmiṃ. ","eng":"After eating he doesn’t put the bowl on the ground too far away or too close. He’s not careless with his bowl, nor does he spend too much time on it. ","html":"<p>{}</p>"},"mn91:17.1":{"pli":"So bhuttāvī muhuttaṃ tuṇhī nisīdati, na ca anumodanassa kālamatināmeti. ","eng":"After eating he sits a while in silence, but doesn’t wait too long to give the verses of appreciation. ","html":"<p>{}"},"mn91:17.2":{"pli":"So bhuttāvī anumodati, na taṃ bhattaṃ garahati, na aññaṃ bhattaṃ paṭikaṅkhati; ","eng":"After eating he expresses appreciation without criticizing the meal or expecting another one. ","html":"{}","comm":"This is the <i lang='pi' translate='no'>anumodanā</i> recited for the meal offering. Examples are found at <a href='index.html?q=dn16#1.31.1'>DN 16:1.31.1</a>, <a href='index.html?q=snp3.7#34.3'>Snp 3.7:34.3</a> = <a href='index.html?q=mn92#25.6'>MN 92:25.6</a>, <a href='index.html?q=sn55.26#20.1'>SN 55.26:20.1</a>, <a href='index.html?q=pli-tv-kd1#15.14.4'>Kd 1:15.14.4</a>, and <a href='index.html?q=pli-tv-kd1#1.5.1'>Kd 1:1.5.1</a>. | It is worth noting that no early <i lang='pi' translate='no'>anomodanā</i> uses the imperative verb form <i lang='pi' translate='no'>-tu</i> signifying giving a blessing (eg. <i lang='pi' translate='no'>bhavatu sabbamaṅgalaṁ</i>, “may all blessings be”). They strictly use the indicative <i lang='pi' translate='no'>-ti</i> to teach cause and effect: if you do this, that happens. "},"mn91:17.3":{"pli":"aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti. ","eng":"Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk. ","html":"{}"},"mn91:17.4":{"pli":"So taṃ parisaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkamati. ","eng":"Then he gets up from his seat and leaves. ","html":"{}</p>"},"mn91:18.1":{"pli":"So nātisīghaṃ gacchati, nātisaṇikaṃ gacchati, na ca muccitukāmo gacchati; ","eng":"He walks neither too fast nor too slow, without wanting to get out of there. ","html":"<p>{}</p>"},"mn91:19.1":{"pli":"na ca tassa bhoto gotamassa kāye cīvaraṃ accukkaṭṭhaṃ hoti na ca accokkaṭṭhaṃ, na ca kāyasmiṃ allīnaṃ na ca kāyasmā apakaṭṭhaṃ; ","eng":"He wears his robe on his body neither too high nor too low, neither too clinging nor too loose. ","html":"<p>{}"},"mn91:19.2":{"pli":"na ca tassa bhoto gotamassa kāyamhā vāto cīvaraṃ apavahati; ","eng":"The wind doesn’t blow his robe off his body. ","html":"{}"},"mn91:19.3":{"pli":"na ca tassa bhoto gotamassa kāye rajojallaṃ upalimpati. ","eng":"And dust and dirt don’t stick to his body. ","html":"{}</p>"},"mn91:20.1":{"pli":"So ārāmagato nisīdati paññatte āsane. Nisajja pāde pakkhāleti; ","eng":"When he has gone to the monastery he sits on a seat spread out and washes his feet. ","html":"<p>{}"},"mn91:20.2":{"pli":"na ca so bhavaṃ gotamo pādamaṇḍanānuyogamanuyutto viharati. ","eng":"But he doesn’t waste time with pedicures. ","html":"{}"},"mn91:20.3":{"pli":"So pāde pakkhāletvā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"When he has washed his feet, he sits down cross-legged, sets his body straight, and establishes mindfulness in his presence. ","html":"{}"},"mn91:20.4":{"pli":"So neva attabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti; ","eng":"He has no intention to hurt himself, hurt others, or hurt both. ","html":"{}"},"mn91:20.5":{"pli":"attahitaparahitaubhayahitasabbalokahitameva so bhavaṃ gotamo cintento nisinno hoti. ","eng":"He only wishes for the welfare of himself, of others, of both, and of the whole world. ","html":"{}"},"mn91:21.1":{"pli":"So ārāmagato parisati dhammaṃ deseti, na taṃ parisaṃ ussādeti, na taṃ parisaṃ apasādeti; ","eng":"In the monastery when he teaches Dhamma to an assembly, he neither flatters them nor rebukes them. ","html":"{}"},"mn91:21.2":{"pli":"aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti. ","eng":"Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk. ","html":"{}</p>"},"mn91:21.3":{"pli":"Aṭṭhaṅgasamannāgato kho panassa bhoto gotamassa mukhato ghoso niccharati—","eng":"The sound of his voice has eight qualities: ","html":"<p>{}"},"mn91:21.4":{"pli":"vissaṭṭho ca, viññeyyo ca, mañju ca, savanīyo ca, bindu ca, avisārī ca, gambhīro ca, ninnādī ca. ","eng":"it is clear, comprehensible, charming, audible, lucid, undistorted, deep, and resonant. ","html":"{}"},"mn91:21.5":{"pli":"Yathāparisaṃ kho pana so bhavaṃ gotamo sarena viññāpeti, na cassa bahiddhā parisāya ghoso niccharati. ","eng":"He makes sure his voice is intelligible as far as the assembly goes, but the sound doesn’t extend outside the assembly. ","html":"{}"},"mn91:21.6":{"pli":"Te tena bhotā gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā uṭṭhāyāsanā pakkamanti avalokayamānāyeva avijahitattā. ","eng":"And when they’ve been inspired with a Dhamma talk by the worthy Gotama they get up from their seats and leave looking back at him alone, and not forgetting their lesson. ","html":"{}</p>"},"mn91:22.1":{"pli":"Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotamaṃ gacchantaṃ, addasāma ṭhitaṃ, addasāma antaragharaṃ pavisantaṃ, addasāma antaraghare nisinnaṃ tuṇhībhūtaṃ, addasāma antaraghare bhuñjantaṃ, addasāma bhuttāviṃ nisinnaṃ tuṇhībhūtaṃ, addasāma bhuttāviṃ anumodantaṃ, addasāma ārāmaṃ gacchantaṃ, addasāma ārāmagataṃ nisinnaṃ tuṇhībhūtaṃ, addasāma ārāmagataṃ parisati dhammaṃ desentaṃ. ","eng":"I have seen the worthy Gotama walking and standing; entering inhabited areas, and sitting and eating there; sitting silently after eating, and expressing appreciation; going to the monastery, sitting silently there, and teaching Dhamma to an assembly there. ","html":"<p>{}"},"mn91:22.2":{"pli":"Ediso ca ediso ca so bhavaṃ gotamo, tato ca bhiyyo”ti. ","eng":"Such is the worthy Gotama; such he is and more than that.” ","html":"{}</p>"},"mn91:23.1":{"pli":"Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udāneti: ","eng":"When he had spoken, the brahmin Brahmāyu got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and uttered this aphorism three times: ","html":"<p>{}</p>"},"mn91:23.2":{"pli":"“Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"“Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"mn91:23.3":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassa. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"mn91:23.4":{"pli":"Namo tassa bhagavato arahato sammāsambuddhassāti. ","eng":"Homage to him, the blessed one, the perfected one, the fully awakened Buddha! ","html":"<p>{}</p>"},"mn91:23.5":{"pli":"Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena samāgaccheyyāma? Appeva nāma siyā kocideva kathāsallāpo”ti. ","eng":"Hopefully, some time or other I’ll get to meet him, and we can have a discussion.” ","html":"<p>{}</p>"},"mn91:24.1":{"pli":"Atha kho bhagavā videhesu anupubbena cārikaṃ caramāno yena mithilā tadavasari. ","eng":"And then the Buddha, traveling stage by stage in the Videhan lands, arrived at Mithilā, ","html":"<p>{}"},"mn91:24.2":{"pli":"Tatra sudaṃ bhagavā mithilāyaṃ viharati maghadevaambavane. ","eng":"where he stayed in the Maghadeva Mango Grove. ","html":"{}</p>","comm":"The story of Maghadeva is told in <a href='index.html?q=mn83'>MN 83</a>. "},"mn91:24.3":{"pli":"Assosuṃ kho mithileyyakā brāhmaṇagahapatikā: ","eng":"The brahmins and householders of Mithilā heard: ","html":"<p>{}"},"mn91:24.4":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Mithilā, where he is staying in the Maghadeva Mango Grove. ","html":"{}"},"mn91:24.5":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"mn91:24.6":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"mn91:24.7":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"mn91:24.8":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"mn91:24.9":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"mn91:25.1":{"pli":"Atha kho mithileyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ","eng":"Then the brahmins and householders of Mithilā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. ","html":"<p>{}</p>"},"mn91:26.1":{"pli":"Assosi kho brahmāyu brāhmaṇo: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane”ti. ","eng":"The brahmin Brahmāyu also heard that the Buddha had arrived. ","html":"<p>{}"},"mn91:26.2":{"pli":"Atha kho brahmāyu brāhmaṇo sambahulehi sāvakehi saddhiṃ yena maghadevaambavanaṃ tenupasaṅkami. ","eng":"So he went to the Maghadeva Mango Grove together with several disciples. ","html":"{}</p>"},"mn91:26.3":{"pli":"Atha kho brahmāyuno brāhmaṇassa avidūre ambavanassa etadahosi: ","eng":"Not far from the grove he thought, ","html":"<p>{}"},"mn91:26.4":{"pli":"“na kho metaṃ patirūpaṃ yohaṃ pubbe appaṭisaṃvidito samaṇaṃ gotamaṃ dassanāya upasaṅkameyyan”ti. ","eng":"“It wouldn’t be appropriate for me to go to see the ascetic Gotama without letting him know beforehand.” ","html":"{}</p>","comm":"This shows his deep respect and politeness. "},"mn91:26.5":{"pli":"Atha kho brahmāyu brāhmaṇo aññataraṃ māṇavakaṃ āmantesi: ","eng":"So he addressed one of his young students: ","html":"<p>{}"},"mn91:26.6":{"pli":"“ehi tvaṃ, māṇavaka, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ","eng":"“Here, young student, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ","html":"{}"},"mn91:26.7":{"pli":"‘brahmāyu, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti. ","html":"{}"},"mn91:26.8":{"pli":"Evañca vadehi: ","eng":"And then say: ","html":"{}"},"mn91:26.9":{"pli":"‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ","eng":"‘Worthy Gotama, , the brahmin Brahmāyu is old, elderly, and senior, advanced in years, having reached the final stage of life; he is a hundred and twenty years old. He has mastered the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. He knows them word-by-word, and their grammar. He is well versed in cosmology and the marks of a great man. ","html":"{}"},"mn91:26.10":{"pli":"Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—","eng":"Of all the brahmins and householders residing in Mithilā, Brahmāyu is said to be the foremost in ","html":"{}"},"mn91:26.11":{"pli":"yadidaṃ bhogehi; ","eng":"wealth, ","html":"{}"},"mn91:26.12":{"pli":"brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—","html":"{}"},"mn91:26.13":{"pli":"yadidaṃ mantehi; ","eng":"hymns, ","html":"{}"},"mn91:26.14":{"pli":"brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—","html":"{}"},"mn91:26.15":{"pli":"yadidaṃ āyunā ceva yasasā ca. ","eng":"lifespan, and fame. ","html":"{}"},"mn91:26.16":{"pli":"So bhoto gotamassa dassanakāmo’”ti. ","eng":"He wants to see the worthy Gotama.’” ","html":"{}</p>"},"mn91:26.17":{"pli":"“Evaṃ, bho”ti kho so māṇavako brahmāyussa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"“Yes, worthy sir,” that young student replied. He did as he was asked, and the Buddha said, ","html":"<p>{}"},"mn91:26.18":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho so māṇavako bhagavantaṃ etadavoca: ","html":"{}"},"mn91:26.19":{"pli":"“brahmāyu, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ","html":"{}"},"mn91:26.20":{"pli":"evañca vadeti: ","html":"{}"},"mn91:26.21":{"pli":"‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ","html":"{}"},"mn91:26.22":{"pli":"Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—","html":"{}"},"mn91:26.23":{"pli":"yadidaṃ bhogehi; ","html":"{}"},"mn91:26.24":{"pli":"brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—","html":"{}"},"mn91:26.25":{"pli":"yadidaṃ mantehi; ","html":"{}"},"mn91:26.26":{"pli":"brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—","html":"{}"},"mn91:26.27":{"pli":"yadidaṃ āyunā ceva yasasā ca. ","html":"{}"},"mn91:26.28":{"pli":"So bhoto gotamassa dassanakāmo’”ti. ","html":"{}"},"mn91:26.29":{"pli":"“Yassadāni, māṇava, brahmāyu brāhmaṇo kālaṃ maññatī”ti. ","eng":"“Please, student, let Brahmāyu come when he’s ready.” ","html":"{}</p>"},"mn91:27.1":{"pli":"Atha kho so māṇavako yena brahmāyu brāhmaṇo tenupasaṅkami; upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ etadavoca: ","eng":"The young student went back to Brahmāyu and said to him, ","html":"<p>{}"},"mn91:27.2":{"pli":"“katāvakāso khomhi bhavatā samaṇena gotamena. ","eng":"“Your request for an audience with the ascetic Gotama has been granted. ","html":"{}"},"mn91:27.3":{"pli":"Yassadāni bhavaṃ kālaṃ maññatī”ti. ","eng":"Please go at your convenience.” ","html":"{}</p>"},"mn91:28.1":{"pli":"Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami. ","eng":"Then the brahmin Brahmāyu went up to the Buddha. ","html":"<p>{}"},"mn91:28.2":{"pli":"Addasā kho sā parisā brahmāyuṃ brāhmaṇaṃ dūratova āgacchantaṃ. ","eng":"The assembly saw him coming off in the distance, ","html":"{}"},"mn91:28.3":{"pli":"Disvāna oramiya okāsamakāsi yathā taṃ ñātassa yasassino. ","eng":"and made way for him, as he was well-known and famous. ","html":"{}</p>"},"mn91:28.4":{"pli":"Atha kho brahmāyu brāhmaṇo taṃ parisaṃ etadavoca: ","eng":"Brahmāyu said to that retinue, ","html":"<p>{}"},"mn91:28.5":{"pli":"“alaṃ, bho. ","eng":"“Enough, gentlemen. ","html":"{}"},"mn91:28.6":{"pli":"Nisīdatha tumhe sake āsane. ","eng":"Please sit on your own seats. ","html":"{}"},"mn91:28.7":{"pli":"Idhāhaṃ samaṇassa gotamassa santike nisīdissāmī”ti. ","eng":"I shall sit here by the ascetic Gotama.” ","html":"{}</p>"},"mn91:29.1":{"pli":"Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the brahmin Brahmāyu went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"mn91:29.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ","eng":"When the greetings and polite conversation were over, he sat down to one side, ","html":"{}"},"mn91:29.3":{"pli":"Ekamantaṃ nisinno kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ","eng":"and scrutinized the Buddha’s body for the thirty-two marks of a great man. ","html":"{}"},"mn91:29.4":{"pli":"Addasā kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve. ","eng":"He saw all of them except for two, ","html":"{}"},"mn91:29.5":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he had doubts about: ","html":"{}"},"mn91:29.6":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya ca. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue. ","html":"{}"},"mn91:29.7":{"pli":"Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi: ","eng":"Then Brahmāyu addressed the Buddha in verse: ","html":"{}</p>"},"mn91:29.8":{"pli":"“Ye me dvattiṃsāti sutā, ","eng":"“I have learned of the thirty-two ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mn91:29.9":{"pli":"mahāpurisalakkhaṇā; ","eng":"marks of a great man. ","html":"<span class='verse-line'>{}</span>"},"mn91:29.10":{"pli":"Duve tesaṃ na passāmi, ","eng":"There are two that I don’t see ","html":"<span class='verse-line'>{}</span>"},"mn91:29.11":{"pli":"bhoto kāyasmiṃ gotama. ","eng":"on the body of the worthy Gotama. ","html":"<span class='verse-line'>{}</span></p>"},"mn91:29.12":{"pli":"Kacci kosohitaṃ bhoto, ","eng":"Are the private parts covered in a foreskin, ","html":"<p><span class='verse-line'>{}</span>"},"mn91:29.13":{"pli":"vatthaguyhaṃ naruttama; ","eng":"O supreme man? ","html":"<span class='verse-line'>{}</span>"},"mn91:29.14":{"pli":"Nārīsamānasavhayā, ","eng":"Though called by a word of the feminine gender, ","html":"<span class='verse-line'>{}</span>","comm":"“Tongue” in Pali is the feminine <i lang='pi' translate='no'>jivhā</i>. "},"mn91:29.15":{"pli":"kacci jivhā na dassakā. ","eng":"perhaps your tongue is a manly one? ","html":"<span class='verse-line'>{}</span></p>","comm":"Read <i lang='pi' translate='no'>narassikā</i>. "},"mn91:29.16":{"pli":"Kacci pahūtajivhosi, ","eng":"Perhaps your tongue is large, ","html":"<p><span class='verse-line'>{}</span>"},"mn91:29.17":{"pli":"yathā taṃ jāniyāmase; ","eng":"as we have been informed. ","html":"<span class='verse-line'>{}</span>"},"mn91:29.18":{"pli":"Ninnāmayetaṃ pahūtaṃ, ","eng":"Please stick it out in its full extent, ","html":"<span class='verse-line'>{}</span>"},"mn91:29.19":{"pli":"kaṅkhaṃ vinaya no ise. ","eng":"and so, O seer, dispel my doubt. ","html":"<span class='verse-line'>{}</span></p>"},"mn91:29.20":{"pli":"Diṭṭhadhammahitatthāya, ","eng":"For my welfare and benefit in this life, ","html":"<p><span class='verse-line'>{}</span>"},"mn91:29.21":{"pli":"samparāyasukhāya ca; ","eng":"and happiness in the next. ","html":"<span class='verse-line'>{}</span>"},"mn91:29.22":{"pli":"Katāvakāsā pucchāma, ","eng":"And I ask you to grant the opportunity ","html":"<span class='verse-line'>{}</span>"},"mn91:29.23":{"pli":"yaṃ kiñci abhipatthitan”ti. ","eng":"to ask whatever I desire.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn91:30.1":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to the Buddha, ","html":"<p>{}"},"mn91:30.2":{"pli":"“passati kho me ayaṃ brahmāyu brāhmaṇo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve. ","eng":"“Brahmāyu sees all the marks except for two, ","html":"{}"},"mn91:30.3":{"pli":"Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—","eng":"which he has doubts about: ","html":"{}"},"mn91:30.4":{"pli":"kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ","eng":"whether the private parts are covered in a foreskin, and the largeness of the tongue.” ","html":"{}</p>"},"mn91:30.5":{"pli":"Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brahmāyu brāhmaṇo bhagavato kosohitaṃ vatthaguyhaṃ. ","eng":"So the Buddha used his psychic power to will that Divinityyu would see his private parts covered in a foreskin. ","html":"<p>{}"},"mn91:30.6":{"pli":"Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ","eng":"And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ","html":"{}</p>"},"mn91:30.7":{"pli":"Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi: ","eng":"Then the Buddha replied to Brahmāyu in verse: ","html":"<p>{}</p>"},"mn91:31.1":{"pli":"“Ye te dvattiṃsāti sutā, ","eng":"“The thirty-two marks of a great man ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mn91:31.2":{"pli":"mahāpurisalakkhaṇā; ","eng":"that you have learned ","html":"<span class='verse-line'>{}</span>"},"mn91:31.3":{"pli":"Sabbe te mama kāyasmiṃ, ","eng":"are all found on my body: ","html":"<span class='verse-line'>{}</span>"},"mn91:31.4":{"pli":"mā te kaṅkhāhu brāhmaṇa. ","eng":"so do not doubt, brahmin. ","html":"<span class='verse-line'>{}</span></p>"},"mn91:31.5":{"pli":"Abhiññeyyaṃ abhiññātaṃ, ","eng":"I have known what should be known, ","html":"<p><span class='verse-line'>{}</span>","comm":"This four-line verse encompasses the four noble truths with their duties: suffering is to be known; the origin of suffering is to be given up; the path is to be developed. The third noble truth, the witnessing of Nibbana, is implied in the final line. "},"mn91:31.6":{"pli":"bhāvetabbañca bhāvitaṃ; ","eng":"and developed what should be developed, ","html":"<span class='verse-line'>{}</span>"},"mn91:31.7":{"pli":"Pahātabbaṃ pahīnaṃ me, ","eng":"and given up what should be given up: ","html":"<span class='verse-line'>{}</span>"},"mn91:31.8":{"pli":"tasmā buddhosmi brāhmaṇa. ","eng":"and so, brahmin, I am a Buddha. ","html":"<span class='verse-line'>{}</span></p>"},"mn91:31.9":{"pli":"Diṭṭhadhammahitatthāya, ","eng":"For your welfare and benefit in this life, ","html":"<p><span class='verse-line'>{}</span>"},"mn91:31.10":{"pli":"samparāyasukhāya ca; ","eng":"and happiness in the next: ","html":"<span class='verse-line'>{}</span>"},"mn91:31.11":{"pli":"Katāvakāso pucchassu, ","eng":"I grant you the opportunity ","html":"<span class='verse-line'>{}</span>"},"mn91:31.12":{"pli":"yaṃ kiñci abhipatthitan”ti. ","eng":"to ask whatever you desire.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn91:32.1":{"pli":"Atha kho brahmāyussa brāhmaṇassa etadahosi: ","eng":"Then Brahmāyu thought: ","html":"<p>{}</p>"},"mn91:32.2":{"pli":"“katāvakāso khomhi samaṇena gotamena. ","eng":"“My request has been granted. ","html":"<p>{}"},"mn91:32.3":{"pli":"Kiṃ nu kho ahaṃ samaṇaṃ gotamaṃ puccheyyaṃ: ","eng":"Should I ask him about ","html":"{}"},"mn91:32.4":{"pli":"‘diṭṭhadhammikaṃ vā atthaṃ samparāyikaṃ vā’”ti. ","eng":"what is beneficial in this life or the next?” ","html":"{}"},"mn91:32.5":{"pli":"Atha kho brahmāyussa brāhmaṇassa etadahosi: ","eng":"Then he thought, ","html":"{}"},"mn91:32.6":{"pli":"“kusalo kho ahaṃ diṭṭhadhammikānaṃ atthānaṃ. ","eng":"“I’m well versed in the benefits that apply to this life, ","html":"{}"},"mn91:32.7":{"pli":"Aññepi maṃ diṭṭhadhammikaṃ atthaṃ pucchanti. ","eng":"and others ask me about this. ","html":"{}"},"mn91:32.8":{"pli":"Yannūnāhaṃ samaṇaṃ gotamaṃ samparāyikaṃyeva atthaṃ puccheyyan”ti. ","eng":"Why don’t I ask the ascetic Gotama about the benefit that specifically applies to lives to come?” ","html":"{}</p>"},"mn91:32.9":{"pli":"Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi: ","eng":"So Brahmāyu addressed the Buddha in verse: ","html":"<p>{}</p>"},"mn91:32.10":{"pli":"“Kathaṃ kho brāhmaṇo hoti, ","eng":"“How do you become a brahmin? ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"For some reason, the Buddha does not actually answer these questions, except the final two on the sage and the awakened one. Most of the others are technical terms in Brahmanism, and they are elsewhere defined by the Buddha in his own terms (eg. <a href='index.html?q=mn39#23.1'>MN 39:23.1</a> ff.). The Chinese parallels at MA 161 and T 76 have fewer items than the Pali, but do a better job of matching the answers to the questions. "},"mn91:32.11":{"pli":"kathaṃ bhavati vedagū; ","eng":"And how do you become a knowledge master? ","html":"<span class='verse-line'>{}</span>"},"mn91:32.12":{"pli":"Tevijjo bho kathaṃ hoti, ","eng":"How a master of the three knowledges? ","html":"<span class='verse-line'>{}</span>"},"mn91:32.13":{"pli":"sotthiyo kinti vuccati. ","eng":"And how is one called a scholar? ","html":"<span class='verse-line'>{}</span></p>"},"mn91:32.14":{"pli":"Arahaṃ bho kathaṃ hoti, ","eng":"How do you become a perfected one? ","html":"<p><span class='verse-line'>{}</span>"},"mn91:32.15":{"pli":"kathaṃ bhavati kevalī; ","eng":"And how a consummate one? ","html":"<span class='verse-line'>{}</span>"},"mn91:32.16":{"pli":"Muni ca bho kathaṃ hoti, ","eng":"How do you become a sage? ","html":"<span class='verse-line'>{}</span>"},"mn91:32.17":{"pli":"buddho kinti pavuccatī”ti. ","eng":"And how is one declared to be awakened?” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn91:33.1":{"pli":"Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi: ","eng":"Then the Buddha replied to Brahmāyu in verse: ","html":"<p>{}</p>"},"mn91:33.2":{"pli":"“Pubbenivāsaṃ yo vedi, ","eng":"“One who knows their past lives, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mn91:33.3":{"pli":"saggāpāyañca passati; ","eng":"sees heaven and places of loss, ","html":"<span class='verse-line'>{}</span>"},"mn91:33.4":{"pli":"Atho jātikkhayaṃ patto, ","eng":"and has attained the end of rebirth: ","html":"<span class='verse-line'>{}</span>"},"mn91:33.5":{"pli":"abhiññā vosito muni. ","eng":"such a sage has perfect insight. ","html":"<span class='verse-line'>{}</span></p>"},"mn91:33.6":{"pli":"Cittaṃ visuddhaṃ jānāti, ","eng":"They know their mind is pure, ","html":"<p><span class='verse-line'>{}</span>"},"mn91:33.7":{"pli":"muttaṃ rāgehi sabbaso; ","eng":"completely freed from greed; ","html":"<span class='verse-line'>{}</span>"},"mn91:33.8":{"pli":"Pahīnajātimaraṇo, ","eng":"they’ve given up birth and death, ","html":"<span class='verse-line'>{}</span>"},"mn91:33.9":{"pli":"brahmacariyassa kevalī; ","eng":"and have completed the spiritual journey. ","html":"<span class='verse-line'>{}</span>"},"mn91:33.10":{"pli":"Pāragū sabbadhammānaṃ, ","eng":"Gone beyond all things, ","html":"<span class='verse-line'>{}</span>"},"mn91:33.11":{"pli":"buddho tādī pavuccatī”ti. ","eng":"such a one is declared to be awakened.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn91:34.1":{"pli":"Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti: ","eng":"When he said this, Brahmāyu got up from his seat and arranged his robe on one shoulder. He bowed with his head at the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name: ","html":"<p>{}"},"mn91:34.2":{"pli":"“brahmāyu ahaṃ, bho gotama, brāhmaṇo; ","eng":"“I am the brahmin Brahmāyu, worthy Gotama! ","html":"{}"},"mn91:34.3":{"pli":"brahmāyu ahaṃ, bho gotama, brāhmaṇo”ti. ","eng":"I am the brahmin Brahmāyu!” ","html":"{}</p>"},"mn91:35.1":{"pli":"Atha kho sā parisā acchariyabbhutacittajātā ahosi: ","eng":"Then that assembly, their minds full of wonder and amazement, thought, ","html":"<p>{}"},"mn91:35.2":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho. ","eng":"“Oh lord, how incredible, how amazing, ","html":"{}"},"mn91:35.3":{"pli":"Yatra hi nāmāyaṃ brahmāyu brāhmaṇo ñāto yasassī evarūpaṃ paramanipaccakāraṃ karissatī”ti. ","eng":"that Divinityyu, who is so well-known and famous, should show the Buddha such utmost deference.” ","html":"{}"},"mn91:35.4":{"pli":"Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ etadavoca: ","eng":"Then the Buddha said to Brahmāyu, ","html":"{}"},"mn91:35.5":{"pli":"“alaṃ, brāhmaṇa, uṭṭhaha nisīda tvaṃ sake āsane yato te mayi cittaṃ pasannan”ti. ","eng":"“Enough, brahmin. Get up, and sit in your own seat, since your mind has such confidence in me.” ","html":"{}"},"mn91:35.6":{"pli":"Atha kho brahmāyu brāhmaṇo uṭṭhahitvā sake āsane nisīdi. ","eng":"So Brahmāyu got up and sat in his own seat. ","html":"{}</p>"},"mn91:36.1":{"pli":"Atha kho bhagavā brahmāyussa brāhmaṇassa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—","eng":"Then the Buddha taught him step by step, with ","html":"<p>{}"},"mn91:36.2":{"pli":"dānakathaṃ, sīlakathaṃ, saggakathaṃ; ","eng":"a talk on giving, ethical conduct, and heaven. ","html":"{}"},"mn91:36.3":{"pli":"kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ","eng":"He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ","html":"{}"},"mn91:36.4":{"pli":"Yadā bhagavā aññāsi brahmāyuṃ brāhmaṇaṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—","eng":"And when the Buddha knew that Divinityyu’s mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ","html":"{}"},"mn91:36.5":{"pli":"dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ. ","eng":"suffering, its origin, its cessation, and the path. ","html":"{}"},"mn91:36.6":{"pli":"Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ","eng":"Just as a clean cloth rid of stains would properly absorb dye, ","html":"{}"},"mn91:36.7":{"pli":"evameva brahmāyussa brāhmaṇassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ","eng":"in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Brahmāyu: ","html":"{}"},"mn91:36.8":{"pli":"“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ","eng":"“Everything that has a beginning has an end.” ","html":"{}</p>"},"mn91:36.9":{"pli":"Atha kho brahmāyu brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ","eng":"Then Brahmāyu saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha: ","html":"<p>{}</p>"},"mn91:37.1":{"pli":"“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"“Excellent, worthy Gotama! Excellent! ","html":"<p>{}"},"mn91:37.2":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. ","html":"{}"},"mn91:37.3":{"pli":"Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"mn91:37.4":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life. ","html":"{}"},"mn91:37.5":{"pli":"Adhivāsetu ca me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","eng":"Would you and the mendicant Saṅgha please accept a meal from me tomorrow?” ","html":"{}"},"mn91:37.6":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}"},"mn91:37.7":{"pli":"Atha kho brahmāyu brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then, knowing that the Buddha had consented, Brahmāyu got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"{}</p>"},"mn91:38.1":{"pli":"Atha kho brahmāyu brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi: ","eng":"And when the night had passed Brahmāyu had delicious fresh and cooked foods prepared in his own home. Then he had the Buddha informed of the time, saying, ","html":"<p>{}"},"mn91:38.2":{"pli":"“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ","eng":"“It’s time, worthy Gotama, the meal is ready.” ","html":"{}</p>"},"mn91:38.3":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena brahmāyussa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the brahmin Brahmāyu, where he sat on the seat spread out, together with the Saṅgha of mendicants. ","html":"<p>{}"},"mn91:38.4":{"pli":"Atha kho brahmāyu brāhmaṇo sattāhaṃ buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ","eng":"For seven days, Brahmāyu served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with delicious fresh and cooked foods. ","html":"{}</p>"},"mn91:39.1":{"pli":"Atha kho bhagavā tassa sattāhassa accayena videhesu cārikaṃ pakkāmi. ","eng":"When the seven days had passed, the Buddha left to wander in the Videhan lands. ","html":"<p>{}"},"mn91:39.2":{"pli":"Atha kho brahmāyu brāhmaṇo acirapakkantassa bhagavato kālamakāsi. ","eng":"Not long after the Buddha left, Brahmāyu passed away. ","html":"{}</p>"},"mn91:39.3":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"mn91:39.4":{"pli":"“brahmāyu, bhante, brāhmaṇo kālaṅkato. ","eng":"“Sir, Brahmāyu has passed away. ","html":"{}"},"mn91:39.5":{"pli":"Tassa kā gati, ko abhisamparāyo”ti? ","eng":"Where has he been reborn in his next life?” ","html":"{}</p>"},"mn91:39.6":{"pli":"“Paṇḍito, bhikkhave, brahmāyu brāhmaṇo paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ vihesesi. ","eng":"“Mendicants, the brahmin Brahmāyu was astute. He practiced in line with the teaching, and did not trouble me about the teachings. ","html":"<p>{}"},"mn91:39.7":{"pli":"Brahmāyu, bhikkhave, brāhmaṇo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā”ti. ","eng":"With the ending of the five lower fetters, he’s been reborn spontaneously and will become extinguished there, not liable to return from that world.” ","html":"{}</p>"},"mn91:39.8":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn91:39.9":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn91:39.10":{"pli":"Brahmāyusuttaṃ niṭṭhitaṃ paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}