{"mn39":{"mn39:0.1":{"pli":"Majjhima Nikāya 39 ","eng":"Middle Discourses 39 ","html":"<article id='mn39'><header><ul><li class='division'>{}</li></ul>"},"mn39:0.2":{"pli":"Mahāassapurasutta ","eng":"The Longer Discourse at Assapura ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn39:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn39:1.2":{"pli":"ekaṃ samayaṃ bhagavā aṅgesu viharati assapuraṃ nāma aṅgānaṃ nigamo. ","eng":"At one time the Buddha was staying in the land of the Aṅgas, near the Aṅgan town named Assapura. ","html":"{}","comm":"Assapura, the “horse fort”, appears to be unknown apart from its mention here and the next sutta. Contra <em>Dictionary of Pali Proper Names</em>, this is not the same Assapura referred to in <a href='index.html?q=ja422'>Ja 422</a>, as that lay south of Ceti, far to the west. An Aśvapura is mentioned in Jain legends, but there is nothing to link this with the Aṅgan town. | Aṅga lay to the east of Magadha on the Ganges, towards modern Bengal. "},"mn39:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn39:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn39:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn39:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn39:2.1":{"pli":"“Samaṇā samaṇāti vo, bhikkhave, jano sañjānāti. ","eng":"“Mendicants, people label you as ascetics. ","html":"<p>{}"},"mn39:2.2":{"pli":"Tumhe ca pana ‘ke tumhe’ti puṭṭhā samānā ‘samaṇāmhā’ti paṭijānātha; ","eng":"And when they ask you what you are, you claim to be ascetics. ","html":"{}</p>","comm":"This sutta deals with the difference between outer perception and inner reality, addressing what we call “imposter syndrome”. The Buddha inspires students to aspire to the highest ideal through the practice of the Gradual Training so that they live up to their labels and claims. "},"mn39:2.3":{"pli":"tesaṃ vo, bhikkhave, evaṃsamaññānaṃ sataṃ evaṃpaṭiññānaṃ sataṃ ‘ye dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca te dhamme samādāya vattissāma, evaṃ no ayaṃ amhākaṃ samaññā ca saccā bhavissati paṭiññā ca bhūtā. ","eng":"Given this label and this claim, you should train like this: ‘We will undertake and follow the things that make one an ascetic and a brahmin. That way our label will be accurate and our claim correct. ","html":"<p>{}"},"mn39:2.4":{"pli":"Yesañca mayaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāma, tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā, amhākañcevāyaṃ pabbajjā avañjhā bhavissati saphalā saudrayā’ti. ","eng":"The services of those whose robes, almsfood, lodgings, and medicines and supplies for the sick we enjoy shall be very fruitful and beneficial for them. And our going forth will not be wasted, but will be fruitful and fertile.’ ","html":"{}"},"mn39:2.5":{"pli":"Evañhi vo, bhikkhave, sikkhitabbaṃ. ","html":"{}</p>"},"mn39:3.1":{"pli":"Katame ca, bhikkhave, dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca? ","eng":"And what are the things that make one an ascetic and a brahmin? ","html":"<p>{}"},"mn39:3.2":{"pli":"‘Hirottappena samannāgatā bhavissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"You should train like this: ‘We will have conscience and prudence.’ ","html":"{}"},"mn39:3.3":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:3.4":{"pli":"‘hirottappenamha samannāgatā, alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"‘We have conscience and prudence. This is sufficient; enough has been done. We have achieved the goal of life as an ascetic. There is nothing more to do.’ And you might rest content with just that much. ","html":"{}"},"mn39:3.5":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","eng":"I declare this to you, mendicants, I announce this to you: ","html":"{}"},"mn39:3.6":{"pli":"‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’. ","eng":"‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’ ","html":"{}</p>"},"mn39:4.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:4.2":{"pli":"‘Parisuddho no kāyasamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca. ","eng":"You should train like this: ‘Our bodily behavior will be pure, clear, open, neither inconsistent nor secretive. ","html":"{}","comm":"<i lang='pi' translate='no'>Chiddavā</i> (“inconsistent”) is more literally “full of holes”. Its opposite (<i lang='pi' translate='no'>acchidda</i>) is one of the standard descriptors of “impeccable” precepts (eg. <a href='index.html?q=mn48#6.12'>MN 48:6.12</a>). | <i lang='pi' translate='no'>Saṁvuta</i> (past participle of <i lang='pi' translate='no'>saṁvara</i>) can mean either “restrained” or “hidden, secretive”. The sense depends on the syntax; the two instances of <i lang='pi' translate='no'>ca</i> split the listed items into three plus two, with the negative distributed over the last two items. This agrees with the commentary, which explains “secretive” as “concealing one’s faults”. <i lang='pi' translate='no'>Saṁvara</i> appears in the sense of sense restraint below (<a href='index.html?q=mn39#8.4'>MN 39:8.4</a>). "},"mn39:4.3":{"pli":"Tāya ca pana parisuddhakāyasamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"And we won’t glorify ourselves or put others down on account of our pure bodily behavior.’ ","html":"{}"},"mn39:4.4":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:4.5":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro; ","eng":"‘We have conscience and prudence, and our bodily behavior is pure. ","html":"{}"},"mn39:4.6":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"This is sufficient …’ ","html":"{}"},"mn39:4.7":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","eng":"I declare this to you, mendicants, I announce this to you: ","html":"{}"},"mn39:4.8":{"pli":"‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’. ","eng":"‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’ ","html":"{}</p>"},"mn39:5.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:5.2":{"pli":"‘Parisuddho no vacīsamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca. ","eng":"You should train like this: ‘Our verbal behavior … ","html":"{}"},"mn39:5.3":{"pli":"Tāya ca pana parisuddhavacīsamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","html":"{}"},"mn39:5.4":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","html":"{}"},"mn39:5.5":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro; ","html":"{}"},"mn39:5.6":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","html":"{}"},"mn39:5.7":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","html":"{}"},"mn39:5.8":{"pli":"‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’. ","html":"{}"},"mn39:6.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","html":"{}"},"mn39:6.2":{"pli":"‘Parisuddho no manosamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca. ","eng":"mental behavior … ","html":"{}"},"mn39:6.3":{"pli":"Tāya ca pana parisuddhamanosamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","html":"{}"},"mn39:6.4":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","html":"{}"},"mn39:6.5":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro; ","html":"{}"},"mn39:6.6":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","html":"{}"},"mn39:6.7":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","html":"{}"},"mn39:6.8":{"pli":"‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’. ","html":"{}"},"mn39:7.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","html":"{}"},"mn39:7.2":{"pli":"‘Parisuddho no ājīvo bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca. ","eng":"livelihood will be pure, clear, open, neither inconsistent nor secretive. ","html":"{}"},"mn39:7.3":{"pli":"Tāya ca pana parisuddhājīvatāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"And we won’t glorify ourselves or put others down on account of our pure livelihood.’ ","html":"{}"},"mn39:7.4":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:7.5":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo; ","eng":"‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, and our livelihood is pure. ","html":"{}"},"mn39:7.6":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"This is sufficient; enough has been done. We have achieved the goal of life as an ascetic. There is nothing more to do.’ And you might rest content with just that much. ","html":"{}"},"mn39:7.7":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","eng":"I declare this to you, mendicants, I announce this to you: ","html":"{}"},"mn39:7.8":{"pli":"‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’. ","eng":"‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’ ","html":"{}</p>"},"mn39:8.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:8.2":{"pli":"‘Indriyesu guttadvārā bhavissāma; ","eng":"You should train yourselves like this: ‘We will restrain our sense doors. ","html":"{}"},"mn39:8.3":{"pli":"cakkhunā rūpaṃ disvā na nimittaggāhī nānubyañjanaggāhī. ","eng":"When we see a sight with our eyes, we won’t get caught up in the features and details. ","html":"{}"},"mn39:8.4":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjissāma, rakkhissāma cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjissāma. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, we will practice restraint, we will protect the faculty of sight, and we will achieve its restraint. ","html":"{}"},"mn39:8.5":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When we hear a sound with our ears … ","html":"{}"},"mn39:8.6":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"When we smell an odor with our nose … ","html":"{}"},"mn39:8.7":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"When we taste a flavor with our tongue … ","html":"{}"},"mn39:8.8":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"When we feel a touch with our body … ","html":"{}"},"mn39:8.9":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī nānubyañjanaggāhī. ","eng":"When we know an idea with our mind, we won’t get caught up in the features and details. ","html":"{}"},"mn39:8.10":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjissāma, rakkhissāma manindriyaṃ, manindriye saṃvaraṃ āpajjissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, we will practice restraint, we will protect the faculty of mind, and we will achieve its restraint.’ ","html":"{}"},"mn39:8.11":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:8.12":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā; ","eng":"‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, and our sense doors are restrained. ","html":"{}"},"mn39:8.13":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"This is sufficient …’ ","html":"{}"},"mn39:8.14":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","html":"{}"},"mn39:8.15":{"pli":"‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’. ","html":"{}</p>"},"mn39:9.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:9.2":{"pli":"‘Bhojane mattaññuno bhavissāma, paṭisaṅkhā yoniso āhāraṃ āharissāma, ","eng":"You should train yourselves like this: ‘We will not eat too much. We will only eat after reflecting rationally on our food. ","html":"{}"},"mn39:9.3":{"pli":"neva davāya na madāya na maṇḍanāya na vibhūsanāya yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāma navañca vedanaṃ na uppādessāma, yātrā ca no bhavissati, anavajjatā ca, phāsu vihāro cā’ti evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"We will eat not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, we shall put an end to old discomfort and not give rise to new discomfort, and we will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}"},"mn39:9.4":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:9.5":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno; ","eng":"‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, our sense doors are restrained, and we don’t eat too much. ","html":"{}"},"mn39:9.6":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"This is sufficient …’ ","html":"{}"},"mn39:9.7":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","html":"{}"},"mn39:9.8":{"pli":"‘mā vo, sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi sati uttariṃ karaṇīye’. ","html":"{}</p>"},"mn39:10.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:10.2":{"pli":"‘Jāgariyaṃ anuyuttā bhavissāma, divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāma. ","eng":"You should train yourselves like this: ‘We will be dedicated to wakefulness. When practicing walking and sitting meditation by day, we will purify our mind from obstacles. ","html":"{}"},"mn39:10.3":{"pli":"Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāma. ","eng":"In the first watch of the night, we will continue to practice walking and sitting meditation. ","html":"{}"},"mn39:10.4":{"pli":"Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappessāma pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā. ","eng":"In the middle watch, we will lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ","html":"{}"},"mn39:10.5":{"pli":"Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāmā’ti, evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"In the last watch, we will get up and continue to practice walking and sitting meditation, purifying our mind from obstacles.’ ","html":"{}"},"mn39:10.6":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:10.7":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā; ","eng":"‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, our sense doors are restrained, we don’t eat too much, and we are dedicated to wakefulness. ","html":"{}"},"mn39:10.8":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti, tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"This is sufficient …’ ","html":"{}"},"mn39:10.9":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","html":"{}"},"mn39:10.10":{"pli":"‘mā vo, sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi sati uttariṃ karaṇīye’. ","html":"{}</p>"},"mn39:11.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:11.2":{"pli":"‘Satisampajaññena samannāgatā bhavissāma, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti, evañhi vo, bhikkhave, sikkhitabbaṃ. ","eng":"You should train yourselves like this: ‘We will have situational awareness and mindfulness. We will act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.’ ","html":"{}"},"mn39:11.3":{"pli":"Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ","eng":"Now, mendicants, you might think, ","html":"{}"},"mn39:11.4":{"pli":"‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, satisampajaññena samannāgatā; ","eng":"‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, our sense doors are restrained, we don’t eat too much, we are dedicated to wakefulness, and we have mindfulness and situational awareness. ","html":"{}"},"mn39:11.5":{"pli":"alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha. ","eng":"This is sufficient …’ ","html":"{}"},"mn39:11.6":{"pli":"Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ","html":"{}"},"mn39:11.7":{"pli":"‘mā vo, sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi sati uttariṃ karaṇīye’. ","html":"{}</p>"},"mn39:12.1":{"pli":"Kiñca, bhikkhave, uttariṃ karaṇīyaṃ? ","eng":"What more is there to do? ","html":"<p>{}"},"mn39:12.2":{"pli":"Idha, bhikkhave, bhikkhu vivittaṃ senāsanaṃ bhajati—araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanappatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"Take a mendicant who frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}</p>"},"mn39:13.1":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in their presence. ","html":"<p>{}"},"mn39:13.2":{"pli":"So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti; ","eng":"Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ","html":"{}"},"mn39:13.3":{"pli":"byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti; ","eng":"Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. ","html":"{}"},"mn39:13.4":{"pli":"thinamiddhaṃ pahāya vigatathinamiddho viharati, ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti; ","eng":"Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ","html":"{}"},"mn39:13.5":{"pli":"uddhaccakukkuccaṃ pahāya anuddhato viharati, ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti; ","eng":"Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ","html":"{}"},"mn39:13.6":{"pli":"vicikicchaṃ pahāya tiṇṇavicikiccho viharati, akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ","eng":"Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ","html":"{}</p>"},"mn39:14.1":{"pli":"Seyyathāpi, bhikkhave, puriso iṇaṃ ādāya kammante payojeyya. ","eng":"Suppose a man who has gotten into debt were to apply himself to work, ","html":"<p>{}","comm":"The similes for the hindrances and jhānas feature also in <a href='index.html?q=dn2#69.1'>DN 2:69.1</a> and <a href='index.html?q=dn10#2.7.1'>DN 10:2.7.1</a>. "},"mn39:14.2":{"pli":"Tassa te kammantā samijjheyyuṃ. ","eng":"and his efforts proved successful. ","html":"{}"},"mn39:14.3":{"pli":"So yāni ca porāṇāni iṇamūlāni tāni ca byantī kareyya, siyā cassa uttariṃ avasiṭṭhaṃ dārabharaṇāya. ","eng":"He would pay off the original loan and have enough left over to support his partner. ","html":"{}"},"mn39:14.4":{"pli":"Tassa evamassa: ","eng":"Thinking about this, ","html":"{}"},"mn39:14.5":{"pli":"‘ahaṃ kho pubbe iṇaṃ ādāya kammante payojesiṃ, tassa me te kammantā samijjhiṃsu. ","html":"{}"},"mn39:14.6":{"pli":"Sohaṃ yāni ca porāṇāni iṇamūlāni tāni ca byantī akāsiṃ, atthi ca me uttariṃ avasiṭṭhaṃ dārabharaṇāyā’ti. ","html":"{}"},"mn39:14.7":{"pli":"So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ","eng":"he’d be filled with joy and happiness. ","html":"{}</p>"},"mn39:14.8":{"pli":"Seyyathāpi, bhikkhave, puriso ābādhiko assa dukkhito bāḷhagilāno, bhattañcassa nacchādeyya, na cassa kāye balamattā. ","eng":"Suppose a person was sick, suffering, and gravely ill. They’d lose their appetite and get physically weak. ","html":"<p>{}"},"mn39:14.9":{"pli":"So aparena samayena tamhā ābādhā mucceyya, bhattañcassa chādeyya, siyā cassa kāye balamattā. ","eng":"But after some time they’d recover from that illness, and regain their appetite and their strength. ","html":"{}"},"mn39:14.10":{"pli":"Tassa evamassa: ","eng":"Thinking about this, ","html":"{}"},"mn39:14.11":{"pli":"‘ahaṃ kho pubbe ābādhiko ahosiṃ dukkhito bāḷhagilāno, bhattañca me nacchādesi, na ca me āsi kāye balamattā, somhi etarahi tamhā ābādhā mutto, bhattañca me chādeti, atthi ca me kāye balamattā’ti. ","html":"{}"},"mn39:14.12":{"pli":"So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ","eng":"they’d be filled with joy and happiness. ","html":"{}</p>"},"mn39:14.13":{"pli":"Seyyathāpi, bhikkhave, puriso bandhanāgāre baddho assa. ","eng":"Suppose a person was imprisoned in a jail. ","html":"<p>{}"},"mn39:14.14":{"pli":"So aparena samayena tamhā bandhanā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo. ","eng":"But after some time they were released from jail, safe and sound, with no loss of wealth. ","html":"{}"},"mn39:14.15":{"pli":"Tassa evamassa: ","eng":"Thinking about this, ","html":"{}"},"mn39:14.16":{"pli":"‘ahaṃ kho pubbe bandhanāgāre baddho ahosiṃ, somhi etarahi tamhā bandhanā mutto, sotthinā abbhayena, natthi ca me kiñci bhogānaṃ vayo’ti. ","html":"{}"},"mn39:14.17":{"pli":"So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ","eng":"they’d be filled with joy and happiness. ","html":"{}</p>"},"mn39:14.18":{"pli":"Seyyathāpi, bhikkhave, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo. ","eng":"Suppose a person was a bondservant. They would not be their own master, but indentured to another, unable to go where they wish. ","html":"<p>{}"},"mn39:14.19":{"pli":"So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo. ","eng":"But after some time they’d be freed from servitude. They would be their own master, not indentured to another, a freeman able to go where they wish. ","html":"{}"},"mn39:14.20":{"pli":"Tassa evamassa: ","eng":"Thinking about this, ","html":"{}"},"mn39:14.21":{"pli":"‘ahaṃ kho pubbe dāso ahosiṃ anattādhīno parādhīno na yenakāmaṅgamo, somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti. ","html":"{}"},"mn39:14.22":{"pli":"So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ","eng":"they’d be filled with joy and happiness. ","html":"{}</p>"},"mn39:14.23":{"pli":"Seyyathāpi, bhikkhave, puriso sadhano sabhogo kantāraddhānamaggaṃ paṭipajjeyya. ","eng":"Suppose there was a person with wealth and property who was traveling along a desert road. ","html":"<p>{}"},"mn39:14.24":{"pli":"So aparena samayena tamhā kantārā nitthareyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo. ","eng":"But after some time they crossed over the desert, safe and sound, with no loss of wealth. ","html":"{}"},"mn39:14.25":{"pli":"Tassa evamassa: ","eng":"Thinking about this, ","html":"{}"},"mn39:14.26":{"pli":"‘ahaṃ kho pubbe sadhano sabhogo kantāraddhānamaggaṃ paṭipajjiṃ. ","html":"{}"},"mn39:14.27":{"pli":"Somhi etarahi tamhā kantārā nitthiṇṇo sotthinā abbhayena, natthi ca me kiñci bhogānaṃ vayo’ti. ","html":"{}"},"mn39:14.28":{"pli":"So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ","eng":"they’d be filled with joy and happiness. ","html":"{}</p>"},"mn39:14.29":{"pli":"Evameva kho, bhikkhave, bhikkhu yathā iṇaṃ yathā rogaṃ yathā bandhanāgāraṃ yathā dāsabyaṃ yathā kantāraddhānamaggaṃ, ime pañca nīvaraṇe appahīne attani samanupassati. ","eng":"In the same way, as long as these five hindrances are not given up inside themselves, a mendicant regards them as a debt, a disease, a prison, slavery, and a desert crossing. ","html":"<p>{}"},"mn39:14.30":{"pli":"Seyyathāpi, bhikkhave, āṇaṇyaṃ yathā ārogyaṃ yathā bandhanāmokkhaṃ yathā bhujissaṃ yathā khemantabhūmiṃ; evameva bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati. ","eng":"But when these five hindrances are given up inside themselves, a mendicant regards this as freedom from debt, good health, release from prison, emancipation, and a place of sanctuary at last. ","html":"{}</p>"},"mn39:15.1":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"<p>{}"},"mn39:15.2":{"pli":"vivicceva kāmehi vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn39:15.3":{"pli":"So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ","eng":"They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ","html":"{}","comm":"As a meditator proceeds, their subjective experience of the “body” evolves from tactile sense impressions (<i lang='pi' translate='no'>phoṭṭhabba</i>), to the interior mental experience of bliss and light (<i lang='pi' translate='no'>manomayakāya</i>), to the direct personal realization of highest truth (<a href='index.html?q=mn70#23.2'>MN 70:23.2</a>: <i lang='pi' translate='no'>kāyena ceva paramasaccaṁ sacchikaroti</i>). "},"mn39:15.4":{"pli":"Seyyathāpi, bhikkhave, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya. Sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā, phuṭā snehena na ca pagghariṇī. ","eng":"It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out. ","html":"{}</p>","comm":"The kneading is the “placing the mind and keeping it connected”, the water is bliss, while the lack of leaking speaks to the contained interiority of the experience. "},"mn39:15.5":{"pli":"Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ","eng":"In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ","html":"<p>{}</p>"},"mn39:16.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"mn39:16.2":{"pli":"So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ","eng":"They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ","html":"{}"},"mn39:16.3":{"pli":"Seyyathāpi, bhikkhave, udakarahado ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya. Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa. ","eng":"It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and the heavens would not properly bestow showers from time to time. But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water. ","html":"{}</p>","comm":"The simile emphasizes the water as bliss, while the lack of inflow expresses containment and unification. The water welling up is the rapture, which is the uplifting emotional response to the experience of bliss. "},"mn39:16.4":{"pli":"Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ","eng":"In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ","html":"<p>{}</p>"},"mn39:17.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"mn39:17.2":{"pli":"So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ","eng":"They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ","html":"{}"},"mn39:17.3":{"pli":"Seyyathāpi, bhikkhave, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa. ","eng":"It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water. ","html":"{}</p>","comm":"The meditator is utterly immersed in stillness and bliss. "},"mn39:17.4":{"pli":"Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ","eng":"In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ","html":"<p>{}</p>"},"mn39:18.1":{"pli":"Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}"},"mn39:18.2":{"pli":"So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ","eng":"They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. ","html":"{}"},"mn39:18.3":{"pli":"Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṃ pārupetvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa. ","eng":"It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth. ","html":"{}</p>","comm":"The white cloth is the purity and brightness of equanimity. The commentary explains this as a person who has just got out of a bath and sits perfectly dry and content. "},"mn39:18.4":{"pli":"Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ","eng":"In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. ","html":"<p>{}</p>"},"mn39:19.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. ","html":"<p>{}"},"mn39:19.2":{"pli":"So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"They recollect many kinds of past lives, with features and details. ","html":"{}"},"mn39:19.3":{"pli":"Seyyathāpi, bhikkhave, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya, so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya. Tassa evamassa: ‘ahaṃ kho sakamhā gāmā amuṃ gāmaṃ agacchiṃ, tatrapi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ; tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrapi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ; somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti. ","eng":"Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’ ","html":"{}</p>"},"mn39:19.4":{"pli":"Evameva kho, bhikkhave, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"In the same way, a mendicant recollects their many kinds of past lives, with features and details. ","html":"<p>{}</p>"},"mn39:20.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. ","html":"<p>{}"},"mn39:20.2":{"pli":"So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate, yathākammūpage satte pajānāti …pe… ","eng":"With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"{}"},"mn39:20.3":{"pli":"seyyathāpi, bhikkhave, dve agārā sadvārā. Tattha cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi, anucaṅkamantepi anuvicarantepi. ","eng":"Suppose there were two houses with doors. A person with clear eyes standing in between them would see humans entering and leaving a house and wandering to and fro. ","html":"{}</p>"},"mn39:20.4":{"pli":"Evameva kho, bhikkhave, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti …pe…. ","eng":"In the same way, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"<p>{}</p>"},"mn39:21.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ","eng":"When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. ","html":"<p>{}"},"mn39:21.2":{"pli":"So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ","html":"{}"},"mn39:21.3":{"pli":"‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ","eng":"They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’ ","html":"{}"},"mn39:21.4":{"pli":"Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ","eng":"Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ","html":"{}"},"mn39:21.5":{"pli":"Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti: ","eng":"When they’re freed, they know they’re freed. ","html":"{}"},"mn39:21.6":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ ","html":"{}</p>"},"mn39:21.7":{"pli":"Seyyathāpi, bhikkhave, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. ","eng":"Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with clear eyes standing on the bank would see the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still. ","html":"<p>{}"},"mn39:21.8":{"pli":"Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi, carantampi tiṭṭhantampi. ","html":"{}"},"mn39:21.9":{"pli":"Tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn39:21.10":{"pli":"‘ayaṃ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti’. ","eng":"‘This lake is transparent, clear, and unclouded. And here are the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still.’ ","html":"{}</p>"},"mn39:21.11":{"pli":"Evameva kho, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …pe… ","eng":"In the same way, a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ","html":"<p>{}"},"mn39:21.12":{"pli":"nāparaṃ itthattāyāti pajānāti. ","eng":"They understand: ‘… there is nothing further for this place.’ ","html":"{}</p>"},"mn39:22.1":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu ‘samaṇo’ itipi ‘brāhmaṇo’itipi ‘nhātako’itipi ‘vedagū’itipi ‘sottiyo’itipi ‘ariyo’itipi ‘arahaṃ’itipi. ","eng":"This mendicant is one who is called an ‘ascetic’, a ‘brahmin’, a ‘bathed initiate’, a ‘knowledge master’, a ‘scholar’, a ‘noble one’, and also a ‘perfected one’. ","html":"<p>{}</p>","comm":"This series of epithets is also found at <a href='index.html?q=an7.85'>AN 7.85</a>–92, split over separate suttas, and with other terms and explanations in <a href='index.html?q=snp3.6'>Snp 3.6</a>. The explanations here rely on puns, the feel of which I have tried to echo in English. "},"mn39:23.1":{"pli":"Kathañca, bhikkhave, bhikkhu samaṇo hoti? ","eng":"And how is a mendicant an ascetic? ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Samaṇa</i> (“ascetic”) is from a root meaning to exert or weary oneself, but here is explained as if related to <i lang='pi' translate='no'>samita</i> (“assuaged”, “calmed”). "},"mn39:23.2":{"pli":"Samitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They have assuaged the bad, unskillful qualities that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn39:23.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu samaṇo hoti. ","eng":"That’s how a mendicant is an ascetic. ","html":"{}</p>"},"mn39:24.1":{"pli":"Kathañca, bhikkhave, bhikkhu brāhmaṇo hoti? ","eng":"And how is a mendicant a brahmin? ","html":"<p>{}","comm":"The root sense of <i lang='pi' translate='no'>brah-</i> is to “amplify” or “empower”, but is explained as <i lang='pi' translate='no'>bāhita</i> (“banished”, “expelled”). This is a common play on words, eg. <a href='index.html?q=ud1.4#4.1'>Ud 1.4:4.1</a>, <a href='index.html?q=dhp388#1'>Dhp 388:1</a>. "},"mn39:24.2":{"pli":"Bāhitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They have banished the bad, unskillful qualities. ","html":"{}"},"mn39:24.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu brāhmaṇo hoti. ","eng":"That’s how a mendicant is a brahmin. ","html":"{}</p>"},"mn39:25.1":{"pli":"Kathañca, bhikkhave, bhikkhu nhātako hoti? ","eng":"And how is a mendicant a bathed initiate? ","html":"<p>{}","comm":"A <i lang='pi' translate='no'>nhātaka</i> (Sanskrit <i lang='pi' translate='no'>snātaka</i>) is one who has performed the ritual ablutions on the completion of his studies. "},"mn39:25.2":{"pli":"Nhātāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They have bathed off the bad, unskillful qualities. ","html":"{}"},"mn39:25.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu nhātako hoti. ","eng":"That’s how a mendicant is a bathed initiate. ","html":"{}</p>"},"mn39:26.1":{"pli":"Kathañca, bhikkhave, bhikkhu vedagū hoti? ","eng":"And how is a mendicant a knowledge master? ","html":"<p>{}","comm":"The “knowledge” in <i lang='pi' translate='no'>vedagū</i> is the Vedas in Brahmanism and the three knowledges in Buddhism. Curiously, it is not an attested term in Brahmanical texts. Perhaps it arose by contraction from Sanskrit <i lang='pi' translate='no'>vedapāraga</i>, or such passages as <i lang='pi' translate='no'>(tiṇṇaṁ) vedānaṁ pāragū</i>. "},"mn39:26.2":{"pli":"Viditāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They have known the bad, unskillful qualities. ","html":"{}"},"mn39:26.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu vedagū hoti. ","eng":"That’s how a mendicant is a knowledge master. ","html":"{}</p>"},"mn39:27.1":{"pli":"Kathañca, bhikkhave, bhikkhu sottiyo hoti? ","eng":"And how is a mendicant a scholar? ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Sottiya</i> (“scholar”) is from the root “to hear”, as is the more familiar Pali term <i lang='pi' translate='no'>sāvaka</i> (“disciple”, “student”, literally “hearkener”). In Brahmanism <i lang='pi' translate='no'>śrotrīya</i> refers to one who is well versed in the Vedas. Here, however, it is connected with the root <i lang='pi' translate='no'>su</i> (“to flow”), as in one who has “rinsed off” or “scoured off” bad things. "},"mn39:27.2":{"pli":"Nissutāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They have scoured off the bad, unskillful qualities. ","html":"{}"},"mn39:27.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu sottiyo hoti. ","eng":"That’s how a mendicant is a scholar. ","html":"{}</p>"},"mn39:28.1":{"pli":"Kathañca, bhikkhave, bhikkhu ariyo hoti? ","eng":"And how is a mendicant a noble one? ","html":"<p>{}","comm":"Both <i lang='pi' translate='no'>ariya</i> and <i lang='pi' translate='no'>arahant</i> are explained with the same word <i lang='pi' translate='no'>āraka</i>, meaning “far from (defilements)”. The commentary gives <i lang='pi' translate='no'>āraka</i> in both cases, but explains <i lang='pi' translate='no'>ariya</i> as “slayer” and <i lang='pi' translate='no'>arahant</i> as “far from”. At <a href='index.html?q=an7.91'>AN 7.91</a>, PTS has <i lang='pi' translate='no'>arīhatattā</i>, “foe-slayer” for <i lang='pi' translate='no'>ariya</i> (BJT omits, while at least one more variant is attested). This is a slightly better pun for <i lang='pi' translate='no'>ariya</i> than <i lang='pi' translate='no'>āraka</i>, although at <a href='index.html?q=snp3.6#38.1'>Snp 3.6:38.1</a> <i lang='pi' translate='no'>ariya</i> is punned with <i lang='pi' translate='no'>ālaya</i> (“clinging”), which is better than both. Where both MA 182 and the parallel to <a href='index.html?q=mn40'>MN 40</a> at MA 183 at T i 726c13 mention the <i lang='pi' translate='no'>ariya</i>, the Indic pun underlying EA 49.8 seems to be that a <i lang='pi' translate='no'>kṣatriya</i> is so called because they “end” (Sanskit <i lang='pi' translate='no'>kṣaya</i>) the defilements. Neither of the Chinese parallels (MA 182 at T i 725c4, EA 49.8 at T ii 802b4) mentions the <i lang='pi' translate='no'>arahant</i>, suggesting it was added later, which would explain the duplication of <i lang='pi' translate='no'>āraka</i>. However, given that “far from” is consistently attested for the <i lang='pi' translate='no'>arahant</i> in all editions and commentary; that “foe-slayer” is attested for <i lang='pi' translate='no'>ariya</i> in some texts and commentaries; and that <i lang='pi' translate='no'>kṣatriya</i> in the sense of “warrior” is loosely in the same semantic realm as “foe-slayer”, I translate accordingly. "},"mn39:28.2":{"pli":"Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They have nobbled their foes, the bad, unskillful qualities. ","html":"{}"},"mn39:28.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu ariyo hoti. ","eng":"That’s how a mendicant is a noble one. ","html":"{}</p>"},"mn39:29.1":{"pli":"Kathañca, bhikkhave, bhikkhu arahaṃ hoti? ","eng":"And how is a mendicant a perfected one? ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Arahant</i> (“perfected one”) has the root sense “worthy” and in Buddhism has the sense of one who has perfectly or “impeccably” removed all defilements. "},"mn39:29.2":{"pli":"Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā. ","eng":"They are impeccably remote from the bad, unskillful qualities that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn39:29.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu arahaṃ hotī”ti. ","eng":"That’s how a mendicant is a perfected one.” ","html":"{}</p>"},"mn39:29.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn39:29.5":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn39:29.6":{"pli":"Mahāassapurasuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}