{"mn150":{"mn150:0.1":{"pli":"Majjhima Nikāya 150 ","eng":"Middle Discourses 150 ","html":"<article id='mn150'><header><ul><li class='division'>{}</li></ul>"},"mn150:0.2":{"pli":"Nagaravindeyyasutta ","eng":"With the People of Nagaravinda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn150:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn150:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena nagaravindaṃ nāma kosalānaṃ brāhmaṇānaṃ gāmo tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Nagaravinda. ","html":"{}</p>","comm":"We travel with the Buddha to several “villages of the Kosalan brahmins”, but this is the only recorded visit to Nagaravinda. The name seems to mean “mountain-lotus” (<i lang='pi' translate='no'>naga</i> = “mountain”, <i lang='pi' translate='no'>aravinda</i> = “lotus”). Sāvatthī lies only fifty kilometres south of the Himalayan foothills. "},"mn150:2.1":{"pli":"Assosuṃ kho nagaravindeyyakā brāhmaṇagahapatikā: ","eng":"The brahmins and householders of Nagaravinda heard, ","html":"<p>{}"},"mn150:2.2":{"pli":"“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ nagaravindaṃ anuppatto. ","eng":"“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—while wandering in the land of the Kosalans has arrived at Nagaravinda, together with a large Saṅgha of mendicants. ","html":"{}"},"mn150:2.3":{"pli":"Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"mn150:2.4":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"mn150:2.5":{"pli":"So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ","eng":"He has realized with his own insight this world—with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ","html":"{}"},"mn150:2.6":{"pli":"So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ","eng":"He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ","html":"{}"},"mn150:2.7":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"mn150:3.1":{"pli":"Atha kho nagaravindeyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho nagaravindeyyake brāhmaṇagahapatike bhagavā etadavoca: ","eng":"Then the brahmins and householders of Nagaravinda went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. The Buddha said to them: ","html":"<p>{}</p>"},"mn150:4.1":{"pli":"“Sace vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ: ","eng":"“Householders, if wanderers who follow another religion were to ask you: ","html":"<p>{}","comm":"This is an unusual framing, as usually the Buddha refers to wanderers of another religion when speaking with mendicants. The parallel simply says “other people” (SA 280 at T ii 76c8). Again, the fact that the villagers have diverse responses to the Buddha shows that they are not all Buddhists, and hence it would be out of character for the Buddha to assume otherwise, as the teaching here implies. Further, the Buddha’s statement here reads as if it were an answer to a question on how to discern which of the many different ascetics were worthy of respect. It seems to me likely that the narrative has become a little confused. "},"mn150:4.2":{"pli":"‘kathaṃbhūtā, gahapatayo, samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti? ","eng":"‘What kind of ascetic or brahmin doesn’t deserve honor, respect, reverence, and veneration?’ ","html":"{}"},"mn150:4.3":{"pli":"Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha: ","eng":"You should answer them: ","html":"{}"},"mn150:4.4":{"pli":"‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā. ","eng":"‘There are ascetics and brahmins who are not free of greed, hate, and delusion for sights known by the eye, who are not peaceful inside, and who conduct themselves badly among the good by way of body, speech, and mind. They don’t deserve honor, respect, reverence, and veneration. ","html":"{}","comm":"The idiom <i lang='pi' translate='no'>samavisamaṁ caranti</i> means “walk roughly in the smooth”, in other words, “conduct themselves badly among the good”, in contrast with those who “walk smoothly in the rough” (<i lang='pi' translate='no'>caranti visame samaṁ</i>, <a href='index.html?q=sn1.7#3.4'>SN 1.7:3.4</a>, <a href='index.html?q=sn2.6#8.6'>SN 2.6:8.6</a>). "},"mn150:4.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn150:4.6":{"pli":"Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari apassataṃ. ","eng":"Because we ourselves are not free of these things, so we do not see that they have any higher good conduct than us. ","html":"{}"},"mn150:4.7":{"pli":"Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā. ","eng":"That’s why they don’t deserve honor, respect, reverence, and veneration. ","html":"{}"},"mn150:4.8":{"pli":"Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu … ","eng":"There are ascetics and brahmins who are not free of greed, hate, and delusion for sounds known by the ear … ","html":"{}"},"mn150:4.9":{"pli":"ghānaviññeyyesu gandhesu … ","eng":"smells known by the nose … ","html":"{}"},"mn150:4.10":{"pli":"jivhāviññeyyesu rasesu … ","eng":"tastes known by the tongue… ","html":"{}"},"mn150:4.11":{"pli":"kāyaviññeyyesu phoṭṭhabbesu … ","eng":"touches known by the body … ","html":"{}"},"mn150:4.12":{"pli":"manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā. ","eng":"ideas known by the mind, who are not peaceful inside, and who conduct themselves badly among the good by way of body, speech, and mind. They don’t deserve honor, respect, reverence, and veneration. ","html":"{}"},"mn150:4.13":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn150:4.14":{"pli":"Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari apassataṃ. ","eng":"Because we ourselves are not free of these things, so we do not see that they have any higher good conduct than us. ","html":"{}"},"mn150:4.15":{"pli":"Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti. ","eng":"That’s why they don’t deserve honor, respect, reverence, and veneration.’ ","html":"{}","comm":"This is a much higher standard than that implied at <a href='index.html?q=mn142#8.1'>MN 142:8.1</a>. However, the context is different: there, it is whether offerings will be fruitful, here it is whether they are truly deserving of respect. "},"mn150:4.16":{"pli":"Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha. ","eng":"When questioned by wanderers of other religions, that’s how you should answer them. ","html":"{}</p>"},"mn150:5.1":{"pli":"Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ: ","eng":"If wanderers of other religions were to ask you: ","html":"<p>{}"},"mn150:5.2":{"pli":"‘kathaṃbhūtā, gahapatayo, samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti? ","eng":"‘What kind of ascetic or brahmin deserves honor, respect, reverence, and veneration?’ ","html":"{}"},"mn150:5.3":{"pli":"Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha: ","eng":"You should answer them: ","html":"{}"},"mn150:5.4":{"pli":"‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu vītarāgā vītadosā vītamohā, ajjhattaṃ vūpasantacittā, samacariyaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā. ","eng":"‘There are ascetics and brahmins who are free of greed, hate, and delusion for sights known by the eye, who are peaceful inside, and who conduct themselves well by way of body, speech, and mind. They deserve honor, respect, reverence, and veneration. ","html":"{}"},"mn150:5.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn150:5.6":{"pli":"Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari passataṃ. ","eng":"Because we ourselves are not free of these things, but we see that they have a higher good conduct than us. ","html":"{}"},"mn150:5.7":{"pli":"Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā. ","eng":"That’s why they deserve honor, respect, reverence, and veneration. ","html":"{}"},"mn150:5.8":{"pli":"Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu … ","eng":"There are ascetics and brahmins who are free of greed, hate, and delusion for sounds known by the ear … ","html":"{}"},"mn150:5.9":{"pli":"ghānaviññeyyesu gandhesu … ","eng":"smells known by the nose … ","html":"{}"},"mn150:5.10":{"pli":"jivhāviññeyyesu rasesu … ","eng":"tastes known by the tongue … ","html":"{}"},"mn150:5.11":{"pli":"kāyaviññeyyesu phoṭṭhabbesu … ","eng":"touches known by the body … ","html":"{}"},"mn150:5.12":{"pli":"manoviññeyyesu dhammesu vītarāgā vītadosā vītamohā, ajjhattaṃ vūpasantacittā, samacariyaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā. ","eng":"ideas known by the mind, who are peaceful inside, and who conduct themselves well by way of body, speech, and mind. They deserve honor, respect, reverence, and veneration. ","html":"{}"},"mn150:5.13":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn150:5.14":{"pli":"Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari passataṃ. ","eng":"Because we ourselves are not free of these things, but we see that they have a higher good conduct than us. ","html":"{}"},"mn150:5.15":{"pli":"Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti. ","eng":"That’s why they deserve honor, respect, reverence, and veneration. ","html":"{}"},"mn150:5.16":{"pli":"Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha. ","eng":"When questioned by wanderers of other religions, that’s how you should answer them. ","html":"{}</p>"},"mn150:6.1":{"pli":"Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ: ","eng":"If wanderers of other religions were to ask you: ","html":"<p>{}"},"mn150:6.2":{"pli":"‘ke panāyasmantānaṃ ākārā, ke anvayā, yena tumhe āyasmanto evaṃ vadetha? ","eng":"‘But what reasons and evidence do you have regarding those venerables that justifies saying, ","html":"{}"},"mn150:6.3":{"pli":"Addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti? ","eng":"“Clearly those venerables are free of greed, hate, and delusion, or practicing to be free of them”?’ ","html":"{}"},"mn150:6.4":{"pli":"Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha: ","eng":"You should answer them: ","html":"{}"},"mn150:6.5":{"pli":"‘tathā hi te āyasmanto araññavanapatthāni pantāni senāsanāni paṭisevanti. ","eng":"‘It’s because those venerables frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"mn150:6.6":{"pli":"Natthi kho pana tattha tathārūpā cakkhuviññeyyā rūpā ye disvā disvā abhirameyyuṃ, natthi kho pana tattha tathārūpā sotaviññeyyā saddā ye sutvā sutvā abhirameyyuṃ, natthi kho pana tattha tathārūpā ghānaviññeyyā gandhā ye ghāyitvā ghāyitvā abhirameyyuṃ, natthi kho pana tattha tathārūpā jivhāviññeyyā rasā ye sāyitvā sāyitvā abhirameyyuṃ, natthi kho pana tattha tathārūpā kāyaviññeyyā phoṭṭhabbā ye phusitvā phusitvā abhirameyyuṃ. ","eng":"In such places there are no sights known by the eye to see and enjoy, there are no sounds known by the ear to hear and enjoy, no odors known by the nose to smell and enjoy, no flavors known by the tongue to taste and enjoy, and no touches known by the body to feel and enjoy. ","html":"{}"},"mn150:6.7":{"pli":"Ime kho no, āvuso, ākārā, ime anvayā, yena mayaṃ evaṃ vadema—","eng":"These are the reasons and evidence that you have regarding those venerables that justifies saying, ","html":"{}"},"mn150:6.8":{"pli":"addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti. ","eng":"“Clearly those venerables are free of greed, hate, and delusion, or practicing to be free of them”.’ ","html":"{}"},"mn150:6.9":{"pli":"Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti. ","eng":"When questioned by wanderers of other religions, that’s how you should answer them.” ","html":"{}</p>"},"mn150:7.1":{"pli":"Evaṃ vutte, nagaravindeyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ: ","eng":"When he had spoken, the brahmins and householders of Nagaravinda said to the Buddha, ","html":"<p>{}"},"mn150:7.2":{"pli":"“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"“Excellent, worthy Gotama! Excellent! ","html":"{}"},"mn150:7.3":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the Teaching clear in many ways. ","html":"{}"},"mn150:7.4":{"pli":"Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ","eng":"We go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"mn150:7.5":{"pli":"Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti. ","eng":"From this day forth, may the worthy Gotama remember us as lay followers who have gone for refuge for life.” ","html":"{}</p>"},"mn150:7.6":{"pli":"Nagaravindeyyasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"mn151":{"mn151:0.1":{"pli":"Majjhima Nikāya 151 ","eng":"Middle Discourses 151 ","html":"<article id='mn151'><header><ul><li class='division'>{}</li></ul>"},"mn151:0.2":{"pli":"Piṇḍapātapārisuddhisutta ","eng":"The Purification of Alms ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn151:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn151:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn151:1.3":{"pli":"Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ","eng":"Then in the late afternoon, Sāriputta came out of retreat and went to the Buddha. He bowed and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"mn151:2.1":{"pli":"“Vippasannāni kho te, sāriputta, indriyāni, parisuddho chavivaṇṇo pariyodāto. ","eng":"“Sāriputta, your faculties are so very clear, and your complexion is pure and bright. ","html":"{}"},"mn151:2.2":{"pli":"Katamena kho tvaṃ, sāriputta, vihārena etarahi bahulaṃ viharasī”ti? ","eng":"What kind of meditation are you usually practicing these days?” ","html":"{}</p>"},"mn151:2.3":{"pli":"“Suññatāvihārena kho ahaṃ, bhante, etarahi bahulaṃ viharāmī”ti. ","eng":"“Sir, these days I usually practice the meditation on emptiness.” ","html":"<p>{}</p>","comm":"See <a href='index.html?q=mn121#3.3'>MN 121:3.3</a> and note. This discourse offers a different perspective on this meditation. "},"mn151:2.4":{"pli":"“Sādhu sādhu, sāriputta. ","eng":"“Good, good, Sāriputta! ","html":"<p>{}"},"mn151:2.5":{"pli":"Mahāpurisavihārena kira tvaṃ, sāriputta, etarahi bahulaṃ viharasi. ","eng":"It seems you usually practice the meditation of a great man. ","html":"{}","comm":"While the concept of a “great man” is familiar, the “meditation of a great man” (<i lang='pi' translate='no'>mahāpurisavihāra</i>) appears only here and at <a href='index.html?q=pli-tv-kd22#2.5.10'>Kd 22:2.5.10</a>, which seems to borrow from this passage. "},"mn151:2.6":{"pli":"Mahāpurisavihāro eso, sāriputta, yadidaṃ—","eng":"For emptiness is the meditation of a great man. ","html":"{}"},"mn151:2.7":{"pli":"suññatā. ","html":"{}</p>"},"mn151:3.1":{"pli":"Tasmātiha, sāriputta, bhikkhu sace ākaṅkheyya: ","eng":"Now, a mendicant might wish: ","html":"<p>{}"},"mn151:3.2":{"pli":"‘suññatāvihārena bahulaṃ vihareyyan’ti, tena, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"‘May I usually practice the meditation on emptiness.’ So they should reflect: ","html":"{}"},"mn151:3.3":{"pli":"‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi nu kho me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti? ","eng":"‘Along the path that I went for alms, or in the place I wandered for alms, or along the path that I returned from alms, was there any desire or greed or hate or delusion or repulsion in my heart for sights known by the eye?’ ","html":"{}","comm":"Here the contemplation of the six sense fields is taught in the context of sense restraint through the active development of wisdom or discernment. "},"mn151:3.4":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:3.5":{"pli":"‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya vāyamitabbaṃ. ","eng":"there was such desire or greed or hate or delusion or repulsion in their heart, they should make an effort to give up those unskillful qualities. ","html":"{}"},"mn151:3.6":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:3.7":{"pli":"‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, natthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"there was no such desire or greed or hate or delusion or repulsion in their heart, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:4-8.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:4-8.2":{"pli":"‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi nu kho me tattha sotaviññeyyesu saddesu …pe… ","eng":"‘Along the path that I went for alms, or in the place I wandered for alms, or along the path that I returned from alms, was there any desire or greed or hate or delusion or repulsion in my heart for sounds known by the ear … ","html":"{}"},"mn151:4-8.3":{"pli":"ghānaviññeyyesu gandhesu … ","eng":"smells known by the nose … ","html":"{}"},"mn151:4-8.4":{"pli":"jivhāviññeyyesu rasesu … ","eng":"tastes known by the tongue … ","html":"{}"},"mn151:4-8.5":{"pli":"kāyaviññeyyesu phoṭṭhabbesu … ","eng":"touches known by the body … ","html":"{}"},"mn151:4-8.6":{"pli":"manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti? ","eng":"ideas known by the mind?’ ","html":"{}"},"mn151:4-8.7":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:4-8.8":{"pli":"‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya vāyamitabbaṃ. ","eng":"there was such desire or greed or hate or delusion or repulsion in their heart, they should make an effort to give up those unskillful qualities. ","html":"{}"},"mn151:4-8.9":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:4-8.10":{"pli":"‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, natthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"there was no such desire or greed or hate or delusion or repulsion in their heart, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:9.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}","comm":"The following sections may be a later addition, as they are absent from the parallel (SA 236 at T ii 57b24). "},"mn151:9.2":{"pli":"‘pahīnā nu kho me pañca kāmaguṇā’ti? ","eng":"‘Have I given up the five kinds of sensual stimulation?’ ","html":"{}"},"mn151:9.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:9.4":{"pli":"‘appahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā pañcannaṃ kāmaguṇānaṃ pahānāya vāyamitabbaṃ. ","eng":"they have not given them up, they should make an effort to do so. ","html":"{}"},"mn151:9.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:9.6":{"pli":"‘pahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have given them up, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:10.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:10.2":{"pli":"‘pahīnā nu kho me pañca nīvaraṇā’ti? ","eng":"‘Have I given up the five hindrances?’ ","html":"{}"},"mn151:10.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:10.4":{"pli":"‘appahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā pañcannaṃ nīvaraṇānaṃ pahānāya vāyamitabbaṃ. ","eng":"they have not given them up, they should make an effort to do so. ","html":"{}"},"mn151:10.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:10.6":{"pli":"‘pahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have given them up, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:11.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:11.2":{"pli":"‘pariññātā nu kho me pañcupādānakkhandhā’ti? ","eng":"‘Have I completely understood the five grasping aggregates?’ ","html":"{}"},"mn151:11.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:11.4":{"pli":"‘apariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā pañcannaṃ upādānakkhandhānaṃ pariññāya vāyamitabbaṃ. ","eng":"they have not completely understood them, they should make an effort to do so. ","html":"{}"},"mn151:11.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:11.6":{"pli":"‘pariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have completely understood them, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:12.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:12.2":{"pli":"‘bhāvitā nu kho me cattāro satipaṭṭhānā’ti? ","eng":"‘Have I developed the four kinds of mindfulness meditation?’ ","html":"{}"},"mn151:12.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:12.4":{"pli":"‘abhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā catunnaṃ satipaṭṭhānānaṃ bhāvanāya vāyamitabbaṃ. ","eng":"they haven’t developed them, they should make an effort to do so. ","html":"{}"},"mn151:12.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:12.6":{"pli":"‘bhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have developed them, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:13.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:13.2":{"pli":"‘bhāvitā nu kho me cattāro sammappadhānā’ti? ","eng":"‘Have I developed the four right efforts … ","html":"{}"},"mn151:13.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:13.4":{"pli":"‘abhāvitā kho me cattāro sammappadhānā’ti, tena, sāriputta, bhikkhunā catunnaṃ sammappadhānānaṃ bhāvanāya vāyamitabbaṃ. ","html":"{}"},"mn151:13.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:13.6":{"pli":"‘bhāvitā kho me cattāro sammappadhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","html":"{}"},"mn151:14.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","html":"{}"},"mn151:14.2":{"pli":"‘bhāvitā nu kho me cattāro iddhipādā’ti? ","eng":"the four bases of psychic power … ","html":"{}"},"mn151:14.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:14.4":{"pli":"‘abhāvitā kho me cattāro iddhipādā’ti, tena, sāriputta, bhikkhunā catunnaṃ iddhipādānaṃ bhāvanāya vāyamitabbaṃ. ","html":"{}"},"mn151:14.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:14.6":{"pli":"‘bhāvitā kho me cattāro iddhipādā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","html":"{}"},"mn151:15.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","html":"{}"},"mn151:15.2":{"pli":"‘bhāvitāni nu kho me pañcindriyānī’ti? ","eng":"the five faculties … ","html":"{}"},"mn151:15.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:15.4":{"pli":"‘abhāvitāni kho me pañcindriyānī’ti, tena, sāriputta, bhikkhunā pañcannaṃ indriyānaṃ bhāvanāya vāyamitabbaṃ. ","html":"{}"},"mn151:15.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:15.6":{"pli":"‘bhāvitāni kho me pañcindriyānī’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","html":"{}"},"mn151:16.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","html":"{}"},"mn151:16.2":{"pli":"‘bhāvitāni nu kho me pañca balānī’ti? ","eng":"the five powers … ","html":"{}"},"mn151:16.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:16.4":{"pli":"‘abhāvitāni kho me pañca balānī’ti, tena, sāriputta, bhikkhunā pañcannaṃ balānaṃ bhāvanāya vāyamitabbaṃ. ","html":"{}"},"mn151:16.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:16.6":{"pli":"‘bhāvitāni kho me pañca balānī’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","html":"{}"},"mn151:17.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","html":"{}"},"mn151:17.2":{"pli":"‘bhāvitā nu kho me satta bojjhaṅgā’ti? ","eng":"the seven awakening factors … ","html":"{}"},"mn151:17.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:17.4":{"pli":"‘abhāvitā kho me satta bojjhaṅgā’ti, tena, sāriputta, bhikkhunā sattannaṃ bojjhaṅgānaṃ bhāvanāya vāyamitabbaṃ. ","html":"{}"},"mn151:17.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","html":"{}"},"mn151:17.6":{"pli":"‘bhāvitā kho me satta bojjhaṅgā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","html":"{}"},"mn151:18.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","html":"{}"},"mn151:18.2":{"pli":"‘bhāvito nu kho me ariyo aṭṭhaṅgiko maggo’ti? ","eng":"the noble eightfold path?’ ","html":"{}"},"mn151:18.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:18.4":{"pli":"‘abhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā ariyassa aṭṭhaṅgikassa maggassa bhāvanāya vāyamitabbaṃ. ","eng":"they haven’t developed it, they should make an effort to do so. ","html":"{}"},"mn151:18.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:18.6":{"pli":"‘bhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have developed it, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:19.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:19.2":{"pli":"‘bhāvitā nu kho me samatho ca vipassanā cā’ti? ","eng":"‘Have I developed serenity and discernment?’ ","html":"{}"},"mn151:19.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:19.4":{"pli":"‘abhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā samathavipassanānaṃ bhāvanāya vāyamitabbaṃ. ","eng":"they haven’t developed them, they should make an effort to do so. ","html":"{}"},"mn151:19.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:19.6":{"pli":"‘bhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have developed them, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>"},"mn151:20.1":{"pli":"Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ: ","eng":"Furthermore, a mendicant should reflect: ","html":"<p>{}"},"mn151:20.2":{"pli":"‘sacchikatā nu kho me vijjā ca vimutti cā’ti? ","eng":"‘Have I realized knowledge and freedom?’ ","html":"{}"},"mn151:20.3":{"pli":"Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"Suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:20.4":{"pli":"‘asacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā vijjāya vimuttiyā sacchikiriyāya vāyamitabbaṃ. ","eng":"they haven’t realized them, they should make an effort to do so. ","html":"{}"},"mn151:20.5":{"pli":"Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti: ","eng":"But suppose that, upon checking, a mendicant knows that ","html":"{}"},"mn151:20.6":{"pli":"‘sacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu. ","eng":"they have realized them, they should meditate with rapture and joy, training day and night in skillful qualities. ","html":"{}</p>","comm":"Even the arahant continues to meditate and practice since it is a happy way to live, and to set a good example. "},"mn151:21.1":{"pli":"Ye hi keci, sāriputta, atītamaddhānaṃ samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhesuṃ, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhesuṃ. ","eng":"Whether in the past, future, or present, all those who purify their almsfood do so by continually checking in this way. ","html":"<p>{}"},"mn151:21.2":{"pli":"Yepi hi keci, sāriputta, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhessanti, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhessanti. ","html":"{}"},"mn151:21.3":{"pli":"Yepi hi keci, sāriputta, etarahi samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhenti, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhenti. ","html":"{}"},"mn151:21.4":{"pli":"Tasmātiha, sāriputta, ‘paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhessāmā’ti—","eng":"So, Sāriputta, you should all train like this: ‘We shall purify our almsfood by continually checking.’” ","html":"{}","comm":"This clarifies the overall purpose of the discourse, to set out a method for mendicants to reflect during their daily walk for almsfood, at which time they are likely to encounter distracting sights, sounds, and smells. "},"mn151:21.5":{"pli":"evañhi vo, sāriputta, sikkhitabban”ti. ","html":"{}</p>"},"mn151:21.6":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn151:21.7":{"pli":"Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Sāriputta approved what the Buddha said. ","html":"{}</p>"},"mn151:21.8":{"pli":"Piṇḍapātapārisuddhisuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}