{"mn123":{"mn123:0.1":{"pli":"Majjhima Nikāya 123 ","eng":"Middle Discourses 123 ","html":"<article id='mn123'><header><ul><li class='division'>{}</li></ul>"},"mn123:0.2":{"pli":"Acchariyaabbhutasutta ","eng":"Incredible and Amazing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn123:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn123:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn123:2.1":{"pli":"Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Then after the meal, on return from almsround, several mendicants sat together in the assembly hall and this discussion came up among them: ","html":"<p>{}</p>"},"mn123:2.2":{"pli":"“acchariyaṃ, āvuso, abbhutaṃ, āvuso. Tathāgatassa mahiddhikatā mahānubhāvatā, ","eng":"“It’s incredible, reverends, it’s amazing! The Realized One has such psychic power and might! ","html":"<p>{}"},"mn123:2.3":{"pli":"yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati: ","eng":"For he is able to know the Buddhas of the past who have become completely quenched, cut off proliferation, cut off the course, finished off the cycle, and passed beyond all suffering. ","html":"{}"},"mn123:2.4":{"pli":"‘evaṃjaccā te bhagavanto ahesuṃ’ itipi, ‘evaṃnāmā te bhagavanto ahesuṃ’ itipi, ‘evaṅgottā te bhagavanto ahesuṃ’ itipi, ‘evaṃsīlā te bhagavanto ahesuṃ’ itipi, ‘evaṃdhammā te bhagavanto ahesuṃ’ itipi, ‘evaṃpaññā te bhagavanto ahesuṃ’ itipi, ‘evaṃvihārī te bhagavanto ahesuṃ’ itipi, ‘evaṃvimuttā te bhagavanto ahesuṃ’ itipī”ti. ","eng":"He knows their birth, names, clans, conduct, teaching, wisdom, meditation, and freedom.” ","html":"{}</p>","comm":"This is in reference to the Mahāpadānasutta, which is where we learn the Buddha’s mother was named Māyā (<a href='index.html?q=dn14'>DN 14</a>). But whereas that sutta emphasizes the “normalcy” (<i lang='pi' translate='no'>dhammatā</i>) of Buddhahood as a recurring cycle down through the eons, this sutta is devotional, emphasizing Gotama’s personal qualities. "},"mn123:2.5":{"pli":"Evaṃ vutte, āyasmā ānando te bhikkhū etadavoca: ","eng":"When they said this, Venerable Ānanda said, ","html":"<p>{}"},"mn123:2.6":{"pli":"“acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca; ","eng":"“The Realized Ones are incredible, reverends, and they have incredible qualities. ","html":"{}"},"mn123:2.7":{"pli":"abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā”ti. ","eng":"They’re amazing, and they have amazing qualities.” ","html":"{}","comm":"This a key example of the genre of “amazing stories” (<i lang='pi' translate='no'>abbhutadhamma</i>), one of the nine categories (eg. <a href='index.html?q=mn22#10.2'>MN 22:10.2</a>), linking this sutta with the previous (<a href='index.html?q=mn122#20.1'>MN 122:20.1</a>). This genre is closely connected to Ānanda, so much so that he may be regarded as its originator (eg. <a href='index.html?q=dn1#3.74.2'>DN 1:3.74.2</a>, <a href='index.html?q=dn15#1.4'>DN 15:1.4</a>, <a href='index.html?q=dn16#3.11.2'>DN 16:3.11.2</a>, <a href='index.html?q=sn51.22#2.2'>SN 51.22:2.2</a>, <a href='index.html?q=an4.76#5.5'>AN 4.76:5.5</a>, etc.). When Ānanda was at a low point, the Buddha turned it around to speak of Ānanda’s amazing qualities (<a href='index.html?q=dn16#5.16.15'>DN 16:5.16.15</a> = <a href='index.html?q=an4.129'>AN 4.129</a>). "},"mn123:2.8":{"pli":"Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti. ","eng":"But this conversation among those mendicants was left unfinished. ","html":"{}</p>"},"mn123:2.9":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat, went to the assembly hall, sat down on the seat spread out, ","html":"<p>{}"},"mn123:2.10":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"mn123:2.11":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"mn123:2.12":{"pli":"“Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"So the mendicants told him what they had been talking about. The Buddha said, ","html":"<p>{}"},"mn123:2.13":{"pli":"‘acchariyaṃ, āvuso, abbhutaṃ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā, yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati—","html":"{}"},"mn123:2.14":{"pli":"evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā … evaṅgottā … evaṃsīlā … evaṃdhammā … evaṃpaññā … evaṃvihārī … evaṃvimuttā te bhagavanto ahesuṃ itipī’ti. Evaṃ vutte, bhante, āyasmā ānando amhe etadavoca: ","html":"{}"},"mn123:2.15":{"pli":"‘acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca; ","html":"{}"},"mn123:2.16":{"pli":"abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā’ti. ","html":"{}"},"mn123:2.17":{"pli":"Ayaṃ kho no, bhante, antarākathā vippakatā; atha bhagavā anuppatto”ti. ","html":"{}"},"mn123:2.18":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","html":"{}"},"mn123:2.19":{"pli":"“tasmātiha taṃ, ānanda, bhiyyoso mattāya paṭibhantu tathāgatassa acchariyā abbhutadhammā”ti. ","eng":"“Well then, Ānanda, say some more about the incredible and amazing qualities of the Realized One.” ","html":"{}</p>"},"mn123:3.1":{"pli":"“Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"“Sir, I have heard and learned this in the presence of the Buddha: ","html":"<p data-counter='1'>{}"},"mn123:3.2":{"pli":"‘sato sampajāno, ānanda, bodhisatto tusitaṃ kāyaṃ upapajjī’ti. ","eng":"‘Mindful and aware, the being intent on awakening was reborn in the host of joyful gods.’ ","html":"{}","comm":"The first three items are unique to this sutta. | Normally in early Pali, the word <i lang='pi' translate='no'>bodhisatta</i> is reserved for the Buddha-to-be once he has left home and is practicing “intent on awakening” (eg. <a href='index.html?q=mn26#13.1'>MN 26:13.1</a>). <a href='index.html?q=dn14#1.17.1'>DN 14:1.17.1</a> and <a href='index.html?q=an4.127#1.3'>AN 4.127:1.3</a> extend the usage back as far as the end of the immediate past life. Here, he is called <i lang='pi' translate='no'>bodhisatta</i> from the beginning of the immediate past life. The Chinese parallel at MA 32 goes back even further, depicting the <i lang='pi' translate='no'>bodhisatta</i> making his initial vow to become a Buddha in the time of the Buddha Kassapa. Compare <a href='index.html?q=mn81'>MN 81</a> and its parallel MA 63, where no such vow is mentioned. Only then does he take rebirth in the Joyful heaven. These differences indicate a development of the <i lang='pi' translate='no'>bodhisatta</i> doctrine even in early texts. "},"mn123:3.3":{"pli":"Yampi, bhante, sato sampajāno bodhisatto tusitaṃ kāyaṃ upapajji idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:4.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='2'>{}"},"mn123:4.2":{"pli":"‘sato sampajāno, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti. ","eng":"‘Mindful and aware, the being intent on awakening remained in the host of joyful gods.’ ","html":"{}"},"mn123:4.3":{"pli":"Yampi, bhante, sato sampajāno bodhisatto tusite kāye aṭṭhāsi idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:5.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='3'>{}"},"mn123:5.2":{"pli":"‘yāvatāyukaṃ, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti. ","eng":"‘For the whole of that life, the being intent on awakening remained in the host of joyful gods.’ ","html":"{}"},"mn123:5.3":{"pli":"Yampi, bhante, yāvatāyukaṃ bodhisatto tusite kāye aṭṭhāsi idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:6.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='4'>{}"},"mn123:6.2":{"pli":"‘sato sampajāno, ānanda, bodhisatto tusitā, kāyā cavitvā mātukucchiṃ okkamī’ti. ","eng":"‘Mindful and aware, the being intent on awakening passed away from the host of joyful gods and was conceived in his mother’s womb.’ ","html":"{}","comm":"From here on, the details are the same as <a href='index.html?q=dn14#1.17.1'>DN 14:1.17.1</a>. Additionally, the details of passing away from heaven and emerging from the womb are also found in <a href='index.html?q=an4.127#1.3'>AN 4.127:1.3</a>. "},"mn123:6.3":{"pli":"Yampi, bhante, sato sampajāno bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkami idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:7.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='5'>{}"},"mn123:7.2":{"pli":"‘yadā, ānanda, bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkamati, ","eng":"‘When the being intent on awakening passes away from the host of joyful gods, he is conceived in his mother’s womb. ","html":"{}"},"mn123:7.3":{"pli":"atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"And then—in this world with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}"},"mn123:7.4":{"pli":"Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"Even in the boundless gloom of interstellar space—so utterly dark that even the luminosity of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}","comm":"The commentary identifies this realm of “utter darkness” (<i lang='pi' translate='no'>andhakāratimisā</i>) with a cold hell realm. There is a corresponding Purāṇic hell called <i lang='pi' translate='no'>andhatāmisra</i>. | <i lang='pi' translate='no'>Agha</i> (“void”) is a synonym of <i lang='pi' translate='no'>ākāsa</i> (“space”, <a href='index.html?q=mn62#12.5'>MN 62:12.5</a>). | <i lang='pi' translate='no'>Asaṁvuta</i> was translated by Ñāṇamoḷī as “abysmal”, but this relies on a commentarial cosmology that is not found in the suttas. The sense, rather, is “boundless”. The root harks back to the Vedic serpent Vṛtra who wraps the world in darkness. | <i lang='pi' translate='no'>Nānubhonti</i> (“makes no impression”) is glossed in the commentary to <a href='index.html?q=an4.127'>AN 4.127</a> as <i lang='pi' translate='no'>nappahonti</i> “ineffective”. "},"mn123:7.5":{"pli":"Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti. ","eng":"And even the sentient beings reborn there recognize each other by that light: “So, it seems other sentient beings have been reborn here!” ","html":"{}","comm":"The light is a physical one, not just a metaphor. From this, it appears that sentient beings may be spontaneously reborn in interstellar space. Compare the problem of the “Boltzmann brain” in physics. "},"mn123:7.6":{"pli":"Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvan’ti. ","eng":"And this ten-thousandfold galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’ ","html":"{}"},"mn123:7.7":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:8.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='6'>{}"},"mn123:8.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, cattāro devaputtā catuddisaṃ ārakkhāya upagacchanti—mā naṃ bodhisattaṃ vā bodhisattamātaraṃ vā manusso vā amanusso vā koci vā viheṭhesī’ti. ","eng":"‘When the being intent on awakening is conceived in his mother’s belly, four godlings approach to guard the four quarters, so that no human or non-human or anyone at all shall harm the being intent on awakening or his mother.’ ","html":"{}","comm":"These are the Four Great Kings, regarded as protector deities. | Eight items, from here until the detail of giving birth standing, are absent from the parallel at MA 32. Notably, these items mostly emphasize the amazing qualities of the mother rather than the child, so they fit uneasily in a discourse whose subject is the amazing qualities of the Buddha. "},"mn123:8.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:9.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='7'>{}"},"mn123:9.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti viratā pāṇātipātā viratā adinnādānā viratā kāmesumicchācārā viratā musāvādā viratā surāmerayamajjapamādaṭṭhānā’ti. ","eng":"‘When the being intent on awakening is conceived in his mother’s belly, she becomes naturally ethical. She refrains from killing living creatures, stealing, sexual misconduct, lying, and beer, wine, and liquor intoxicants.’ ","html":"{}","comm":"The five precepts. "},"mn123:9.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:10.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='8'>{}"},"mn123:10.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu purisesu mānasaṃ uppajjati kāmaguṇūpasaṃhitaṃ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittenā’ti. ","eng":"‘When the being intent on awakening is conceived in his mother’s belly, she no longer thinks of men in a sexual way, and she cannot be violated by a man of lustful intent.’ ","html":"{}"},"mn123:10.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:11.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='9'>{}"},"mn123:11.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṃ kāmaguṇānaṃ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāretī’ti. ","eng":"‘When the being intent on awakening is conceived in his mother’s belly, she obtains the five kinds of sensual stimulation and amuses herself, supplied and provided with them.’ ","html":"{}","comm":"While sensual pleasures provoke attachment, they are nonetheless a kind of pleasure and therefore a sign of virtue and good past kamma. "},"mn123:11.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:12.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p>{}"},"mn123:12.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgaṃ ahīnindriyaṃ. ","eng":"‘When the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, whole in his major and minor limbs, not deficient in any faculty. ","html":"{}"},"mn123:12.3":{"pli":"Seyyathāpi, ānanda, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato. Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ","eng":"Suppose there was a beryl gem that was naturally lustrous, eight-faceted, well-worked. And it was strung with a thread of blue, yellow, red, white, or golden brown. ","html":"{}"},"mn123:12.4":{"pli":"Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya—ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato, tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vāti. ","eng":"And a person with clear eyes were to take it in their hand and examine it: “This beryl gem is naturally lustrous, eight-faceted, well-worked. And it’s strung with a thread of blue, yellow, red, white, or golden brown.” ","html":"{}</p>"},"mn123:12.5":{"pli":"Evameva kho, ānanda, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgaṃ ahīnindriyan’ti. ","eng":"In the same way, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, whole in his major and minor limbs, not deficient in any faculty.’ ","html":"<p data-counter='10'>{}"},"mn123:12.6":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:13.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='11'>{}"},"mn123:13.2":{"pli":"‘sattāhajāte, ānanda, bodhisatte bodhisattamātā kālaṃ karoti, tusitaṃ kāyaṃ upapajjatī’ti. ","eng":"‘Seven days after the being intent on awakening is born, his mother passes away and is reborn in the host of joyful gods.’ ","html":"{}","comm":"This tragic detail is also mentioned in <a href='index.html?q=ud5.2'>Ud 5.2</a>. The Buddha was raised by his step-mother, Māyā’s sister Mahāpajāpatī (<a href='index.html?q=an8.51#9.8'>AN 8.51:9.8</a>, <a href='index.html?q=mn142#3.3'>MN 142:3.3</a>). "},"mn123:13.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:14.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='12'>{}"},"mn123:14.2":{"pli":"‘yathā kho panānanda, aññā itthikā nava vā dasa vā māse gabbhaṃ kucchinā pariharitvā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṃ bodhisattamātā kucchinā pariharitvā vijāyatī’ti. ","eng":"‘Other women carry the infant in the womb for nine or ten months before giving birth. Not so the mother of the being intent on awakening. She gives birth after exactly ten months.’ ","html":"{}","comm":"Ten signifies fullness and completion, as for example the “ten directions”. | The notion that the term of pregnancy was “nine or ten months” is also found at Chāndogya Upaniṣad 5.9.1. In the Rig Veda it is typically “in the tenth month” (5.78.7, 10.84.3), as also at Bṛhadāraṇyaka Upaniṣad 6.4.22. For this and several other details, compare the account of Indra’s birth at Rig Veda 4.18, where the mother is said to bear him for a thousand months. "},"mn123:14.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:15.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='13'>{}"},"mn123:15.2":{"pli":"‘yathā kho panānanda, aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṃ bodhisattamātā vijāyatī’ti. ","eng":"‘Other women give birth while sitting or lying down. Not so the mother of the being intent on awakening. She only gives birth standing up.’ ","html":"{}","comm":"In illustrations she is depicted standing while holding a tree in the pose known as <i lang='pi' translate='no'>sālabhañjikā</i>, a common motif in Indian art representing the abundance of springtime. "},"mn123:15.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:16.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='14'>{}"},"mn123:16.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, devā naṃ paṭhamaṃ paṭiggaṇhanti pacchā manussā’ti. ","eng":"‘When the being intent on awakening emerges from his mother’s womb, gods receive him first, then humans.’ ","html":"{}"},"mn123:16.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:17.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='15'>{}"},"mn123:17.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṃ hoti, cattāro naṃ devaputtā paṭiggahetvā mātu purato ṭhapenti—attamanā, devi, hohi; mahesakkho te putto uppanno’ti. ","eng":"‘When the being intent on awakening emerges from his mother’s womb, before he reaches the ground, four godlings receive him and place him before his mother, saying: “Rejoice, O Queen! An illustrious son is born to you.”’ ","html":"{}"},"mn123:17.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:18.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p>{}"},"mn123:18.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ","eng":"‘When the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean. ","html":"{}"},"mn123:18.3":{"pli":"Seyyathāpi, ānanda, maṇiratanaṃ kāsike vatthe nikkhittaṃ neva maṇiratanaṃ kāsikaṃ vatthaṃ makkheti nāpi kāsikaṃ vatthaṃ maṇiratanaṃ makkheti. ","eng":"Suppose a jewel-treasure was placed on a cloth from Kāsi. The jewel would not soil the cloth, nor would the cloth soil the jewel. ","html":"{}","comm":"Kāsi is the nation of which Varanasi is the capital. Their cloth was of exceptional quality. "},"mn123:18.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn123:18.5":{"pli":"Ubhinnaṃ suddhattā. ","eng":"Because of the cleanliness of them both. ","html":"{}</p>"},"mn123:18.6":{"pli":"Evameva kho, ānanda, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado’ti. ","eng":"In the same way, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.’ ","html":"<p data-counter='16'>{}"},"mn123:18.7":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:19.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='17'>{}"},"mn123:19.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa, ekā uṇhassa; yena bodhisattassa udakakiccaṃ karonti mātu cā’ti. ","eng":"‘When the being intent on awakening emerges from his mother’s womb, two showers of water appear from the sky, one cool, one warm, for bathing the being intent on awakening and his mother.’ ","html":"{}"},"mn123:19.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:20.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='18'>{}"},"mn123:20.2":{"pli":"‘sampatijāto, ānanda, bodhisatto samehi pādehi pathaviyaṃ patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati, setamhi chatte anudhāriyamāne, sabbā ca disā viloketi, āsabhiñca vācaṃ bhāsati—aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa. Ayamantimā jāti, natthi dāni punabbhavo’ti. ","eng":"‘As soon as he’s born, the being intent on awakening stands firm with his own feet on the ground. Facing north, he takes seven strides with a white parasol held above him, surveys all quarters, and makes this dramatic proclamation: “I am the foremost in the world! I am the eldest in the world! I am the first in the world! This is my last rebirth; now there’ll be no more future lives.”’ ","html":"{}","comm":"This passage implies that Buddhahood was destined from the time of birth, which stands in contrast to the rest of the suttas, where Buddhahood was hard-won by the Bodhisatta’s efforts while striving for awakening. | “Stands firm on his own feet” signifies that he will be awakened by his own efforts. | “North” is <i lang='pi' translate='no'>uttara</i>, which is also “the beyond”; this predicts his attaining Nibbana. | “Seven strides” signifies crossing over the vast cycles of birth and death, especially by developing the seven awakening factors. | The “white parasol” signifies purity and royalty. | “Surveying all quarters” signifies his universal knowledge. | The “dramatic proclamation” is <i lang='pi' translate='no'>āsabhiṁ vācaṁ</i>, literally the “voice of a bull”. Other contexts show that this is is an expression emphasizing speech that is dramatic and imposing (<a href='index.html?q=sn52.9#3.2'>SN 52.9:3.2</a>, <a href='index.html?q=dn28#1.5'>DN 28:1.5</a> = <a href='index.html?q=sn47.12#5.2'>SN 47.12:5.2</a>). | At Bṛhadāraṇyaka Upaniṣad 6.1.1 and Chāndogya Upaniṣad 5.1.1 the “vital breath” (<i lang='pi' translate='no'>prāṇa</i>) is said to be “eldest and first” (<i lang='pi' translate='no'>jyeṣṭhaśca śreṣṭhaśca</i>). "},"mn123:20.3":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. ","eng":"This too I remember as an incredible quality of the Buddha. ","html":"{}</p>"},"mn123:21.1":{"pli":"Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"I have learned this in the presence of the Buddha: ","html":"<p data-counter='19'>{}"},"mn123:21.2":{"pli":"‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"‘When the being intent on awakening emerges from his mother’s womb, then—in this world with its gods, Māras, and divinities, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}"},"mn123:21.3":{"pli":"Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ","eng":"Even in the boundless gloom of interstellar space—so utterly dark that even the luminosity of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods. ","html":"{}"},"mn123:21.4":{"pli":"Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti. ","eng":"And the sentient beings reborn there recognize each other by that light: “So, it seems other sentient beings have been reborn here!” ","html":"{}"},"mn123:21.5":{"pli":"Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati, appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvan’ti. ","eng":"And this ten-thousandfold galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’ ","html":"{}"},"mn123:21.6":{"pli":"Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremī”ti. ","eng":"This too I remember as an incredible and amazing quality of the Buddha.” ","html":"{}</p>","comm":"Here the Chinese parallel at MA 32 adds a series of ten extra items, mostly details of Siddhattha’s life before awakening. "},"mn123:22.1":{"pli":"“Tasmātiha tvaṃ, ānanda, idampi tathāgatassa acchariyaṃ abbhutadhammaṃ dhārehi. ","eng":"“Well then, Ānanda, you should also remember this as an incredible and amazing quality of the Realized One. ","html":"<p>{}"},"mn123:22.2":{"pli":"Idhānanda, tathāgatassa viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti; ","eng":"It’s that the Realized One knows feelings as they arise, as they remain, and as they go away. ","html":"{}","comm":"This practice is said to be the “awareness” part of “mindfulness and awareness” (<i lang='pi' translate='no'>satisampajañña</i>) at <a href='index.html?q=sn47.35#3.1'>SN 47.35:3.1</a>, while at <a href='index.html?q=dn33#1.11.37'>DN 33:1.11.37</a> = <a href='index.html?q=an4.41#4.1'>AN 4.41:4.1</a> it is a further development of immersion leading to awareness. | The Buddha is gently reframing Ānanda’s devotionalism, pointing back to the practice of meditation, a quality that he shares with disciples (eg. Sāriputta at <a href='index.html?q=an7.39#1.6'>AN 7.39:1.6</a> and Nanda at <a href='index.html?q=an8.9#5.1'>AN 8.9:5.1</a>). Subtly, he is also completing the circle of the sutta, as the first items speak of how the <i lang='pi' translate='no'>bodhisatta</i> was “mindful and aware” when reborn (<a href='index.html?q=mn123#3.2'>MN 123:3.2</a>). Thus while Ānanda spoke of results, the Buddha pointed to the cause of awakening, a rhetorical twist he also employed at <a href='index.html?q=mn32#17.5'>MN 32:17.5</a>. "},"mn123:22.3":{"pli":"viditā saññā uppajjanti …pe… ","eng":"He knows perceptions as they arise, as they remain, and as they go away. ","html":"{}"},"mn123:22.4":{"pli":"viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knows thoughts as they arise, as they remain, and as they go away. ","html":"{}"},"mn123:22.5":{"pli":"Idampi kho tvaṃ, ānanda, tathāgatassa acchariyaṃ abbhutadhammaṃ dhārehī”ti. ","eng":"This too you should remember as an incredible and amazing quality of the Realized One.” ","html":"{}</p>"},"mn123:23.1":{"pli":"“Yampi, bhante, bhagavato viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti; ","eng":"“Sir, the Buddha knows feelings as they arise, as they remain, and as they go away. ","html":"<p data-counter='20'>{}"},"mn123:23.2":{"pli":"viditā saññā … ","eng":"He knows perceptions as they arise, as they remain, and as they go away. ","html":"{}"},"mn123:23.3":{"pli":"viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ","eng":"He knows thoughts as they arise, as they remain, and as they go away. ","html":"{}"},"mn123:23.4":{"pli":"Idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremī”ti. ","eng":"This too I remember as an incredible and amazing quality of the Buddha.” ","html":"{}</p>"},"mn123:23.5":{"pli":"Idamavoca āyasmā ānando. ","eng":"That’s what Ānanda said, ","html":"<p>{}"},"mn123:23.6":{"pli":"Samanuñño satthā ahosi; ","eng":"and the teacher approved. ","html":"{}"},"mn123:23.7":{"pli":"attamanā ca te bhikkhū āyasmato ānandassa bhāsitaṃ abhinandunti. ","eng":"Satisfied, those mendicants approved what Venerable Ānanda said. ","html":"{}</p>"},"mn123:23.8":{"pli":"Acchariyaabbhutasuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}