{"mn4":{"mn4:0.1":{"pli":"Majjhima Nikāya 4 ","eng":"Middle Discourses 4 ","html":"<article id='mn4'><header><ul><li class='division'>{}</li></ul>"},"mn4:0.2":{"pli":"Bhayabheravasutta ","eng":"Fear and Dread ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn4:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn4:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn4:2.1":{"pli":"Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the brahmin Jānussoṇi went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}","comm":"We meet Jānussoṇi many times in the suttas, where he converses with the Buddha on a number of topics, with a special interest in the afterlife. His name appears in Sanskrit as Jānaśruti or Jānaśruteya, which are patronymics of Janaśruti, “famed among the people”, with the element <i lang='pi' translate='no'>soṇi</i> coming from the Vedic <i lang='pi' translate='no'>ṣvaṇi</i> (“sound”). The Chinese rendering <span lang='lzh'>生聞</span> (“Born Famous”, T 125.2.665b18) evidently assumes the same derivation (<i lang='pi' translate='no'>jana</i> “people” is from √<i lang='pi' translate='no'>jan</i> “born”). The Pali commentary says it is a title awarded the family priest (<i lang='pi' translate='no'>purohita</i>) of Kosala, which would make him one of the most powerful brahmins alive. However, I can find no confirmation of such a title, whereas the use of Jānaśruti as a patronymic by the descendants of Janaśruti is well attested. One such, perhaps the same individual we meet in the Suttas, features in Chāndogya Upaniṣad 4.1–3 as a generous seeker of the truth. "},"mn4:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"mn4:2.3":{"pli":"“yeme, bho gotama, kulaputtā bhavantaṃ gotamaṃ uddissa saddhā agārasmā anagāriyaṃ pabbajitā, bhavaṃ tesaṃ gotamo pubbaṅgamo, bhavaṃ tesaṃ gotamo bahukāro, bhavaṃ tesaṃ gotamo samādapetā; ","eng":"“Mister Gotama, those gentlemen who, out of faith in you, have gone forth from the lay life to homelessness have you to lead the way, help them out, and give them encouragement. ","html":"<p>{}","comm":"This statement is sometimes translated as a question, but it lacks the usual question markers. The parallel at <a href='https://suttacentral.net/ea31.1/lzh/taisho'>EA 31.1</a> reverses the sequence: Jānussoṇi first says that living in the forest is hard, then introduces the idea that the Buddha is their guide, following which the Buddha tells his life story. This makes for a better flow of ideas. "},"mn4:2.4":{"pli":"bhoto ca pana gotamassa sā janatā diṭṭhānugatiṃ āpajjatī”ti. ","eng":"And those people follow the worthy Gotama’s example.” ","html":"{}</p>","comm":"Picking up from the previous sutta the themes of following the Buddha’s example and of seclusion. | In <i lang='pi' translate='no'>diṭṭhānugatiṁ</i>, read <i lang='pi' translate='no'>diṭṭha</i> (“what has been seen”, i.e. “example”), rather than <i lang='pi' translate='no'>diṭṭhi</i> (“view”) per commentary. "},"mn4:2.5":{"pli":"“Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa. ","eng":"“That’s so true, brahmin! Everything you say is true, brahmin!” ","html":"<p>{}"},"mn4:2.6":{"pli":"Ye te, brāhmaṇa, kulaputtā mamaṃ uddissa saddhā agārasmā anagāriyaṃ pabbajitā, ahaṃ tesaṃ pubbaṅgamo, ahaṃ tesaṃ bahukāro, ahaṃ tesaṃ samādapetā; ","html":"{}"},"mn4:2.7":{"pli":"mama ca pana sā janatā diṭṭhānugatiṃ āpajjatī”ti. ","html":"{}</p>"},"mn4:2.8":{"pli":"“Durabhisambhavāni hi kho, bho gotama, araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ ekatte, ","eng":"“But worthy Gotama, remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in solitude. ","html":"<p>{}"},"mn4:2.9":{"pli":"haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno”ti. ","eng":"The forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.” ","html":"{}</p>"},"mn4:2.10":{"pli":"“Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa. ","eng":"“That’s so true, brahmin! Everything you say is true, brahmin! ","html":"<p>{}"},"mn4:2.11":{"pli":"Durabhisambhavāni hi kho, brāhmaṇa, araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ ekatte, ","html":"{}</p>"},"mn4:2.12":{"pli":"haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno. ","html":"{}"},"mn4:3.1":{"pli":"Mayhampi kho, brāhmaṇa, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ","eng":"Before my awakening—when I was still unawakened but intent on awakening—I too thought, ","html":"<p>{}","comm":"This is the first of several times in the Majjhimanikāya that the Buddha spoke of his meditation before enlightenment (see eg. <a href='index.html?q=mn19'>MN 19</a>, <a href='index.html?q=mn128'>MN 128</a>). In these texts the Buddha takes pains to depict himself as an ordinary person who struggled with the same issues in meditation as anyone else. | “Intent on awakening” is <i lang='pi' translate='no'>bodhisatta</i> (Sanskrit <i lang='pi' translate='no'>bodhisattva</i>). Such passages as this are apparently the original context for this term. The Pali <i lang='pi' translate='no'>satta</i> represents a number of different words in Sanskrit, including <i lang='pi' translate='no'>sajjita</i> (“intent on, devoted to, fixed upon”), which makes better sense here than <i lang='pi' translate='no'>sattva</i> (“being”). "},"mn4:3.2":{"pli":"‘durabhisambhavāni hi kho araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ ekatte, ","eng":"‘Remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in solitude. ","html":"{}"},"mn4:3.3":{"pli":"haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno’ti. ","eng":"The forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.’ ","html":"{}</p>"},"mn4:4.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","eng":"Then I thought, ","html":"<p data-counter='1'>{}"},"mn4:4.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhakāyakammantasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins with unpurified conduct of body, speech, and mind who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their conduct. ","html":"{}","comm":"That is, their guilt will manifest as fear. Throughout this sutta, the Buddha emphasizes that fear is overcome by the proper development of the path, which leads to confidence and strength of mind. This is in implicit contrast to the notion that one overcomes fear by either brute endurance and force of will or by magical spells and charms. "},"mn4:4.3":{"pli":"Na kho panāhaṃ aparisuddhakāyakammanto araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","eng":"But I don’t frequent remote lodgings in the wilderness and the forest with unpurified conduct of body, speech, and mind. ","html":"{}"},"mn4:4.4":{"pli":"parisuddhakāyakammantohamasmi. ","eng":"My conduct is purified. ","html":"{}"},"mn4:4.5":{"pli":"Ye hi vo ariyā parisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","eng":"I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified conduct of body, speech, and mind.’ ","html":"{}"},"mn4:4.6":{"pli":"Etamahaṃ, brāhmaṇa, parisuddhakāyakammataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","eng":"Seeing this purity of conduct in myself I felt even more unruffled about staying in the forest. ","html":"{}</p>","comm":"“Unruffled” is <i lang='pi' translate='no'>pallomamāpādiṁ</i>. "},"mn4:5.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","eng":"Then I thought, ","html":"<p data-counter='2–4'>{}"},"mn4:5.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhavacīkammantā …pe… ","html":"{}"},"mn4:5.3":{"pli":"aparisuddhamanokammantā …pe… ","html":"{}"},"mn4:5.4":{"pli":"aparisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhājīvasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins with unpurified livelihood who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their livelihood. ","html":"{}"},"mn4:6.1":{"pli":"Na kho panāhaṃ aparisuddhājīvo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","eng":"But I don’t frequent remote lodgings in the wilderness and the forest with unpurified livelihood. ","html":"{}"},"mn4:6.2":{"pli":"parisuddhājīvohamasmi. ","eng":"My livelihood is purified. ","html":"{}"},"mn4:7.1":{"pli":"Ye hi vo ariyā parisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","eng":"I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified livelihood.’ ","html":"{}","comm":"The purification of livelihood for an ascetic is spelled out in detail in <a href='index.html?q=dn2#56.1'>DN 2:56.1</a> as part of the Gradual Training of a Buddhist mendicant. The current sutta can, in fact, be read as a variant presentation of the Gradual Training. "},"mn4:7.2":{"pli":"Etamahaṃ, brāhmaṇa, parisuddhājīvataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","eng":"Seeing this purity of livelihood in myself I felt even more unruffled about staying in the forest. ","html":"{}</p>"},"mn4:8.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","eng":"Then I thought, ","html":"<p data-counter='5'>{}"},"mn4:8.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā abhijjhālū kāmesu tibbasārāgā araññavanapatthāni pantāni senāsanāni paṭisevanti, abhijjhālukāmesutibbasārāgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins full of desire for sensual pleasures, with acute lust … ","html":"{}"},"mn4:8.3":{"pli":"Na kho panāhaṃ abhijjhālu kāmesu tibbasārāgo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:8.4":{"pli":"anabhijjhālūhamasmi. ","eng":"I am not full of desire …’ ","html":"{}"},"mn4:8.5":{"pli":"Ye hi vo ariyā anabhijjhālū araññavanapatthāni pantāni senāsanāni paṭisevanti, tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:8.6":{"pli":"Etamahaṃ, brāhmaṇa, anabhijjhālutaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:9.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='6'>{}"},"mn4:9.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā byāpannacittā paduṭṭhamanasaṅkappā araññavanapatthāni pantāni senāsanāni paṭisevanti, byāpannacittapaduṭṭhamanasaṅkappasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins full of ill will, with malicious intentions … ","html":"{}"},"mn4:9.3":{"pli":"Na kho panāhaṃ byāpannacitto paduṭṭhamanasaṅkappo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:9.4":{"pli":"mettacittohamasmi. ","eng":"I have a heart full of love …’ ","html":"{}"},"mn4:9.5":{"pli":"Ye hi vo ariyā mettacittā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:9.6":{"pli":"Etamahaṃ, brāhmaṇa, mettacittataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:10.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='7'>{}"},"mn4:10.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā thinamiddhapariyuṭṭhitā araññavanapatthāni pantāni senāsanāni paṭisevanti, thinamiddhapariyuṭṭhānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins overcome with dullness and drowsiness … ","html":"{}"},"mn4:10.3":{"pli":"Na kho panāhaṃ thinamiddhapariyuṭṭhito araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:10.4":{"pli":"vigatathinamiddhohamasmi. ","eng":"I am free of dullness and drowsiness …’ ","html":"{}"},"mn4:10.5":{"pli":"Ye hi vo ariyā vigatathinamiddhā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:10.6":{"pli":"Etamahaṃ, brāhmaṇa, vigatathinamiddhataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:11.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='8'>{}"},"mn4:11.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā uddhatā avūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, uddhataavūpasantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who are restless, with no peace of mind … ","html":"{}"},"mn4:11.3":{"pli":"Na kho panāhaṃ uddhato avūpasantacitto araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:11.4":{"pli":"vūpasantacittohamasmi. ","eng":"My mind is peaceful …’ ","html":"{}"},"mn4:11.5":{"pli":"Ye hi vo ariyā vūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:11.6":{"pli":"Etamahaṃ, brāhmaṇa, vūpasantacittataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:12.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='9'>{}"},"mn4:12.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevanti, kaṅkhivicikicchisandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who are doubting and uncertain … ","html":"{}"},"mn4:12.3":{"pli":"Na kho panāhaṃ kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:12.4":{"pli":"tiṇṇavicikicchohamasmi. ","eng":"I’ve gone beyond doubt …’ ","html":"{}"},"mn4:12.5":{"pli":"Ye hi vo ariyā tiṇṇavicikicchā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:12.6":{"pli":"Etamahaṃ, brāhmaṇa, tiṇṇavicikicchataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:13.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='10'>{}"},"mn4:13.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā attukkaṃsakā paravambhī araññavanapatthāni pantāni senāsanāni paṭisevanti, attukkaṃsanaparavambhanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who glorify themselves and put others down … ","html":"{}"},"mn4:13.3":{"pli":"Na kho panāhaṃ attukkaṃsako paravambhī araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:13.4":{"pli":"anattukkaṃsako aparavambhīhamasmi. ","eng":"I don’t glorify myself and put others down …’ ","html":"{}"},"mn4:13.5":{"pli":"Ye hi vo ariyā anattukkaṃsakā aparavambhī araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:13.6":{"pli":"Etamahaṃ, brāhmaṇa, anattukkaṃsakataṃ aparavambhitaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:14.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='11'>{}"},"mn4:14.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā chambhī bhīrukajātikā araññavanapatthāni pantāni senāsanāni paṭisevanti, chambhibhīrukajātikasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who are cowardly and craven … ","html":"{}"},"mn4:14.3":{"pli":"Na kho panāhaṃ chambhī bhīrukajātiko araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:14.4":{"pli":"vigatalomahaṃsohamasmi. ","eng":"I don’t get startled …’ ","html":"{}"},"mn4:14.5":{"pli":"Ye hi vo ariyā vigatalomahaṃsā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:14.6":{"pli":"Etamahaṃ, brāhmaṇa, vigatalomahaṃsataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:15.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='12'>{}"},"mn4:15.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā lābhasakkārasilokaṃ nikāmayamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, lābhasakkārasilokanikāmanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who enjoy possessions, honor, and popularity … ","html":"{}"},"mn4:15.3":{"pli":"Na kho panāhaṃ lābhasakkārasilokaṃ nikāmayamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:15.4":{"pli":"appicchohamasmi. ","eng":"I have few wishes …’ ","html":"{}"},"mn4:15.5":{"pli":"Ye hi vo ariyā appicchā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:15.6":{"pli":"Etamahaṃ, brāhmaṇa, appicchataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:16.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='13'>{}"},"mn4:16.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā kusītā hīnavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti, kusītahīnavīriyasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who are lazy and lack energy … ","html":"{}"},"mn4:16.3":{"pli":"Na kho panāhaṃ kusīto hīnavīriyo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:16.4":{"pli":"āraddhavīriyohamasmi. ","eng":"I am energetic …’ ","html":"{}"},"mn4:16.5":{"pli":"Ye hi vo ariyā āraddhavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:16.6":{"pli":"Etamahaṃ, brāhmaṇa, āraddhavīriyataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:17.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='14'>{}"},"mn4:17.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā muṭṭhassatī asampajānā araññavanapatthāni pantāni senāsanāni paṭisevanti, muṭṭhassatiasampajānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who are unmindful and lack situational awareness … ","html":"{}"},"mn4:17.3":{"pli":"Na kho panāhaṃ muṭṭhassati asampajāno araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:17.4":{"pli":"upaṭṭhitassatihamasmi. ","eng":"I am mindful …’ ","html":"{}"},"mn4:17.5":{"pli":"Ye hi vo ariyā upaṭṭhitassatī araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:17.6":{"pli":"Etamahaṃ, brāhmaṇa, upaṭṭhitassatitaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:18.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='15'>{}"},"mn4:18.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā asamāhitā vibbhantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, asamāhitavibbhantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who lack immersion, with straying minds … ","html":"{}","comm":"“Straying minds” is <i lang='pi' translate='no'>vibbhantacittā</i>. The verbal form <i lang='pi' translate='no'>vibhamati</i> is used of a monastic who disrobes. "},"mn4:18.3":{"pli":"Na kho panāhaṃ asamāhito vibbhantacitto araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","html":"{}"},"mn4:18.4":{"pli":"samādhisampannohamasmi. ","eng":"I am accomplished in immersion …’ ","html":"{}"},"mn4:18.5":{"pli":"Ye hi vo ariyā samādhisampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","html":"{}"},"mn4:18.6":{"pli":"Etamahaṃ, brāhmaṇa, samādhisampadaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","html":"{}</p>"},"mn4:19.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","html":"<p data-counter='16'>{}"},"mn4:19.2":{"pli":"‘ye kho keci samaṇā vā brāhmaṇā vā duppaññā eḷamūgā araññavanapatthāni pantāni senāsanāni paṭisevanti, duppaññaeḷamūgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti. ","eng":"‘There are ascetics and brahmins who are witless and idiotic who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of the defects of witlessness and stupidity. ","html":"{}"},"mn4:19.3":{"pli":"Na kho panāhaṃ duppañño eḷamūgo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ","eng":"But I don’t frequent remote lodgings in the wilderness and the forest witless and idiotic. ","html":"{}"},"mn4:19.4":{"pli":"paññāsampannohamasmi. ","eng":"I am accomplished in wisdom. ","html":"{}"},"mn4:19.5":{"pli":"Ye hi vo ariyā paññāsampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti. ","eng":"I am one of those noble ones who frequent remote lodgings in the wilderness and the forest accomplished in wisdom.’ ","html":"{}"},"mn4:19.6":{"pli":"Etamahaṃ, brāhmaṇa, paññāsampadaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. ","eng":"Seeing this accomplishment of wisdom in myself I felt even more unruffled about staying in the forest. ","html":"{}</p>"},"mn4:19.7":{"pli":"Soḷasapariyāyaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p>"},"mn4:20.1":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","eng":"Then I thought, ","html":"<p>{}"},"mn4:20.2":{"pli":"‘yannūnāhaṃ yā tā rattiyo abhiññātā abhilakkhitā—","eng":"‘There are certain nights that are recognized as specially portentous: ","html":"{}"},"mn4:20.3":{"pli":"cātuddasī pañcadasī aṭṭhamī ca pakkhassa—","eng":"the fourteenth, fifteenth, and eighth of the fortnight. ","html":"{}","comm":"These are the days of <i lang='pi' translate='no'>uposatha</i> (“sabbath”) marking the lunar cycle. "},"mn4:20.4":{"pli":"tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṃsanakāni salomahaṃsāni tathārūpesu senāsanesu vihareyyaṃ appeva nāmāhaṃ bhayabheravaṃ passeyyan’ti. ","eng":"On such nights, why don’t I stay in awe-inspiring and hair-raising shrines in parks, forests, and trees? In such lodgings, hopefully I might see that fear and dread.’ ","html":"{}"},"mn4:20.5":{"pli":"So kho ahaṃ, brāhmaṇa, aparena samayena yā tā rattiyo abhiññātā abhilakkhitā—","eng":"Some time later, that’s what I did. ","html":"{}"},"mn4:20.6":{"pli":"cātuddasī pañcadasī aṭṭhamī ca pakkhassa—","html":"{}"},"mn4:20.7":{"pli":"tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṃsanakāni salomahaṃsāni tathārūpesu senāsanesu viharāmi. ","html":"{}"},"mn4:20.8":{"pli":"Tattha ca me, brāhmaṇa, viharato mago vā āgacchati, moro vā kaṭṭhaṃ pāteti, vāto vā paṇṇakasaṭaṃ ereti; ","eng":"As I was staying there a deer came by, or a peacock snapped a twig, or the wind rustled the leaves. ","html":"{}"},"mn4:20.9":{"pli":"tassa mayhaṃ brāhmaṇa etadahosi: ","eng":"Then I thought, ","html":"{}"},"mn4:20.10":{"pli":"‘etaṃ nūna taṃ bhayabheravaṃ āgacchatī’ti. ","eng":"‘Is this that fear and dread coming?’ ","html":"{}","comm":"The dual feelings of love for wilderness and fear of her (possibly imagined) dangers echo the hymn to Araṇyānī, the wilderness as goddess, at Rig Veda 10.146. "},"mn4:20.11":{"pli":"Tassa mayhaṃ, brāhmaṇa, etadahosi: ","eng":"Then I thought, ","html":"{}"},"mn4:20.12":{"pli":"‘kiṃ nu kho ahaṃ aññadatthu bhayapaṭikaṅkhī viharāmi? ","eng":"‘Why do I always meditate expecting that fear to come? ","html":"{}"},"mn4:20.13":{"pli":"Yannūnāhaṃ yathābhūtaṃ yathābhūtassa me taṃ bhayabheravaṃ āgacchati, tathābhūtaṃ tathābhūtova taṃ bhayabheravaṃ paṭivineyyan’ti. ","eng":"Why don’t I get rid of that fear and dread just as it comes, while remaining just as I am?’ ","html":"{}"},"mn4:20.14":{"pli":"Tassa mayhaṃ, brāhmaṇa, caṅkamantassa taṃ bhayabheravaṃ āgacchati. ","eng":"Then that fear and dread came upon me as I was walking. ","html":"{}"},"mn4:20.15":{"pli":"So kho ahaṃ, brāhmaṇa, neva tāva tiṭṭhāmi na nisīdāmi na nipajjāmi, yāva caṅkamantova taṃ bhayabheravaṃ paṭivinemi. ","eng":"I didn’t stand still or sit down or lie down until I had got rid of that fear and dread while walking. ","html":"{}"},"mn4:20.16":{"pli":"Tassa mayhaṃ, brāhmaṇa, ṭhitassa taṃ bhayabheravaṃ āgacchati. ","eng":"Then that fear and dread came upon me as I was standing. ","html":"{}"},"mn4:20.17":{"pli":"So kho ahaṃ, brāhmaṇa, neva tāva caṅkamāmi na nisīdāmi na nipajjāmi. Yāva ṭhitova taṃ bhayabheravaṃ paṭivinemi. ","eng":"I didn’t walk or sit down or lie down until I had got rid of that fear and dread while standing. ","html":"{}"},"mn4:20.18":{"pli":"Tassa mayhaṃ, brāhmaṇa, nisinnassa taṃ bhayabheravaṃ āgacchati. ","eng":"Then that fear and dread came upon me as I was sitting. ","html":"{}"},"mn4:20.19":{"pli":"So kho ahaṃ, brāhmaṇa, neva tāva nipajjāmi na tiṭṭhāmi na caṅkamāmi, yāva nisinnova taṃ bhayabheravaṃ paṭivinemi. ","eng":"I didn’t lie down or stand still or walk until I had got rid of that fear and dread while sitting. ","html":"{}"},"mn4:20.20":{"pli":"Tassa mayhaṃ, brāhmaṇa, nipannassa taṃ bhayabheravaṃ āgacchati. ","eng":"Then that fear and dread came upon me as I was lying down. ","html":"{}"},"mn4:20.21":{"pli":"So kho ahaṃ, brāhmaṇa, neva tāva nisīdāmi na tiṭṭhāmi na caṅkamāmi, yāva nipannova taṃ bhayabheravaṃ paṭivinemi. ","eng":"I didn’t sit up or stand still or walk until I had got rid of that fear and dread while lying down. ","html":"{}</p>"},"mn4:21.1":{"pli":"Santi kho pana, brāhmaṇa, eke samaṇabrāhmaṇā rattiṃyeva samānaṃ divāti sañjānanti, divāyeva samānaṃ rattīti sañjānanti. ","eng":"There are some ascetics and brahmins who perceive that it’s day when in fact it’s night, or perceive that it’s night when in fact it’s day. ","html":"<p>{}","comm":"The Buddha illustrates his claim that the forests can rob the mind of a meditator without <i lang='pi' translate='no'>samādhi</i>. During the development of meditation, perception can change in strange and unsettling ways, making the meditator question the nature of reality. In some cases, over-exertion in meditation can indeed lead to mental breakdown. "},"mn4:21.2":{"pli":"Idamahaṃ tesaṃ samaṇabrāhmaṇānaṃ sammohavihārasmiṃ vadāmi. ","eng":"This meditation of theirs is delusional, I say. ","html":"{}"},"mn4:21.3":{"pli":"Ahaṃ kho pana, brāhmaṇa, rattiṃyeva samānaṃ rattīti sañjānāmi, divāyeva samānaṃ divāti sañjānāmi. ","eng":"I perceive that it’s night when in fact it is night, and perceive that it’s day when in fact it is day. ","html":"{}","comm":"This alludes to the oft-repeated phrase “as by day, so by night; as by night, so by day”, which is associated with the meditative perception of light (<a href='index.html?q=an4.41#3.3'>AN 4.41:3.3</a>), the development of the bases of psychic power (<a href='index.html?q=sn51.11#1.10'>SN 51.11:1.10</a>), and the dispelling of drowsiness (<a href='index.html?q=an7.61#7.2'>AN 7.61:7.2</a>). The point of that phrase is that the mind has been developed until it is full of light regardless of whether it is light or dark outside. Here, the Buddha forestalls the accusation that this is deluded: he knows perfectly well what is day and what is night. "},"mn4:21.4":{"pli":"Yaṃ kho taṃ, brāhmaṇa, sammā vadamāno vadeyya: ","eng":"And if there’s anyone of whom it may be rightly said that ","html":"{}"},"mn4:21.5":{"pli":"‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya: ","eng":"a being not liable to delusion has arisen in the world for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said. ","html":"{}"},"mn4:21.6":{"pli":"‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ","html":"{}</p>"},"mn4:22-26.1":{"pli":"Āraddhaṃ kho pana me, brāhmaṇa, vīriyaṃ ahosi asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ. ","eng":"My energy was roused up and unflagging, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was immersed in samādhi and unified. ","html":"<p>{}","comm":"To this point, the sutta has been focusing on the foundations of meditation from the special perspective of overcoming fear. Now that this has been achieved, it returns to the standard presentation of immersion and then wisdom. Taken together, then, it is the first presentation of the Gradual Training in the Majjhima Nikāya. | “Unified” (<i lang='pi' translate='no'>ekagga</i>) is explained in the Pali commentaries as “rightly positioned, well placed”, suggesting <i lang='pi' translate='no'>agga</i> here is contracted <i lang='pi' translate='no'>agāra</i> (“place”). This is supported by the Chinese <span lang='lzh'>境</span> here, which means “place”. However, the Sanskrit form <i lang='pi' translate='no'>ekāgra</i> suggests, rather, the sense <i lang='pi' translate='no'>agra</i> (“peak”). See note on <a href='index.html?q=mn44#12.2'>MN 44:12.2</a>. "},"mn4:22-26.2":{"pli":"So kho ahaṃ, brāhmaṇa, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}","comm":"<i lang='pi' translate='no'>Jhāna</i> is a state of “elevated consciousness” (<i lang='pi' translate='no'>adhicitta</i>), so all the terms have an elevated sense. The plural form indicates that “sensual pleasures” includes sense experience, which the meditator can turn away from since they no longer have any desire for it. The “unskillful qualities” are the five hindrances. The “rapture and bliss born of seclusion” is the happiness of abandoning the hindrances and freedom from sense impingement. “Placing the mind and keeping it connected” (<i lang='pi' translate='no'>vitakka</i>, <i lang='pi' translate='no'>vicāra</i>) uses terms that mean “thought” in coarse consciousness, but which in “elevated consciousness” refer to the subtle function of applying the mind to the meditation. "},"mn4:22-26.3":{"pli":"Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}","comm":"Each <i lang='pi' translate='no'>jhāna</i> begins as the least refined aspect of the previous <i lang='pi' translate='no'>jhāna</i> ends. This is not consciously directed, but describes the natural process of settling. The meditator is now fully confident and no longer needs to apply their mind: it is simply still and fully unified. "},"mn4:22-26.4":{"pli":"Pītiyā ca virāgā upekkhako ca vihāsiṃ, sato ca sampajāno sukhañca kāyena paṭisaṃvedesiṃ; yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}","comm":"The emotional response to bliss matures from the subtle thrill of rapture to the poise of equanimity. Mindfulness is present in all states of deep meditation, but with equanimity it becomes prominent. "},"mn4:22-26.5":{"pli":"Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}</p>","comm":"The emotional poise of equanimity leads to the feeling of pleasure settling into the more subtle neutral feeling. Pain and sadness have been abandoned long before, but are emphasized here as they are subtle counterpart of pleasure. "},"mn4:27.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ. So anekavihitaṃ pubbenivāsaṃ anussarāmi, ","eng":"When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives. I recollected many kinds of past lives. ","html":"<p>{}","comm":"The equanimity of the fourth <i lang='pi' translate='no'>jhāna</i> is not dullness and indifference, but a brilliant and radiant awareness. The fourth <i lang='pi' translate='no'>jhāna</i> is the ideal basis for developing higher knowledges, although elsewhere the canon shows that even the first <i lang='pi' translate='no'>jhāna</i> can be a basis for liberating insight. Without <i lang='pi' translate='no'>jhāna</i>, however, the eightfold path is incomplete and liberating insight is impossible. | The verb <i lang='pi' translate='no'>abhininnāmeti</i> (“extend”) indicates that the meditator comes out of full immersion like a tortoise sticking out its limbs (<a href='index.html?q=sn35.240#1.7'>SN 35.240:1.7</a>). "},"mn4:27.2":{"pli":"seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi. ","eng":"That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remembered: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollected my many kinds of past lives, with features and details. ","html":"{}</p>","comm":"Empowered by the fourth <i lang='pi' translate='no'>jhāna</i>, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. The knowledge of these events is not hazy or murky, but clear and precise, illuminated by the brilliance of purified consciousness. "},"mn4:28.1":{"pli":"Ayaṃ kho me, brāhmaṇa, rattiyā paṭhame yāme paṭhamā vijjā adhigatā, ","eng":"This was the first knowledge, which I achieved in the first watch of the night. ","html":"<p>{}"},"mn4:28.2":{"pli":"avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato. ","eng":"Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. ","html":"{}</p>"},"mn4:29.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ. ","eng":"When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings. ","html":"<p>{}"},"mn4:29.2":{"pli":"So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi. ","eng":"With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings pass on according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings pass on according to their deeds. ","html":"{}</p>","comm":"Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; <em>why</em> rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in <a href='index.html?q=dn1#2.5.3'>DN 1:2.5.3</a> and <a href='index.html?q=mn136'>MN 136</a>. The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. | “Clairvoyance” renders <i lang='pi' translate='no'>dibbacakkhu</i> (“celestial eye”), for which see Chāndogya Upaniṣad 8.12.5, which says of the self that “the mind is its celestial eye” (<i lang='pi' translate='no'>mano’sya daivaṁ cakṣuḥ</i>). "},"mn4:30.1":{"pli":"Ayaṃ kho me, brāhmaṇa, rattiyā majjhime yāme dutiyā vijjā adhigatā, ","eng":"This was the second knowledge, which I achieved in the middle watch of the night. ","html":"<p>{}"},"mn4:30.2":{"pli":"avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato. ","eng":"Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. ","html":"{}</p>"},"mn4:31.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ. ","eng":"When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements. ","html":"<p>{}","comm":"This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of <i lang='pi' translate='no'>jhāna</i>. Here they are eliminated forever. "},"mn4:31.2":{"pli":"So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ","eng":"I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ","html":"{}","comm":"These are the four noble truths, which form the main content of the Buddha’s first sermon. They are the overarching principle into which all other teachings fall. As established in <a href='index.html?q=mn2'>MN 2</a>, seeing the four noble truths indicates stream-entry, while the ending of all defilements indicates arahantship. "},"mn4:31.3":{"pli":"‘Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ","eng":"I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ","html":"{}</p>","comm":"The application of the four noble truths to defilements indicates that this is the final stage of awakening, perfection (or “arahantship”, <i lang='pi' translate='no'>arahatta</i>). | Many translators use “defilement” to render <i lang='pi' translate='no'>kilesa</i>, but since <i lang='pi' translate='no'>kilesa</i> appears only rarely in the early texts, I use “defilement” for <i lang='pi' translate='no'>āsava</i>. Both terms refer to a stain, corruption, or pollution in the mind. "},"mn4:32.1":{"pli":"Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha. ","eng":"Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Bhavāsava</i> is the defilement that craves to continue life in a new birth. "},"mn4:32.2":{"pli":"Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi. ","eng":"When it was freed, I knew it was freed. ","html":"{}</p>","comm":"This is a reflective awareness of the fact of awakening. The meditator reviews their mind and sees that it is free from all forces that lead to suffering. "},"mn4:32.3":{"pli":"‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ. ","eng":"I understood: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’” ","html":"<p>{}</p>","comm":"This is a standard declaration of full awakening in the suttas, said both of the Buddha and of any arahant (“perfected one”). Each of the four phrases illustrates a cardinal principle of awakening. (1) Further transmigration through rebirths has come to an end due to the exhaustion (<i lang='pi' translate='no'>khīṇa</i>) of that which propels rebirth, namely deeds motivated by craving. (2) The eightfold path has been developed fully in all respects. (3) All functions relating to the four noble truths have been completed, namely: understanding suffering, letting go craving, witnessing extinguishment, and developing the path. (4) Extinguishment is final, with no falling back to this or any other state of existence. "},"mn4:33.1":{"pli":"Ayaṃ kho me, brāhmaṇa, rattiyā pacchime yāme tatiyā vijjā adhigatā, ","eng":"This was the third knowledge, which I achieved in the final watch of the night. ","html":"<p>{}"},"mn4:33.2":{"pli":"avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato. ","eng":"Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. ","html":"{}</p>"},"mn4:34.1":{"pli":"Siyā kho pana te, brāhmaṇa, evamassa: ","eng":"Brahmin, you might think: ","html":"<p>{}"},"mn4:34.2":{"pli":"‘ajjāpi nūna samaṇo gotamo avītarāgo avītadoso avītamoho, tasmā araññavanapatthāni pantāni senāsanāni paṭisevatī’ti. ","eng":"‘Perhaps the ascetic Gotama is not free of greed, hate, and delusion even today, and that is why he still frequents remote lodgings in the wilderness and the forest.’ ","html":"{}"},"mn4:34.3":{"pli":"Na kho panetaṃ, brāhmaṇa, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"mn4:34.4":{"pli":"Dve kho ahaṃ, brāhmaṇa, atthavase sampassamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi—","eng":"I see two reasons to frequent remote lodgings in the wilderness and the forest. ","html":"{}"},"mn4:34.5":{"pli":"attano ca diṭṭhadhammasukhavihāraṃ sampassamāno, pacchimañca janataṃ anukampamāno”ti. ","eng":"I see happiness for myself in this life, and I have sympathy for future generations.” ","html":"{}</p>","comm":"Also at <a href='index.html?q=an2.30#1.1'>AN 2.30:1.1</a>. The Buddha confirms Jānussoṇi’s belief that he acts to set a good example for others. "},"mn4:35.1":{"pli":"“Anukampitarūpā vatāyaṃ bhotā gotamena pacchimā janatā, yathā taṃ arahatā sammāsambuddhena. ","eng":"“Indeed, worthy Gotama has sympathy for future generations, since he is a perfected one, a fully awakened Buddha. ","html":"<p>{}"},"mn4:35.2":{"pli":"Abhikkantaṃ, bho gotama. Abhikkantaṃ, bho gotama. ","eng":"Excellent, worthy Gotama! Excellent, worthy Gotama! ","html":"{}"},"mn4:35.3":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the teaching clear in many ways. ","html":"{}"},"mn4:35.4":{"pli":"Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}","comm":"Jānussoṇi goes for refuge so often in the suttas that it is almost a genre unto itself (<a href='index.html?q=mn27'>MN 27</a>, <a href='index.html?q=sn12#47'>SN 12:47</a>, <a href='index.html?q=an2.17#3.1'>AN 2.17:3.1</a>, <a href='index.html?q=an3#55'>AN 3:55</a>, <a href='index.html?q=an3#59'>AN 3:59</a>, <a href='index.html?q=an4#184'>AN 4:184</a>, <a href='index.html?q=an6#52'>AN 6:52</a>, <a href='index.html?q=an7#47'>AN 7:47</a>, <a href='index.html?q=an10#119'>AN 10:119</a>, <a href='index.html?q=an10#167'>AN 10:167</a>, <a href='index.html?q=an10#177'>AN 10:177</a>). Such narrative accounts of conversion or enlightenment at the end of discourses are not very reliable, as they are not the Buddha’s words but were added by editors at some point. "},"mn4:35.5":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn4:35.6":{"pli":"Bhayabheravasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}