{"mn107":{"mn107:0.1":{"pli":"Majjhima Nikāya 107 ","eng":"Middle Discourses 107 ","html":"<article id='mn107'><header><ul><li class='division'>{}</li></ul>"},"mn107:0.2":{"pli":"Gaṇakamoggallānasutta ","eng":"With Moggallāna the Accountant ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn107:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn107:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. ","html":"{}"},"mn107:1.3":{"pli":"Atha kho gaṇakamoggallāno brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the brahmin Moggallāna the Accountant went up to the Buddha, and exchanged greetings with him. ","html":"{}"},"mn107:1.4":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"mn107:2.1":{"pli":"“Seyyathāpi, bho gotama, imassa migāramātupāsādassa dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—","eng":"“Worthy Gotama, in this stilt longhouse we can see gradual progress ","html":"<p>{}"},"mn107:2.2":{"pli":"yāva pacchimasopānakaḷevarā; ","eng":"down to the last step of the staircase. ","html":"{}","comm":"The Buddha stops on the last step at <a href='index.html?q=mn85#7.4'>MN 85:7.4</a>. "},"mn107:2.3":{"pli":"imesampi hi, bho gotama, brāhmaṇānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—","eng":"Among the brahmins we can see gradual progress ","html":"{}"},"mn107:2.4":{"pli":"ajjhene; ","eng":"in recitation. ","html":"{}","comm":"Memorizing the Vedic texts, a key skill of the brahmins, was so difficult that they sometimes asked the Buddha for advice (<a href='index.html?q=an5.193#8.4'>AN 5.193:8.4</a>). Details on the gradual memorization of texts are found at <a href='index.html?q=pli-tv-bu-vb-pc4#2.1.7'>Bu Pc 4:2.1.7</a>. Texts were learned by line (teacher and student start and finish together), by going after the line (one starts, they finish together), by going after the syllable (the teacher prompts with the first syllable of the line), and by phrase (the teacher says the first phrase, the student the second). "},"mn107:2.5":{"pli":"imesampi hi, bho gotama, issāsānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—","eng":"Among archers we can see gradual progress ","html":"{}"},"mn107:2.6":{"pli":"issatthe. ","eng":"in archery. ","html":"{}","comm":"Archery (<i lang='pi' translate='no'>issattha</i>) is regularly listed as a craft or livelihood (<a href='index.html?q=mn14#7.3'>MN 14:7.3</a>), which took skill in training (<a href='index.html?q=sn56.45#1.3'>SN 56.45:1.3</a>), and to which a mendicant is compared (<a href='index.html?q=an4.196#10.3'>AN 4.196:10.3</a>). "},"mn107:2.7":{"pli":"Amhākampi hi, bho gotama, gaṇakānaṃ gaṇanājīvānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—","eng":"Among us accountants, who earn a living by accounting, we can see gradual progress ","html":"{}"},"mn107:2.8":{"pli":"saṅkhāne. ","eng":"in mathematics. ","html":"{}","comm":"The complexities of accounting are detailed in Kauṭilya’s Arthaśāstra 2.7. There, the “accounts” are called <i lang='pi' translate='no'>gāṇanikya</i> (2.7.16). "},"mn107:2.9":{"pli":"Mayañhi, bho gotama, antevāsiṃ labhitvā paṭhamaṃ evaṃ gaṇāpema: ","eng":"For when we get an apprentice we first make them count: ","html":"{}"},"mn107:2.10":{"pli":"‘ekaṃ ekakaṃ, dve dukā, tīṇi tikā, cattāri catukkā, pañca pañcakā, cha chakkā, satta sattakā, aṭṭha aṭṭhakā, nava navakā, dasa dasakā’ti; ","eng":"‘One one, two twos, three threes, four fours, five fives, six sixes, seven sevens, eight eights, nine nines, ten tens.’ ","html":"{}","comm":"The method of listing things up to tens is the framework of the Dasuttarasutta (<a href='index.html?q=dn34'>DN 34</a>). More generally, it seems to underlie the “<i lang='pi' translate='no'>aṅguttara</i> principle” of organizing teachings by number. "},"mn107:2.11":{"pli":"satampi mayaṃ, bho gotama, gaṇāpema, bhiyyopi gaṇāpema. ","eng":"We even make them count up to a hundred. ","html":"{}"},"mn107:2.12":{"pli":"Sakkā nu kho, bho gotama, imasmimpi dhammavinaye evameva anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetun”ti? ","eng":"Is it possible to similarly describe a gradual training, gradual progress, and gradual practice in this teaching and training?” ","html":"{}</p>"},"mn107:3.1":{"pli":"“Sakkā, brāhmaṇa, imasmimpi dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetuṃ. ","eng":"“It is possible, brahmin. ","html":"<p>{}"},"mn107:3.2":{"pli":"Seyyathāpi, brāhmaṇa, dakkho assadammako bhaddaṃ assājānīyaṃ labhitvā paṭhameneva mukhādhāne kāraṇaṃ kāreti, atha uttariṃ kāraṇaṃ kāreti; ","eng":"Suppose a deft horse trainer were to obtain a fine thoroughbred. First of all he’d make it get used to wearing the bit. ","html":"{}","comm":"See <a href='index.html?q=mn65#33.1'>MN 65:33.1</a>. "},"mn107:3.3":{"pli":"evameva kho, brāhmaṇa, tathāgato purisadammaṃ labhitvā paṭhamaṃ evaṃ vineti: ","eng":"In the same way, when the Realized One gets a person fit for training they first guide them like this: ","html":"{}"},"mn107:3.4":{"pli":"‘ehi tvaṃ, bhikkhu, sīlavā hohi, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti. ","eng":"‘Come, mendicant, be ethical and restrained in the monastic code, conducting yourself well and resorting for alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’ ","html":"{}</p>"},"mn107:4.1":{"pli":"Yato kho, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṃ tathāgato uttariṃ vineti: ","eng":"When they have ethical conduct, the Realized One guides them further: ","html":"<p>{}"},"mn107:4.2":{"pli":"‘ehi tvaṃ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṃ disvā mā nimittaggāhī hohi mānubyañjanaggāhī. ","eng":"‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details. ","html":"{}"},"mn107:4.3":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjāhi; rakkhāhi cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjāhi. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, practice restraint, protect the faculty of sight, and achieve restraint over it. ","html":"{}"},"mn107:4.4":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When you hear a sound with your ears … ","html":"{}"},"mn107:4.5":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"When you smell an odor with your nose … ","html":"{}"},"mn107:4.6":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"When you taste a flavor with your tongue … ","html":"{}"},"mn107:4.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"When you feel a touch with your body … ","html":"{}"},"mn107:4.8":{"pli":"manasā dhammaṃ viññāya mā nimittaggāhī hohi mānubyañjanaggāhī. ","eng":"When you know an idea with your mind, don’t get caught up in the features and details. ","html":"{}"},"mn107:4.9":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjāhi; rakkhāhi manindriyaṃ, manindriye saṃvaraṃ āpajjāhī’ti. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, practice restraint, protect the faculty of mind, and achieve its restraint.’ ","html":"{}</p>"},"mn107:5.1":{"pli":"Yato kho, brāhmaṇa, bhikkhu indriyesu guttadvāro hoti, tamenaṃ tathāgato uttariṃ vineti: ","eng":"When they guard their sense doors, the Realized One guides them further: ","html":"<p>{}"},"mn107:5.2":{"pli":"‘ehi tvaṃ, bhikkhu, bhojane mattaññū hohi. ","eng":"‘Come, mendicant, eat in moderation. ","html":"{}"},"mn107:5.3":{"pli":"Paṭisaṅkhā yoniso āhāraṃ āhāreyyāsi—","eng":"Reflect rationally on the food that you eat: ","html":"{}"},"mn107:5.4":{"pli":"neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya—iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ","eng":"‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}</p>"},"mn107:6.1":{"pli":"Yato kho, brāhmaṇa, bhikkhu bhojane mattaññū hoti, tamenaṃ tathāgato uttariṃ vineti: ","eng":"When they eat in moderation, the Realized One guides them further: ","html":"<p>{}"},"mn107:6.2":{"pli":"‘ehi tvaṃ, bhikkhu, jāgariyaṃ anuyutto viharāhi, divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehi, rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehi, rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeyyāsi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasikaritvā, rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehī’ti. ","eng":"‘Come, mendicant, be committed to wakefulness. Practice walking and sitting meditation by day, purifying your mind from obstacles. In the first watch of the night, continue to practice walking and sitting meditation. In the middle watch, lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last watch, get up and continue to practice walking and sitting meditation, purifying your mind from obstacles.’ ","html":"{}</p>"},"mn107:7.1":{"pli":"Yato kho, brāhmaṇa, bhikkhu jāgariyaṃ anuyutto hoti, tamenaṃ tathāgato uttariṃ vineti: ","eng":"When they are committed to wakefulness, the Realized One guides them further: ","html":"<p>{}"},"mn107:7.2":{"pli":"‘ehi tvaṃ, bhikkhu, satisampajaññena samannāgato hohi, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti. ","eng":"‘Come, mendicant, have mindfulness and situational awareness. Act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.’ ","html":"{}</p>"},"mn107:8.1":{"pli":"Yato kho, brāhmaṇa, bhikkhu satisampajaññena samannāgato hoti, tamenaṃ tathāgato uttariṃ vineti: ","eng":"When they have mindfulness and situational awareness, the Realized One guides them further: ","html":"<p>{}"},"mn107:8.2":{"pli":"‘ehi tvaṃ, bhikkhu, vivittaṃ senāsanaṃ bhajāhi araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjan’ti. ","eng":"‘Come, mendicant, frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.’ ","html":"{}"},"mn107:9.1":{"pli":"So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"And they do so. ","html":"{}</p>"},"mn107:9.2":{"pli":"So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"After the meal, they return from almsround, sit down cross-legged, set their body straight, and establish mindfulness in their presence. ","html":"<p>{}"},"mn107:9.3":{"pli":"So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti; ","eng":"Giving up covetousness for the world, they meditate with a heart rid of covetousness, cleansing the mind of covetousness. ","html":"{}"},"mn107:9.4":{"pli":"byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti; ","eng":"Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of sympathy for all living beings, cleansing the mind of ill will. ","html":"{}"},"mn107:9.5":{"pli":"thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti; ","eng":"Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ","html":"{}"},"mn107:9.6":{"pli":"uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti; ","eng":"Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ","html":"{}"},"mn107:9.7":{"pli":"vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ","eng":"Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ","html":"{}</p>"},"mn107:10.1":{"pli":"So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ","eng":"They give up these five hindrances, corruptions of the heart that weaken wisdom. ","html":"<p>{}"},"mn107:10.2":{"pli":"vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn107:10.3":{"pli":"Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"mn107:10.4":{"pli":"Pītiyā ca virāgā … tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"mn107:10.5":{"pli":"Sukhassa ca pahānā … catutthaṃ jhānaṃ upasampajja viharati. ","eng":"With the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}</p>"},"mn107:11.1":{"pli":"Ye kho te, brāhmaṇa, bhikkhū sekkhā apattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti tesu me ayaṃ evarūpī anusāsanī hoti. ","eng":"That’s how I instruct the mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary from the yoke. ","html":"<p>{}","comm":"The “trainee” (<i lang='pi' translate='no'>sekha</i>) in the strict sense is restricted to those who have entered the ranks of the Noble Ones (<i lang='pi' translate='no'>ariyapuggala</i>) through the realization of the four noble truths (eg. <a href='index.html?q=sn48.53#3.1'>SN 48.53:3.1</a>); that is to say, the seven Noble Ones excluding the arahant, who is an “adept” beyond training (<i lang='pi' translate='no'>asekha</i>). However, in cases such as this it would be over-strict to insist that the teaching applies only to Noble Ones, as the Gradual Training is the recommended practice for all new monastics. Indeed, the burden of the text is to show how practice is taken up gradually, so above it says that this is how the Buddha “first guides them” (<i lang='pi' translate='no'>paṭhamaṁ evaṁ vineti</i>, <a href='index.html?q=mn107#3.3'>MN 107:3.3</a>). This agrees with the Chinese parallel, which here mentions a “young monk” (MA 144 at T i 652a29). Late canonical Pali texts introduce the idea of the “ordinary person of good character” (<i lang='pi' translate='no'>puthujjanakalyāṇaka</i>, eg. <a href='index.html?q=cnd8#81.2'>Cnd 8:81.2</a>, <a href='index.html?q=ps1.1#206.2'>Ps 1.1:206.2</a>), who is said to “train” like the trainees (<a href='index.html?q=pli-tv-pvr1.1#3.46'>Pvr 1.1:3.46</a>). The commentaries say they may be counted along with the seven Noble Ones as a “trainee” (<i lang='pi' translate='no'>sekkhoti puthujjanakalyāṇakena saddhiṁ satta ariyā</i>, commentaries to Pārājika 1 and Jhānavibhaṅga). "},"mn107:11.2":{"pli":"Ye pana te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā tesaṃ ime dhammā diṭṭhadhammasukhavihārāya ceva saṃvattanti, satisampajaññāya cā”ti. ","eng":"But for those mendicants who are perfected—who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment—these things lead to blissful meditation in this life, and to mindfulness and awareness.” ","html":"{}</p>"},"mn107:12.1":{"pli":"Evaṃ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When he had spoken, Moggallāna the Accountant said to the Buddha, ","html":"<p>{}"},"mn107:12.2":{"pli":"“kiṃ nu kho bhoto gotamassa sāvakā bhotā gotamena evaṃ ovadīyamānā evaṃ anusāsīyamānā sabbe accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti udāhu ekacce nārādhentī”ti? ","eng":"“When his disciples are instructed and advised like this by the worthy Gotama, do all of them achieve the ultimate goal, extinguishment, or do some of them fail?” ","html":"{}</p>"},"mn107:12.3":{"pli":"“Appekacce kho, brāhmaṇa, mama sāvakā mayā evaṃ ovadīyamānā evaṃ anusāsīyamānā accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhentī”ti. ","eng":"“Some succeed, while others fail.” ","html":"<p>{}</p>"},"mn107:13.1":{"pli":"“Ko nu kho, bho gotama, hetu ko paccayo yaṃ tiṭṭhateva nibbānaṃ, tiṭṭhati nibbānagāmī maggo, tiṭṭhati bhavaṃ gotamo samādapetā; ","eng":"“What is the cause, worthy Gotama, what is the reason why, though extinguishment is present, the path leading to extinguishment is present, and the worthy Gotama is present to encourage them, ","html":"<p>{}"},"mn107:13.2":{"pli":"atha ca pana bhoto gotamassa sāvakā bhotā gotamena evaṃ ovadīyamānā evaṃ anusāsīyamānā appekacce accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhentī”ti? ","eng":"still some succeed while others fail?” ","html":"{}</p>"},"mn107:14.1":{"pli":"“Tena hi, brāhmaṇa, taṃyevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ","eng":"“Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. ","html":"<p>{}"},"mn107:14.2":{"pli":"Taṃ kiṃ maññasi, brāhmaṇa, ","eng":"What do you think, brahmin? ","html":"{}"},"mn107:14.3":{"pli":"kusalo tvaṃ rājagahagāmissa maggassā”ti? ","eng":"Are you skilled in the road to Rājagaha?” ","html":"{}</p>","comm":"Chāndogya Upaniṣad 6.14.1–2 illustrates the role of a teacher with the story of a man kidnapped, blindfolded, and abandoned in a wilderness. A kind person looses his bandage and shows him the way to Gandhāra. See too Śatapatha Brāhmaṇa 13.2.3–2, where the horse knows the way to heaven that humans do not, like one who knows the country. "},"mn107:14.4":{"pli":"“Evaṃ, bho, kusalo ahaṃ rājagahagāmissa maggassā”ti. ","eng":"“Yes, I am.” ","html":"<p>{}</p>"},"mn107:14.5":{"pli":"“Taṃ kiṃ maññasi, brāhmaṇa, ","eng":"“What do you think, brahmin? ","html":"<p>{}"},"mn107:14.6":{"pli":"idha puriso āgaccheyya rājagahaṃ gantukāmo. ","eng":"Suppose a person was to come along who wanted to go to Rājagaha. ","html":"{}"},"mn107:14.7":{"pli":"So taṃ upasaṅkamitvā evaṃ vadeyya: ","eng":"He’d approach you and say: ","html":"{}"},"mn107:14.8":{"pli":"‘icchāmahaṃ, bhante, rājagahaṃ gantuṃ; ","eng":"‘Sir, I wish to go to Rājagaha. ","html":"{}"},"mn107:14.9":{"pli":"tassa me rājagahassa maggaṃ upadisā’ti. ","eng":"Please point out the road to Rājagaha.’ ","html":"{}"},"mn107:14.10":{"pli":"Tamenaṃ tvaṃ evaṃ vadeyyāsi: ","eng":"You’d say to them: ","html":"{}"},"mn107:14.11":{"pli":"‘ehambho purisa, ayaṃ maggo rājagahaṃ gacchati. ","eng":"‘Here, worthy man, this road goes to Rājagaha. ","html":"{}"},"mn107:14.12":{"pli":"Tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma gāmaṃ, tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma nigamaṃ; ","eng":"Go along it for an hour, and you’ll see a certain village. Go along an hour further, and you’ll see a certain town. ","html":"{}"},"mn107:14.13":{"pli":"tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","eng":"Go along an hour further and you’ll see Rājagaha with its delightful parks, woods, meadows, and lotus ponds.’ ","html":"{}"},"mn107:14.14":{"pli":"So tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno ummaggaṃ gahetvā pacchāmukho gaccheyya. ","eng":"Instructed like this by you, they might still take the wrong road, heading west. ","html":"{}","comm":"<i lang='pi' translate='no'>Pacchāmukha</i> means “heading west”. The present sutta is set in Sāvatthī, so for someone wanting to get to Rājagaha in the south-east, west is the wrong way. The word also appears at <a href='index.html?q=thag10.1#3.4'>Thag 10.1:3.4</a> of the Buddha crossing the Rohiṇī river, which runs north to south; the background story says he was coming from Rājagaha, which again implies he was heading west from Koliya to Sakya. "},"mn107:14.15":{"pli":"Atha dutiyo puriso āgaccheyya rājagahaṃ gantukāmo. ","eng":"But a second person might come with the same question and receive the same instructions. ","html":"{}"},"mn107:14.16":{"pli":"So taṃ upasaṅkamitvā evaṃ vadeyya: ","html":"{}"},"mn107:14.17":{"pli":"‘icchāmahaṃ, bhante, rājagahaṃ gantuṃ; ","html":"{}"},"mn107:14.18":{"pli":"tassa me rājagahassa maggaṃ upadisā’ti. ","html":"{}"},"mn107:14.19":{"pli":"Tamenaṃ tvaṃ evaṃ vadeyyāsi: ","html":"{}"},"mn107:14.20":{"pli":"‘ehambho purisa, ayaṃ maggo rājagahaṃ gacchati. ","html":"{}"},"mn107:14.21":{"pli":"Tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma gāmaṃ; ","html":"{}"},"mn107:14.22":{"pli":"tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma nigamaṃ; ","html":"{}"},"mn107:14.23":{"pli":"tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti. ","html":"{}"},"mn107:14.24":{"pli":"So tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno sotthinā rājagahaṃ gaccheyya. ","eng":"Instructed by you, they might safely arrive at Rājagaha. ","html":"{}"},"mn107:14.25":{"pli":"Ko nu kho, brāhmaṇa, hetu ko paccayo yaṃ tiṭṭhateva rājagahaṃ, tiṭṭhati rājagahagāmī maggo, tiṭṭhasi tvaṃ samādapetā; ","eng":"What is the cause, brahmin, what is the reason why, though Rājagaha is present, the path leading to Rājagaha is present, and you are there to encourage them, ","html":"{}"},"mn107:14.26":{"pli":"atha ca pana tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno eko puriso ummaggaṃ gahetvā pacchāmukho gaccheyya, eko sotthinā rājagahaṃ gaccheyyā”ti? ","eng":"one person takes the wrong path and heads west, while another arrives safely at Rājagaha?” ","html":"{}</p>"},"mn107:14.27":{"pli":"“Ettha kyāhaṃ, bho gotama, karomi? ","eng":"“What can I do about that, worthy Gotama? ","html":"<p>{}"},"mn107:14.28":{"pli":"Maggakkhāyīhaṃ, bho gotamā”ti. ","eng":"I am the one who shows the way.” ","html":"{}</p>","comm":"The one who “shows (or explains) the way” is also discussed at <a href='index.html?q=snp1.5#3.3'>Snp 1.5:3.3</a>, along with other good and bad ascetics. See too <a href='index.html?q=dhp276#2'>Dhp 276:2</a>, “the Realized Ones show the way” (<i lang='pi' translate='no'>akkhātāro tathāgatā</i>). "},"mn107:14.29":{"pli":"“Evameva kho, brāhmaṇa, tiṭṭhateva nibbānaṃ, tiṭṭhati nibbānagāmī maggo, tiṭṭhāmahaṃ samādapetā; ","eng":"“In the same way, though extinguishment is present, the path leading to extinguishment is present, and I am present to encourage them, ","html":"<p>{}"},"mn107:14.30":{"pli":"atha ca pana mama sāvakā mayā evaṃ ovadīyamānā evaṃ anusāsīyamānā appekacce accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhenti. ","eng":"still some of my disciples, instructed and advised like this, achieve the ultimate goal, extinguishment, while some of them fail. ","html":"{}"},"mn107:14.31":{"pli":"Ettha kyāhaṃ, brāhmaṇa, karomi? ","eng":"What can I do about that, brahmin? ","html":"{}"},"mn107:14.32":{"pli":"Maggakkhāyīhaṃ, brāhmaṇa, tathāgato”ti. ","eng":"The Realized One is the one who shows the way.” ","html":"{}</p>"},"mn107:15.1":{"pli":"Evaṃ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When he had spoken, Moggallāna the Accountant said to the Buddha, ","html":"<p>{}"},"mn107:15.2":{"pli":"“yeme, bho gotama, puggalā assaddhā jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā indriyesu aguttadvārā bhojane amattaññuno jāgariyaṃ ananuyuttā sāmaññe anapekkhavanto sikkhāya na tibbagāravā bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā kusītā hīnavīriyā muṭṭhassatino asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, na tehi bhavaṃ gotamo saddhiṃ saṃvasati. ","eng":"“Mister Gotama, there are those faithless individuals who went forth from the lay life to homelessness not out of faith but to earn a livelihood. They’re devious, deceitful, and sneaky. They’re restless, insolent, fickle, scurrilous, and loose-tongued. They do not guard their sense doors or eat in moderation, and they are not committed to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and immersion, with straying minds, witless and idiotic. Mister Gotama does not live together with these. ","html":"{}</p>","comm":"Also at <a href='index.html?q=mn5#32.1'>MN 5:32.1</a>. "},"mn107:15.3":{"pli":"Ye pana te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā indriyesu guttadvārā bhojane mattaññuno jāgariyaṃ anuyuttā sāmaññe apekkhavanto sikkhāya tibbagāravā nabāhulikā nasāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā āraddhavīriyā pahitattā upaṭṭhitassatino sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, tehi bhavaṃ gotamo saddhiṃ saṃvasati. ","eng":"But there are those gentlemen who went forth from the lay life to homelessness out of faith. They’re not devious, deceitful, and sneaky. They’re not restless, insolent, fickle, scurrilous, and loose-tongued. They guard their sense doors and eat in moderation, and they are committed to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness, immersion, and unified minds; wise and clever. the worthy Gotama does live together with these. ","html":"<p>{}</p>"},"mn107:16.1":{"pli":"Seyyathāpi, bho gotama, ye keci mūlagandhā, kālānusāri tesaṃ aggamakkhāyati; ","eng":"Of all kinds of fragrant root, spikenard is said to be the best. ","html":"<p>{}"},"mn107:16.2":{"pli":"ye keci sāragandhā, lohitacandanaṃ tesaṃ aggamakkhāyati; ","eng":"Of all kinds of fragrant heartwood, red sandalwood is said to be the best. ","html":"{}"},"mn107:16.3":{"pli":"ye keci pupphagandhā, vassikaṃ tesaṃ aggamakkhāyati; ","eng":"Of all kinds of fragrant flower, jasmine is said to be the best. ","html":"{}"},"mn107:16.4":{"pli":"evameva bhoto gotamassa ovādo paramajjadhammesu. ","eng":"In the same way, worthy Gotama’s advice is the best of contemporary teachings. ","html":"{}</p>"},"mn107:17.1":{"pli":"Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ","eng":"Excellent, worthy Gotama! Excellent! ","html":"<p>{}"},"mn107:17.2":{"pli":"Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, worthy Gotama has made the Teaching clear in many ways. ","html":"{}"},"mn107:17.3":{"pli":"Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"mn107:17.4":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn107:17.5":{"pli":"Gaṇakamoggallānasuttaṃ niṭṭhitaṃ sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}