{"mn118":{"mn118:0.1":{"pli":"Majjhima Nikāya 118 ","eng":"Middle Discourses 118 ","html":"<article id='mn118'><header><ul><li class='division'>{}</li></ul>"},"mn118:0.2":{"pli":"Ānāpānassatisutta ","eng":"Mindfulness of Breathing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn118:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"Mindfulness of breathing is taught partially in the Satipaṭṭhānasutta (<a href='index.html?q=mn10#4.3'>MN 10:4.3</a> = <a href='index.html?q=dn22#2.3'>DN 22:2.3</a>) and the Kāyagatāsatisutta (<a href='index.html?q=mn119#4.2'>MN 119:4.2</a>), and fully in the Rāhulovādasutta (<a href='index.html?q=mn62#24.3'>MN 62:24.3</a>), the Girimānandasutta (<a href='index.html?q=an10.60'>AN 10.60</a>), and throughout the relevant Saṁyutta (<a href='index.html?q=sn54.1'>SN 54.1</a> ff.); it is also in the Vinaya (<a href='index.html?q=pli-tv-bu-vb-pj3#1.3.6'>Bu Pj 3:1.3.6</a>) and in the quasi-Abhidhamma text Paṭisambhidāmagga (<a href='index.html?q=ps1.3#60.3'>Ps 1.3:60.3</a>). It is regarded in the tradition as the method practiced by the Buddha himself, and has remained the most popular and universal meditation to this day, both in Buddhism and generally. "},"mn118:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ—","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery, together with several well-known senior disciples, such as ","html":"{}"},"mn118:1.3":{"pli":"āyasmatā ca sāriputtena āyasmatā ca mahāmoggallānena āyasmatā ca mahākassapena āyasmatā ca mahākaccāyanena āyasmatā ca mahākoṭṭhikena āyasmatā ca mahākappinena āyasmatā ca mahācundena āyasmatā ca anuruddhena āyasmatā ca revatena āyasmatā ca ānandena, aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ. ","eng":"the venerables Sāriputta, Mahāmoggallāna, Mahākassapa, Mahākaccāna, Mahākoṭṭhita, Mahākappina, Mahācunda, Anuruddha, Revata, Ānanda, and others. ","html":"{}</p>","comm":"The similar list of great disciples is found at <a href='index.html?q=ud1.5#1.3'>Ud 1.5:1.3</a>, where the Buddha described them as true brahmins. "},"mn118:2.1":{"pli":"Tena kho pana samayena therā bhikkhū nave bhikkhū ovadanti anusāsanti. ","eng":"Now at that time the senior mendicants were advising and instructing the junior mendicants. ","html":"<p>{}","comm":"This reminds us that what is recorded in the suttas is not the totality of what was taught. There are several instances where more personal meditation instructions are given (eg. <a href='index.html?q=an9.3'>AN 9.3</a>), and this must have been ongoing. "},"mn118:2.2":{"pli":"Appekacce therā bhikkhū dasapi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū vīsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū tiṃsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū cattārīsampi bhikkhū ovadanti anusāsanti. ","eng":"Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty. ","html":"{}"},"mn118:2.3":{"pli":"Te ca navā bhikkhū therehi bhikkhūhi ovadiyamānā anusāsiyamānā uḷāraṃ pubbenāparaṃ visesaṃ jānanti. ","eng":"Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before. ","html":"{}</p>"},"mn118:3.1":{"pli":"Tena kho pana samayena bhagavā tadahuposathe pannarase pavāraṇāya puṇṇāya puṇṇamāya rattiyā bhikkhusaṅghaparivuto abbhokāse nisinno hoti. ","eng":"Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting surrounded by a Saṅgha of monks for the invitation to admonish. ","html":"<p>{}","comm":"This was the end of the rains retreat, during which mendicants stayed in one place. To conclude the retreat, the mendicants gather to invite admonition from each other, clearing the air of any conflicts or tensions that might have arisen during the retreat. This is done instead of the regular recitation of the Pātimokkha rules. Discussed in detail at <a href='index.html?q=pli-tv-kd4'>Kd 4</a>. "},"mn118:3.2":{"pli":"Atha kho bhagavā tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṅghaṃ anuviloketvā bhikkhū āmantesi: ","eng":"Then the Buddha looked around the Saṅgha of mendicants, who were so very silent. He addressed them: ","html":"{}</p>"},"mn118:4.1":{"pli":"“āraddhosmi, bhikkhave, imāya paṭipadāya; ","eng":"“I am satisfied, mendicants, with this practice. ","html":"<p>{}"},"mn118:4.2":{"pli":"āraddhacittosmi, bhikkhave, imāya paṭipadāya. ","eng":"My heart is satisfied with this practice. ","html":"{}"},"mn118:4.3":{"pli":"Tasmātiha, bhikkhave, bhiyyoso mattāya vīriyaṃ ārabhatha appattassa pattiyā, anadhigatassa adhigamāya, asacchikatassa sacchikiriyāya. ","eng":"So you should rouse up even more energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ","html":"{}"},"mn118:4.4":{"pli":"Idhevāhaṃ sāvatthiyaṃ komudiṃ cātumāsiniṃ āgamessāmī”ti. ","eng":"I will wait here in Sāvatthī for the Komudī full moon of the fourth month.” ","html":"{}</p>","comm":"The “fourth month” of the rainy season (<i lang='pi' translate='no'>vassa</i>), of which the rains retreat (<i lang='pi' translate='no'>vassāvāsa</i>) is normally the first three. When the retreat is finished, mendicants usually stay in the monastery for a while to complete the <i lang='pi' translate='no'>kaṭhina</i> (<a href='index.html?q=pli-tv-kd7'>Kd 7</a>), repair their robes, and otherwise make preparations for wandering. During this time, it was customary for mendicants who had spent the rains elsewhere to visit Sāvatthī to see the Buddha (<a href='index.html?q=pli-tv-kd4#1.8.1'>Kd 4:1.8.1</a>, <a href='index.html?q=pli-tv-bu-vb-pj4#1.2.1'>Bu Pj 4:1.2.1</a>, <a href='index.html?q=pli-tv-bu-vb-pc8#1.2.1'>Bu Pc 8:1.2.1</a>). This month, which falls between the full moons of October and November, is called Kattikā after the constellation Pleiades. The final day of Kattikā is the full moon of Komudī, named after the white lotuses said to bloom at that time, and after the brilliance of the moon in the clear skies following the rains (see eg. <a href='index.html?q=mn79#17.2'>MN 79:17.2</a>). "},"mn118:5.1":{"pli":"Assosuṃ kho jānapadā bhikkhū: ","eng":"Mendicants from around the country heard about this, ","html":"<p>{}"},"mn118:5.2":{"pli":"“bhagavā kira tattheva sāvatthiyaṃ komudiṃ cātumāsiniṃ āgamessatī”ti. ","html":"{}"},"mn118:5.3":{"pli":"Te jānapadā bhikkhū sāvatthiṃ osaranti bhagavantaṃ dassanāya. ","eng":"and came down to Sāvatthī to see the Buddha. ","html":"{}</p>"},"mn118:6.1":{"pli":"Te ca kho therā bhikkhū bhiyyoso mattāya nave bhikkhū ovadanti anusāsanti. ","eng":"And those senior mendicants instructed the junior mendicants even more. ","html":"<p>{}"},"mn118:6.2":{"pli":"Appekacce therā bhikkhū dasapi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū vīsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū tiṃsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū cattārīsampi bhikkhū ovadanti anusāsanti. ","eng":"Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty. ","html":"{}"},"mn118:6.3":{"pli":"Te ca navā bhikkhū therehi bhikkhūhi ovadiyamānā anusāsiyamānā uḷāraṃ pubbenāparaṃ visesaṃ jānanti. ","eng":"Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before. ","html":"{}</p>"},"mn118:7.1":{"pli":"Tena kho pana samayena bhagavā tadahuposathe pannarase komudiyā cātumāsiniyā puṇṇāya puṇṇamāya rattiyā bhikkhusaṅghaparivuto abbhokāse nisinno hoti. ","eng":"Now, at that time it was the sabbath—the Komudī full moon on the fifteenth day of the fourth month—and the Buddha was sitting in the open surrounded by a Saṅgha of monks. ","html":"<p>{}"},"mn118:7.2":{"pli":"Atha kho bhagavā tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṅghaṃ anuviloketvā bhikkhū āmantesi: ","eng":"Then the Buddha looked around the Saṅgha of mendicants, who were so very silent. He addressed them: ","html":"{}</p>","comm":"A similar passage is found at <a href='index.html?q=an4.190'>AN 4.190</a>. "},"mn118:8.1":{"pli":"“Apalāpāyaṃ, bhikkhave, parisā; nippalāpāyaṃ, bhikkhave, parisā; suddhā sāre patiṭṭhitā. ","eng":"“This assembly has no chaff, mendicants, it is free of chaff, pure, and consolidated in the core. ","html":"<p>{}"},"mn118:8.2":{"pli":"Tathārūpo ayaṃ, bhikkhave, bhikkhusaṅgho; tathārūpā ayaṃ, bhikkhave, parisā ","eng":"Such is this Saṅgha of mendicants, such is this assembly! ","html":"{}"},"mn118:8.3":{"pli":"yathārūpā parisā āhuneyyā pāhuneyyā dakkhiṇeyyā añjalikaraṇīyā anuttaraṃ puññakkhettaṃ lokassa. ","eng":"An assembly such as this is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world. ","html":"{}"},"mn118:8.4":{"pli":"Tathārūpo ayaṃ, bhikkhave, bhikkhusaṅgho; tathārūpā ayaṃ, bhikkhave, parisā ","eng":"Such is this Saṅgha of mendicants, such is this assembly! ","html":"{}"},"mn118:8.5":{"pli":"yathārūpāya parisāya appaṃ dinnaṃ bahu hoti, bahu dinnaṃ bahutaraṃ. ","eng":"For an assembly such as this, giving little becomes much, while giving much becomes even more. ","html":"{}"},"mn118:8.6":{"pli":"Tathārūpo ayaṃ, bhikkhave, bhikkhusaṅgho; tathārūpā ayaṃ, bhikkhave, parisā ","eng":"Such is this Saṅgha of mendicants, such is this assembly! ","html":"{}"},"mn118:8.7":{"pli":"yathārūpā parisā dullabhā dassanāya lokassa. ","eng":"An assembly such as this is rarely seen in the world. ","html":"{}"},"mn118:8.8":{"pli":"Tathārūpo ayaṃ, bhikkhave, bhikkhusaṅgho; tathārūpā ayaṃ, bhikkhave, parisā ","eng":"Such is this Saṅgha of mendicants, such is this assembly! ","html":"{}"},"mn118:8.9":{"pli":"yathārūpaṃ parisaṃ alaṃ yojanagaṇanāni dassanāya gantuṃ puṭosenāpi. ","eng":"An assembly such as this is worth traveling many leagues to see, even if you have to carry your own provisions in a knapsack. ","html":"{}</p>","comm":"“Knapsack” is <i lang='pi' translate='no'>puṭosa</i>, where <i lang='pi' translate='no'>puṭa</i> is “bag” and <i lang='pi' translate='no'>osa</i> is “food” (Sanskrit <i lang='pi' translate='no'>avasa</i>). The compound is a dative-dependent <i lang='pi' translate='no'>tappurisa</i> with reversal of the usual order, yielding the sense “bag for food”. "},"mn118:9.1":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā—","eng":"For in this Saṅgha there are perfected mendicants, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment. ","html":"<p>{}"},"mn118:9.2":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","eng":"There are such mendicants in this Saṅgha. ","html":"{}</p>"},"mn118:10.1":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā—","eng":"In this Saṅgha there are mendicants who, with the ending of the five lower fetters are reborn spontaneously. They are extinguished there, and are not liable to return from that world. ","html":"<p>{}"},"mn118:10.2":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","eng":"There are such mendicants in this Saṅgha. ","html":"{}</p>"},"mn118:11.1":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti—","eng":"In this Saṅgha there are mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering. ","html":"<p>{}"},"mn118:11.2":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","eng":"There are such mendicants in this Saṅgha. ","html":"{}</p>"},"mn118:12.1":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyanā—","eng":"In this Saṅgha there are mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, destined for awakening. ","html":"<p>{}"},"mn118:12.2":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","eng":"There are such mendicants in this Saṅgha. ","html":"{}</p>"},"mn118:13.1":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe catunnaṃ satipaṭṭhānānaṃ bhāvanānuyogamanuyuttā viharanti—","eng":"In this Saṅgha there are mendicants who are committed to developing the four kinds of mindfulness meditation … ","html":"<p>{}"},"mn118:13.2":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","html":"{}"},"mn118:14.1":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe catunnaṃ sammappadhānānaṃ bhāvanānuyogamanuyuttā viharanti …pe… ","eng":"the four right efforts … ","html":"{}"},"mn118:14.2":{"pli":"catunnaṃ iddhipādānaṃ … ","eng":"the four bases of psychic power … ","html":"{}"},"mn118:14.3":{"pli":"pañcannaṃ indriyānaṃ … ","eng":"the five faculties … ","html":"{}"},"mn118:14.4":{"pli":"pañcannaṃ balānaṃ … ","eng":"the five powers … ","html":"{}"},"mn118:14.5":{"pli":"sattannaṃ bojjhaṅgānaṃ … ","eng":"the seven awakening factors … ","html":"{}"},"mn118:14.6":{"pli":"ariyassa aṭṭhaṅgikassa maggassa bhāvanānuyogamanuyuttā viharanti—","eng":"the noble eightfold path. ","html":"{}"},"mn118:14.7":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","eng":"There are such mendicants in this Saṅgha. ","html":"{}"},"mn118:14.8":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe mettābhāvanānuyogamanuyuttā viharanti … ","eng":"In this Saṅgha there are mendicants who are committed to developing the meditation on love … ","html":"{}"},"mn118:14.9":{"pli":"karuṇābhāvanānuyogamanuyuttā viharanti … ","eng":"compassion … ","html":"{}"},"mn118:14.10":{"pli":"muditābhāvanānuyogamanuyuttā viharanti … ","eng":"rejoicing … ","html":"{}"},"mn118:14.11":{"pli":"upekkhābhāvanānuyogamanuyuttā viharanti … ","eng":"equanimity … ","html":"{}"},"mn118:14.12":{"pli":"asubhabhāvanānuyogamanuyuttā viharanti … ","eng":"ugliness … ","html":"{}"},"mn118:14.13":{"pli":"aniccasaññābhāvanānuyogamanuyuttā viharanti—","eng":"impermanence. ","html":"{}"},"mn118:14.14":{"pli":"evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe. ","eng":"There are such mendicants in this Saṅgha. ","html":"{}"},"mn118:14.15":{"pli":"Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe ānāpānassatibhāvanānuyogamanuyuttā viharanti. ","eng":"In this Saṅgha there are mendicants who are committed to developing the meditation on mindfulness of breathing. ","html":"{}</p>"},"mn118:15.1":{"pli":"Ānāpānassati, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā. ","eng":"Mendicants, when mindfulness of breathing is developed and cultivated it is very fruitful and beneficial. ","html":"<p>{}","comm":"The main contents of the discourse are summarized in these four statements, each of which is expanded in the four sections that follow. "},"mn118:15.2":{"pli":"Ānāpānassati, bhikkhave, bhāvitā bahulīkatā cattāro satipaṭṭhāne paripūreti. ","eng":"Mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation. ","html":"{}"},"mn118:15.3":{"pli":"Cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrenti. ","eng":"The four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. ","html":"{}"},"mn118:15.4":{"pli":"Satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrenti. ","eng":"And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom. ","html":"{}</p>"},"mn118:16.1":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, ānāpānassati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā? ","eng":"And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial? ","html":"<p>{}</p>"},"mn118:17.1":{"pli":"Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, sets their body straight, and establishes mindfulness in their presence. ","html":"<p>{}","comm":"The situation here—a mendicant gone to the forest—establishes that this practice takes place in the wider context of the Gradual Training. Indeed, this whole sutta can be understood as an expansion of this phrase, mentioned briefly at <a href='index.html?q=dn2#67.3'>DN 2:67.3</a>. "},"mn118:17.2":{"pli":"So satova assasati satova passasati. ","eng":"Just mindful, they breathe in. Mindful, they breathe out. ","html":"{}</p>","comm":"The most fundamental meditation instruction. Notice how the Buddha phrases it: not “concentrate on the breath” as an object, but rather “breathing” as an activity to which one brings mindfulness. The stages of breath meditation are not meant to be done deliberately, but to be observed and understood as the natural process of deepening meditation. "},"mn118:18.1":{"pli":"Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti; ","eng":"Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ ","html":"<p data-counter='1'>{}","comm":"In the beginning, the breath is somewhat rough and coarse. The Pali idiom is “long” and “short” breath, but in English we usually say one breathes “heavily” or “lightly”. "},"mn118:18.2":{"pli":"rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti; ","eng":"When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ ","html":"{}","comm":"Over time, the breath becomes more subtle and soft. "},"mn118:18.3":{"pli":"‘sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’","html":"{}","comm":"The “whole body” (<i lang='pi' translate='no'>sabbakāya</i>) here refers to the breath, marking the fuller and more continuous awareness that arises with tranquility. Some, however, interpret it as the “whole physical body”, broadening awareness to encompass the movement and settling of energies throughout the body. "},"mn118:18.4":{"pli":"‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ","html":"{}</p>","comm":"The “physical process” (<i lang='pi' translate='no'>kāyasaṅkhāra</i>) is the breath itself (<a href='index.html?q=sn41.6#1.8'>SN 41.6:1.8</a>). This can become so soft as to be imperceptible. "},"mn118:19.1":{"pli":"‘Pītipaṭisaṃvedī assasissāmī’ti sikkhati, ‘pītipaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing rapture.’ They practice like this: ‘I’ll breathe out experiencing rapture.’ ","html":"<p data-counter='2'>{}","comm":"“Rapture” (<i lang='pi' translate='no'>pīti</i>) is a joyous emotional response to pleasure, usually a spiritual sense of elevation or uplift in meditation. Normally rapture is said to arise before tranquility as part of the process leading towards absorption (see below, <a href='index.html?q=mn118#34.1'>MN 118:34.1</a>). In mindfulness of breathing, however, the body typically becomes quite tranquil before rapture arises. "},"mn118:19.2":{"pli":"‘sukhapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sukhapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing bliss.’ They practice like this: ‘I’ll breathe out experiencing bliss.’ ","html":"{}","comm":"The uplifting quality of rapture becomes sublimated to a more subtle, pervasive pleasure or bliss. The meditator refines and stabilizes these positive emotions in their journey towards absorption, which occurs when all necessary factors are fully developed and perfectly balanced in a subtle union. "},"mn118:19.3":{"pli":"‘cittasaṅkhārapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittasaṅkhārapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing the mental process.’ They practice like this: ‘I’ll breathe out experiencing the mental process.’ ","html":"{}","comm":"“Mental processes” are said to be “perception and feeling” (<a href='index.html?q=mn44#14.1'>MN 44:14.1</a>, <a href='index.html?q=sn41.6#1.7'>SN 41.6:1.7</a>). The “feelings” include rapture and bliss. “Perception” in meditation includes the “light” (<a href='index.html?q=mn128#28.2'>MN 128:28.2</a>) or “forms” (<a href='index.html?q=mn77#23.14'>MN 77:23.14</a>) often experienced by meditators at this point. Later texts call this a <i lang='pi' translate='no'>nimitta</i>, a “sign” that the mind is becoming subtle and the hindrances quiet as the meditator nears absorption. "},"mn118:19.4":{"pli":"‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in stilling the mental process.’ They practice like this: ‘I’ll breathe out stilling the mental process.’ ","html":"{}</p>","comm":"A paradox of meditation is that the stronger things are, the more subtle they become. In the initial stages of practice, it is common to have overwhelming experiences of rapture, with tears of joy, or dramatic and striking “visions”. Inexperienced meditators often take this to signify a profound realization. With patient mindfulness, however, the feelings and perceptions settle down and become unified, so they are no longer experienced as separate things. Just as the physical breath virtually disappeared, here too the feelings and perceptions can become so subtle as to feel like the simple, normal state of the mind. "},"mn118:20.1":{"pli":"‘Cittapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’ ","html":"<p data-counter='3'>{}","comm":"With the stilling of “mental processes”, the mind itself becomes clear, the center of awareness that knows all of this. These four factors focus on the experience of absorption. "},"mn118:20.2":{"pli":"‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati, ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in gladdening the mind.’ They practice like this: ‘I’ll breathe out gladdening the mind.’ ","html":"{}","comm":"This applies especially to the first two absorptions. "},"mn118:20.3":{"pli":"‘samādahaṃ cittaṃ assasissāmī’ti sikkhati, ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in immersing the mind in samādhi.’ They practice like this: ‘I’ll breathe out immersing the mind in samādhi.’ ","html":"{}","comm":"“Immersion” (<i lang='pi' translate='no'>samādhi</i>) is deep meditative stillness. The word conveys the sense of “gathered”, “collected”, with a secondary sense of “ignited”, “illuminated”. It emphasizes both the stability of the mind as well as the unification of all the mental factors present (see <a href='index.html?q=mn44#12.2'>MN 44:12.2</a> and note there). "},"mn118:20.4":{"pli":"‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’ ","html":"{}</p>","comm":"The mind is liberated from hindrances in absorption. This is a state so very refined it is called the “bliss of awakening” (<a href='index.html?q=mn139#9.18'>MN 139:9.18</a>), albeit temporarily (<a href='index.html?q=an5.149'>AN 5.149</a>). "},"mn118:21.1":{"pli":"‘Aniccānupassī assasissāmī’ti sikkhati, ‘aniccānupassī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in observing impermanence.’ They practice like this: ‘I’ll breathe out observing impermanence.’ ","html":"<p data-counter='4'>{}","comm":"The first twelve steps focused on serenity (<i lang='pi' translate='no'>samatha</i>), and now the final four steps shift focus to discernment (or “insight”, <i lang='pi' translate='no'>vipassanā</i>). This exemplifies the most common course of practice, where serenity precedes discernment (<a href='index.html?q=an4.170#3.2'>AN 4.170:3.2</a>). Here, impermanence is contemplated in the context of mindfulness of breathing itself. The entire course of practice has seen the physical energies of the breath become subtle and fade, then the mental processes, then the mind itself is transformed. The meditator reflects on these changes and sees not simply that change happens, but how changes happen due to causes. "},"mn118:21.2":{"pli":"‘virāgānupassī assasissāmī’ti sikkhati, ‘virāgānupassī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in observing fading away.’ They practice like this: ‘I’ll breathe out observing fading away.’ ","html":"{}","comm":"<i lang='pi' translate='no'>Virāga</i> means both “dispassion” in the sense of letting go desire, and “fading away” in the sense of its gradual disappearance. "},"mn118:21.3":{"pli":"‘nirodhānupassī assasissāmī’ti sikkhati, ‘nirodhānupassī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in observing cessation.’ They practice like this: ‘I’ll breathe out observing cessation.’ ","html":"{}","comm":"This refers to the permanent ending of the fetters or underlying tendencies. "},"mn118:21.4":{"pli":"‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ ","html":"{}</p>","comm":"This is the full renunciation of all worldly desires that occurs with arahantship (“perfection”). These final four stages illustrating the progress of insight can even be mapped on to the four stages of awakening: the stream-enterer sees that “whatever has a beginning also has an end”; for the once-returner, greed and hate are fading away; for the non-returner, greed and hate have ceased; and for the arahant, all defilements are relinquished. "},"mn118:22.1":{"pli":"Evaṃ bhāvitā kho, bhikkhave, ānāpānassati evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā. ","eng":"Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial. ","html":"<p>{}</p>"},"mn118:23.1":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, ānāpānassati kathaṃ bahulīkatā cattāro satipaṭṭhāne paripūreti? ","eng":"And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation? ","html":"<p>{}</p>"},"mn118:24.1":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti; ","eng":"Whenever a mendicant knows that they breathe heavily, ","html":"<p data-counter='1'>{}"},"mn118:24.2":{"pli":"rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti; ","eng":"or lightly, ","html":"{}"},"mn118:24.3":{"pli":"‘sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"or experiencing the whole body, ","html":"{}"},"mn118:24.4":{"pli":"‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati; ","eng":"or stilling the physical process—","html":"{}"},"mn118:24.5":{"pli":"kāye kāyānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"at that time they’re meditating by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn118:24.6":{"pli":"Kāyesu kāyaññatarāhaṃ, bhikkhave, evaṃ vadāmi yadidaṃ—assāsapassāsā. ","eng":"For I say that the in-breaths and out-breaths are an aspect of the body. ","html":"{}","comm":"The Pali here is <i lang='pi' translate='no'>kāyesu kāyaññataraṁ</i>, literally, “a body among the bodies”. What it means is that the breath, as one of the four material elements, is a certain aspect of our physical embodiment which is selected here for contemplation, rather than, say, the parts of the body or the postures as we find in the full presentation of <i lang='pi' translate='no'>satipaṭṭhāna</i> at <a href='index.html?q=mn10'>MN 10</a> or <a href='index.html?q=mn119'>MN 119</a>. "},"mn118:24.7":{"pli":"Tasmātiha, bhikkhave, kāye kāyānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"That’s why at that time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}</p>"},"mn118:25.1":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu ‘pītipaṭisaṃvedī assasissāmī’ti sikkhati, ‘pītipaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"Whenever a mendicant practices breathing while experiencing rapture, ","html":"<p data-counter='2'>{}"},"mn118:25.2":{"pli":"‘sukhapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sukhapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"or experiencing bliss, ","html":"{}"},"mn118:25.3":{"pli":"‘cittasaṅkhārapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittasaṅkhārapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"or experiencing the mental process, ","html":"{}"},"mn118:25.4":{"pli":"‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati; ","eng":"or stilling the mental process—","html":"{}"},"mn118:25.5":{"pli":"vedanāsu vedanānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"at that time they meditate observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn118:25.6":{"pli":"Vedanāsu vedanāññatarāhaṃ, bhikkhave, evaṃ vadāmi yadidaṃ—assāsapassāsānaṃ sādhukaṃ manasikāraṃ. ","eng":"For I say that careful application of mind to the in-breaths and out-breaths is an aspect of feelings. ","html":"{}","comm":"Likewise, the sense here is that the pleasant feelings of breath meditation are part of the full spectrum of feelings contemplated in <i lang='pi' translate='no'>satipaṭṭhāna</i>, which include painful feelings (<a href='index.html?q=mn10#32.1'>MN 10:32.1</a>). The meditator “carefully” (<i lang='pi' translate='no'>sādhukaṁ</i>) focuses on these feelings as they manifest in the breath. The point is that “breath” is not purely a physical phenomenon. The material property of “air” is its most obvious dimension, but we experience breath as a complex that includes emotional and cognitive dimensions. As the physical process becomes subtle, feeling becomes apparent as an aspect of the breath that has always been there, but not clearly perceived. "},"mn118:25.7":{"pli":"Tasmātiha, bhikkhave, vedanāsu vedanānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"That’s why at that time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}</p>"},"mn118:26.1":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu ‘cittapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittapaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"Whenever a mendicant practices breathing while experiencing the mind, ","html":"<p data-counter='3'>{}"},"mn118:26.2":{"pli":"‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati, ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"or gladdening the mind, ","html":"{}"},"mn118:26.3":{"pli":"‘samādahaṃ cittaṃ assasissāmī’ti sikkhati, ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"or immersing the mind in samādhi, ","html":"{}"},"mn118:26.4":{"pli":"‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"or freeing the mind—","html":"{}"},"mn118:26.5":{"pli":"citte cittānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"at that time they meditate observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn118:26.6":{"pli":"Nāhaṃ, bhikkhave, muṭṭhassatissa asampajānassa ānāpānassatiṃ vadāmi. ","eng":"There is no development of mindfulness of breathing for someone who is unmindful and lacks awareness, I say. ","html":"{}","comm":"Here the manner of explanation is changed, but the sense is not dissimilar. At <a href='index.html?q=mn10#34.1'>MN 10:34.1</a> the contemplation of mind includes states of mind characterized by greed, hate, and delusion, which are experienced by one lacking mindfulness and awareness. Mindfulness of breathing, however, focuses on the purified mind states of deep meditation. It is also perhaps noteworthy that the third absorption is said to be characterized by mindfulness and awareness, while the fourth absorption is characterized by equanimity, which is highlighted in the next step. "},"mn118:26.7":{"pli":"Tasmātiha, bhikkhave, citte cittānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"That’s why at that time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}</p>"},"mn118:27.1":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu ‘aniccānupassī assasissāmī’ti sikkhati, ‘aniccānupassī passasissāmī’ti sikkhati; ","eng":"Whenever a mendicant practices breathing while observing impermanence, ","html":"<p data-counter='4'>{}"},"mn118:27.2":{"pli":"‘virāgānupassī assasissāmī’ti sikkhati, ‘virāgānupassī passasissāmī’ti sikkhati; ","eng":"or observing fading away, ","html":"{}"},"mn118:27.3":{"pli":"‘nirodhānupassī assasissāmī’ti sikkhati, ‘nirodhānupassī passasissāmī’ti sikkhati; ","eng":"or observing cessation, ","html":"{}"},"mn118:27.4":{"pli":"‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati; ","eng":"or observing letting go—","html":"{}"},"mn118:27.5":{"pli":"dhammesu dhammānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"at that time they meditate observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}"},"mn118:27.6":{"pli":"So yaṃ taṃ abhijjhādomanassānaṃ pahānaṃ taṃ paññāya disvā sādhukaṃ ajjhupekkhitā hoti. ","eng":"Having seen with wisdom the giving up of covetousness and displeasure, they watch over closely with equanimity. ","html":"{}","comm":"“Covetousness and displeasure” are the defilements relinquished in <i lang='pi' translate='no'>satipaṭṭhāna</i> itself (<a href='index.html?q=mn10#3.2'>MN 10:3.2</a>). This passage refers to reviewing or reflective knowledge, looking back over the course of meditation, seeing how the defilements are abandoned, and understanding how this happens according to the “principles” (<i lang='pi' translate='no'>dhammā</i>) of cause and effect. With understanding comes equanimity, as one is no longer attached. "},"mn118:27.7":{"pli":"Tasmātiha, bhikkhave, dhammesu dhammānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ","eng":"That’s why at that time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ","html":"{}</p>"},"mn118:28.1":{"pli":"Evaṃ bhāvitā kho, bhikkhave, ānāpānassati evaṃ bahulīkatā cattāro satipaṭṭhāne paripūreti. ","eng":"That’s how mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation. ","html":"<p>{}</p>"},"mn118:29.1":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, cattāro satipaṭṭhānā kathaṃ bahulīkatā satta bojjhaṅge paripūrenti? ","eng":"And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors? ","html":"<p>{}</p>","comm":"The seven awakening factors are included in the fourth <i lang='pi' translate='no'>satipaṭṭhāna</i> under contemplation of principles (<a href='index.html?q=mn10#42.1'>MN 10:42.1</a>). There, their primary function is to eliminate the five hindrances, the causal contemplation of which is a prominent feature of suttas on this topic (<a href='index.html?q=sn46.2'>SN 46.2</a>). Thus this expands on the details of the “observation of principles”. "},"mn118:30.1":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, upaṭṭhitāssa tasmiṃ samaye sati hoti asammuṭṭhā. ","eng":"Whenever a mendicant meditates by observing an aspect of the body, at that time their mindfulness is established and lucid. ","html":"<p data-counter='1'>{}"},"mn118:30.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā, satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti. Satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it. ","html":"{}</p>","comm":"The “awakening factor of mindfulness” may, as here, refer to meditation, or else to the recollection of the teachings (<a href='index.html?q=sn46.3#1.9'>SN 46.3:1.9</a>). "},"mn118:31.1":{"pli":"So tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati. ","eng":"As they live mindfully in this way they investigate, explore, and inquire into that principle with wisdom. ","html":"<p data-counter='2'>{}"},"mn118:31.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it. ","html":"{}</p>","comm":"Likewise, <i lang='pi' translate='no'>dhamma</i> can refer as here to the “principles” of cause and effect, or else the “teachings” that are recollected (<a href='index.html?q=sn46.3#2.4'>SN 46.3:2.4</a>). "},"mn118:32.1":{"pli":"Tassa taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ. ","eng":"As they investigate principles with wisdom in this way their energy is roused up and unflagging. ","html":"<p data-counter='3'>{}"},"mn118:32.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it. ","html":"{}</p>"},"mn118:33.1":{"pli":"Āraddhavīriyassa uppajjati pīti nirāmisā. ","eng":"When they’re energetic, rapture not of the flesh arises. ","html":"<p data-counter='4'>{}"},"mn118:33.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it. ","html":"{}</p>"},"mn118:34.1":{"pli":"Pītimanassa kāyopi passambhati, cittampi passambhati. ","eng":"When the mind is full of rapture, the body and mind become tranquil. ","html":"<p data-counter='5'>{}"},"mn118:34.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it. ","html":"{}</p>"},"mn118:35.1":{"pli":"Passaddhakāyassa sukhino cittaṃ samādhiyati. ","eng":"When the body is tranquil and they feel bliss, the mind becomes immersed in samādhi. ","html":"<p data-counter='6'>{}"},"mn118:35.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it. ","html":"{}</p>"},"mn118:36.1":{"pli":"So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti. ","eng":"They closely watch over that mind immersed in samādhi. ","html":"<p data-counter='7'>{}"},"mn118:36.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it. ","html":"{}</p>"},"mn118:37.1":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu vedanāsu …pe… ","eng":"Whenever a mendicant meditates by observing an aspect of feelings … ","html":"<p data-counter='1–7'>{}"},"mn118:38.1":{"pli":"citte … ","eng":"mind … ","html":"{}"},"mn118:38.2":{"pli":"dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, upaṭṭhitāssa tasmiṃ samaye sati hoti asammuṭṭhā. ","eng":"principles, at that time their mindfulness is established and lucid. ","html":"{}"},"mn118:38.3":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā, satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"At such a time, a mendicant has activated the awakening factor of mindfulness … ","html":"{}"},"mn118:38.4":{"pli":"So tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati. ","html":"{}"},"mn118:38.5":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"investigation of principles … ","html":"{}"},"mn118:38.6":{"pli":"Tassa taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ. ","html":"{}"},"mn118:38.7":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"energy … ","html":"{}"},"mn118:38.8":{"pli":"Āraddhavīriyassa uppajjati pīti nirāmisā. ","html":"{}"},"mn118:38.9":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"rapture … ","html":"{}"},"mn118:38.10":{"pli":"Pītimanassa kāyopi passambhati, cittampi passambhati. ","html":"{}"},"mn118:38.11":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"tranquility … ","html":"{}"},"mn118:38.12":{"pli":"Passaddhakāyassa sukhino cittaṃ samādhiyati. ","html":"{}"},"mn118:38.13":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"immersion … ","html":"{}"},"mn118:39.1":{"pli":"So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti. ","html":"{}"},"mn118:39.2":{"pli":"Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. ","eng":"equanimity. ","html":"{}</p>"},"mn118:40.1":{"pli":"Evaṃ bhāvitā kho, bhikkhave, cattāro satipaṭṭhānā evaṃ bahulīkatā satta sambojjhaṅge paripūrenti. ","eng":"That’s how the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. ","html":"<p>{}</p>"},"mn118:41.1":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṃ bahulīkatā vijjāvimuttiṃ paripūrenti? ","eng":"And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom? ","html":"<p>{}</p>"},"mn118:42.1":{"pli":"Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"It’s when a mendicant develops the awakening factors of mindfulness, ","html":"<p>{}"},"mn118:42.2":{"pli":"Dhammavicayasambojjhaṅgaṃ bhāveti …pe… ","eng":"investigation of principles, ","html":"{}"},"mn118:42.3":{"pli":"vīriyasambojjhaṅgaṃ bhāveti … ","eng":"energy, ","html":"{}"},"mn118:42.4":{"pli":"pītisambojjhaṅgaṃ bhāveti … ","eng":"rapture, ","html":"{}"},"mn118:42.5":{"pli":"passaddhisambojjhaṅgaṃ bhāveti … ","eng":"tranquility, ","html":"{}"},"mn118:42.6":{"pli":"samādhisambojjhaṅgaṃ bhāveti … ","eng":"immersion, ","html":"{}</p>"},"mn118:42.7":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"<p>{}</p>","comm":"The final three terms here are almost identical to the final three stages of mindfulness of breathing: fading away, cessation, and letting go. One of the purposes of this sutta has been to show the deep interconnectedness of all these practices. "},"mn118:43.1":{"pli":"Evaṃ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṃ bahulīkatā vijjāvimuttiṃ paripūrentī”ti. ","eng":"That’s how the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.” ","html":"<p>{}</p>"},"mn118:43.2":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn118:43.3":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn118:43.4":{"pli":"Ānāpānassatisuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}