{"mn22":{"mn22:0.1":{"pli":"Majjhima Nikāya 22 ","eng":"Middle Discourses 22 ","html":"<article id='mn22'><header><ul><li class='division'>{}</li></ul>"},"mn22:0.2":{"pli":"Alagaddūpamasutta ","eng":"The Simile of the Cobra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn22:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn22:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn22:2.1":{"pli":"Tena kho pana samayena ariṭṭhassa nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"Now at that time a mendicant called Ariṭṭha, who had previously been a vulture trapper, had the following harmful misconception: ","html":"<p>{}","comm":"For “vulture trapper” (<i lang='pi' translate='no'>gaddhabādhi</i>), see <a href='index.html?q=sn47.7#1.4'>SN 47.7:1.4</a> where <i lang='pi' translate='no'>√bādh</i> clearly means to “trap” a monkey. The commentary’s “killer” seems unjustified. "},"mn22:2.2":{"pli":"“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ","eng":"“As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them.” ","html":"{}</p>","comm":"By this he denies the third of the four kinds of self-assurance (<a href='index.html?q=mn12#25.1'>MN 12:25.1</a>). "},"mn22:2.3":{"pli":"Assosuṃ kho sambahulā bhikkhū: ","eng":"Several mendicants heard this rumour. ","html":"<p>{}"},"mn22:2.4":{"pli":"“ariṭṭhassa kira nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"mn22:2.5":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ","html":"{}"},"mn22:3.1":{"pli":"Atha kho te bhikkhū yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamiṃsu; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavocuṃ: ","eng":"They went up to Ariṭṭha and said to him, ","html":"{}"},"mn22:3.2":{"pli":"“saccaṃ kira te, āvuso ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","eng":"“Is it really true, Reverend Ariṭṭha, that you have such a harmful misconception: ","html":"{}"},"mn22:3.3":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ","eng":"‘As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them’?” ","html":"{}</p>"},"mn22:3.4":{"pli":"“Evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ","eng":"“Absolutely, reverends. As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them.” ","html":"<p>{}</p>"},"mn22:3.5":{"pli":"Atha kho tepi bhikkhū ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti: ","eng":"Then, wishing to dissuade Ariṭṭha from his view, the mendicants pursued, pressed, and grilled him, ","html":"<p>{}","comm":"The stock phrase “pursued, pressed, and grilled” (<i lang='pi' translate='no'>samanuyuñjanti samanugāhanti samanubhāsanti</i>) is sometimes rendered as if it meant to “question”, but here there is no question. While these terms are commonly used in a context of questioning, they do not, in and of themselves, mean to question. Rather they mean to engage with a person and push for an answer or response. "},"mn22:3.6":{"pli":"“mā hevaṃ, āvuso ariṭṭha, avaca, mā bhagavantaṃ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ","eng":"“Don’t say that, Ariṭṭha! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ","html":"{}","comm":"Ariṭṭha makes two mistakes: misunderstanding sensual pleasures, and misrepresenting the Buddha. "},"mn22:3.7":{"pli":"Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya. ","eng":"In many ways the Buddha has said that obstructive acts are obstructive, and that they really do obstruct the one who performs them. ","html":"{}","comm":"Ariṭṭha did not specify what “obstructions” he was referring to, but this reply by the mendicants indicates that he meant indulgence in sensual pleasures, a conclusion supported by the commentary and several parallel texts. See too <a href='index.html?q=thig16.1#45.2'>Thig 16.1:45.2</a> where sensual pleasures are said to be “obstructive”. Other things said to be obstructive are “possessions, honor, and popularity” (eg. <a href='index.html?q=sn17.2#1.2'>SN 17.2:1.2</a>) and “false speech” (<a href='index.html?q=pli-tv-kd2#3.3.14'>Kd 2:3.3.14</a>). In the latter context, “obstructive” is explained as preventing the attainment of <i lang='pi' translate='no'>jhāna</i> and higher spiritual realizations. "},"mn22:3.8":{"pli":"Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"The Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ","html":"{}"},"mn22:3.9":{"pli":"Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā … ","eng":"With the similes of a skeleton … ","html":"{}","comm":"The first seven of these ten similes are taught with explanations at <a href='index.html?q=mn54#15.1'>MN 54:15.1</a>. The full ten are quoted at <a href='index.html?q=an5.76#11.2'>AN 5.76:11.2</a> and by the bhikkhunī Sumedhā at <a href='index.html?q=thig16.1#41.1'>Thig 16.1:41.1</a>. With slight variations the list recurs in various parallels and some similes are found individually. "},"mn22:3.10":{"pli":"maṃsapesūpamā kāmā vuttā bhagavatā … ","eng":"a scrap of meat … ","html":"{}"},"mn22:3.11":{"pli":"tiṇukkūpamā kāmā vuttā bhagavatā … ","eng":"a grass torch … ","html":"{}"},"mn22:3.12":{"pli":"aṅgārakāsūpamā kāmā vuttā bhagavatā … ","eng":"a pit of glowing coals … ","html":"{}"},"mn22:3.13":{"pli":"supinakūpamā kāmā vuttā bhagavatā … ","eng":"a dream … ","html":"{}"},"mn22:3.14":{"pli":"yācitakūpamā kāmā vuttā bhagavatā … ","eng":"borrowed goods … ","html":"{}"},"mn22:3.15":{"pli":"rukkhaphalūpamā kāmā vuttā bhagavatā … ","eng":"fruit on a tree … ","html":"{}"},"mn22:3.16":{"pli":"asisūnūpamā kāmā vuttā bhagavatā … ","eng":"a butcher’s knife and chopping board … ","html":"{}"},"mn22:3.17":{"pli":"sattisūlūpamā kāmā vuttā bhagavatā … ","eng":"swords and spears … ","html":"{}"},"mn22:3.18":{"pli":"sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti. ","eng":"a snake’s head, the Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” ","html":"{}</p>"},"mn22:3.19":{"pli":"Evampi kho ariṭṭho bhikkhu gaddhabādhipubbo tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati: ","eng":"But even though the mendicants pursued, pressed, and grilled him in this way, Ariṭṭha obstinately stuck to his misconception and insisted on it. ","html":"<p>{}"},"mn22:3.20":{"pli":"“evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ","html":"{}</p>"},"mn22:3.21":{"pli":"Yato kho te bhikkhū nāsakkhiṃsu ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"When they weren’t able to dissuade Ariṭṭha from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}"},"mn22:3.22":{"pli":"“ariṭṭhassa nāma, bhante, bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","html":"{}"},"mn22:3.23":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ","html":"{}"},"mn22:3.24":{"pli":"Assumha kho mayaṃ, bhante: ","html":"{}"},"mn22:3.25":{"pli":"‘ariṭṭhassa kira nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","html":"{}"},"mn22:3.26":{"pli":"tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ","html":"{}</p>"},"mn22:3.27":{"pli":"Atha kho mayaṃ, bhante, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamimha; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavocumha: ","html":"<p>{}"},"mn22:3.28":{"pli":"‘saccaṃ kira te, āvuso ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","html":"{}"},"mn22:3.29":{"pli":"tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti? ","html":"{}</p>"},"mn22:3.30":{"pli":"Evaṃ vutte, bhante, ariṭṭho bhikkhu gaddhabādhipubbo amhe etadavoca: ","html":"<p>{}"},"mn22:3.31":{"pli":"‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ","html":"{}"},"mn22:3.32":{"pli":"Atha kho mayaṃ, bhante, ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjimha samanugāhimha samanubhāsimha: ","html":"{}"},"mn22:3.33":{"pli":"‘mā hevaṃ, āvuso ariṭṭha, avaca, mā bhagavantaṃ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ","html":"{}"},"mn22:3.34":{"pli":"Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya. ","html":"{}"},"mn22:3.35":{"pli":"Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","html":"{}"},"mn22:3.36":{"pli":"Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …pe… ","html":"{}"},"mn22:3.37":{"pli":"sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ","html":"{}</p>"},"mn22:3.38":{"pli":"Evampi kho, bhante, ariṭṭho bhikkhu gaddhabādhipubbo amhehi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati: ","html":"<p>{}"},"mn22:3.39":{"pli":"‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ","html":"{}"},"mn22:4.1":{"pli":"Yato kho mayaṃ, bhante, nāsakkhimha ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha mayaṃ etamatthaṃ bhagavato ārocemā”ti. ","html":"{}</p>"},"mn22:5.1":{"pli":"Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ","eng":"So the Buddha addressed one of the monks, ","html":"<p>{}"},"mn22:5.2":{"pli":"“ehi tvaṃ, bhikkhu, mama vacanena ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ āmantehi: ","eng":"“Please, monk, in my name tell the mendicant Ariṭṭha, formerly a vulture trapper, that ","html":"{}"},"mn22:5.3":{"pli":"‘satthā taṃ, āvuso ariṭṭha, āmantetī’”ti. ","eng":"the teacher summons him.” ","html":"{}</p>"},"mn22:5.4":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkami; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavoca: ","eng":"“Yes, sir,” that monk replied. He went to Ariṭṭha and said to him, ","html":"<p>{}"},"mn22:5.5":{"pli":"“satthā taṃ, āvuso ariṭṭha, āmantetī”ti. ","eng":"“Reverend Ariṭṭha, the teacher summons you.” ","html":"{}</p>"},"mn22:5.6":{"pli":"“Evamāvuso”ti kho ariṭṭho bhikkhu gaddhabādhipubbo tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ bhagavā etadavoca: ","eng":"“Yes, reverend,” Ariṭṭha replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"<p>{}</p>"},"mn22:5.7":{"pli":"“saccaṃ kira te, ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ","eng":"“Is it really true, Ariṭṭha, that you have such a harmful misconception: ","html":"<p>{}"},"mn22:5.8":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti? ","eng":"‘As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them’?” ","html":"{}</p>"},"mn22:5.9":{"pli":"“Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi: ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ","eng":"“Absolutely, sir. As I understand the Buddha’s teaching, the acts that he says are obstructions are not really obstructions for the one who performs them.” ","html":"<p>{}</p>","comm":"“Absolutely” renders the particle <i lang='pi' translate='no'>byā</i>, which is a rare intensive form of <i lang='pi' translate='no'>iva</i>. It is employed in the same manner by Sāti at <a href='index.html?q=mn38#3.7'>MN 38:3.7</a>, who is equally confident and equally wrong. "},"mn22:6.1":{"pli":"“Kassa kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi? ","eng":"“Futile man, who on earth have you ever known me to teach in that way? ","html":"<p>{}"},"mn22:6.2":{"pli":"Nanu mayā, moghapurisa, anekapariyāyena antarāyikā dhammā antarāyikā vuttā? Alañca pana te paṭisevato antarāyāya. ","eng":"Haven’t I said in many ways that obstructive acts are obstructive, and that they really do obstruct the one who performs them? ","html":"{}"},"mn22:6.3":{"pli":"Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ","html":"{}"},"mn22:6.4":{"pli":"Aṭṭhikaṅkalūpamā kāmā vuttā mayā … ","eng":"With the similes of a skeleton … ","html":"{}"},"mn22:6.5":{"pli":"maṃsapesūpamā kāmā vuttā mayā … ","eng":"a scrap of meat … ","html":"{}"},"mn22:6.6":{"pli":"tiṇukkūpamā kāmā vuttā mayā … ","eng":"a grass torch … ","html":"{}"},"mn22:6.7":{"pli":"aṅgārakāsūpamā kāmā vuttā mayā … ","eng":"a pit of glowing coals … ","html":"{}"},"mn22:6.8":{"pli":"supinakūpamā kāmā vuttā mayā … ","eng":"a dream … ","html":"{}"},"mn22:6.9":{"pli":"yācitakūpamā kāmā vuttā mayā … ","eng":"borrowed goods … ","html":"{}"},"mn22:6.10":{"pli":"rukkhaphalūpamā kāmā vuttā mayā … ","eng":"fruit on a tree … ","html":"{}"},"mn22:6.11":{"pli":"asisūnūpamā kāmā vuttā mayā … ","eng":"a butcher’s knife and chopping board … ","html":"{}"},"mn22:6.12":{"pli":"sattisūlūpamā kāmā vuttā mayā … ","eng":"swords and spears … ","html":"{}"},"mn22:6.13":{"pli":"sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"a snake’s head, I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ","html":"{}"},"mn22:6.14":{"pli":"Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khanasi, bahuñca apuññaṃ pasavasi. ","eng":"But still you misrepresent me by your wrong grasp, harm yourself, and brim with much wickedness. ","html":"{}"},"mn22:6.15":{"pli":"Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti. ","eng":"This will be for your lasting harm and suffering.” ","html":"{}</p>","comm":"The discourse up to this point is also found twice in the Vinaya. At <a href='index.html?q=pli-tv-bu-vb-pc68'>Bu Pc 68</a> the Buddha makes it a confessable offence to persistently insist on a pernicious wrong view of this sort. At <a href='index.html?q=pli-tv-kd11#32.1.1'>Kd 11:32.1.1</a> the Buddha asks the Sangha to perform an act of suspension (or “ejection”, <i lang='pi' translate='no'>ukkhepanīyakamma</i>) against Ariṭṭha. This portion is also found in the parallel Vinayas of the Dharmaguptaka,Kāśyapīya, Mahāsāṅghika, Mahīśāsaka, Mūlasarvāstivāda, and Sarvāstivāda schools. "},"mn22:7.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the mendicants, ","html":"<p>{}"},"mn22:7.2":{"pli":"“Taṃ kiṃ maññatha, bhikkhave, ","eng":"“What do you think, mendicants? ","html":"{}"},"mn22:7.3":{"pli":"api nāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo usmīkatopi imasmiṃ dhammavinaye”ti? ","eng":"Has this mendicant Ariṭṭha kindled even a spark of ardor in this teaching and training?” ","html":"{}</p>","comm":"“Kindled even a spark of ardor” renders <i lang='pi' translate='no'>usmīkatopi</i>, found in a similar context at <a href='index.html?q=mn38#6.3'>MN 38:6.3</a>. <i lang='pi' translate='no'>Usmā</i> elsewhere appears as bodily warmth (<a href='index.html?q=mn43#22.9'>MN 43:22.9</a>, cf. Brahmasūtra 4.2.11), or the initial heating of fire-sticks when rubbed together (<a href='index.html?q=mn140#19.13'>MN 140:19.13</a>). But the most pertinent context is <a href='index.html?q=ja526#55.4'>Ja 526:55.4</a>, where a young ascetic will swiftly lose their <i lang='pi' translate='no'>usmāgataṁ</i>—explained by the commentary as “the fire of an ascetic” (<i lang='pi' translate='no'>samaṇatejaṁ</i>)—should they fall prey to sensual temptation. Thus, drawing on the traditional imagery of <i lang='pi' translate='no'>tapas</i> as heat and fervor, it refers to the kindling of ascetic ardor. It never became a technical term in Pali, but in Sanskrit Abhidharma, <i lang='pi' translate='no'>uṣmagata</i> refers to the conjunction of radiant <i lang='pi' translate='no'>samādhi</i> with wisdom in the initial realization of the truths, which “burns up” the defilements (Abhidharmakoṣabhāṣya 6.17, Abhidharmasamuccaya 2.4). "},"mn22:7.4":{"pli":"“Kiñhi siyā, bhante; ","eng":"“How could that be, sir? ","html":"<p>{}"},"mn22:7.5":{"pli":"no hetaṃ, bhante”ti. ","eng":"No, sir.” ","html":"{}"},"mn22:7.6":{"pli":"Evaṃ vutte, ariṭṭho bhikkhu gaddhabādhipubbo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ","eng":"When this was said, Ariṭṭha sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ","html":"{}</p>"},"mn22:7.7":{"pli":"Atha kho bhagavā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavoca: ","eng":"Knowing this, the Buddha said, ","html":"<p>{}"},"mn22:7.8":{"pli":"“paññāyissasi kho tvaṃ, moghapurisa, etena sakena pāpakena diṭṭhigatena. ","eng":"“Futile man, you will be known by your own harmful misconception. ","html":"{}"},"mn22:7.9":{"pli":"Idhāhaṃ bhikkhū paṭipucchissāmī”ti. ","eng":"I’ll question the mendicants about this.” ","html":"{}</p>"},"mn22:8.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the mendicants, ","html":"<p>{}"},"mn22:8.2":{"pli":"“tumhepi me, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yathāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṃ pasavatī”ti? ","eng":"“Mendicants, do you understand my teaching as Ariṭṭha does, when he misrepresents me by his wrong grasp, harms himself, and brims with much wickedness?” ","html":"{}</p>"},"mn22:8.3":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"mn22:8.4":{"pli":"Anekapariyāyena hi no, bhante, antarāyikā dhammā antarāyikā vuttā bhagavatā; ","eng":"For in many ways the Buddha has told us that obstructive acts are obstructive, and that they really do obstruct the one who performs them. ","html":"{}"},"mn22:8.5":{"pli":"alañca pana te paṭisevato antarāyāya. ","html":"{}"},"mn22:8.6":{"pli":"Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"The Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ","html":"{}"},"mn22:8.7":{"pli":"Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …pe… ","eng":"With the similes of a skeleton … ","html":"{}"},"mn22:8.8":{"pli":"sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti. ","eng":"a snake’s head, the Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” ","html":"{}</p>"},"mn22:8.9":{"pli":"“Sādhu sādhu, bhikkhave, sādhu, kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha. ","eng":"“Good, good, mendicants! It’s good that you understand my teaching like this. ","html":"<p>{}"},"mn22:8.10":{"pli":"Anekapariyāyena hi kho, bhikkhave, antarāyikā dhammā vuttā mayā, alañca pana te paṭisevato antarāyāya. ","eng":"For in many ways I have said that obstructive acts are obstructive … ","html":"{}</p>"},"mn22:8.11":{"pli":"Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","html":"<p>{}"},"mn22:8.12":{"pli":"Aṭṭhikaṅkalūpamā kāmā vuttā mayā …pe… ","html":"{}"},"mn22:8.13":{"pli":"sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ","html":"{}"},"mn22:8.14":{"pli":"Atha ca panāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṃ pasavati. ","eng":"But still this Ariṭṭha misrepresents me by his wrong grasp, harms himself, and brims with much wickedness. ","html":"{}"},"mn22:8.15":{"pli":"Tañhi tassa moghapurisassa bhavissati dīgharattaṃ ahitāya dukkhāya. ","eng":"This will be for his lasting harm and suffering. ","html":"{}"},"mn22:9.1":{"pli":"So vata, bhikkhave, aññatreva kāmehi aññatra kāmasaññāya aññatra kāmavitakkehi kāme paṭisevissatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Truly, mendicants, it is quite impossible to perform sensual acts without sensual desires, sensual perceptions, and sensual thoughts. ","html":"{}</p>","comm":"According to the commentary, this refers to sexual intercourse. This sentence is not found in the Chinese parallel at MA 200. "},"mn22:10.1":{"pli":"Idha, bhikkhave, ekacce moghapurisā dhammaṃ pariyāpuṇanti—","eng":"Take a futile person who memorizes the teaching—","html":"<p>{}"},"mn22:10.2":{"pli":"suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ","eng":"statements, mixed prose & verse, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and elaborations. ","html":"{}","comm":"These nine categories (<i lang='pi' translate='no'>aṅga</i>) of the teaching were an early organization of the Dhamma before the system of <i lang='pi' translate='no'>nikāyas</i> (or <i lang='pi' translate='no'>āgamas</i>) was introduced at the First Council. While their exact specification is uncertain, in my view they are most likely as follows (with an example of each). <i lang='pi' translate='no'>Sutta</i> is short doctrinal statements (<a href='index.html?q=sn12.1'>SN 12.1</a>). <i lang='pi' translate='no'>Geyya</i> is mixed prose and verse (“prosimetra”, <a href='index.html?q=sn1.1'>SN 1.1</a>). <i lang='pi' translate='no'>Veyyākaraṇa</i> is questions and answers (<a href='index.html?q=mn22'>MN 22</a>). <i lang='pi' translate='no'>Gāthā</i> is pure verse (<a href='index.html?q=thig1.1'>Thig 1.1</a>). <i lang='pi' translate='no'>Udāna</i> is the inspired statements identified as such in the early texts (<a href='index.html?q=mn75#19.1'>MN 75:19.1</a>). <i lang='pi' translate='no'>Itivuttaka</i> perhaps means “legends of the past”  (<a href='index.html?q=dn27'>DN 27</a>) rather than the book of that name (<a href='index.html?q=iti1'>Iti 1</a>). <i lang='pi' translate='no'>Jātaka</i> are the past life stories of the Buddha found in the early texts (<a href='index.html?q=mn81'>MN 81</a>). <i lang='pi' translate='no'>Abbhutadhamma</i> are stories of the amazing qualities of the Buddha or disciples (<a href='index.html?q=mn123'>MN 123</a>). <i lang='pi' translate='no'>Vedalla</i> are detailed analytical elaborations (<a href='index.html?q=mn43'>MN 43</a>). Once the system of <i lang='pi' translate='no'>aṅgas</i> fell into disuse, some names were repurposed as specific books (Udāna, Itivuttaka, Jātaka). Northern traditions, including the parallels to this passage, usually extend the list to twelve with the addition of <i lang='pi' translate='no'>nidāna</i> (background stories), <i lang='pi' translate='no'>apadāna</i> (past lives of disciples), and <i lang='pi' translate='no'>upadesa</i> (explanatory treatises). "},"mn22:10.3":{"pli":"Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ na upaparikkhanti. ","eng":"But they don’t examine the meaning of those teachings with wisdom, ","html":"{}"},"mn22:10.4":{"pli":"Tesaṃ te dhammā paññāya atthaṃ anupaparikkhataṃ na nijjhānaṃ khamanti. ","eng":"and so don’t come to an acceptance of them after deliberation. ","html":"{}","comm":"“Considered acceptance” is <i lang='pi' translate='no'>nijjhānaṁ khamanti</i>. "},"mn22:10.5":{"pli":"Te upārambhānisaṃsā ceva dhammaṃ pariyāpuṇanti itivādappamokkhānisaṃsā ca. ","eng":"They memorize the teaching for the sake of finding fault and winning debates. ","html":"{}","comm":"This theme is expanded in several discourses of the Aṭṭhakavagga, such as <a href='index.html?q=snp4.8'>Snp 4.8</a>. "},"mn22:10.6":{"pli":"Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ nānubhonti. ","eng":"They don’t realize the goal for which they memorized them. ","html":"{}"},"mn22:10.7":{"pli":"Tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti. ","eng":"Because they’re wrongly grasped, those teachings lead to their lasting harm and suffering. ","html":"{}"},"mn22:10.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:10.9":{"pli":"Duggahitattā, bhikkhave, dhammānaṃ. ","eng":"Because of their wrong grasp of the teachings. ","html":"{}</p>","comm":"Bṛhadāraṇyaka Upaniṣad 4.4.10 says that those who worship ignorance enter darkness, but those who love knowledge (<i lang='pi' translate='no'>veda</i>) enter even greater darkness. This is a recurring theme; for example, Chāndogya Upaniṣad 6.1.2 tells how Uddālaka saw the vanity of his son Śvetaketu when he returned from his schooling. "},"mn22:10.10":{"pli":"Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno. ","eng":"Suppose there was a person in need of a cobra. And while wandering in search of a cobra ","html":"<p>{}","comm":"The <i lang='pi' translate='no'>alagadda</i> appears only here in early Pali. Sanskrit sources identify <i lang='pi' translate='no'>alagarda</i> either as a water-snake—in which case, however, it is said to be non-venomous (Kṣīrasvāmin’s Amarakoṣodghāṭana 1.7.5)—or as a kind of cobra (<i lang='pi' translate='no'>darvīkāra</i>, Suśrutasaṁhitā 5.4). | As to why the man was looking for a cobra, the commentary says he was looking to harvest the snake’s venom. But Candrakīrti, drawing on the pan-Indic legend that certain serpents have a “snake-gem” (<i lang='pi' translate='no'>nāgamaṇi</i>) in their heads, says that a serpent captured with the proper herbs and incantations brings great riches, but should these fail it will turn deadly (Mūlamadhyamakavṛtti-prasannapadā, L. de La Vallée Poussin’s translation, page 497). "},"mn22:10.11":{"pli":"So passeyya mahantaṃ alagaddaṃ. ","eng":"they’d see a big cobra, ","html":"{}"},"mn22:10.12":{"pli":"Tamenaṃ bhoge vā naṅguṭṭhe vā gaṇheyya. ","eng":"and grasp it by the coil or the tail. ","html":"{}"},"mn22:10.13":{"pli":"Tassa so alagaddo paṭiparivattitvā hatthe vā bāhāya vā aññatarasmiṃ vā aṅgapaccaṅge ḍaṃseyya. ","eng":"But that cobra would twist back and bite them on the hand or the arm or other major or minor limb, ","html":"{}"},"mn22:10.14":{"pli":"So tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. ","eng":"resulting in death or deadly pain. ","html":"{}"},"mn22:10.15":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:10.16":{"pli":"Duggahitattā, bhikkhave, alagaddassa. ","eng":"Because of their wrong grasp of the cobra. ","html":"{}</p>"},"mn22:10.17":{"pli":"Evameva kho, bhikkhave, idhekacce moghapurisā dhammaṃ pariyāpuṇanti—","eng":"In the same way, a futile person memorizes the teaching … ","html":"<p>{}"},"mn22:10.18":{"pli":"suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ","html":"{}"},"mn22:10.19":{"pli":"Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ na upaparikkhanti. ","html":"{}"},"mn22:10.20":{"pli":"Tesaṃ te dhammā paññāya atthaṃ anupaparikkhataṃ na nijjhānaṃ khamanti. ","html":"{}"},"mn22:10.21":{"pli":"Te upārambhānisaṃsā ceva dhammaṃ pariyāpuṇanti itivādappamokkhānisaṃsā ca. ","html":"{}"},"mn22:10.22":{"pli":"Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ nānubhonti. ","html":"{}"},"mn22:10.23":{"pli":"Tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti. ","eng":"and those teachings lead to their lasting harm and suffering. ","html":"{}"},"mn22:10.24":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:10.25":{"pli":"Duggahitattā, bhikkhave, dhammānaṃ. ","eng":"Because of their wrong grasp of the teachings. ","html":"{}</p>"},"mn22:11.1":{"pli":"Idha pana, bhikkhave, ekacce kulaputtā dhammaṃ pariyāpuṇanti—","eng":"Now, take a gentleman who memorizes the teaching—","html":"<p>{}"},"mn22:11.2":{"pli":"suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ","eng":"statements, mixed prose & verse, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and elaborations. ","html":"{}"},"mn22:11.3":{"pli":"Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ upaparikkhanti. ","eng":"And once he’s memorized them, he examines their meaning with wisdom, ","html":"{}"},"mn22:11.4":{"pli":"Tesaṃ te dhammā paññāya atthaṃ upaparikkhataṃ nijjhānaṃ khamanti. ","eng":"and comes to an acceptance of them after deliberation. ","html":"{}","comm":"This is the “follower of teachings” (<i lang='pi' translate='no'>dhammānusāri</i>), who is mentioned near the end of the sutta. "},"mn22:11.5":{"pli":"Te na ceva upārambhānisaṃsā dhammaṃ pariyāpuṇanti na itivādappamokkhānisaṃsā ca. ","eng":"He doesn’t memorize the teaching for the sake of finding fault and winning debates. ","html":"{}"},"mn22:11.6":{"pli":"Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ anubhonti. ","eng":"He realizes the goal for which he memorized them. ","html":"{}"},"mn22:11.7":{"pli":"Tesaṃ te dhammā suggahitā dīgharattaṃ hitāya sukhāya saṃvattanti. ","eng":"Because they’re correctly grasped, those teachings lead to his lasting welfare and happiness. ","html":"{}"},"mn22:11.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:11.9":{"pli":"Suggahitattā bhikkhave dhammānaṃ. ","eng":"Because of his correct grasp of the teachings. ","html":"{}</p>"},"mn22:11.10":{"pli":"Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno. ","eng":"Suppose there was a person in need of a cobra. And while wandering in search of a cobra ","html":"<p>{}"},"mn22:11.11":{"pli":"So passeyya mahantaṃ alagaddaṃ. ","eng":"they’d see a big cobra, ","html":"{}"},"mn22:11.12":{"pli":"Tamenaṃ ajapadena daṇḍena suniggahitaṃ niggaṇheyya. ","eng":"and hold it down carefully with a cleft stick. ","html":"{}"},"mn22:11.13":{"pli":"Ajapadena daṇḍena suniggahitaṃ niggahitvā, gīvāya suggahitaṃ gaṇheyya. ","eng":"Only then would they correctly grasp it by the neck. ","html":"{}"},"mn22:11.14":{"pli":"Kiñcāpi so, bhikkhave, alagaddo tassa purisassa hatthaṃ vā bāhaṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhogehi paliveṭheyya, atha kho so neva tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. ","eng":"And even though that cobra might wrap its coils around that person’s hand or arm or some other major or minor limb, that wouldn’t result in death or deadly pain. ","html":"{}"},"mn22:11.15":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:11.16":{"pli":"Suggahitattā, bhikkhave, alagaddassa. ","eng":"Because of their correct grasp of the cobra. ","html":"{}</p>"},"mn22:11.17":{"pli":"Evameva kho, bhikkhave, idhekacce kulaputtā dhammaṃ pariyāpuṇanti—","eng":"In the same way, a gentleman memorizes the teaching … ","html":"<p>{}"},"mn22:11.18":{"pli":"suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ","html":"{}"},"mn22:11.19":{"pli":"Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ upaparikkhanti. ","html":"{}"},"mn22:11.20":{"pli":"Tesaṃ te dhammā paññāya atthaṃ upaparikkhataṃ nijjhānaṃ khamanti. ","html":"{}"},"mn22:11.21":{"pli":"Te na ceva upārambhānisaṃsā dhammaṃ pariyāpuṇanti, na itivādappamokkhānisaṃsā ca. ","html":"{}"},"mn22:11.22":{"pli":"Yassa catthāya dhammaṃ pariyāpuṇanti, tañcassa atthaṃ anubhonti. ","html":"{}"},"mn22:11.23":{"pli":"Tesaṃ te dhammā suggahitā dīgharattaṃ atthāya hitāya sukhāya saṃvattanti. ","eng":"and those teachings lead to his lasting welfare and happiness. ","html":"{}"},"mn22:11.24":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:11.25":{"pli":"Suggahitattā, bhikkhave, dhammānaṃ. ","eng":"Because of his correct grasp of the teachings. ","html":"{}</p>"},"mn22:12.1":{"pli":"Tasmātiha, bhikkhave, yassa me bhāsitassa atthaṃ ājāneyyātha, tathā naṃ dhāreyyātha. ","eng":"So, mendicants, when you understand what I’ve said, you should remember it accordingly. ","html":"<p>{}"},"mn22:12.2":{"pli":"Yassa ca pana me bhāsitassa atthaṃ na ājāneyyātha, ahaṃ vo tattha paṭipucchitabbo, ye vā panāssu viyattā bhikkhū. ","eng":"But if I’ve said anything that you don’t understand, you should ask me about it, or some competent mendicants. ","html":"{}</p>","comm":"As in, for example, <a href='index.html?q=mn18'>MN 18</a>. "},"mn22:13.1":{"pli":"Kullūpamaṃ vo, bhikkhave, dhammaṃ desessāmi nittharaṇatthāya, no gahaṇatthāya. ","eng":"Mendicants, I will teach you a simile of the teaching as a raft: for crossing over, not for holding on. ","html":"<p>{}","comm":"This is the second renowned simile introduced in this discourse. It is referenced by name in <a href='index.html?q=mn38#14.1'>MN 38:14.1</a>. Metaphors of flood and crossing rivers abound in the Buddha’s teaching, and the specific idea of using a raft to cross over recurs at <a href='index.html?q=ud8.6#27.4'>Ud 8.6:27.4</a> = <a href='index.html?q=dn16#1.33.2'>DN 16:1.33.2</a> = <a href='index.html?q=pli-tv-kd6#28.12.7'>Kd 6:28.12.7</a>, <a href='index.html?q=snp1.2#4.1'>Snp 1.2:4.1</a>, <a href='index.html?q=sn35.238#5.6'>SN 35.238:5.6</a>. "},"mn22:13.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"mn22:13.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"mn22:13.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn22:13.5":{"pli":"“Seyyathāpi, bhikkhave, puriso addhānamaggappaṭipanno. ","eng":"“Suppose there was a person traveling along the road. ","html":"<p>{}"},"mn22:13.6":{"pli":"So passeyya mahantaṃ udakaṇṇavaṃ, orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ; ","eng":"They’d see a large deluge, whose near shore was dubious and perilous, while the far shore was a sanctuary free of peril. ","html":"{}"},"mn22:13.7":{"pli":"na cassa nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya. ","eng":"But there was no ferryboat or bridge for crossing over. ","html":"{}"},"mn22:13.8":{"pli":"Tassa evamassa: ","eng":"They’d think, ","html":"{}"},"mn22:13.9":{"pli":"‘ayaṃ kho mahāudakaṇṇavo, orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ; ","html":"{}"},"mn22:13.10":{"pli":"natthi ca nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya. ","html":"{}"},"mn22:13.11":{"pli":"Yannūnāhaṃ tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā, kullaṃ bandhitvā, taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttareyyan’ti. ","eng":"‘Why don’t I gather grass, sticks, branches, and leaves and make a raft? Riding on the raft, and paddling with my hands and feet, I can safely reach the far shore.’ ","html":"{}"},"mn22:13.12":{"pli":"Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā, kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttareyya. ","eng":"And so they’d do exactly that. ","html":"{}"},"mn22:13.13":{"pli":"Tassa purisassa uttiṇṇassa pāraṅgatassa evamassa: ","eng":"And when they’d crossed over to the far shore, they’d think, ","html":"{}"},"mn22:13.14":{"pli":"‘bahukāro kho me ayaṃ kullo; ","eng":"‘This raft has been very helpful to me. ","html":"{}"},"mn22:13.15":{"pli":"imāhaṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttiṇṇo. ","eng":"Riding on the raft, and paddling with my hands and feet, I have safely crossed over to the far shore. ","html":"{}"},"mn22:13.16":{"pli":"Yannūnāhaṃ imaṃ kullaṃ sīse vā āropetvā khandhe vā uccāretvā yena kāmaṃ pakkameyyan’ti. ","eng":"Why don’t I hoist it on my head or pick it up on my shoulder and go wherever I want?’ ","html":"{}</p>"},"mn22:13.17":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"mn22:13.18":{"pli":"api nu so puriso evaṅkārī tasmiṃ kulle kiccakārī assā”ti? ","eng":"Would that person be doing what should be done with that raft?” ","html":"{}</p>"},"mn22:13.19":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn22:13.20":{"pli":"“Kathaṅkārī ca so, bhikkhave, puriso tasmiṃ kulle kiccakārī assa? ","eng":"“And what, mendicants, should that person do with the raft? ","html":"<p>{}"},"mn22:13.21":{"pli":"Idha, bhikkhave, tassa purisassa uttiṇṇassa pāraṅgatassa evamassa: ","eng":"When they’d crossed over they should think, ","html":"{}"},"mn22:13.22":{"pli":"‘bahukāro kho me ayaṃ kullo; ","eng":"‘This raft has been very helpful to me. … ","html":"{}"},"mn22:13.23":{"pli":"imāhaṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttiṇṇo. ","html":"{}"},"mn22:13.24":{"pli":"Yannūnāhaṃ imaṃ kullaṃ thale vā ussādetvā udake vā opilāpetvā yena kāmaṃ pakkameyyan’ti. ","eng":"Why don’t I beach it on dry land or set it adrift on the water and go wherever I want?’ ","html":"{}"},"mn22:13.25":{"pli":"Evaṅkārī kho so, bhikkhave, puriso tasmiṃ kulle kiccakārī assa. ","eng":"That’s what that person should do with the raft. ","html":"{}</p>"},"mn22:13.26":{"pli":"Evameva kho, bhikkhave, kullūpamo mayā dhammo desito nittharaṇatthāya, no gahaṇatthāya. ","eng":"In the same way, I have taught a simile of the teaching as a raft: for crossing over, not for holding on. ","html":"<p>{}"},"mn22:14.1":{"pli":"Kullūpamaṃ vo, bhikkhave, dhammaṃ desitaṃ, ājānantehi dhammāpi vo pahātabbā pageva adhammā. ","eng":"By understanding the simile of the raft, you will even give up the teachings, let alone what is not the teachings. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Dhammā</i> in the plural refers back to “those teachings” (<i lang='pi' translate='no'>tesaṁ dhammānaṁ</i>) of the nine categories. Accordingly, when this simile is invoked at <a href='index.html?q=mn38#14.1'>MN 38:14.1</a>, it is in reference to views. The pair <i lang='pi' translate='no'>dhamma</i> and <i lang='pi' translate='no'>adhamma</i> usually means “the teaching” and “what is not the teaching” (eg. <a href='index.html?q=an2.104'>AN 2.104</a>). Just as the positive form, however, means more than just “teaching”, but rather a teaching of natural and moral truth, the negative form implies there is something unnatural, in conflict with the way the world is. "},"mn22:15.1":{"pli":"Chayimāni, bhikkhave, diṭṭhiṭṭhānāni. ","eng":"Mendicants, there are these six grounds for views. ","html":"<p>{}","comm":"“Grounds for views” (<i lang='pi' translate='no'>diṭṭhiṭṭhānāni</i>) are the experiences or reasoning from which views are derived. The Buddha is explaining how Ariṭṭha fell into his wrong view. One of the purposes of this analysis is to show how, while divergent views might seem insightful, innovative, or courageous, they all fall back on the same basic fallacies. | For the “six” grounds, see <a href='index.html?q=sn24.1#5.1'>SN 24.1:5.1</a>. "},"mn22:15.2":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}"},"mn22:15.3":{"pli":"Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ","eng":"Take an unlearned ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. ","html":"{}"},"mn22:15.4":{"pli":"rūpaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ","eng":"They regard form as: ‘This is mine, I am this, this is my self.’ ","html":"{}","comm":"The misguided person assumes that one or other of the aggregates is their self. In modern times, the teaching of the aggregates is often presented as a reductive argument: “What you take to be your self is in fact just the aggregates”. But the Buddha’s point is, rather: “The aggregates that you take to be your self do not have the properties of a self,” namely permanence, etc. "},"mn22:15.5":{"pli":"vedanaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ","eng":"They also regard feeling … ","html":"{}"},"mn22:15.6":{"pli":"saññaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ","eng":"perception … ","html":"{}"},"mn22:15.7":{"pli":"saṅkhāre ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ","eng":"choices … ","html":"{}"},"mn22:15.8":{"pli":"yampi taṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ, anuvicaritaṃ manasā tampi ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ","eng":"whatever is seen, heard, thought, known, attained, sought, and explored by the mind as: ‘This is mine, I am this, this is my self.’ ","html":"{}","comm":"Standing in place of the fifth aggregate, “consciousness”, this includes all kinds of knowledge or spiritual wisdom, especially that gained through mysticism or meditation. "},"mn22:15.9":{"pli":"yampi taṃ diṭṭhiṭṭhānaṃ—","eng":"And as for this ground for views: ","html":"{}"},"mn22:15.10":{"pli":"so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmīti—","eng":"‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ","html":"{}","comm":"This is a both view and a ground for views. Such views, lacking empirical basis, have something dissatisfying about them, so adherent is driven to develop more and more complex metaphysical abstractions. At <a href='index.html?q=dn1#1.30.1'>DN 1:1.30.1</a>, this is treated as an eternalist view that arises from the grounds of either recollection of past lives or logic. | The repeated demonstrative pronouns in the Pali <i lang='pi' translate='no'>so loko so attā</i> (literally, “This is the cosmos, this is the self”) affirm an emphatic and absolute identity: “The cosmos and the self are one and the same”. This phrase has a lexical parallel at Bṛhadāraṇyaka Upaniṣad 4.4.22, which argues for the renunciate life: “What can descendants do for those for whom the self and the cosmos are one and the same?” (<i lang='pi' translate='no'>ayamātmāyaṁ loka</i>). Similarly, BU 1.2.7 says of the sacrificial fire as the sun, “these worlds are its self” (<i lang='pi' translate='no'>tasyeme lokā ātmānaḥ</i>). See also the last words of a father to his son at BU 1.5.17: “You are divinity, you are the sacrifice, you are the cosmos” (<i lang='pi' translate='no'>tvaṁ brahma tvaṁ yajñas tvaṁ loka</i>). | In this passage the terms <i lang='pi' translate='no'>attā</i> and <i lang='pi' translate='no'>loko</i> are reversed, presumably by textual error. It does not affect the meaning. "},"mn22:15.11":{"pli":"tampi ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati. ","eng":"They regard this also as: ‘This is mine, I am this, this is my self.’ ","html":"{}</p>"},"mn22:16.1":{"pli":"Sutavā ca kho, bhikkhave, ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, ","eng":"But a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ","html":"<p>{}"},"mn22:16.2":{"pli":"rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ","eng":"They regard form like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn22:16.3":{"pli":"vedanaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ","eng":"They also regard feeling … ","html":"{}"},"mn22:16.4":{"pli":"saññaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ","eng":"perception … ","html":"{}"},"mn22:16.5":{"pli":"saṅkhāre ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ","eng":"choices … ","html":"{}"},"mn22:16.6":{"pli":"yampi taṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ, anuvicaritaṃ manasā, tampi ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ","eng":"whatever is seen, heard, thought, known, attained, sought, and explored by the mind like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn22:16.7":{"pli":"yampi taṃ diṭṭhiṭṭhānaṃ—","eng":"And the same for this ground for views: ","html":"{}"},"mn22:16.8":{"pli":"so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmīti—","eng":"‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ","html":"{}"},"mn22:16.9":{"pli":"tampi ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati. ","eng":"They also regard like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}</p>"},"mn22:17.1":{"pli":"So evaṃ samanupassanto asati na paritassatī”ti. ","eng":"Seeing in this way they’re not anxious about what doesn’t exist.” ","html":"<p>{}</p>","comm":"“What does not exist” (<i lang='pi' translate='no'>asati</i>) is the self. | To be “anxious” (<i lang='pi' translate='no'>paritassati</i>) is to be caught between desire and fear. It seems to be a word of specifically Buddhist usage, leaning equally on the roots <i lang='pi' translate='no'>√tras</i> (to tremble in fear) and <i lang='pi' translate='no'>√tṛṣ</i> (to thirst for or crave). "},"mn22:18.1":{"pli":"Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ","eng":"When he said this, one of the mendicants asked the Buddha, ","html":"<p>{}"},"mn22:18.2":{"pli":"“siyā nu kho, bhante, bahiddhā asati paritassanā”ti? ","eng":"“Sir, can there be anxiety about what doesn’t exist externally?” ","html":"{}</p>","comm":"By adding “externally” the focus is shifted from the self to “what belongs to the self”, namely possessions. However, the Chinese parallel at MA 200 apparently takes it in reference to the anxiety of an eternalist who hears the Buddha teaching “externally”. "},"mn22:18.3":{"pli":"“Siyā, bhikkhū”ti—bhagavā avoca. ","eng":"“There can, mendicant,” said the Buddha. ","html":"<p>{}"},"mn22:18.4":{"pli":"“Idha bhikkhu ekaccassa evaṃ hoti: ","eng":"“It’s when someone thinks, ","html":"{}"},"mn22:18.5":{"pli":"‘ahu vata me, taṃ vata me natthi; ","eng":"‘Oh, it once was mine but is mine no more. ","html":"{}"},"mn22:18.6":{"pli":"siyā vata me, taṃ vatāhaṃ na labhāmī’ti. ","eng":"Oh, it could be mine but I do not get it.’ ","html":"{}"},"mn22:18.7":{"pli":"So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ","eng":"They sorrow and wail and lament, beating their breast and falling into confusion. ","html":"{}"},"mn22:18.8":{"pli":"Evaṃ kho, bhikkhu, bahiddhā asati paritassanā hotī”ti. ","eng":"That’s how there is anxiety about what doesn’t exist externally.” ","html":"{}</p>"},"mn22:19.1":{"pli":"“Siyā pana, bhante, bahiddhā asati aparitassanā”ti? ","eng":"“But can there be no anxiety about what doesn’t exist externally?” ","html":"<p>{}</p>"},"mn22:19.2":{"pli":"“Siyā, bhikkhū”ti—bhagavā avoca. ","eng":"“There can, mendicant,” said the Buddha. ","html":"<p>{}"},"mn22:19.3":{"pli":"“Idha bhikkhu ekaccassa na evaṃ hoti: ","eng":"“It’s when someone doesn’t think, ","html":"{}"},"mn22:19.4":{"pli":"‘ahu vata me, taṃ vata me natthi; ","eng":"‘Oh, it once was mine but is mine no more. ","html":"{}"},"mn22:19.5":{"pli":"siyā vata me, taṃ vatāhaṃ na labhāmī’ti. ","eng":"Oh, it could be mine but I do not get it.’ ","html":"{}"},"mn22:19.6":{"pli":"So na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati. ","eng":"They don’t sorrow and wail and lament, beating their breast and falling into confusion. ","html":"{}"},"mn22:19.7":{"pli":"Evaṃ kho, bhikkhu, bahiddhā asati aparitassanā hotī”ti. ","eng":"That’s how there is no anxiety about what doesn’t exist externally.” ","html":"{}</p>"},"mn22:20.1":{"pli":"“Siyā nu kho, bhante, ajjhattaṃ asati paritassanā”ti? ","eng":"“But can there be anxiety about what doesn’t exist internally?” ","html":"<p>{}</p>"},"mn22:20.2":{"pli":"“Siyā, bhikkhū”ti—bhagavā avoca. ","eng":"“There can, mendicant,” said the Buddha. ","html":"<p>{}"},"mn22:20.3":{"pli":"“Idha, bhikkhu, ekaccassa evaṃ diṭṭhi hoti: ","eng":"“It’s when someone has such a view: ","html":"{}"},"mn22:20.4":{"pli":"‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti. ","eng":"‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ","html":"{}"},"mn22:20.5":{"pli":"So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṃ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṃ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṃ desentassa. ","eng":"They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ","html":"{}","comm":"The structure of this long compound is revealed at <a href='index.html?q=an10.96#14.1'>AN 10.96:14.1</a>, which shows that “views” is not one item on the list, but applies to each item. "},"mn22:20.6":{"pli":"Tassa evaṃ hoti: ","eng":"They think, ","html":"{}"},"mn22:20.7":{"pli":"‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti. ","eng":"‘Whoa, I’m going to be annihilated and destroyed! I won’t even exist any more!’ ","html":"{}","comm":"They can only see the extremes: if not eternalism it must be annihilationism. "},"mn22:20.8":{"pli":"So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ","eng":"They sorrow and wail and lament, beating their breast and falling into confusion. ","html":"{}"},"mn22:20.9":{"pli":"Evaṃ kho, bhikkhu, ajjhattaṃ asati paritassanā hotī”ti. ","eng":"That’s how there is anxiety about what doesn’t exist internally.” ","html":"{}</p>"},"mn22:21.1":{"pli":"“Siyā pana, bhante, ajjhattaṃ asati aparitassanā”ti? ","eng":"“But can there be no anxiety about what doesn’t exist internally?” ","html":"<p>{}</p>"},"mn22:21.2":{"pli":"“Siyā, bhikkhū”ti bhagavā avoca. ","eng":"“There can,” said the Buddha. ","html":"<p>{}"},"mn22:21.3":{"pli":"“Idha, bhikkhu, ekaccassa na evaṃ diṭṭhi hoti: ","eng":"“It’s when someone doesn’t have such a view: ","html":"{}"},"mn22:21.4":{"pli":"‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti. ","eng":"‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever.’ ","html":"{}"},"mn22:21.5":{"pli":"So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṃ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṃ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṃ desentassa. ","eng":"They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ","html":"{}"},"mn22:21.6":{"pli":"Tassa na evaṃ hoti: ","eng":"They don’t think, ","html":"{}"},"mn22:21.7":{"pli":"‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti. ","eng":"‘Whoa, I’m going to be annihilated and destroyed! I won’t even exist any more!’ ","html":"{}"},"mn22:21.8":{"pli":"So na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati. ","eng":"They don’t sorrow and wail and lament, beating their breast and falling into confusion. ","html":"{}"},"mn22:21.9":{"pli":"Evaṃ kho, bhikkhu, ajjhattaṃ asati aparitassanā hoti. ","eng":"That’s how there is no anxiety about what doesn’t exist internally. ","html":"{}</p>"},"mn22:22.1":{"pli":"Taṃ, bhikkhave, pariggahaṃ pariggaṇheyyātha, yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva tiṭṭheyya. ","eng":"Mendicants, it would make sense to be possessive about something that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"mn22:22.2":{"pli":"Passatha no tumhe, bhikkhave, taṃ pariggahaṃ yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva tiṭṭheyyā”ti? ","eng":"But do you see any such possession?” ","html":"{}</p>"},"mn22:22.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn22:22.4":{"pli":"“Sādhu, bhikkhave. ","eng":"“Good, mendicants! ","html":"<p>{}"},"mn22:22.5":{"pli":"Ahampi kho taṃ, bhikkhave, pariggahaṃ na samanupassāmi yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva tiṭṭheyya. ","eng":"I also can’t see any such possession. ","html":"{}</p>"},"mn22:23.1":{"pli":"Taṃ, bhikkhave, attavādupādānaṃ upādiyetha, yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ","eng":"It would make sense to grasp at a theory of self that didn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"<p>{}"},"mn22:23.2":{"pli":"Passatha no tumhe, bhikkhave, taṃ attavādupādānaṃ yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"But do you see any such theory of self?” ","html":"{}</p>"},"mn22:23.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn22:23.4":{"pli":"“Sādhu, bhikkhave. ","eng":"“Good, mendicants! ","html":"<p>{}"},"mn22:23.5":{"pli":"Ahampi kho taṃ, bhikkhave, attavādupādānaṃ na samanupassāmi yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ","eng":"I also can’t see any such theory of self. ","html":"{}</p>"},"mn22:24.1":{"pli":"Taṃ, bhikkhave, diṭṭhinissayaṃ nissayetha yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ","eng":"It would make sense to rely on a view that didn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"<p>{}"},"mn22:24.2":{"pli":"Passatha no tumhe, bhikkhave, taṃ diṭṭhinissayaṃ yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"But do you see any such view to rely on?” ","html":"{}</p>"},"mn22:24.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn22:24.4":{"pli":"“Sādhu, bhikkhave. ","eng":"“Good, mendicants! ","html":"<p>{}"},"mn22:24.5":{"pli":"Ahampi kho taṃ, bhikkhave, diṭṭhinissayaṃ na samanupassāmi yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ","eng":"I also can’t see any such view to rely on. ","html":"{}</p>"},"mn22:25.1":{"pli":"Attani vā, bhikkhave, sati ‘attaniyaṃ me’ti assā”ti? ","eng":"Mendicants, were a self to exist, would there be the thought, ‘Belonging to my self’?” ","html":"<p>{}</p>"},"mn22:25.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn22:25.3":{"pli":"“Attaniye vā, bhikkhave, sati ‘attā me’ti assā”ti? ","eng":"“Were what belongs to a self to exist, would there be the thought, ‘My self’?” ","html":"<p>{}</p>"},"mn22:25.4":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"mn22:25.5":{"pli":"“Attani ca, bhikkhave, attaniye ca saccato thetato anupalabbhamāne, yampi taṃ diṭṭhiṭṭhānaṃ: ","eng":"“But since a self and what belongs to a self are not found as a genuine fact, is not the following a totally foolish teaching: ","html":"<p>{}","comm":"“Not found as a genuine fact” renders <i lang='pi' translate='no'>saccato thetato anupalabbhamāne</i>. "},"mn22:25.6":{"pli":"‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti—","eng":"‘The cosmos and the self are one and the same. After death I will be that, permanent, everlasting, eternal, imperishable, and will last forever and ever’?” ","html":"{}"},"mn22:25.7":{"pli":"nanāyaṃ, bhikkhave, kevalo paripūro bāladhammo”ti? ","html":"{}</p>"},"mn22:25.8":{"pli":"“Kiñhi no siyā, bhante, kevalo hi, bhante, paripūro bāladhammo”ti. ","eng":"“How could it not, sir? It’s a totally foolish teaching.” ","html":"<p>{}</p>"},"mn22:26.1":{"pli":"“Taṃ kiṃ maññatha, bhikkhave, ","eng":"“What do you think, mendicants? ","html":"<p>{}","comm":"The following question and answer section is quoted verbatim from the Anattalakkhaṇasutta (<a href='index.html?q=sn22.59#6.1'>SN 22.59:6.1</a>). It appears twice elsewhere in the Majjhima (<a href='index.html?q=mn35#20.4'>MN 35:20.4</a>, <a href='index.html?q=mn109#15.1'>MN 109:15.1</a>), in the Vinaya (<a href='index.html?q=pli-tv-kd1#6.42.1'>Kd 1:6.42.1</a>), and about fifty times in the Saṁyutta. "},"mn22:26.2":{"pli":"rūpaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"Is form permanent or impermanent?” ","html":"{}</p>"},"mn22:26.3":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"mn22:26.4":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ","eng":"“But if it’s impermanent, is it suffering or happiness?” ","html":"<p>{}</p>"},"mn22:26.5":{"pli":"“Dukkhaṃ, bhante”. ","eng":"“Suffering, sir.” ","html":"<p>{}</p>"},"mn22:26.6":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ—","eng":"“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ","html":"<p>{}"},"mn22:26.7":{"pli":"etaṃ mama, esohamasmi, eso me attā”ti? ","eng":"‘This is mine, I am this, this is my self’?” ","html":"{}</p>"},"mn22:26.8":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn22:26.9":{"pli":"“Taṃ kiṃ maññatha, bhikkhave, ","eng":"“What do you think, mendicants? ","html":"<p>{}"},"mn22:26.10":{"pli":"vedanā …pe… ","eng":"Is feeling … ","html":"{}"},"mn22:26.11":{"pli":"saññā … ","eng":"perception … ","html":"{}"},"mn22:26.12":{"pli":"saṅkhārā … ","eng":"choices … ","html":"{}"},"mn22:26.13":{"pli":"viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"consciousness permanent or impermanent?” ","html":"{}</p>"},"mn22:26.14":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"mn22:26.15":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ","eng":"“But if it’s impermanent, is it suffering or happiness?” ","html":"<p>{}</p>"},"mn22:26.16":{"pli":"“Dukkhaṃ, bhante”. ","eng":"“Suffering, sir.” ","html":"<p>{}</p>"},"mn22:26.17":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ—","eng":"“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ","html":"<p>{}"},"mn22:26.18":{"pli":"etaṃ mama, esohamasmi, eso me attā”ti? ","eng":"‘This is mine, I am this, this is my self’?” ","html":"{}</p>"},"mn22:26.19":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn22:27.1":{"pli":"“Tasmātiha, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ, ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"“So, mendicants, you should truly see any kind of form at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ","html":"<p>{}"},"mn22:27.2":{"pli":"Yā kāci vedanā …pe… ","eng":"You should truly see any kind of feeling … ","html":"{}"},"mn22:27.3":{"pli":"yā kāci saññā … ","eng":"perception … ","html":"{}"},"mn22:27.4":{"pli":"ye keci saṅkhārā … ","eng":"choices … ","html":"{}"},"mn22:27.5":{"pli":"yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ, ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"consciousness at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: <em>all</em> consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}</p>"},"mn22:28.1":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmiṃ nibbindati, vedanāya nibbindati, saññāya nibbindati, saṅkhāresu nibbindati, viññāṇasmiṃ nibbindati, ","eng":"Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. ","html":"<p>{}"},"mn22:29.1":{"pli":"nibbidā virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ","eng":"Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ","html":"{}</p>"},"mn22:29.2":{"pli":"‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ ","html":"<p>{}</p>"},"mn22:30.1":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu ukkhittapaligho itipi, saṅkiṇṇaparikkho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṃyutto itipi. ","eng":"Such a mendicant is one who is called ‘one who has lifted the cross-bar’, ‘one who has filled in the moat’, ‘one who has pulled up the pillar’, ‘one who is unimpeded’, and also ‘a noble one with banner lowered and burden dropped, detached’. ","html":"<p>{}</p>","comm":"These similes recur at <a href='index.html?q=an5.71'>AN 5.71</a> and <a href='index.html?q=an5.72'>AN 5.72</a>. They reflect ideas of entrapment and freedom. "},"mn22:31.1":{"pli":"Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti? ","eng":"And how has a mendicant raised the cross-bar? ","html":"<p>{}","comm":"Ignorance is a “hindrance” (<i lang='pi' translate='no'>nīvaraṇa</i>), an image that ultimately draws on the Vedic myth of Vṛtra, a giant “constrictor” who trapped the waters (and sometimes cattle and sun) in darkness until it was slain by Indra and the waters released. Removing the bar permits escape from entrapment. At Chāndogya Upaniṣad 2.24.6, it is said that a devoted sacrificer may, at the time of death, pray that the cross-bar blocking entry to the next world be removed. "},"mn22:31.2":{"pli":"Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṃ anuppādadhammā. ","eng":"It’s when a mendicant has given up ignorance, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ","html":"{}"},"mn22:31.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ","eng":"That’s how a mendicant has lifted the cross-bar. ","html":"{}</p>"},"mn22:32.1":{"pli":"Kathañca, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti? ","eng":"And how has a mendicant filled in the moat? ","html":"<p>{}","comm":"An elephant may be trapped by a moat <a href='index.html?q=cp11#3.1'>Cariyapiṭaka 11:3.1</a>, so when it is filled in it may roam free. "},"mn22:32.2":{"pli":"Idha, bhikkhave, bhikkhuno ponobbhaviko jātisaṃsāro pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṃ anuppādadhammo. ","eng":"It’s when a mendicant has given up transmigrating through births in future lives, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ","html":"{}"},"mn22:32.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti. ","eng":"That’s how a mendicant has filled in the moat. ","html":"{}</p>"},"mn22:33.1":{"pli":"Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti? ","eng":"And how has a mendicant pulled up the pillar? ","html":"<p>{}","comm":"Likewise, an elephant may be tethered to a pillar (<a href='index.html?q=mn125#12.11'>MN 125:12.11</a>, <a href='index.html?q=thag19.1#51.2'>Thag 19.1:51.2</a>, <a href='index.html?q=cp11#3.2'>Cariyapiṭaka 11:3.2</a>). The term for “pillar” here (<i lang='pi' translate='no'>esikā</i>) also serves as a pun for “search” (<i lang='pi' translate='no'>esanā</i>). Two of the three “searches” (sensual pleasures and continued existence, <a href='index.html?q=sn45.161'>SN 45.161</a>) overlap with two of the three “cravings”. "},"mn22:33.2":{"pli":"Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṃ anuppādadhammā. ","eng":"It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ","html":"{}"},"mn22:33.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu abbūḷhesiko hoti. ","eng":"That’s how a mendicant has pulled up the pillar. ","html":"{}</p>"},"mn22:34.1":{"pli":"Kathañca, bhikkhave, bhikkhu niraggaḷo hoti? ","eng":"And how is a mendicant unimpeded? ","html":"<p>{}","comm":"Giving up the five lower “fetters” (thus becoming a non-returner) makes you “unbarred” (<i lang='pi' translate='no'>niraggaḷa</i>). This is also the name of a Vedic sacrifice (<a href='index.html?q=sn3.9#4.3'>SN 3.9:4.3</a>), where it is probably a name for the horse sacrifice, during which the horse is set free to roam for a year. "},"mn22:34.2":{"pli":"Idha, bhikkhave, bhikkhuno pañca orambhāgiyāni saṃyojanāni pahīnāni honti, ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni, āyatiṃ anuppādadhammāni. ","eng":"It’s when a mendicant has given up the five lower fetters, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future. ","html":"{}"},"mn22:34.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu niraggaḷo hoti. ","eng":"That’s how a mendicant is unimpeded. ","html":"{}</p>"},"mn22:35.1":{"pli":"Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti? ","eng":"And how is a mendicant a noble one with with banner lowered and burden dropped, detached? ","html":"<p>{}","comm":"A “banner” is held aloft as a sign of identity. | At <a href='index.html?q=sn22.22'>SN 22.22</a>, the “burden” is said to be the five aggregates, and the burden is put down with the end of craving. "},"mn22:35.2":{"pli":"Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṃ anuppādadhammo. ","eng":"It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. ","html":"{}"},"mn22:35.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti. ","eng":"That’s how a mendicant is a noble one with banner lowered and burden dropped, detached. ","html":"{}</p>"},"mn22:36.1":{"pli":"Evaṃ vimuttacittaṃ kho, bhikkhave, bhikkhuṃ saindā devā sabrahmakā sapajāpatikā anvesaṃ nādhigacchanti: ","eng":"When a mendicant’s mind was freed like this, the gods together with Indra, the Divinity, and the Progenitor, search as they may, will not discover: ","html":"<p>{}","comm":"This expression conveys a deep sense of wonder when faced with a state of meditative consciousness so profound that its “basis” is unknown (<a href='index.html?q=an11.9#3.15'>AN 11.9:3.15</a>, <a href='index.html?q=sn22.79#14.26'>SN 22.79:14.26</a>). The “basis” is that on which consciousness depends, which fuels it and keeps it going. All such dependencies have been uprooted. | For the phrase <i lang='pi' translate='no'>saindā devā sabrahmakā sapajāpatikā</i> compare <i lang='pi' translate='no'>sa indraḥ sa prajāpatis tad brahma</i> (Kauṣītaki Brāhmaṇa 8.4.15) or <i lang='pi' translate='no'>sa indralokam sa prajāpatilokam sa brahmalokam</i> (Śāṅkhāyana Āraṇyaka 3.3). "},"mn22:36.2":{"pli":"‘idaṃ nissitaṃ tathāgatassa viññāṇan’ti. ","eng":"‘This is the basis of that realized one’s consciousness.’ ","html":"{}","comm":"“Realized one” (<i lang='pi' translate='no'>tahāgata</i>) usually refers to the Buddha, but sometimes, as here, it applies to any arahant. "},"mn22:36.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn22:36.4":{"pli":"Diṭṭhevāhaṃ, bhikkhave, dhamme tathāgataṃ ananuvijjoti vadāmi. ","eng":"Because even in this very life that realized one is not found, I say. ","html":"{}</p>","comm":"Here “not found” renders <i lang='pi' translate='no'>ananuvijja</i>, whereas at <a href='index.html?q=mn22#25.5'>MN 22:25.5</a> above it rendered <i lang='pi' translate='no'>anupalabbhamāna</i>. Both terms refer to the self that is not discovered or discoverable. "},"mn22:37.1":{"pli":"Evaṃvādiṃ kho maṃ, bhikkhave, evamakkhāyiṃ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ","eng":"Though I state and assert this, certain ascetics and brahmins misrepresent me with the incorrect, hollow, false, untruthful claim: ","html":"<p>{}"},"mn22:37.2":{"pli":"‘venayiko samaṇo gotamo, sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññāpetī’ti. ","eng":"‘The ascetic Gotama is an exterminator. He advocates the annihilation, eradication, and nonexistence of an existing being.’ ","html":"{}","comm":"This is the annihilationist view, exemplified by Ajita of the hair blanket (<a href='index.html?q=dn2#22.1'>DN 2:22.1</a>), and referred to above at <a href='index.html?q=mn22#20.7'>MN 22:20.7</a>. "},"mn22:37.3":{"pli":"Yathā cāhaṃ na, bhikkhave, yathā cāhaṃ na vadāmi, tathā maṃ te bhonto samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ","eng":"They misrepresent me as what I am not, and saying what I do not say. ","html":"{}"},"mn22:37.4":{"pli":"‘venayiko samaṇo gotamo, sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññāpetī’ti. ","html":"{}"},"mn22:37.5":{"pli":"Pubbe cāhaṃ, bhikkhave, etarahi ca dukkhañceva paññāpemi, dukkhassa ca nirodhaṃ. ","eng":"In the past, as today, what I describe is suffering and the cessation of suffering. ","html":"{}","comm":"The particle <i lang='pi' translate='no'>c’eva</i> here has its normal role of slight emphasis in conjunctions, and so this phrase does not mean, “I <em>only</em> teach suffering and the end of suffering”. The point, rather, is that when he speaks of cessation, it is the cessation of suffering, not the cessation of an “existing being”. This saying is also at <a href='index.html?q=sn22.86#13.2'>SN 22.86:13.2</a> and <a href='index.html?q=sn44.2#17.13'>SN 44.2:17.13</a>. "},"mn22:37.6":{"pli":"Tatra ce, bhikkhave, pare tathāgataṃ akkosanti paribhāsanti rosenti vihesenti, tatra, bhikkhave, tathāgatassa na hoti āghāto na appaccayo na cetaso anabhiraddhi. ","eng":"This being so, if others abuse, attack, harass, and trouble the Realized One, he doesn’t get resentful, bitter, and emotionally exasperated. ","html":"{}</p>"},"mn22:38.1":{"pli":"Tatra ce, bhikkhave, pare tathāgataṃ sakkaronti garuṃ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa na hoti ānando na somanassaṃ na cetaso uppilāvitattaṃ. ","eng":"Or if others honor, respect, revere, or venerate him, he doesn’t get thrilled, elated, and emotionally excited. ","html":"<p>{}","comm":"The Buddha teaches a similar equanimity at <a href='index.html?q=dn1#1.5.1'>DN 1:1.5.1</a>. "},"mn22:38.2":{"pli":"Tatra ce, bhikkhave, pare vā tathāgataṃ sakkaronti garuṃ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa evaṃ hoti: ","eng":"If they praise him, he just thinks, ","html":"{}"},"mn22:38.3":{"pli":"‘yaṃ kho idaṃ pubbe pariññātaṃ tattha me evarūpā kārā karīyantī’ti. ","eng":"‘They do such things for me regarding what in the past was completely understood.’ ","html":"{}</p>","comm":"Read <i lang='pi' translate='no'>tattha me</i> “regarding that for me” rather than commentary’s <i lang='pi' translate='no'>tattha (i)me</i> “regarding that for these [aggregates]”. The latter reading is supported by BJT’s <i lang='pi' translate='no'>tatrime</i>, but I think this is probably a backreading from the commentary. In the parallel phrase for the monks below, we would expect <i lang='pi' translate='no'>tattha no</i>, which is in fact attested in the Thai and PTS editions, so I translate “us” accordingly. "},"mn22:39.1":{"pli":"Tasmātiha, bhikkhave, tumhe cepi pare akkoseyyuṃ paribhāseyyuṃ roseyyuṃ viheseyyuṃ, tatra tumhe hi na āghāto na appaccayo na cetaso anabhiraddhi karaṇīyā. ","eng":"So, mendicants, if others abuse, attack, harass, and trouble you, don’t make yourselves resentful, bitter, and emotionally exasperated. ","html":"<p>{}"},"mn22:39.2":{"pli":"Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, tatra tumhehi na ānando na somanassaṃ na cetaso uppilāvitattaṃ karaṇīyaṃ. ","eng":"Or if others honor, respect, revere, or venerate you, don’t make yourselves thrilled, elated, and emotionally excited. ","html":"{}"},"mn22:39.3":{"pli":"Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, tatra tumhākaṃ evamassa: ","eng":"If they praise you, just think, ","html":"{}"},"mn22:39.4":{"pli":"‘yaṃ kho idaṃ pubbe pariññātaṃ, tattha me evarūpā kārā karīyantī’ti. ","eng":"‘They do such things for us regarding what in the past was completely understood.’ ","html":"{}</p>","comm":"This seems out of place here, for “completely understood” refers to arahantship, yet as a general teaching this should include everyone. In the Chinese parallel at MA 200, after being abused, one reflects that it is due to past deeds, and after being praised, one reflects that it is due to present knowledge and elimination of defilements. Anālayo (<em>Comparative Study</em>, pp. 56–7) suggests that the Pali phrase <i lang='pi' translate='no'>pubbe pariññātaṁ</i> might be a conflation of these two ideas due to a textual confusion which also left the Pali without a reflection on being abused. While this must remain conjectural, it is a neat explanation for the several doctrinal and textual problems of this passage. "},"mn22:40.1":{"pli":"Tasmātiha, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha; ","eng":"So, mendicants, give up what isn’t yours. ","html":"<p>{}","comm":"This passage is found in several other suttas such as <a href='index.html?q=sn22.33'>SN 22.33</a>, and applied to the six senses at <a href='index.html?q=sn35.101'>SN 35.101</a>, etc. "},"mn22:40.2":{"pli":"taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ","eng":"Giving it up will be for your lasting welfare and happiness. ","html":"{}</p>"},"mn22:41.1":{"pli":"Kiñca, bhikkhave, na tumhākaṃ? ","eng":"And what isn’t yours? ","html":"<p>{}"},"mn22:41.2":{"pli":"Rūpaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ","eng":"Form isn’t yours: give it up. ","html":"{}"},"mn22:41.3":{"pli":"taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ","eng":"Giving it up will be for your lasting welfare and happiness. ","html":"{}</p>"},"mn22:41.4":{"pli":"Vedanā, bhikkhave, na tumhākaṃ, taṃ pajahatha; ","eng":"Feeling … ","html":"<p>{}"},"mn22:41.5":{"pli":"sā vo pahīnā dīgharattaṃ hitāya sukhāya bhavissati. ","html":"{}"},"mn22:41.6":{"pli":"Saññā, bhikkhave, na tumhākaṃ, taṃ pajahatha; ","eng":"perception … ","html":"{}"},"mn22:41.7":{"pli":"sā vo pahīnā dīgharattaṃ hitāya sukhāya bhavissati. ","html":"{}"},"mn22:41.8":{"pli":"Saṅkhārā, bhikkhave, na tumhākaṃ, te pajahatha; ","eng":"choices … ","html":"{}"},"mn22:41.9":{"pli":"te vo pahīnā dīgharattaṃ hitāya sukhāya bhavissanti. ","html":"{}"},"mn22:41.10":{"pli":"Viññāṇaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ","eng":"consciousness isn’t yours: give it up. ","html":"{}"},"mn22:41.11":{"pli":"taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ","eng":"Giving it up will be for your lasting welfare and happiness. ","html":"{}</p>"},"mn22:41.12":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"mn22:41.13":{"pli":"yaṃ imasmiṃ jetavane tiṇakaṭṭhasākhāpalāsaṃ, taṃ jano hareyya vā daheyya vā yathāpaccayaṃ vā kareyya. ","eng":"Suppose a person was to carry off the grass, sticks, branches, and leaves in this Jeta’s Grove, or burn them, or do what they want with them. ","html":"{}"},"mn22:41.14":{"pli":"Api nu tumhākaṃ evamassa: ","eng":"Would you think, ","html":"{}"},"mn22:41.15":{"pli":"‘amhe jano harati vā dahati vā yathāpaccayaṃ vā karotī’”ti? ","eng":"‘This person is carrying us off, burning us, or doing what they want with us’?” ","html":"{}</p>"},"mn22:41.16":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir. ","html":"<p>{}"},"mn22:41.17":{"pli":"“Taṃ kissa hetu”? ","eng":"Why is that? ","html":"{}"},"mn22:41.18":{"pli":"“Na hi no etaṃ, bhante, attā vā attaniyaṃ vā”ti. ","eng":"Because  to us that’s neither self nor belonging to self.” ","html":"{}</p>"},"mn22:41.19":{"pli":"“Evameva kho, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha; ","eng":"“In the same way, mendicants, give up what isn’t yours. ","html":"<p>{}"},"mn22:41.20":{"pli":"taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ","eng":"Giving it up will be for your lasting welfare and happiness. ","html":"{}"},"mn22:41.21":{"pli":"Kiñca, bhikkhave, na tumhākaṃ? ","eng":"And what isn’t yours? ","html":"{}"},"mn22:41.22":{"pli":"Rūpaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ","eng":"Form … ","html":"{}"},"mn22:41.23":{"pli":"taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ","html":"{}"},"mn22:41.24":{"pli":"Vedanā, bhikkhave …pe… ","eng":"feeling … ","html":"{}"},"mn22:41.25":{"pli":"saññā, bhikkhave … ","eng":"perception … ","html":"{}"},"mn22:41.26":{"pli":"saṅkhārā, bhikkhave …pe… ","eng":"choices … ","html":"{}"},"mn22:41.27":{"pli":"viññāṇaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ","eng":"consciousness isn’t yours: give it up. ","html":"{}"},"mn22:41.28":{"pli":"taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ","eng":"Giving it up will be for your lasting welfare and happiness. ","html":"{}</p>"},"mn22:42.1":{"pli":"Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ","eng":"The teaching well-explained thus by me is clarified, revealed, illuminated, and stripped of patchwork. ","html":"<p>{}","comm":"Also at <a href='index.html?q=sn12.22#2.1'>SN 12.22:2.1</a>. | “Stripped of patchwork” (<i lang='pi' translate='no'>chinnapilotika</i>) because, while the Dhamma has many and varied aspects, they all form a unified whole, not just scraps sewn together. "},"mn22:42.2":{"pli":"Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, vaṭṭaṃ tesaṃ natthi paññāpanāya. ","eng":"In this teaching thus well-explained, for those mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment, there is no cycle of rebirths to be found. … ","html":"{}</p>","comm":"For the phrase “no cycle of rebirths to be found” (<i lang='pi' translate='no'>vaṭṭaṁ tesaṁ natthi paññāpanāya</i>), compare <a href='index.html?q=dn15#22.6'>DN 15:22.6</a>. "},"mn22:43.1":{"pli":"Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ","html":"<p>{}"},"mn22:43.2":{"pli":"Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ pañcorambhāgiyāni saṃyojanāni pahīnāni, sabbe te opapātikā, tattha parinibbāyino, anāvattidhammā tasmā lokā. ","eng":"In this teaching thus well-explained, those mendicants who have given up the five lower fetters are all reborn spontaneously. They are extinguished there, and are not liable to return from that world. … ","html":"{}</p>","comm":"The qualifier “all of them” (<i lang='pi' translate='no'>sabbe te</i>) here and below is not found in similar passages. "},"mn22:44.1":{"pli":"Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ","html":"<p>{}"},"mn22:44.2":{"pli":"Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ tīṇi saṃyojanāni pahīnāni, rāgadosamohā tanubhūtā, sabbe te sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ","eng":"In this teaching thus well-explained, those mendicants who, having given up three fetters, and weakened greed, hate, and delusion, are all once-returners. They come back to this world once only, then make an end of suffering. … ","html":"{}</p>"},"mn22:45.1":{"pli":"Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ","html":"<p>{}"},"mn22:45.2":{"pli":"Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ tīṇi saṃyojanāni pahīnāni, sabbe te sotāpannā, avinipātadhammā, niyatā sambodhiparāyanā. ","eng":"In this teaching thus well-explained, those mendicants who have ended three fetters are all stream-enterers, not liable to be reborn in the underworld, destined for awakening. … ","html":"{}</p>"},"mn22:46.1":{"pli":"Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ","html":"<p>{}"},"mn22:46.2":{"pli":"Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū dhammānusārino saddhānusārino sabbe te sambodhiparāyanā. ","eng":"In this teaching thus well-explained, those mendicants who are followers of teachings or followers by faith are all are destined for awakening. ","html":"{}</p>","comm":"A “follower of teachings” is someone who accepts the teachings after reflecting on them with wisdom, while a “follower by faith” accepts the teachings due to their confidence in the teacher. They are both considered to be “practicing to realize the fruit of stream-entry” (<i lang='pi' translate='no'>sotāpattiphalasacchikiriyāya paṭipanno</i>), and, with the maturing of their faculties (<a href='index.html?q=sn48.18#1.5'>SN 48.18:1.5</a>), will assuredly attain stream-entry in this life (<a href='index.html?q=sn25.1'>SN 25.1</a>). "},"mn22:47.1":{"pli":"Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ","eng":"The teaching well-explained thus by me is clarified, revealed, illuminated, and stripped of patchwork. ","html":"<p>{}"},"mn22:47.2":{"pli":"Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ mayi saddhāmattaṃ pemamattaṃ sabbe te saggaparāyanā”ti. ","eng":"In this teaching thus well-explained, those who have a degree of faith and love for me are all bound for heaven.” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Saddhāmatta</i> (“a degree of faith”) is to be distinguished from <i lang='pi' translate='no'>saddhāmattaka</i> (“mere faith”). The former is sufficient for one to progress in the path (<a href='index.html?q=mn70#21.2'>MN 70:21.2</a>), but with the latter one just gets by (<a href='index.html?q=mn65#28.7'>MN 65:28.7</a>). "},"mn22:47.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn22:47.4":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn22:47.5":{"pli":"Alagaddūpamasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}