{"mn23":{"mn23:0.1":{"pli":"Majjhima Nikāya 23 ","eng":"Middle Discourses 23 ","html":"<article id='mn23'><header><ul><li class='division'>{}</li></ul>"},"mn23:0.2":{"pli":"Vammikasutta ","eng":"The Termite Mound ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn23:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn23:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn23:1.3":{"pli":"Tena kho pana samayena āyasmā kumārakassapo andhavane viharati. ","eng":"Now at that time Venerable Kassapa the Prince was staying in the Dark Forest. ","html":"{}</p>","comm":"“Kassapa the Prince” (Kumārakassapa) was ordained at twenty (<a href='index.html?q=pli-tv-kd1#75.1.1'>Kd 1:75.1.1</a>). His verses are collected in the Theragāthā (<a href='index.html?q=thag2.41'>Thag 2.41</a>). His love of elaborate similes and playful similes is shown in the Pāyāsisutta (<a href='index.html?q=dn23'>DN 23</a>), and echoed here in the teachings to him. He was declared the foremost of those with brilliant speech (<a href='index.html?q=an1.217'>AN 1.217</a>). | The Dark Forest (<i lang='pi' translate='no'>andhavana</i>) was a thick grove south of Sāvatthī often visited by monks and nuns for meditation. However, this is the only discourse where someone is said to be staying there. The commentary says the name means “Blind Man’s Forest”, giving a highly improbable origin story. But compare Sanskrit <i lang='pi' translate='no'>andhakūpa</i>, “dark well” or “blind well”, a well covered over with a lid or overgrowth; also the name of a hell. "},"mn23:1.4":{"pli":"Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ andhavanaṃ obhāsetvā yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā āyasmantaṃ kumārakassapaṃ etadavoca: ","eng":"Then, late at night, a glorious deity, lighting up the entire Dark Forest, went up to Kassapa the Prince, stood to one side, and said: ","html":"<p>{}</p>","comm":"The deity offers a series of obscure riddles full of secret meaning, almost like a dream sequence. The deliberate use of obscurity is a hallmark of Brahmanical literature, for “the gods love hidden things” (<i lang='pi' translate='no'>parokṣakāmā hi devāḥ</i>, Śatapatha Brāhmaṇa 10.6.2.2 and throughout). The sequence is set out as a quest for buried treasure. This mytheme is implicit in the Vedic myth of Indra freeing the cattle and the sun from the Vala cave, an act that liberates the truth. Sometimes it is made explicit, as when Indra is said to bring up the treasures buried deep (Rig Veda 8.66.4). The Aśvins are also associated with unearthing buried gems (Rig Veda 1.117.5) or gold (Rig Veda 1.117.12), imagery ultimately based in mining for the wealth of minerals underground. "},"mn23:2.1":{"pli":"“Bhikkhu bhikkhu, ayaṃ vammiko rattiṃ dhūmāyati, divā pajjalati. ","eng":"“Monk, monk! This termite mound fumes by night and flames by day. ","html":"<p>{}","comm":"Worship of termite mounds and the deadly snakes they harbor is still common in India today and is probably pre-Vedic. The Śatapatha Brāhmaṇa acknowledges a ritual significance to the anthill as a creative manifestation of the earth upon which offerings may be laid and whose ants were divine (2.6.2.17, 6.3.3.5, 14.1.2.10). In Bṛhadāraṇyaka Upaniṣad 4.4.7, Yājñavalkya compares a dead body bereft of soul to the lifeless slough of a snake on an anthill. | While anthills don’t “fume” and “flame”, large termite mounds leverage the temperature differential of day and night to create convection flows that regulate temperature and flush carbon dioxide. "},"mn23:2.2":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.3":{"pli":"‘abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"‘Dig, clever one, having picked up the sword!’ ","html":"{}</p>","comm":"The sword is taken up, a symbol whose roots lie in the discovery of metal smelting and the power this grants to the one who wields the sword. But the phrase has a double meaning, for <i lang='pi' translate='no'>sattha</i> means both “sword” and “sacred treatise”, while <i lang='pi' translate='no'>abhikkhaṇa</i> means both “dig” (<i lang='pi' translate='no'>abhi</i> + <i lang='pi' translate='no'>√khaṇ</i>) and “see” (<i lang='pi' translate='no'>abhi</i> + <i lang='pi' translate='no'>√ikkh</i>; this sense not in Pali, but cf. Vedic <i lang='pi' translate='no'>abhikhyā</i>). Thus, having entered the Dark Wood, the “clever one” (<i lang='pi' translate='no'>sumedha</i>) is urged to use the wisdom of scripture in order to see. This sense is reinforced by the fact that is the “brahmin” who says this. "},"mn23:2.4":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa laṅgiṃ ","eng":"Picking up the sword and digging, the clever one saw a sticking point: ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Laṅgi</i> occurs only here, and is glossed by the commentary with <i lang='pi' translate='no'>paligha</i> (“obstacle”). Such an obscure term must have been selected for a play on words. Sanskrit <i lang='pi' translate='no'>lagna</i> has the primary sense “to stick, adhere”, while also having a sense of the beginning or coming into contact with something. In modern languages such as Hindi, Marathi, or Kannada it has taken on the sense of “marriage”, and perhaps here we see an anticipation of this. If we are on the right track, the <i lang='pi' translate='no'>laṅgi</i> would be the initial challenge for a mendicant seeker, namely their attachment to family. This would explain why it is the first obstacle. "},"mn23:2.5":{"pli":"‘laṅgī, bhadante’ti. ","eng":"‘A sticking point, sir!’ ","html":"{}"},"mn23:2.6":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.7":{"pli":"‘ukkhipa laṅgiṃ; ","eng":"‘Throw out the sticking point! ","html":"{}"},"mn23:2.8":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having picked up the sword!’ ","html":"{}</p>"},"mn23:2.9":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa uddhumāyikaṃ. ","eng":"Picking up the sword and digging, the clever one saw a bullfrog: ","html":"<p>{}","comm":"The male Indian bullfrog possesses a pair of prominent dark-blue vocal sacs that puff up and down as it croaks, hence the Pali name <i lang='pi' translate='no'>uddhumāyika</i> (“puffer”). | Rig Veda 7.10 is addressed to frogs, who lie fallow in the dry but spring to life in the rains, filling the countryside with their amorous croaks, like the brahmin priests reciting their verses and passing them down to students. "},"mn23:2.10":{"pli":"‘Uddhumāyikā, bhadante’ti. ","eng":"‘A bullfrog, sir!’ ","html":"{}"},"mn23:2.11":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.12":{"pli":"‘ukkhipa uddhumāyikaṃ; ","eng":"‘Throw out the bullfrog! ","html":"{}"},"mn23:2.13":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having picked up the sword!’ ","html":"{}</p>"},"mn23:2.14":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa dvidhāpathaṃ. ","eng":"Picking up the sword and digging, the clever one saw a forked path: ","html":"<p>{}","comm":"Rig Veda 10.88.15 speaks of the two paths of gods and mortals (<i lang='pi' translate='no'>devānām uta martyānām</i>), later formalized as the path of the forefathers (<i lang='pi' translate='no'>pitṛyāna</i>) leading to rebirth and that of the gods (<i lang='pi' translate='no'>devayāna</i>) leading to liberation. This corresponds to the twofold choice of the young Siddhattha: to stay at home or to go forth. "},"mn23:2.15":{"pli":"‘Dvidhāpatho, bhadante’ti. ","eng":"‘A forked path, sir!’ ","html":"{}"},"mn23:2.16":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.17":{"pli":"‘ukkhipa dvidhāpathaṃ; ","eng":"‘Throw out the forked path! ","html":"{}"},"mn23:2.18":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having picked up the sword!’ ","html":"{}</p>"},"mn23:2.19":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa caṅgavāraṃ. ","eng":"Picking up the sword and digging, the clever one saw a filter of ash: ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Caṅgavāra</i> is a filter through which, according to <a href='index.html?q=ja525#29.2'>Ja 525:29.2</a>, water drips away like the brief days of our lives. The commentaries say that such alkaline (<i lang='pi' translate='no'>khāra</i>) filters were used by laundrymen. This refers to the traditional method of creating lye (a soap precursor) for washing, where a barrel is filled with wood ash through which water is passed. No matter how many pots of water are poured in, the commentary adds, it keeps dripping. "},"mn23:2.20":{"pli":"‘Caṅgavāro, bhadante’ti. ","eng":"‘A filter of ash, sir!’ ","html":"{}"},"mn23:2.21":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.22":{"pli":"‘ukkhipa caṅgavāraṃ; ","eng":"‘Throw out the filter of ash! ","html":"{}"},"mn23:2.23":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having picked up the sword!’ ","html":"{}</p>"},"mn23:2.24":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa kummaṃ. ","eng":"Picking up the sword and digging, the clever one saw a tortoise: ","html":"<p>{}","comm":"As described in Śatapatha Brāhmaṇa 7.5.1, a tortoise was placed on the altar to represent the primordial powers of creation: the sap of life, the sun, the breath, and the act of creation itself. Its lower and upper shells and its body in-between correspond to the three worlds: the earth, the heavens, and the midspace. It therefore connotes the ancient, endless movement of life. "},"mn23:2.25":{"pli":"‘Kummo, bhadante’ti. ","eng":"‘A tortoise, sir!’ ","html":"{}"},"mn23:2.26":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.27":{"pli":"‘ukkhipa kummaṃ; ","eng":"‘Throw out the tortoise! ","html":"{}"},"mn23:2.28":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having taken up the sword!’ ","html":"{}</p>"},"mn23:2.29":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa asisūnaṃ. ","eng":"Picking up the sword and digging, the clever one saw a butcher’s knife and chopping board: ","html":"<p>{}","comm":"In this brutal simile, <i lang='pi' translate='no'>asi</i> is a knife and <i lang='pi' translate='no'>sūna</i> is a place where animals are slaughtered, either a slaughterhouse or, as here, an implement for the slaughter. <a href='index.html?q=mnd1#23.18'>Mnd 1:23.18</a> says this phrase has the meaning of “chopping” (<i lang='pi' translate='no'>adhikuṭṭanaṭṭhena</i>). Compare with <i lang='pi' translate='no'>asiṁ sūnāṁ</i> in the violent, sexually graphic hymn at Rig Veda 10.86.18c. Vedic <i lang='pi' translate='no'>sūna</i> was a (sewn) “basket” for carrying the flesh of a slaughtered beast (see also Rig Veda 1.161.10), a sense that developed to “chopping block” and “slaughterhouse”. Jamison and Brereton read the Vedic passage as an analogy for the horse sacrifice, at the climax of which the queen has vulgar and very public sex with the dead horse. This cements in the most explicit way possible the oneness of sexual potency with the cycle of life and death. "},"mn23:2.30":{"pli":"‘Asisūnā, bhadante’ti. ","eng":"‘A butcher’s knife and chopping board, sir!’ ","html":"{}"},"mn23:2.31":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.32":{"pli":"‘ukkhipa asisūnaṃ; ","eng":"‘Throw out the butcher’s knife and chopping board! ","html":"{}"},"mn23:2.33":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having picked up the sword!’ ","html":"{}</p>"},"mn23:2.34":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa maṃsapesiṃ. ","eng":"Picking up the sword and digging, the clever one saw a scrap of meat: ","html":"<p>{}","comm":"Another simile shared with <a href='index.html?q=mn22#3.10'>MN 22:3.10</a>. A <i lang='pi' translate='no'>maṁsapesi</i> is small enough to be grabbed by a crow (<a href='index.html?q=mn54#16.1'>MN 54:16.1</a>), or to quickly disintegrate on a stove (<a href='index.html?q=an7.74#7.1'>AN 7.74:7.1</a>), thus is a “scrap of meat” rather than a substantial piece. It emphasizes the meanness and poverty of mortal life, our desires and attachments bound up with this transient “scrap of meat” we call a body. "},"mn23:2.35":{"pli":"‘Maṃsapesi, bhadante’ti. ","eng":"‘A scrap of meat, sir!’ ","html":"{}"},"mn23:2.36":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.37":{"pli":"‘ukkhipa maṃsapesiṃ; ","eng":"‘Throw out the scrap of meat! ","html":"{}"},"mn23:2.38":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyā’ti. ","eng":"Dig, clever one, having picked up the sword!’ ","html":"{}</p>"},"mn23:2.39":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya addasa nāgaṃ. ","eng":"Picking up the sword and digging, the clever one saw a cobra: ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Nāga</i> here means both a cobra—the literal snake that lives underneath an anthill—and the serpent of mysterious power that is analogous to an arahant, the “spiritual giant”. "},"mn23:2.40":{"pli":"‘Nāgo, bhadante’ti. ","eng":"‘A cobra, sir!’ ","html":"{}"},"mn23:2.41":{"pli":"Brāhmaṇo evamāha: ","eng":"The brahmin said, ","html":"{}"},"mn23:2.42":{"pli":"‘tiṭṭhatu nāgo, mā nāgaṃ ghaṭṭesi; namo karohi nāgassā’ti. ","eng":"‘Leave the cobra! Do not disturb the cobra! Worship the cobra!’ ","html":"{}</p>"},"mn23:2.43":{"pli":"Ime kho tvaṃ, bhikkhu, pañhe bhagavantaṃ upasaṅkamitvā puccheyyāsi, yathā ca te bhagavā byākaroti tathā naṃ dhāreyyāsi. ","eng":"Mendicant, go to the Buddha and ask him about this riddle. You should remember it in line with his answer. ","html":"<p>{}"},"mn23:2.44":{"pli":"Nāhaṃ taṃ, bhikkhu, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya aññatra tathāgatena vā, tathāgatasāvakena vā, ito vā pana sutvā”ti—","eng":"I don’t see anyone in this world—with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to this riddle except for the Realized One or his disciple or someone who has heard it from them.” ","html":"{}</p>","comm":"This is, of course, a direct slight on the brahmins who prided themselves on finding explanations for the most obscure and puzzling passages. "},"mn23:2.45":{"pli":"Idamavoca sā devatā. ","eng":"That is what that deity said ","html":"<p>{}"},"mn23:2.46":{"pli":"Idaṃ vatvā tatthevantaradhāyi. ","eng":"before vanishing right there. ","html":"{}</p>"},"mn23:3.1":{"pli":"Atha kho āyasmā kumārakassapo tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā kumārakassapo bhagavantaṃ etadavoca: ","eng":"Then, when the night had passed, Kassapa the Prince went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he asked: ","html":"<p>{}"},"mn23:3.2":{"pli":"“imaṃ, bhante, rattiṃ aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ andhavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho, bhante, sā devatā maṃ etadavoca: ","html":"{}"},"mn23:3.3":{"pli":"‘bhikkhu bhikkhu, ayaṃ vammiko rattiṃ dhūmāyati, divā pajjalati. ","html":"{}"},"mn23:3.4":{"pli":"Brāhmaṇo evamāha: ","html":"{}"},"mn23:3.5":{"pli":"“abhikkhaṇa, sumedha, satthaṃ ādāyā”ti. ","html":"{}"},"mn23:3.6":{"pli":"Abhikkhaṇanto sumedho satthaṃ ādāya …pe… ","html":"{}"},"mn23:3.7":{"pli":"ito vā pana sutvā’ti. ","html":"{}</p>"},"mn23:3.8":{"pli":"Idamavoca, bhante, sā devatā. ","html":"<p data-counter='1'>{}"},"mn23:3.9":{"pli":"Idaṃ vatvā tatthevantaradhāyi. ","html":"{}"},"mn23:3.10":{"pli":"Ko nu kho, bhante, vammiko, kā rattiṃ dhūmāyanā, kā divā pajjalanā, ko brāhmaṇo, ko sumedho, kiṃ satthaṃ, kiṃ abhikkhaṇaṃ, kā laṅgī, kā uddhumāyikā, ko dvidhāpatho, kiṃ caṅgavāraṃ, ko kummo, kā asisūnā, kā maṃsapesi, ko nāgo”ti? ","eng":"“Sir, what is the termite mound? What is the fuming by night and flaming by day? Who is the brahmin, and who the clever one? What are the sword, the digging, the sticking point, the bullfrog, the forked path, the filter of ash, the tortoise, the butcher’s knife and chopping board, and the scrap of meat? And what is the cobra?” ","html":"{}</p>"},"mn23:4.1":{"pli":"“‘Vammiko’ti kho, bhikkhu, imassetaṃ cātumahābhūtikassa kāyassa adhivacanaṃ, mātāpettikasambhavassa odanakummāsūpacayassa aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassa. ","eng":"“Mendicant, ‘termite mound’ is a term for this body made up of the four principal states, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ","html":"<p>{}</p>","comm":"Just as a termite mound is created by activity driven by eating and excreting, so this body is created from within by food. Also, the body, like a termite mound, is home to countless small creatures. "},"mn23:4.2":{"pli":"Yaṃ kho, bhikkhu, divā kammante ārabbha rattiṃ anuvitakketi anuvicāreti—","eng":"Thinking and considering all night about what you did during the day—","html":"<p data-counter='2–3'>{}","comm":"Apparently stressing oneself at night over work is not a modern phenomenon. "},"mn23:4.3":{"pli":"ayaṃ rattiṃ dhūmāyanā. ","eng":"this is the fuming at night. ","html":"{}"},"mn23:4.4":{"pli":"Yaṃ kho, bhikkhu, rattiṃ anuvitakketvā anuvicāretvā divā kammante payojeti kāyena vācāya manasā—","eng":"The work you apply yourself to during the day by body, speech, and mind after thinking about it all night—","html":"{}"},"mn23:4.5":{"pli":"ayaṃ divā pajjalanā. ","eng":"this is the flaming by day. ","html":"{}</p>"},"mn23:4.6":{"pli":"‘Brāhmaṇo’ti kho, bhikkhu, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa. ","eng":"‘Brahmin’ is a term for the Realized One, the perfected one, the fully awakened Buddha. ","html":"<p data-counter='4–5'>{}"},"mn23:4.7":{"pli":"‘Sumedho’ti kho, bhikkhu, sekkhassetaṃ bhikkhuno adhivacanaṃ. ","eng":"‘Clever one’ is a term for the trainee mendicant. ","html":"{}</p>"},"mn23:4.8":{"pli":"‘Satthan’ti kho, bhikkhu, ariyāyetaṃ paññāya adhivacanaṃ. ","eng":"‘Sword’ is a term for noble wisdom. ","html":"<p data-counter='6–7'>{}"},"mn23:4.9":{"pli":"‘Abhikkhaṇan’ti kho, bhikkhu, vīriyārambhassetaṃ adhivacanaṃ. ","eng":"‘Digging’ is a term for rousing energy. ","html":"{}</p>"},"mn23:4.10":{"pli":"‘Laṅgī’ti kho, bhikkhu, avijjāyetaṃ adhivacanaṃ. ","eng":"‘Sticking point’ is a term for ignorance. ","html":"<p data-counter='8'>{}"},"mn23:4.11":{"pli":"Ukkhipa laṅgiṃ, pajaha avijjaṃ; ","eng":"‘Throw out the sticking point’ means ‘give up ignorance, ","html":"{}"},"mn23:4.12":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","eng":"dig, clever one, having picked up the sword.’ ","html":"{}</p>"},"mn23:4.13":{"pli":"‘Uddhumāyikā’ti kho, bhikkhu, kodhūpāyāsassetaṃ adhivacanaṃ. ","eng":"‘Bullfrog’ is a term for anger and distress. ","html":"<p data-counter='9'>{}","comm":"The bullfrog (<i lang='pi' translate='no'>uddhumāyika</i>) evokes those renunciates who become puffed up (<i lang='pi' translate='no'>uddhata</i>) and argumentative over doctrines (eg. <a href='index.html?q=thag17.1#11.1'>Thag 17.1:11.1</a>). "},"mn23:4.14":{"pli":"Ukkhipa uddhumāyikaṃ, pajaha kodhūpāyāsaṃ; ","eng":"‘Throw out the bullfrog’ means ‘give up anger and distress’ … ","html":"{}"},"mn23:4.15":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","html":"{}</p>"},"mn23:4.16":{"pli":"‘Dvidhāpatho’ti kho, bhikkhu, vicikicchāyetaṃ adhivacanaṃ. ","eng":"‘A forked path’ is a term for doubt. ","html":"<p data-counter='10'>{}"},"mn23:4.17":{"pli":"Ukkhipa dvidhāpathaṃ, pajaha vicikicchaṃ; ","eng":"‘Throw out the forked path’ means ‘give up doubt’ … ","html":"{}"},"mn23:4.18":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","html":"{}</p>"},"mn23:4.19":{"pli":"‘Caṅgavāran’ti kho, bhikkhu, pañcannetaṃ nīvaraṇānaṃ adhivacanaṃ, seyyathidaṃ—","eng":"‘A filter of ash’ is a term for the five hindrances, that is: ","html":"<p data-counter='11'>{}","comm":"The commentary says that, just as water continually drips through such a filter, the mind of someone beset by the five hindrances cannot stay fixed internally on what is wholesome. This contrasts with the mind in absorption, which is illustrated with similes of water that emphasize stillness and containment (<a href='index.html?q=dn2#76.1'>DN 2:76.1</a>, etc.). "},"mn23:4.20":{"pli":"kāmacchandanīvaraṇassa, byāpādanīvaraṇassa, thinamiddhanīvaraṇassa, uddhaccakukkuccanīvaraṇassa, vicikicchānīvaraṇassa. ","eng":"the hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ","html":"{}"},"mn23:4.21":{"pli":"Ukkhipa caṅgavāraṃ, pajaha pañca nīvaraṇe; ","eng":"‘Throw out the filter of ash’ means ‘give up the five hindrances’ … ","html":"{}"},"mn23:4.22":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","html":"{}</p>"},"mn23:4.23":{"pli":"‘Kummo’ti kho, bhikkhu, pañcannetaṃ upādānakkhandhānaṃ adhivacanaṃ, seyyathidaṃ—","eng":"‘Tortoise’ is a term for the five grasping aggregates, that is: ","html":"<p data-counter='12'>{}","comm":"The five aggregates are the tortoise’s five limbs, with consciousness as the head. The aggregates represent the changing world of conditions driven by karma, just as the tortoise is the creative force and life of the three worlds. In <i lang='pi' translate='no'>samādhi</i>, the senses are withdrawn like a tortoise’s limbs (<a href='index.html?q=sn35.240#1.4'>SN 35.240:1.4</a>). "},"mn23:4.24":{"pli":"rūpupādānakkhandhassa, vedanupādānakkhandhassa, saññupādānakkhandhassa, saṅkhārupādānakkhandhassa, viññāṇupādānakkhandhassa. ","eng":"form, feeling, perception, choices, and consciousness. ","html":"{}"},"mn23:4.25":{"pli":"Ukkhipa kummaṃ, pajaha pañcupādānakkhandhe; ","eng":"‘Throw out the tortoise’ means ‘give up the five grasping aggregates’ … ","html":"{}"},"mn23:4.26":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","html":"{}</p>"},"mn23:4.27":{"pli":"‘Asisūnā’ti kho, bhikkhu, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ—","eng":"‘Butcher’s knife and chopping board’ is a term for the five kinds of sensual stimulation. ","html":"<p data-counter='13'>{}","comm":"The senses work because the sense stimulus smashes into the sense organ, like a knife on a chopping block. We seek pleasurable sensations to mask the inherently turbulent nature of sense experience. "},"mn23:4.28":{"pli":"cakkhuviññeyyānaṃ rūpānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn23:4.29":{"pli":"sotaviññeyyānaṃ saddānaṃ …pe… ","eng":"Sounds known by the ear … ","html":"{}"},"mn23:4.30":{"pli":"ghānaviññeyyānaṃ gandhānaṃ …pe… ","eng":"Smells known by the nose … ","html":"{}"},"mn23:4.31":{"pli":"jivhāviññeyyānaṃ rasānaṃ …pe… ","eng":"Tastes known by the tongue … ","html":"{}"},"mn23:4.32":{"pli":"kāyaviññeyyānaṃ phoṭṭhabbānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn23:4.33":{"pli":"Ukkhipa asisūnaṃ, pajaha pañca kāmaguṇe; ","eng":"‘Throw out the butcher’s knife and chopping board’ means ‘give up the five kinds of sensual stimulation’ … ","html":"{}"},"mn23:4.34":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","html":"{}</p>"},"mn23:4.35":{"pli":"‘Maṃsapesī’ti kho, bhikkhu, nandīrāgassetaṃ adhivacanaṃ. ","eng":"‘Scrap of meat’ is a term for greed and relishing. ","html":"<p data-counter='14'>{}"},"mn23:4.36":{"pli":"Ukkhipa maṃsapesiṃ, pajaha nandīrāgaṃ; ","eng":"‘Throw out the scrap of meat’ means ‘give up greed and relishing’ … ","html":"{}"},"mn23:4.37":{"pli":"abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. ","html":"{}</p>"},"mn23:4.38":{"pli":"‘Nāgo’ti kho, bhikkhu, khīṇāsavassetaṃ bhikkhuno adhivacanaṃ. ","eng":"‘Cobra’ is a term for a mendicant who has ended the defilements. ","html":"<p data-counter='15'>{}"},"mn23:4.39":{"pli":"Tiṭṭhatu nāgo, mā nāgaṃ ghaṭṭesi; namo karohi nāgassāti ayametassa attho”ti. ","eng":"This is the meaning of: ‘Leave the cobra! Do not disturb the cobra! Worship the cobra!’” ","html":"{}</p>"},"mn23:4.40":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn23:4.41":{"pli":"Attamano āyasmā kumārakassapo bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Kassapa the Prince approved what the Buddha said. ","html":"{}</p>"},"mn23:4.42":{"pli":"Vammikasuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}