{"mn20":{"mn20:0.1":{"pli":"Majjhima Nikāya 20 ","eng":"Middle Discourses 20 ","html":"<article id='mn20'><header><ul><li class='division'>{}</li></ul>"},"mn20:0.2":{"pli":"Vitakkasaṇṭhānasutta ","eng":"How to Stop Thinking ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn20:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn20:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn20:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn20:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn20:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn20:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn20:2.1":{"pli":"“Adhicittamanuyuttena, bhikkhave, bhikkhunā pañca nimittāni kālena kālaṃ manasi kātabbāni. ","eng":"“Mendicants, a mendicant committed to the higher mind should focus on five subjects from time to time. ","html":"<p>{}","comm":"The “higher mind” (<i lang='pi' translate='no'>adhicitta</i>) is the four <i lang='pi' translate='no'>jhānas</i> (<a href='index.html?q=an3.90#3.1'>AN 3.90:3.1</a>). | “Subject” (<i lang='pi' translate='no'>nimitta</i>) here has its normal meaning in meditation contexts: a property of experience that, when focused on, fosters similar properties. This is primarily the chosen subject of meditation, but it also includes any subject that the mind dwells on. | “From time to time” (<i lang='pi' translate='no'>kālena kālaṁ</i>): these are not fundamentals of meditation like mindfulness, which should always be developed, but rather expedients for dealing with specific problems when they arise. A meditator should be familiar with these methods and apply them when needed. However, one should not be over-eager to reach for these methods; they are meant for those times when the normal process of meditation has gone awry. "},"mn20:2.2":{"pli":"Katamāni pañca? ","eng":"What five? ","html":"{}</p>"},"mn20:3.1":{"pli":"Idha, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṃ nimittaṃ manasi kātabbaṃ kusalūpasaṃhitaṃ. ","eng":"Take a mendicant who is focusing on some subject that gives rise to bad, unskillful thoughts connected with desire, hate, and delusion. That mendicant should focus on some other subject connected with the skillful. ","html":"<p data-counter='1'>{}","comm":"For example, a meditator who finds themselves plagued with thoughts of annoyance, having recognized that this is happening per <a href='index.html?q=mn19'>MN 19</a>, should switch to a new meditation such as <i lang='pi' translate='no'>mettā</i>. "},"mn20:3.2":{"pli":"Tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"As they do so, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:3.3":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}"},"mn20:3.4":{"pli":"Seyyathāpi, bhikkhave, dakkho palagaṇḍo vā palagaṇḍantevāsī vā sukhumāya āṇiyā oḷārikaṃ āṇiṃ abhinihaneyya abhinīhareyya abhinivatteyya; ","eng":"It’s like a deft mason or their apprentice who’d knock out or extract a large peg with a finer peg. ","html":"{}"},"mn20:3.5":{"pli":"evameva kho, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṃ nimittaṃ manasi kātabbaṃ kusalūpasaṃhitaṃ. ","eng":"In the same way, a mendicant … should focus on some other basis of meditation connected with the skillful … ","html":"{}"},"mn20:3.6":{"pli":"Tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","html":"{}"},"mn20:3.7":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}</p>"},"mn20:4.1":{"pli":"Tassa ce, bhikkhave, bhikkhuno tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ ādīnavo upaparikkhitabbo: ","eng":"Now, suppose that mendicant is focusing on some other subject connected with the skillful, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should examine the drawbacks of those thoughts: ","html":"<p data-counter='2'>{}","comm":"These methods are progressive; each one assumes that the former method has failed. | Looking at the drawbacks of unskillful thoughts was the cornerstone of the Bodhisatta’s method at per <a href='index.html?q=mn19#3.4'>MN 19:3.4</a>. "},"mn20:4.2":{"pli":"‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti. ","eng":"‘So these thoughts are unskillful, they’re blameworthy, and they result in suffering.’ ","html":"{}","comm":"As per <a href='index.html?q=mn19#3.4'>MN 19:3.4</a>. "},"mn20:4.3":{"pli":"Tassa tesaṃ vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"As they do so, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:4.4":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}"},"mn20:4.5":{"pli":"Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭiyeyya harāyeyya jiguccheyya; ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments. If the carcass of a snake or a dog or a human were hung around their neck, they’d be horrified, repelled, and disgusted. ","html":"{}"},"mn20:4.6":{"pli":"evameva kho, bhikkhave, tassa ce bhikkhuno tamhāpi nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ ādīnavo upaparikkhitabbo: ","eng":"In the same way, a mendicant … should examine the drawbacks of those thoughts … ","html":"{}"},"mn20:4.7":{"pli":"‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti. ","html":"{}"},"mn20:4.8":{"pli":"Tassa tesaṃ vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","html":"{}"},"mn20:4.9":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}</p>"},"mn20:5.1":{"pli":"Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ ādīnavaṃ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ asatiamanasikāro āpajjitabbo. ","eng":"Now, suppose that mendicant is examining the drawbacks of those thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should try to forget and ignore them. ","html":"<p data-counter='3'>{}","comm":"“Forget” is <i lang='pi' translate='no'>asati</i> and “ignore” is <i lang='pi' translate='no'>amanasikāra</i>. "},"mn20:5.2":{"pli":"Tassa tesaṃ vitakkānaṃ asatiamanasikāraṃ āpajjato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"As they do so, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:5.3":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}"},"mn20:5.4":{"pli":"Seyyathāpi, bhikkhave, cakkhumā puriso āpāthagatānaṃ rūpānaṃ adassanakāmo assa; ","eng":"Suppose there was a person with clear eyes, and some undesirable sights came into their range of vision. ","html":"{}"},"mn20:5.5":{"pli":"so nimīleyya vā aññena vā apalokeyya; ","eng":"They’d just close their eyes or look away. ","html":"{}"},"mn20:5.6":{"pli":"evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ ādīnavaṃ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, te pahīyanti te abbhatthaṃ gacchanti. ","eng":"In the same way, a mendicant … those bad thoughts are given up and come to an end … ","html":"{}","comm":"The repetitions here are dubious. The Mahāsaṅgīti edition here and following omits the method that stops the thoughts. It is surely implied, but in the absence of any witnesses, I translate to preserve the roughness of the Pali. "},"mn20:5.7":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}</p>"},"mn20:6.1":{"pli":"Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikātabbaṃ. ","eng":"Now, suppose that mendicant is ignoring and forgetting about those thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should focus on stopping the formation of thoughts. ","html":"<p>{}","comm":"The unique phrase “stopping the formation of thoughts” (<i lang='pi' translate='no'>vitakkasaṅkhārasaṇṭhānaṁ</i>) lends the sutta its title. Here <i lang='pi' translate='no'>saṅkhāra</i> refers to the energy that drives the formation of thoughts. Understanding the cause helps to deprive it of its power. "},"mn20:6.2":{"pli":"Tassa tesaṃ vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"As they do so, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:6.3":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}"},"mn20:6.4":{"pli":"Seyyathāpi, bhikkhave, puriso sīghaṃ gaccheyya. ","eng":"Suppose there was a person walking quickly. ","html":"{}","comm":"“Walking quickly” like a person swamped by many thoughts (<a href='index.html?q=mn18#16.1'>MN 18:16.1</a>). "},"mn20:6.5":{"pli":"Tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn20:6.6":{"pli":"‘kiṃ nu kho ahaṃ sīghaṃ gacchāmi? ","eng":"‘Why am I walking so quickly? ","html":"{}"},"mn20:6.7":{"pli":"Yannūnāhaṃ saṇikaṃ gaccheyyan’ti. ","eng":"Why don’t I slow down?’ ","html":"{}"},"mn20:6.8":{"pli":"So saṇikaṃ gaccheyya. ","eng":"So they’d slow down. ","html":"{}","comm":"Multiple methods of quelling thought have failed, so this method focuses on gradually slowing down rather than stopping all at once. Asking “why am I thinking so much?” turns attention around, focusing on the previous thought rather than the next thing. "},"mn20:6.9":{"pli":"Tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn20:6.10":{"pli":"‘kiṃ nu kho ahaṃ saṇikaṃ gacchāmi? ","eng":"‘Why am I walking slowly? ","html":"{}"},"mn20:6.11":{"pli":"Yannūnāhaṃ tiṭṭheyyan’ti. ","eng":"Why don’t I stand still?’ ","html":"{}"},"mn20:6.12":{"pli":"So tiṭṭheyya. ","eng":"So they’d stand still. ","html":"{}"},"mn20:6.13":{"pli":"Tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn20:6.14":{"pli":"‘kiṃ nu kho ahaṃ ṭhito? ","eng":"‘Why am I standing still? ","html":"{}"},"mn20:6.15":{"pli":"Yannūnāhaṃ nisīdeyyan’ti. ","eng":"Why don’t I sit down?’ ","html":"{}"},"mn20:6.16":{"pli":"So nisīdeyya. ","eng":"So they’d sit down. ","html":"{}"},"mn20:6.17":{"pli":"Tassa evamassa: ","eng":"They’d think: ","html":"{}"},"mn20:6.18":{"pli":"‘kiṃ nu kho ahaṃ nisinno? ","eng":"‘Why am I sitting? ","html":"{}"},"mn20:6.19":{"pli":"Yannūnāhaṃ nipajjeyyan’ti. ","eng":"Why don’t I lie down?’ ","html":"{}"},"mn20:6.20":{"pli":"So nipajjeyya. ","eng":"So they’d lie down. ","html":"{}"},"mn20:6.21":{"pli":"Evañhi so, bhikkhave, puriso oḷārikaṃ oḷārikaṃ iriyāpathaṃ abhinivajjetvā sukhumaṃ sukhumaṃ iriyāpathaṃ kappeyya. ","eng":"And so that person would shun successively coarser postures and adopt more subtle ones. ","html":"{}</p>"},"mn20:6.22":{"pli":"Evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"In the same way, a mendicant … those thoughts are given up and come to an end … ","html":"<p data-counter='4'>{}"},"mn20:6.23":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}</p>"},"mn20:7.1":{"pli":"Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi. ","eng":"Now, suppose that mendicant is focusing on stopping the formation of thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. ","html":"<p data-counter='5'>{}"},"mn20:7.2":{"pli":"Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitabbaṃ abhinippīḷetabbaṃ abhisantāpetabbaṃ. ","eng":"With teeth clenched and tongue pressed against the roof of the mouth, they should squeeze, squash, and crush mind with mind. ","html":"{}","comm":"As a last resort, the meditator forcibly crushes unwholesome thoughts and makes themselves think wholesome thoughts. This is one of the Jain-like mortifying meditations that the Bodhisatta undertook before discovering the middle way (<a href='index.html?q=mn36#20.2'>MN 36:20.2</a>, <a href='index.html?q=mn85#20.2'>MN 85:20.2</a>, <a href='index.html?q=mn100#17.2'>MN 100:17.2</a>). There, compared to the other practices such as meditating without breathing, it is the first and gentlest. Thus the most gentle of the mortifying meditations becomes the harshest of the Buddhist methods. | The first two terms (<i lang='pi' translate='no'>abhiniggaṇhāti</i>, <i lang='pi' translate='no'>abhinippīḷeti</i>) also occur in the context of defeating an opponent in debate (<a href='index.html?q=an10.116#5.1'>AN 10.116:5.1</a>) and sexual assault (<a href='index.html?q=pli-tv-bu-vb-ss2#2.2.1'>Bu Ss 2:2.2.1</a>). <i lang='pi' translate='no'>Abhisantāpeti</i> does not occur elsewhere in early Pali, but at Atharvaveda 2.12.6c it is a divine punishment for heretics. "},"mn20:7.3":{"pli":"Tassa dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"As they do so, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:7.4":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}"},"mn20:7.5":{"pli":"Seyyathāpi, bhikkhave, balavā puriso dubbalataraṃ purisaṃ sīse vā gale vā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya; ","eng":"It’s like a strong man who grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and crushes them. ","html":"{}"},"mn20:7.6":{"pli":"evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi. ","eng":"In the same way, a mendicant … ","html":"{}"},"mn20:7.7":{"pli":"Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitabbaṃ abhinippīḷetabbaṃ abhisantāpetabbaṃ. ","eng":"with teeth clenched and tongue pressed against the roof of the mouth, should squeeze, squash, and crush mind with mind. ","html":"{}"},"mn20:7.8":{"pli":"Tassa dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"As they do so, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:7.9":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}</p>"},"mn20:8.1":{"pli":"Yato kho, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"Now, take the mendicant who is focusing on some subject that gives rise to bad, unskillful thoughts connected with desire, hate, and delusion. They focus on some other subject connected with the skillful … ","html":"<p>{}"},"mn20:8.2":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}"},"mn20:8.3":{"pli":"Tesampi vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"They examine the drawbacks of those thoughts … ","html":"{}"},"mn20:8.4":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}"},"mn20:8.5":{"pli":"Tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"They try to forget and ignore about those thoughts … ","html":"{}"},"mn20:8.6":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}"},"mn20:8.7":{"pli":"Tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"They focus on stopping the formation of thoughts … ","html":"{}"},"mn20:8.8":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","html":"{}"},"mn20:8.9":{"pli":"Dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti. ","eng":"With teeth clenched and tongue pressed against the roof of the mouth, they squeeze, squash, and crush mind with mind. When they succeed in each of these things, those bad thoughts are given up and come to an end. ","html":"{}"},"mn20:8.10":{"pli":"Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ","eng":"Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"{}"},"mn20:8.11":{"pli":"Ayaṃ vuccati, bhikkhave, bhikkhu vasī vitakkapariyāyapathesu. ","eng":"This is called a mendicant who is a master of the ways of thought. ","html":"{}"},"mn20:8.12":{"pli":"Yaṃ vitakkaṃ ākaṅkhissati taṃ vitakkaṃ vitakkessati, yaṃ vitakkaṃ nākaṅkhissati na taṃ vitakkaṃ vitakkessati. ","eng":"They will think what they want to think, and they won’t think what they don’t want to think. ","html":"{}"},"mn20:8.13":{"pli":"Acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā”ti. ","eng":"They’ve cut off craving, cast off the fetters, and by rightly comprehending conceit have made an end of suffering.” ","html":"{}</p>","comm":"This sentence has a number of dubious features. Up until now the Chinese parallel at MA 101 is fairly similar, but it lacks this phrase. In addition, the passage lacks the expected conditional <i lang='pi' translate='no'>yato ca</i> construction (“When a mendicant … then they are called one who has cut off craving …”, eg. <a href='index.html?q=mn22#8.13'>MN 22:8.13</a>). Moreover, being phrased in the past tense it sits uneasily with the future tense of the previous phrase, and would have made better sense reversed (“Having cut off craving … they will think what they want to think”). Taken together, these considerations suggest that this passage may have been inserted by error in the Pali. The original scope of the sutta, then, would have focused solely on the quieting of thoughts for attaining <i lang='pi' translate='no'>samādhi</i>. "},"mn20:8.14":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn20:8.15":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn20:8.16":{"pli":"Vitakkasaṇṭhānasuttaṃ niṭṭhitaṃ dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"mn20:8.17":{"pli":"Sīhanādavaggo niṭṭhito dutiyo. ","html":"<p class='endvagga'>{}</p>"},"mn20:9.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"mn20:9.1":{"pli":"Cūḷasīhanādalomahaṃsavaro, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"mn20:9.2":{"pli":"Mahācūḷadukkhakkhandhaanumānikasuttaṃ; ","html":"<span class='verse-line'>{}</span>"},"mn20:9.3":{"pli":"Khilapatthamadhupiṇḍikadvidhāvitakka, ","html":"<span class='verse-line'>{}</span>"},"mn20:9.4":{"pli":"Pañcanimittakathā puna vaggo. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}