{"mn142":{"mn142:0.1":{"pli":"Majjhima Nikāya 142 ","eng":"Middle Discourses 142 ","html":"<article id='mn142'><header><ul><li class='division'>{}</li></ul>"},"mn142:0.2":{"pli":"Dakkhiṇāvibhaṅgasutta ","eng":"The Analysis of Religious Donations ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn142:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn142:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"{}</p>"},"mn142:2.1":{"pli":"Atha kho mahāpajāpati gotamī navaṃ dussayugaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho mahāpajāpati gotamī bhagavantaṃ etadavoca: ","eng":"Then Mahāpajāpati Gotamī approached the Buddha bringing a new pair of garments. She bowed, sat down to one side, and said to the Buddha, ","html":"<p>{}","comm":"Mahāpajāpati was the Buddha’s foster-mother, sister of his birth mother Māyā. She is honored in the tradition as the first nun, the founder of the bhikkhunī order (<a href='index.html?q=an8.51#20.1'>AN 8.51:20.1</a>). She was honored as the most senior of the nuns (<a href='index.html?q=an1.235#1.1'>AN 1.235:1.1</a>). Though mostly remembered as the Buddha’s mother, her own verses deconstruct her motherhood, relating how she has previously been a “mother, a son, a father, a brother, and a grandmother” but now has transcended all such states (<a href='index.html?q=thig6.6#3.1'>Thig 6.6:3.1</a>). "},"mn142:2.2":{"pli":"“idaṃ me, bhante, navaṃ dussayugaṃ bhagavantaṃ uddissa sāmaṃ kantaṃ sāmaṃ vāyitaṃ. ","eng":"“Sir, I have spun and woven this new pair of garments specially for the Buddha. ","html":"{}","comm":"Mahāpajāpati offers on behalf of her son alone, whereas elsewhere offerings are said to be “specially for the Buddha and the mendicant Saṅgha” <a href='index.html?q=an5.30#2.4'>AN 5.30:2.4</a>, <a href='index.html?q=an6.42#2.4'>AN 6.42:2.4</a>, <a href='index.html?q=an8.86#2.5'>AN 8.86:2.5</a>. "},"mn142:2.3":{"pli":"Taṃ me, bhante, bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti. ","eng":"May the Buddha please accept this from me out of sympathy.” ","html":"{}</p>"},"mn142:2.4":{"pli":"Evaṃ vutte, bhagavā mahāpajāpatiṃ gotamiṃ etadavoca: ","eng":"When she said this, the Buddha said to her, ","html":"<p>{}"},"mn142:2.5":{"pli":"“saṅghe, gotami, dehi. ","eng":"“Give it to the Saṅgha, Gotamī. ","html":"{}"},"mn142:2.6":{"pli":"Saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā”ti. ","eng":"When you give to the Saṅgha, both the Saṅgha and I will be honored.” ","html":"{}</p>","comm":"The Buddha gently tries to deflect Mahāpajāpati’s familial attachment. "},"mn142:2.7":{"pli":"Dutiyampi kho mahāpajāpati gotamī bhagavantaṃ etadavoca: ","eng":"For a second time … ","html":"<p>{}"},"mn142:2.8":{"pli":"“idaṃ me, bhante, navaṃ dussayugaṃ bhagavantaṃ uddissa sāmaṃ kantaṃ sāmaṃ vāyitaṃ. ","html":"{}"},"mn142:2.9":{"pli":"Taṃ me, bhante, bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti. ","html":"{}"},"mn142:2.10":{"pli":"Dutiyampi kho bhagavā mahāpajāpatiṃ gotamiṃ etadavoca: ","html":"{}"},"mn142:2.11":{"pli":"“saṅghe, gotami, dehi. ","html":"{}"},"mn142:2.12":{"pli":"Saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā”ti. ","html":"{}</p>"},"mn142:2.13":{"pli":"Tatiyampi kho mahāpajāpati gotamī bhagavantaṃ etadavoca: ","eng":"For a third time, Mahāpajāpati Gotamī said to the Buddha, ","html":"<p>{}"},"mn142:2.14":{"pli":"“idaṃ me, bhante, navaṃ dussayugaṃ bhagavantaṃ uddissa sāmaṃ kantaṃ sāmaṃ vāyitaṃ. ","eng":"“Sir, I have spun and woven this new pair of garments specially for the Buddha. ","html":"{}"},"mn142:2.15":{"pli":"Taṃ me, bhante, bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti. ","eng":"May the Buddha please accept this from me out of sympathy.” ","html":"{}</p>"},"mn142:2.16":{"pli":"Tatiyampi kho bhagavā mahāpajāpatiṃ gotamiṃ etadavoca: ","eng":"And for a third time, the Buddha said to her, ","html":"<p>{}"},"mn142:2.17":{"pli":"“saṅghe, gotami, dehi. ","eng":"“Give it to the Saṅgha, Gotamī. ","html":"{}"},"mn142:2.18":{"pli":"Saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā”ti. ","eng":"When you give to the Saṅgha, both the Saṅgha and I will be honored.” ","html":"{}</p>"},"mn142:3.1":{"pli":"Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Ānanda said to the Buddha, ","html":"<p>{}"},"mn142:3.2":{"pli":"“paṭiggaṇhātu, bhante, bhagavā mahāpajāpatiyā gotamiyā navaṃ dussayugaṃ. ","eng":"“Sir, please accept the new pair of garments from Mahāpajāpati Gotamī. ","html":"{}"},"mn142:3.3":{"pli":"Bahūpakārā, bhante, mahāpajāpati gotamī bhagavato mātucchā āpādikā posikā khīrassa dāyikā; ","eng":"Sir, Mahāpajāpati was very helpful to the Buddha. As his aunt, she raised him, nurtured him, and gave him her milk. ","html":"{}"},"mn142:3.4":{"pli":"bhagavantaṃ janettiyā kālaṅkatāya thaññaṃ pāyesi. ","eng":"When the Buddha’s birth mother passed away, she nurtured him at her own breast. ","html":"{}</p>"},"mn142:3.5":{"pli":"Bhagavāpi, bhante, bahūpakāro mahāpajāpatiyā gotamiyā. ","eng":"And the Buddha has been very helpful to Mahāpajāpati. ","html":"<p>{}"},"mn142:3.6":{"pli":"Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī buddhaṃ saraṇaṃ gatā, dhammaṃ saraṇaṃ gatā, saṅghaṃ saraṇaṃ gatā. ","eng":"It is owing to the Buddha that Mahāpajāpati has gone for refuge to the Buddha, the teaching, and the Saṅgha. ","html":"{}"},"mn142:3.7":{"pli":"Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā. ","eng":"It’s owing to the Buddha that she refrains from killing living creatures, stealing, committing sexual misconduct, lying, and consuming beer, wine, and liquor intoxicants. ","html":"{}"},"mn142:3.8":{"pli":"Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā ariyakantehi sīlehi samannāgatā. ","eng":"It’s owing to the Buddha that she has experiential confidence in the Buddha, the teaching, and the Saṅgha, and has the ethics loved by the noble ones. ","html":"{}"},"mn142:3.9":{"pli":"Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī dukkhe nikkaṅkhā, dukkhasamudaye nikkaṅkhā, dukkhanirodhe nikkaṅkhā, dukkhanirodhagāminiyā paṭipadāya nikkaṅkhā. ","eng":"It’s owing to the Buddha that she is free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation. ","html":"{}","comm":"This description makes it sound like she is a virtuous laywoman who has attained stream-entry. Yet one of the parallels refers to her as a <i lang='pi' translate='no'>bhikkhunī</i> (T 84 at T i 903c22). And while she was supposed to be the first <i lang='pi' translate='no'>bhikkhunī</i>, the text below refers to the <i lang='pi' translate='no'>bhikkhunī</i> order; see further discussion there (<a href='index.html?q=mn142#7.9'>MN 142:7.9</a>). "},"mn142:3.10":{"pli":"Bhagavāpi, bhante, bahūpakāro mahāpajāpatiyā gotamiyā”ti. ","eng":"The Buddha has been very helpful to Mahāpajāpati.” ","html":"{}</p>"},"mn142:4.1":{"pli":"“Evametaṃ, ānanda. ","eng":"“That’s so true, Ānanda. ","html":"<p>{}"},"mn142:4.2":{"pli":"Yaṃ hānanda, puggalo puggalaṃ āgamma buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—","eng":"When someone has enabled you to go for refuge, it’s not easy to repay them ","html":"{}"},"mn142:4.3":{"pli":"abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānuppadānena. ","eng":"by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}</p>"},"mn142:4.4":{"pli":"Yaṃ hānanda, puggalo puggalaṃ āgamma pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—","eng":"When someone has enabled you to refrain from killing, stealing, sexual misconduct, lying, and beer, wine, and liquor intoxicants, it’s not easy to repay them … ","html":"<p>{}"},"mn142:4.5":{"pli":"abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānuppadānena. ","html":"{}</p>"},"mn142:4.6":{"pli":"Yaṃ hānanda, puggalo puggalaṃ āgamma buddhe aveccappasādena samannāgato hoti, dhamme … saṅghe … ariyakantehi sīlehi samannāgato hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—","eng":"When someone has enabled you to have experiential confidence in the Buddha, the teaching, and the Saṅgha, and the ethics loved by the noble ones, it’s not easy to repay them … ","html":"<p>{}"},"mn142:4.7":{"pli":"abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānuppadānena. ","html":"{}</p>"},"mn142:4.8":{"pli":"Yaṃ hānanda, puggalo puggalaṃ āgamma dukkhe nikkaṅkho hoti, dukkhasamudaye nikkaṅkho hoti, dukkhanirodhe nikkaṅkho hoti, dukkhanirodhagāminiyā paṭipadāya nikkaṅkho hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—","eng":"When someone has enabled you to be free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation, it’s not easy to repay them ","html":"<p>{}"},"mn142:4.9":{"pli":"abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānuppadānena. ","eng":"by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}</p>"},"mn142:5.1":{"pli":"Cuddasa kho panimānanda, pāṭipuggalikā dakkhiṇā. ","eng":"Ānanda, there are these fourteen religious donations to individuals. ","html":"<p>{}","comm":"“Religious donation” (or “honorarium”, <i lang='pi' translate='no'>dakkhiṇā</i>, Sanskrit <i lang='pi' translate='no'>dakṣiṇā</i>) is a Vedic term for the payment owed a brahmin priest for performing ritual services. In the Rig Veda this gift was of cattle offered at the dawn service; it yields benefits as the cow yields milk, and as Dawn sheds her bounteous light. Later it was found that gold or other precious things served just as well. The <i lang='pi' translate='no'>dakṣiṇā</i> was said to absolve the sacrificer from the guilt of killing (Śatapatha Brāhmaṇa 1.2.3.4). This is an overriding concern of the Śatapatha Brāhmaṇa, which emphasizes how the dead of the sacrifice—a slain animal or pressed soma—is “enlivened” through the <i lang='pi' translate='no'>dakṣiṇā</i> (2.2.2.2). In the Pali tradition, <i lang='pi' translate='no'>dakkhiṇa</i> is etymologically linked with a gift given by the “right” or “capable” hand. In <a href='index.html?q=snp3.4'>Snp 3.4</a>, a brahmin gives the rice-cake left over from a fire oblation as a <i lang='pi' translate='no'>dakkhiṇā</i>. "},"mn142:5.2":{"pli":"Katamā cuddasa? ","eng":"What fourteen? ","html":"{}"},"mn142:5.3":{"pli":"Tathāgate arahante sammāsambuddhe dānaṃ deti—","eng":"One gives a gift to the Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"mn142:5.4":{"pli":"ayaṃ paṭhamā pāṭipuggalikā dakkhiṇā. ","eng":"This is the first religious donation to an individual. ","html":"{}"},"mn142:5.5":{"pli":"Paccekasambuddhe dānaṃ deti—","eng":"One gives a gift to an independent Buddha. ","html":"{}"},"mn142:5.6":{"pli":"ayaṃ dutiyā pāṭipuggalikā dakkhiṇā. ","eng":"This is the second religious donation to an individual. ","html":"{}"},"mn142:5.7":{"pli":"Tathāgatasāvake arahante dānaṃ deti—","eng":"One gives a gift to a perfected one. ","html":"{}"},"mn142:5.8":{"pli":"ayaṃ tatiyā pāṭipuggalikā dakkhiṇā. ","eng":"This is the third religious donation to an individual. ","html":"{}"},"mn142:5.9":{"pli":"Arahattaphalasacchikiriyāya paṭipanne dānaṃ deti—","eng":"One gives a gift to someone practicing to realize the fruit of perfection. ","html":"{}"},"mn142:5.10":{"pli":"ayaṃ catutthī pāṭipuggalikā dakkhiṇā. ","eng":"This is the fourth religious donation to an individual. ","html":"{}"},"mn142:5.11":{"pli":"Anāgāmissa dānaṃ deti—","eng":"One gives a gift to a non-returner. ","html":"{}"},"mn142:5.12":{"pli":"ayaṃ pañcamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the fifth religious donation to an individual. ","html":"{}"},"mn142:5.13":{"pli":"Anāgāmiphalasacchikiriyāya paṭipanne dānaṃ deti—","eng":"One gives a gift to someone practicing to realize the fruit of non-return. ","html":"{}"},"mn142:5.14":{"pli":"ayaṃ chaṭṭhī pāṭipuggalikā dakkhiṇā. ","eng":"This is the sixth religious donation to an individual. ","html":"{}"},"mn142:5.15":{"pli":"Sakadāgāmissa dānaṃ deti—","eng":"One gives a gift to a once-returner. ","html":"{}"},"mn142:5.16":{"pli":"ayaṃ sattamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the seventh religious donation to an individual. ","html":"{}"},"mn142:5.17":{"pli":"Sakadāgāmiphalasacchikiriyāya paṭipanne dānaṃ deti—","eng":"One gives a gift to someone practicing to realize the fruit of once-return. ","html":"{}"},"mn142:5.18":{"pli":"ayaṃ aṭṭhamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the eighth religious donation to an individual. ","html":"{}"},"mn142:5.19":{"pli":"Sotāpanne dānaṃ deti—","eng":"One gives a gift to a stream-enterer. ","html":"{}"},"mn142:5.20":{"pli":"ayaṃ navamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the ninth religious donation to an individual. ","html":"{}"},"mn142:5.21":{"pli":"Sotāpattiphalasacchikiriyāya paṭipanne dānaṃ deti—","eng":"One gives a gift to someone practicing to realize the fruit of stream-entry. ","html":"{}"},"mn142:5.22":{"pli":"ayaṃ dasamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the tenth religious donation to an individual. ","html":"{}"},"mn142:5.23":{"pli":"Bāhirake kāmesu vītarāge dānaṃ deti—","eng":"One gives a gift to an outsider who is free of desire for sensual pleasures. ","html":"{}"},"mn142:5.24":{"pli":"ayaṃ ekādasamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the eleventh religious donation to an individual. ","html":"{}"},"mn142:5.25":{"pli":"Puthujjanasīlavante dānaṃ deti—","eng":"One gives a gift to an ordinary person who has good ethical conduct. ","html":"{}"},"mn142:5.26":{"pli":"ayaṃ dvādasamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the twelfth religious donation to an individual. ","html":"{}"},"mn142:5.27":{"pli":"Puthujjanadussīle dānaṃ deti—","eng":"One gives a gift to an ordinary person who has bad ethical conduct. ","html":"{}"},"mn142:5.28":{"pli":"ayaṃ terasamī pāṭipuggalikā dakkhiṇā. ","eng":"This is the thirteenth religious donation to an individual. ","html":"{}"},"mn142:5.29":{"pli":"Tiracchānagate dānaṃ deti—","eng":"One gives a gift to an animal. ","html":"{}"},"mn142:5.30":{"pli":"ayaṃ cuddasamī pāṭipuggalikā dakkhiṇāti. ","eng":"This is the fourteenth religious donation to an individual. ","html":"{}</p>","comm":"Jamison and Brereton translate <i lang='pi' translate='no'>dakṣiṇā</i> as “priestly gift”, which is correct for the Rig Veda. But whereas the Vedic tradition means the <i lang='pi' translate='no'>dakkhiṇā</i> for brahmins alone, the Buddha redefines it to include all humans, including those of bad conduct, and even animals as well. All creatures are deserving of kindness, and such kindness is always a sacred act. "},"mn142:6.1":{"pli":"Tatrānanda, tiracchānagate dānaṃ datvā sataguṇā dakkhiṇā pāṭikaṅkhitabbā, puthujjanadussīle dānaṃ datvā sahassaguṇā dakkhiṇā pāṭikaṅkhitabbā, puthujjanasīlavante dānaṃ datvā satasahassaguṇā dakkhiṇā pāṭikaṅkhitabbā, bāhirake kāmesu vītarāge dānaṃ datvā koṭisatasahassaguṇā dakkhiṇā pāṭikaṅkhitabbā, sotāpattiphalasacchikiriyāya paṭipanne dānaṃ datvā asaṅkheyyā appameyyā dakkhiṇā pāṭikaṅkhitabbā, ko pana vādo sotāpanne, ko pana vādo sakadāgāmiphalasacchikiriyāya paṭipanne, ko pana vādo sakadāgāmissa, ko pana vādo anāgāmiphalasacchikiriyāya paṭipanne, ko pana vādo anāgāmissa, ko pana vādo arahattaphalasacchikiriyāya paṭipanne, ko pana vādo arahante, ko pana vādo paccekasambuddhe, ko pana vādo tathāgate arahante sammāsambuddhe. ","eng":"Now, Ānanda, gifts to the following persons may be expected to yield the following returns. To an animal, a hundred times. To an unethical ordinary person, a thousand. To an ethical ordinary person, a hundred thousand. To an outsider free of desire for sensual pleasures, 10,000,000,000. But a gift to someone practicing to realize the fruit of stream-entry may be expected to yield incalculable, immeasurable returns. How much more so a gift to a stream-enterer, someone practicing to realize the fruit of once-return, a once-returner, someone practicing to realize the fruit of non-return, a non-returner, someone practicing to realize the fruit of perfection, a perfected one, or an independent Buddha? How much more so a Realized One, a perfected one, a fully awakened Buddha? ","html":"<p>{}</p>","comm":"The idea of such a multiplying scale is anticipated in Bṛhadāraṇyaka Upaniṣad 4.3.33, which speaks of the multiplying joy in human and divine realms. "},"mn142:7.1":{"pli":"Satta kho panimānanda, saṅghagatā dakkhiṇā. ","eng":"But there are, Ānanda, seven religious donations bestowed on a Saṅgha. ","html":"<p>{}"},"mn142:7.2":{"pli":"Katamā satta? ","eng":"What seven? ","html":"{}"},"mn142:7.3":{"pli":"Buddhappamukhe ubhatosaṅghe dānaṃ deti—","eng":"One gives a gift to the communities of both monks and nuns headed by the Buddha. ","html":"{}"},"mn142:7.4":{"pli":"ayaṃ paṭhamā saṅghagatā dakkhiṇā. ","eng":"This is the first religious donation bestowed on a Saṅgha. ","html":"{}"},"mn142:7.5":{"pli":"Tathāgate parinibbute ubhatosaṅghe dānaṃ deti—","eng":"One gives a gift to the communities of both monks and nuns after the Buddha has finally become quenched. ","html":"{}","comm":"Following the passing of the Buddha, a complete dispensation has both <i lang='pi' translate='no'>bhikkhus</i> and <i lang='pi' translate='no'>bhikkhunīs</i>. "},"mn142:7.6":{"pli":"ayaṃ dutiyā saṅghagatā dakkhiṇā. ","eng":"This is the second religious donation bestowed on a Saṅgha. ","html":"{}"},"mn142:7.7":{"pli":"Bhikkhusaṅghe dānaṃ deti—","eng":"One gives a gift to the Saṅgha of monks. ","html":"{}"},"mn142:7.8":{"pli":"ayaṃ tatiyā saṅghagatā dakkhiṇā. ","eng":"This is the third religious donation bestowed on a Saṅgha. ","html":"{}"},"mn142:7.9":{"pli":"Bhikkhunisaṅghe dānaṃ deti—","eng":"One gives a gift to the Saṅgha of nuns. ","html":"{}","comm":"If Mahāpajāpati was still a lay person at this point, this mention of the <i lang='pi' translate='no'>bhikkhunī</i> order could be read in one of two ways. One possibility is that she was not, in fact, the first <i lang='pi' translate='no'>bhikkhunī</i>, an argument that I have made previously. In brief, the passages that assert she was the first <i lang='pi' translate='no'>bhikkhunī</i>, while widely shared in the tradition, are full of textual problems that indicate they were added at a somewhat late date, which I think was around the time of the Second Council (see <a href='index.html?q=an8.51'>AN 8.51</a>). Further,  the Therīgāthā is the most important early account of <i lang='pi' translate='no'>bhikkhunīs</i> in their own voices, yet no nun mentions Mahāpajāpati as teacher or founder of the order, while the verses of Bhaddā Kuṇḍalakesā appear to predate the formal ordination procedure ascribed to Mahāpajāpati (<a href='index.html?q=thig5.9'>Thig 5.9</a>). On the other hand, if this argument is incorrect, it might be the case that the order of nuns is mentioned here since the Buddha knew from the start of his dispensation that he would establish it (<a href='index.html?q=dn16#3.8.4'>DN 16:3.8.4</a>). Under this reading, the Buddha is perhaps dropping a hint for Mahāpajāpati to ordain. Regardless of her ordination status at this point, the praise of the order of nuns acts as an encouragement, balancing out the mild rebuke with which the discourse started (compare the Buddha’s words to Ānanda at <a href='index.html?q=dn16#5.14.2'>DN 16:5.14.2</a>). "},"mn142:7.10":{"pli":"ayaṃ catutthī saṅghagatā dakkhiṇā. ","eng":"This is the fourth religious donation bestowed on a Saṅgha. ","html":"{}"},"mn142:7.11":{"pli":"‘Ettakā me bhikkhū ca bhikkhuniyo ca saṅghato uddissathā’ti dānaṃ deti—","eng":"One gives a gift, thinking: ‘Appoint this many monks and nuns for me from the Saṅgha.’ ","html":"{}"},"mn142:7.12":{"pli":"ayaṃ pañcamī saṅghagatā dakkhiṇā. ","eng":"This is the fifth religious donation bestowed on a Saṅgha. ","html":"{}"},"mn142:7.13":{"pli":"‘Ettakā me bhikkhū saṅghato uddissathā’ti dānaṃ deti—","eng":"One gives a gift, thinking: ‘Appoint this many monks for me from the Saṅgha.’ ","html":"{}"},"mn142:7.14":{"pli":"ayaṃ chaṭṭhī saṅghagatā dakkhiṇā. ","eng":"This is the sixth religious donation bestowed on a Saṅgha. ","html":"{}"},"mn142:7.15":{"pli":"‘Ettakā me bhikkhuniyo saṅghato uddissathā’ti dānaṃ deti—","eng":"One gives a gift, thinking: ‘Appoint this many nuns for me from the Saṅgha.’ ","html":"{}"},"mn142:7.16":{"pli":"ayaṃ sattamī saṅghagatā dakkhiṇā. ","eng":"This is the seventh religious donation bestowed on a Saṅgha. ","html":"{}</p>"},"mn142:8.1":{"pli":"Bhavissanti kho panānanda, anāgatamaddhānaṃ gotrabhuno kāsāvakaṇṭhā dussīlā pāpadhammā. ","eng":"In times to come there will be lambs of the flock wearing a scrap of ocher cloth, unethical and of bad character. ","html":"<p>{}","comm":"In early Pali, <i lang='pi' translate='no'>gotrabhū</i> is always used for the very least of those who are worthy of gifts (<a href='index.html?q=an9.10#1.3'>AN 9.10:1.3</a>, <a href='index.html?q=an10.16#1.3'>AN 10.16:1.3</a>). It has a positive sense, this negative use being quite isolated. Later Buddhist traditions take <i lang='pi' translate='no'>gotrabhū</i> as “one who is joining the clan”, the first entry on the path to awakening, but I doubt this is what it means in early texts. The Buddha recognized clan as a convention (<a href='index.html?q=mn98#12.1'>MN 98:12.1</a>), but it was abandoned by those gone forth (<a href='index.html?q=an8.19#14.2'>AN 8.19:14.2</a>), and he considered questions as to his own clan inappropriate (<a href='index.html?q=snp3.4#4.3'>Snp 3.4:4.3</a>) as it has nothing to do with purification (<a href='index.html?q=sn2.20#3.4'>SN 2.20:3.4</a>). Further, “clan” is always spelled <i lang='pi' translate='no'>gotta</i> in Pali. The older Vedic  spelling <i lang='pi' translate='no'>gotra</i> points to the Vedic meaning of <i lang='pi' translate='no'>gotra</i> as “cow-pen”, a safe place to gather the herd of cattle, and by extension a name for the herd itself. And while the Saṅgha is never called a “clan” it is compared to a herd of cattle; <a href='index.html?q=mn34'>MN 34</a> develops an extended simile where the different kinds of cattle in the herd are compared with different members of the Saṅgha. Now, in that discourse the last to cross over are the “followers of teachings, followers by faith”. Like a newborn calf, they can only cross the ford with the assistance of their mother (<a href='index.html?q=mn34#10.1'>MN 34:10.1</a>); in <a href='index.html?q=an10.16#1.3'>AN 10.16:1.3</a> the <i lang='pi' translate='no'>gotrabhū</i> follows even them. If we are on the right track, the suffix <i lang='pi' translate='no'>-bhū</i> may be derived from <i lang='pi' translate='no'>bhūna</i> (Sanskrit <i lang='pi' translate='no'>bhrūṇa</i>) in the sense “baby”, or perhaps “embryo” (<a href='index.html?q=mn75#5.3'>MN 75:5.3</a>). In English we use “flock” for a religious group under the protection of a leader, so we can render <i lang='pi' translate='no'>gotrabhū</i> as “babies of the flock” or “lambs of the flock”. | For <i lang='pi' translate='no'>kāsāvakaṇṭha</i> as “scrap of ochre cloth”, see note on <a href='index.html?q=iti48#4.1'>Iti 48:4.1</a>. "},"mn142:8.2":{"pli":"Tesu dussīlesu saṅghaṃ uddissa dānaṃ dassanti. ","eng":"People will give gifts to those unethical people in the name of the Saṅgha. ","html":"{}"},"mn142:8.3":{"pli":"Tadāpāhaṃ, ānanda, saṅghagataṃ dakkhiṇaṃ asaṅkheyyaṃ appameyyaṃ vadāmi. ","eng":"Then too, I say, a religious donation bestowed on the Saṅgha is incalculable and immeasurable. ","html":"{}","comm":"This rests uneasily with the statement below that a donation is purified by the recipient. This statement is not found in most parallels, so it is perhaps a later addition. But as it stands one argument might be that, since these offerings are made to the community as a whole, the merit that accrues from the community is not despoiled by the fact that the specific recipients are of bad character. "},"mn142:8.4":{"pli":"Na tvevāhaṃ, ānanda, kenaci pariyāyena saṅghagatāya dakkhiṇāya pāṭipuggalikaṃ dānaṃ mahapphalataraṃ vadāmi. ","eng":"But in any case, there is no way a personal offering can be more fruitful than one bestowed on a Saṅgha, I say. ","html":"{}</p>"},"mn142:9.1":{"pli":"Catasso kho imā, ānanda, dakkhiṇā visuddhiyo. ","eng":"Ānanda, there are these four ways of purifying a religious donation. ","html":"<p>{}","comm":"This passage is at <a href='index.html?q=an4.78'>AN 4.78</a> and included at <a href='index.html?q=dn33#1.11.185'>DN 33:1.11.185</a>. "},"mn142:9.2":{"pli":"Katamā catasso? ","eng":"What four? ","html":"{}"},"mn142:9.3":{"pli":"Atthānanda, dakkhiṇā dāyakato visujjhati no paṭiggāhakato. ","eng":"There’s a religious donation that’s purified by the giver, not the recipient. ","html":"{}"},"mn142:9.4":{"pli":"Atthānanda, dakkhiṇā paṭiggāhakato visujjhati no dāyakato. ","eng":"There’s a religious donation that’s purified by the recipient, not the giver. ","html":"{}"},"mn142:9.5":{"pli":"Atthānanda, dakkhiṇā neva dāyakato visujjhati no paṭiggāhakato. ","eng":"There’s a religious donation that’s purified by neither the giver nor the recipient. ","html":"{}"},"mn142:9.6":{"pli":"Atthānanda, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca. ","eng":"There’s a religious donation that’s purified by both the giver and the recipient. ","html":"{}</p>"},"mn142:10.1":{"pli":"Kathañcānanda, dakkhiṇā dāyakato visujjhati no paṭiggāhakato? ","eng":"And how is a religious donation purified by the giver, not the recipient? ","html":"<p>{}"},"mn142:10.2":{"pli":"Idhānanda, dāyako hoti sīlavā kalyāṇadhammo, paṭiggāhakā honti dussīlā pāpadhammā—","eng":"It’s when the giver is ethical, of good character, but the recipient is unethical, of bad character. ","html":"{}"},"mn142:10.3":{"pli":"evaṃ kho, ānanda, dakkhiṇā dāyakato visujjhati no paṭiggāhakato. ","html":"{}</p>"},"mn142:11.1":{"pli":"Kathañcānanda, dakkhiṇā paṭiggāhakato visujjhati no dāyakato? ","eng":"And how is a religious donation purified by the recipient, not the giver? ","html":"<p>{}"},"mn142:11.2":{"pli":"Idhānanda, dāyako hoti dussīlo pāpadhammo, paṭiggāhakā honti sīlavanto kalyāṇadhammā—","eng":"It’s when the giver is unethical, of bad character, but the recipient is ethical, of good character. ","html":"{}"},"mn142:11.3":{"pli":"evaṃ kho, ānanda, dakkhiṇā paṭiggāhakato visujjhati no dāyakato. ","html":"{}</p>"},"mn142:12.1":{"pli":"Kathañcānanda, dakkhiṇā neva dāyakato visujjhati no paṭiggāhakato? ","eng":"And how is a religious donation purified by neither the giver nor the recipient? ","html":"<p>{}"},"mn142:12.2":{"pli":"Idhānanda, dāyako ca hoti dussīlo pāpadhammo, paṭiggāhakā ca honti dussīlā pāpadhammā—","eng":"It’s when both the giver and the recipient are unethical, of bad character. ","html":"{}"},"mn142:12.3":{"pli":"evaṃ kho, ānanda, dakkhiṇā neva dāyakato visujjhati no paṭiggāhakato. ","html":"{}</p>"},"mn142:13.1":{"pli":"Kathañcānanda, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca? ","eng":"And how is a religious donation purified by both the giver and the recipient? ","html":"<p>{}"},"mn142:13.2":{"pli":"Idhānanda, dāyako ca hoti sīlavā kalyāṇadhammo, paṭiggāhakā ca honti sīlavanto kalyāṇadhammā—","eng":"It’s when both the giver and the recipient are ethical, of good character. ","html":"{}"},"mn142:13.3":{"pli":"evaṃ kho, ānanda, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca. ","html":"{}"},"mn142:13.4":{"pli":"Imā kho, ānanda, catasso dakkhiṇā visuddhiyo”ti. ","eng":"These are the four ways of purifying a religious donation.” ","html":"{}</p>"},"mn142:14.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn142:14.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>","comm":"The discourse is wrapped up more satisfactorily in one of the parallels, as it omits these verses and instead concludes with Mahāpajāpati offering the robes to the Saṅgha (T 84 at T i 904b15). "},"mn142:14.3":{"pli":"“Yo sīlavā dussīlesu dadāti dānaṃ, ","eng":"“When an ethical person with trusting heart ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mn142:14.4":{"pli":"Dhammena laddhaṃ supasannacitto; ","eng":"gives a proper gift to unethical persons, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.5":{"pli":"Abhisaddahaṃ kammaphalaṃ uḷāraṃ, ","eng":"trusting in the ample fruit of deeds, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.6":{"pli":"Sā dakkhiṇā dāyakato visujjhati. ","eng":"that offering is purified by the giver. ","html":"<span class='verse-line'>{}</span></p>"},"mn142:14.7":{"pli":"Yo dussīlo sīlavantesu dadāti dānaṃ, ","eng":"When an unethical and untrusting person, ","html":"<p><span class='verse-line'>{}</span>"},"mn142:14.8":{"pli":"Adhammena laddhaṃ appasannacitto; ","eng":"gives an improper gift to ethical persons, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.9":{"pli":"Anabhisaddahaṃ kammaphalaṃ uḷāraṃ, ","eng":"not trusting in the ample fruit of deeds, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.10":{"pli":"Sā dakkhiṇā paṭiggāhakato visujjhati. ","eng":"that offering is purified by the receivers. ","html":"<span class='verse-line'>{}</span></p>"},"mn142:14.11":{"pli":"Yo dussīlo dussīlesu dadāti dānaṃ, ","eng":"When an unethical and untrusting person, ","html":"<p><span class='verse-line'>{}</span>"},"mn142:14.12":{"pli":"Adhammena laddhaṃ appasannacitto; ","eng":"gives an improper gift to unethical persons, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.13":{"pli":"Anabhisaddahaṃ kammaphalaṃ uḷāraṃ, ","eng":"not trusting in the ample fruit of deeds, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.14":{"pli":"Na taṃ dānaṃ vipulapphalanti brūmi. ","eng":"I declare that gift is not very fruitful. ","html":"<span class='verse-line'>{}</span></p>"},"mn142:14.15":{"pli":"Yo sīlavā sīlavantesu dadāti dānaṃ, ","eng":"When an ethical person with trusting heart ","html":"<p><span class='verse-line'>{}</span>"},"mn142:14.16":{"pli":"Dhammena laddhaṃ supasannacitto; ","eng":"gives a proper gift to ethical persons, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.17":{"pli":"Abhisaddahaṃ kammaphalaṃ uḷāraṃ, ","eng":"trusting in the ample fruit of deeds, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.18":{"pli":"Taṃ ve dānaṃ vipulapphalanti brūmi. ","eng":"I declare that gift is abundantly fruitful. ","html":"<span class='verse-line'>{}</span></p>"},"mn142:14.19":{"pli":"Yo vītarāgo vītarāgesu dadāti dānaṃ, ","eng":"But when a passionless one gives to the passionless ","html":"<p><span class='verse-line'>{}</span>"},"mn142:14.20":{"pli":"Dhammena laddhaṃ supasannacitto; ","eng":"a proper gift with trusting heart, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.21":{"pli":"Abhisaddahaṃ kammaphalaṃ uḷāraṃ, ","eng":"trusting in the ample fruit of deeds, ","html":"<span class='verse-line'>{}</span>"},"mn142:14.22":{"pli":"Taṃ ve dānaṃ āmisadānānamaggan”ti. ","eng":"that’s truly the best of material gifts.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn142:14.23":{"pli":"Dakkhiṇāvibhaṅgasuttaṃ niṭṭhitaṃ dvādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"mn142:14.24":{"pli":"Vibhaṅgavaggo niṭṭhito catuttho. ","html":"<p class='endvagga'>{}</p>"},"mn142:15.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"mn142:15.1":{"pli":"Bhaddekānandakaccāna, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"mn142:15.2":{"pli":"Lomasakaṅgiyāsubho; ","html":"<span class='verse-line'>{}</span>"},"mn142:15.3":{"pli":"Mahākammasaḷāyatanavibhaṅgā, ","html":"<span class='verse-line'>{}</span>"},"mn142:15.4":{"pli":"Uddesaaraṇā dhātu saccaṃ. ","html":"<span class='verse-line'>{}</span>"},"mn142:15.5":{"pli":"Dakkhiṇāvibhaṅgasuttanti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}