{"mn66":{"mn66:0.1":{"pli":"Majjhima Nikāya 66 ","eng":"Middle Discourses 66 ","html":"<article id='mn66'><header><ul><li class='division'>{}</li></ul>"},"mn66:0.2":{"pli":"Laṭukikopamasutta ","eng":"The Simile of the Quail ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn66:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn66:1.2":{"pli":"ekaṃ samayaṃ bhagavā aṅguttarāpesu viharati āpaṇaṃ nāma aṅguttarāpānaṃ nigamo. ","eng":"At one time the Buddha was staying in the land of the Aṅguttarāpans, near the town of theirs named Āpaṇa. ","html":"{}</p>"},"mn66:2.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms. ","html":"<p>{}"},"mn66:2.2":{"pli":"Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ","eng":"He wandered for alms in Āpaṇa. After the meal, on his return from almsround, he went to a certain forest grove for the day’s meditation. ","html":"{}"},"mn66:2.3":{"pli":"Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ","eng":"Having plunged deep into it, he sat at the root of a certain tree to meditate. ","html":"{}</p>"},"mn66:3.1":{"pli":"Āyasmāpi kho udāyī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi. ","eng":"Venerable Udāyī also robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms. ","html":"<p>{}"},"mn66:3.2":{"pli":"Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena so vanasaṇḍo tenupasaṅkami divāvihārāya. ","eng":"He wandered for alms in Āpaṇa. After the meal, on his return from almsround, he went to that forest grove for the day’s meditation. ","html":"{}"},"mn66:3.3":{"pli":"Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ","eng":"Having plunged deep into it, he sat at the root of a certain tree to meditate. ","html":"{}"},"mn66:3.4":{"pli":"Atha kho āyasmato udāyissa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as Venerable Udāyī was in private retreat this thought came to his mind: ","html":"{}</p>"},"mn66:4.1":{"pli":"“bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā; ","eng":"“The Buddha has rid us of so many things that bring suffering and gifted us so many things that bring happiness! ","html":"<p>{}"},"mn66:4.2":{"pli":"bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā”ti. ","eng":"He has rid us of so many unskillful things and gifted us so many skillful things!” ","html":"{}</p>"},"mn66:5.1":{"pli":"Atha kho āyasmā udāyī sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā udāyī bhagavantaṃ etadavoca: ","eng":"Then in the late afternoon, Udāyī came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"mn66:6.1":{"pli":"“idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"“Just now, sir, as I was in private retreat this thought came to mind: ","html":"<p>{}"},"mn66:6.2":{"pli":"‘bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā; ","eng":"‘The Buddha has rid us of so many things that bring suffering and gifted us so many things that bring happiness! ","html":"{}"},"mn66:6.3":{"pli":"bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā’ti. ","eng":"He has rid us of so many unskillful things and gifted us so many skillful things!’ ","html":"{}</p>"},"mn66:6.4":{"pli":"Mayañhi, bhante, pubbe sāyañceva bhuñjāma pāto ca divā ca vikāle. ","eng":"For we used to eat at dusk, at daybreak, and at the wrong time of day. ","html":"<p>{}","comm":"This sutta distinguishes the “wrong time of day”, i.e. the afternoon, and the “wrong time of night”, i.e. any time when it is dark. The common expression “eating at night and at the wrong time” (<a href='index.html?q=mn27#13.9'>MN 27:13.9</a>) thus refers to both these periods. The Vinaya rule defines <i lang='pi' translate='no'>vikāla</i> for the purpose of this rule to include both afternoon and nighttime (<a href='index.html?q=pli-tv-bu-vb-pc37#2.1.5'>Bu Pc 37:2.1.5</a>), and it is this understanding that prevails in the tradition. "},"mn66:6.5":{"pli":"Ahu kho so, bhante, samayo yaṃ bhagavā bhikkhū āmantesi: ","eng":"But then there came a time when the Buddha addressed the mendicants, saying, ","html":"{}"},"mn66:6.6":{"pli":"‘iṅgha tumhe, bhikkhave, etaṃ divāvikālabhojanaṃ pajahathā’ti. ","eng":"‘Please, mendicants, give up that meal at the wrong time of day.’ ","html":"{}"},"mn66:6.7":{"pli":"Tassa mayhaṃ, bhante, ahudeva aññathattaṃ, ahudeva domanassaṃ: ","eng":"At that, sir, we became sad and upset, ","html":"{}"},"mn66:6.8":{"pli":"‘yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ bhojanīyaṃ denti tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti. ","eng":"‘But these faithful householders give us delicious fresh and cooked foods at the wrong time of day. And the Blessed One tells us to give it up! The Holy One tells us to let it go!’ ","html":"{}"},"mn66:6.9":{"pli":"Te mayaṃ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṃ taṃ divāvikālabhojanaṃ pajahimhā. ","eng":"But when we considered our love and respect for the Buddha, and our sense of conscience and prudence, we gave up that meal at the wrong time of day. ","html":"{}"},"mn66:6.10":{"pli":"Te mayaṃ, bhante, sāyañceva bhuñjāma pāto ca. ","eng":"Then we ate at dusk and daybreak. ","html":"{}</p>"},"mn66:6.11":{"pli":"Ahu kho so, bhante, samayo yaṃ bhagavā bhikkhū āmantesi: ","eng":"But then there came a time when the Buddha addressed the mendicants, saying, ","html":"<p>{}"},"mn66:6.12":{"pli":"‘iṅgha tumhe, bhikkhave, etaṃ rattiṃvikālabhojanaṃ pajahathā’ti. ","eng":"‘Please, mendicants, give up that meal at the wrong time of night.’ ","html":"{}","comm":"Recorded at <a href='index.html?q=mn70#1.3'>MN 70:1.3</a>. "},"mn66:6.13":{"pli":"Tassa mayhaṃ, bhante, ahudeva aññathattaṃ ahudeva domanassaṃ: ","eng":"At that, sir, we became sad and upset, ","html":"{}"},"mn66:6.14":{"pli":"‘yampi no imesaṃ dvinnaṃ bhattānaṃ paṇītasaṅkhātataraṃ tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti. ","eng":"‘But that’s considered the more delicious of the two meals. And the Blessed One tells us to give it up! The Holy One tells us to let it go!’ ","html":"{}"},"mn66:6.15":{"pli":"Bhūtapubbaṃ, bhante, aññataro puriso divā sūpeyyaṃ labhitvā evamāha: ","eng":"Once it so happened that a certain person got some soup during the day. He said, ","html":"{}"},"mn66:6.16":{"pli":"‘handa ca imaṃ nikkhipatha, sāyaṃ sabbeva samaggā bhuñjissāmā’ti. ","eng":"‘Come, let’s set this aside; we’ll enjoy it together this evening.’ ","html":"{}"},"mn66:6.17":{"pli":"Yā kāci, bhante, saṅkhatiyo sabbā tā rattiṃ, appā divā. ","eng":"Nearly all meals are prepared at night, only a few in the day. ","html":"{}"},"mn66:6.18":{"pli":"Te mayaṃ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṃ taṃ rattiṃvikālabhojanaṃ pajahimhā. ","eng":"But when we considered our love and respect for the Buddha, and our sense of conscience and prudence, we gave up that meal at the wrong time of night. ","html":"{}</p>"},"mn66:6.19":{"pli":"Bhūtapubbaṃ, bhante, bhikkhū rattandhakāratimisāyaṃ piṇḍāya carantā candanikampi pavisanti, oligallepi papatanti, kaṇṭakāvāṭampi ārohanti, suttampi gāviṃ ārohanti, māṇavehipi samāgacchanti katakammehipi akatakammehipi, mātugāmopi te asaddhammena nimanteti. ","eng":"In the past, mendicants went wandering for alms in the dark of the night. They walked into a swamp, or fell into a sewer, or collided with a thorn bush, or collided with a sleeping cow, or encountered youths escaping a crime or on their way to commit one, or were invited by a lady to commit a lewd act. ","html":"<p>{}</p>","comm":"“Youths escaping a crime or on their way to commit one” (<i lang='pi' translate='no'>katakammehipi akatakammehipi</i>) follows the commentary. See also <a href='index.html?q=an5.77#5.3'>AN 5.77:5.3</a>. "},"mn66:6.20":{"pli":"Bhūtapubbāhaṃ, bhante, rattandhakāratimisāyaṃ piṇḍāya carāmi. ","eng":"Once it so happened that I was wandering for alms in the dark of the night. ","html":"<p>{}"},"mn66:6.21":{"pli":"Addasā kho maṃ, bhante, aññatarā itthī vijjantarikāya bhājanaṃ dhovantī. ","eng":"A woman washing a pot saw me by a flash of lightning. ","html":"{}"},"mn66:6.22":{"pli":"Disvā maṃ bhītā vissaramakāsi: ","eng":"Startled, she cried out, ","html":"{}"},"mn66:6.23":{"pli":"‘abhumme pisāco vata man’ti. ","eng":"‘Woe is me! It’s a damn goblin!’ ","html":"{}</p>","comm":"Goblins (<i lang='pi' translate='no'>pisāca</i>) and other fiends roamed freely at night, kept at bay only by means of potent spells (eg. Rig Veda 1.133.5a, Atharva Veda 1.16, 5.29, 6.32, 8.6). | This interjection is found at <a href='index.html?q=ja525#2.1'>Ja 525:2.1</a>, <a href='index.html?q=ja547#62.3'>Ja 547:62.3</a>, and <a href='index.html?q=pli-tv-kd15#10.2.4'>Kd 15:10.2.4</a>. In all cases read <i lang='pi' translate='no'>abhuṁ me</i>; also accept the Vinaya reading <i lang='pi' translate='no'>pisāco vatāyan</i>. Rig Vedic <i lang='pi' translate='no'>abhva</i> means “formless, void”, while in Atharva Veda 4.17.5 and 7.23.1 it describes a fiend who is to be banished. "},"mn66:6.24":{"pli":"Evaṃ vutte, ahaṃ, bhante, taṃ itthiṃ etadavocaṃ: ","eng":"When she said this, I said to her, ","html":"<p>{}"},"mn66:6.25":{"pli":"‘nāhaṃ, bhagini, pisāco; ","eng":"‘Sister, I am no goblin. ","html":"{}"},"mn66:6.26":{"pli":"bhikkhu piṇḍāya ṭhito’ti. ","eng":"I’m a mendicant waiting for alms.’ ","html":"{}</p>"},"mn66:6.27":{"pli":"‘Bhikkhussa ātumārī, bhikkhussa mātumārī. ","eng":"‘Die, mendicant’s father! Die, mendicant’s mother! ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Mārī</i> is obscure, but the Chinese parallel is  framed as a curse, which makes sense for the Pali too (MA 192 at T i 741b9). Agni Purāna 137 provides a <i lang='pi' translate='no'>mahāmārī</i> spell for bringing death. | <i lang='pi' translate='no'>Ātu</i> is explained in the commentary as “father”. The Chinese parallel agrees that both parents are meant. | For the uttering of a curse upon the relatives of the cursed, see Atharva Veda 2.32.4 (<i lang='pi' translate='no'>hatamātā</i>), 5.29.6. "},"mn66:6.28":{"pli":"Varaṃ te, bhikkhu, tiṇhena govikantanena kucchi parikanto, na tveva varaṃ yaṃ rattandhakāratimisāyaṃ kucchihetu piṇḍāya carasī’ti. ","eng":"Better to have your belly sliced open with a sharp meat cleaver than to wander for alms in the dark of night for the sake of your belly!’ ","html":"{}</p>"},"mn66:6.29":{"pli":"Tassa mayhaṃ, bhante, tadanussarato evaṃ hoti: ","eng":"Recollecting that, I thought, ","html":"<p>{}"},"mn66:6.30":{"pli":"‘bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā; ","eng":"‘The Buddha has rid us of so many things that bring suffering and gifted us so many things that bring happiness! ","html":"{}"},"mn66:6.31":{"pli":"bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā’”ti. ","eng":"He has rid us of so many unskillful things and gifted us so many skillful things!’” ","html":"{}</p>"},"mn66:7.1":{"pli":"“Evameva panudāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ","eng":"“This is exactly what happens when some futile people are told by me to give something up. They say, ","html":"<p>{}","comm":"The idiom <i lang='pi' translate='no'>evameva pana</i> has an adversarial sense. "},"mn66:7.2":{"pli":"‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti. ","eng":"‘What, such a trivial, trifling thing as this? This ascetic is much too strict!’ ","html":"{}"},"mn66:7.3":{"pli":"Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti. ","eng":"They don’t give it up, and they nurse bitterness towards me; ","html":"{}"},"mn66:7.4":{"pli":"Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro—","eng":"and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke. ","html":"{}</p>","comm":"The “mendicants who want to train” are those who are good-hearted and sincere in their practice, but still struggle to overcome defilements. "},"mn66:8.1":{"pli":"seyyathāpi, udāyi, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti. ","eng":"Suppose a quail was tied with a vine, and was waiting there to be injured, caged, or killed. ","html":"<p>{}"},"mn66:8.2":{"pli":"Yo nu kho, udāyi, evaṃ vadeyya: ","eng":"Would it be right to say that, ","html":"{}"},"mn66:8.3":{"pli":"‘yena sā laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti, tañhi tassā abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan’ti; ","eng":"for that quail, that vine is weak, feeble, rotten, and insubstantial?” ","html":"{}"},"mn66:8.4":{"pli":"sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ","html":"{}</p>"},"mn66:8.5":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"mn66:8.6":{"pli":"Yena sā, bhante, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti, tañhi tassā balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro”ti. ","eng":"For that quail, that vine is a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.” ","html":"{}</p>"},"mn66:8.7":{"pli":"“Evameva kho, udāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ","eng":"“In the same way, when some futile people are told by me to give something up, they say, ","html":"<p>{}"},"mn66:8.8":{"pli":"‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti? ","eng":"‘What, such a trivial, trifling thing as this? This ascetic is much too strict!’ ","html":"{}"},"mn66:8.9":{"pli":"Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti. ","eng":"They don’t give it up, and they nurse bitterness towards me; ","html":"{}"},"mn66:8.10":{"pli":"Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro. ","eng":"and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke. ","html":"{}</p>"},"mn66:9.1":{"pli":"Idha panudāyi, ekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ","eng":"But when some gentlemen are told by me to give something up, they say, ","html":"<p>{}"},"mn66:9.2":{"pli":"‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ","eng":"‘What, we just have to give up such a trivial, trifling thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’ ","html":"{}"},"mn66:9.3":{"pli":"Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti. ","eng":"They give it up, and they don’t nurse bitterness towards me; ","html":"{}"},"mn66:9.4":{"pli":"Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ","eng":"and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer. ","html":"{}"},"mn66:9.5":{"pli":"Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ—","eng":"For them, that bond is weak, feeble, rotten, and insubstantial. ","html":"{}</p>"},"mn66:10.1":{"pli":"seyyathāpi, udāyi, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati. ","eng":"Suppose there was a royal bull elephant with tusks like chariot-poles, able to draw a heavy load, pedigree and battle-hardened. And it was bound with a strong harness. But just by twisting its body a little, it would break apart its bonds and go wherever it wants. ","html":"<p>{}"},"mn66:10.2":{"pli":"Yo nu kho, udāyi, evaṃ vadeyya: ","eng":"Would it be right to say that, ","html":"{}"},"mn66:10.3":{"pli":"‘yehi so rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati, tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro’ti; ","eng":"for that bull elephant, that strong harness is a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke?” ","html":"{}"},"mn66:10.4":{"pli":"sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ","html":"{}</p>"},"mn66:10.5":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"mn66:10.6":{"pli":"Yehi so, bhante, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati, tañhi tassa abalaṃ bandhanaṃ …pe… asārakaṃ bandhanan”ti. ","eng":"For that bull elephant, that strong harness is weak, feeble, rotten, and insubstantial.” ","html":"{}</p>"},"mn66:10.7":{"pli":"“Evameva kho, udāyi, idhekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ","eng":"“In the same way, when some gentlemen are told by me to give something up, they say, ","html":"<p>{}"},"mn66:10.8":{"pli":"‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ","eng":"‘What, we just have to give up such a trivial, trifling thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’ ","html":"{}"},"mn66:10.9":{"pli":"Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti. ","eng":"They give it up, and they don’t nurse bitterness towards me; ","html":"{}"},"mn66:10.10":{"pli":"Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ","eng":"and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer. ","html":"{}"},"mn66:10.11":{"pli":"Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ. ","eng":"For them, that bond is weak, feeble, rotten, and insubstantial. ","html":"{}</p>"},"mn66:11.1":{"pli":"Seyyathāpi, udāyi, puriso daliddo assako anāḷhiyo; ","eng":"Suppose there was a poor man, with few possessions and little wealth. ","html":"<p>{}"},"mn66:11.2":{"pli":"tassassa ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ, ekā khaṭopikā oluggaviluggā naparamarūpā, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ, ekā jāyikā naparamarūpā. ","eng":"He had a single broken-down hovel open to the crows, not the best sort; a single broken-down couch, not the best sort; a single pot for storing grain, not the best sort; and a single wifey, not the best sort. ","html":"{}"},"mn66:11.3":{"pli":"So ārāmagataṃ bhikkhuṃ passeyya sudhotahatthapādaṃ manuññaṃ bhojanaṃ bhuttāviṃ sītāya chāyāya nisinnaṃ adhicitte yuttaṃ. ","eng":"He’d see a mendicant sitting in meditation in the cool shade, their hands and feet well washed after eating a satisfying meal. ","html":"{}","comm":"A similar phrase is attributed to Sāriputta in the Jain Isibhāsiyāiṁ 38.2. "},"mn66:11.4":{"pli":"Tassa evamassa: ","eng":"He’d think, ","html":"{}"},"mn66:11.5":{"pli":"‘sukhaṃ vata bho sāmaññaṃ, ārogyaṃ vata bho sāmaññaṃ. ","eng":"‘The ascetic life is so very pleasant! The ascetic life is so very healthy! ","html":"{}"},"mn66:11.6":{"pli":"So vatassaṃ yohaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","eng":"If only I could shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’ ","html":"{}"},"mn66:11.7":{"pli":"So na sakkuṇeyya ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ","eng":"But he’s not able to give up his broken-down hovel, his broken-down couch, his pot for storing grain, or his wifey—none of which are the best sort—in order to go forth. ","html":"{}"},"mn66:11.8":{"pli":"Yo nu kho, udāyi, evaṃ vadeyya: ","eng":"Would it be right to say that, ","html":"{}"},"mn66:11.9":{"pli":"‘yehi so puriso bandhanehi baddho na sakkoti ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ; ","eng":"for that man, ","html":"{}"},"mn66:11.10":{"pli":"tañhi tassa abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan’ti; ","eng":"those bonds are weak, feeble, rotten, and insubstantial?” ","html":"{}"},"mn66:11.11":{"pli":"sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ","html":"{}</p>"},"mn66:11.12":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"mn66:11.13":{"pli":"Yehi so, bhante, puriso bandhanehi baddho, na sakkoti ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ; ","eng":"For that man, ","html":"{}"},"mn66:11.14":{"pli":"tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro”ti. ","eng":"they are a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.” ","html":"{}</p>"},"mn66:11.15":{"pli":"“Evameva kho, udāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ","eng":"“In the same way, when some futile people are told by me to give something up, they say, ","html":"<p>{}"},"mn66:11.16":{"pli":"‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti? ","eng":"‘What, such a trivial, trifling thing as this? This ascetic is much too strict!’ ","html":"{}"},"mn66:11.17":{"pli":"Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti. ","eng":"They don’t give it up, and they nurse bitterness towards me; ","html":"{}"},"mn66:11.18":{"pli":"Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro. ","eng":"and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke. ","html":"{}</p>"},"mn66:12.1":{"pli":"Seyyathāpi, udāyi, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo, nekānaṃ nikkhagaṇānaṃ cayo, nekānaṃ dhaññagaṇānaṃ cayo, nekānaṃ khettagaṇānaṃ cayo, nekānaṃ vatthugaṇānaṃ cayo, nekānaṃ bhariyagaṇānaṃ cayo, nekānaṃ dāsagaṇānaṃ cayo, nekānaṃ dāsigaṇānaṃ cayo; ","eng":"Suppose there was a rich householder or householder’s child, affluent, and wealthy. He had a vast amount of gold ingots, grain, fields, lands, wives, and male and female bondservants. ","html":"<p>{}","comm":"Several sizes of gold coins were reckoned in ancient India, of which the <i lang='pi' translate='no'>nikkha</i> (“gold ingot”) was the largest. "},"mn66:12.2":{"pli":"so ārāmagataṃ bhikkhuṃ passeyya sudhotahatthapādaṃ manuññaṃ bhojanaṃ bhuttāviṃ sītāya chāyāya nisinnaṃ adhicitte yuttaṃ. ","eng":"He’d see a mendicant sitting in meditation in the cool shade, their hands and feet well washed after eating a satisfying meal. ","html":"{}"},"mn66:12.3":{"pli":"Tassa evamassa: ","eng":"He’d think, ","html":"{}"},"mn66:12.4":{"pli":"‘sukhaṃ vata bho sāmaññaṃ, ārogyaṃ vata bho sāmaññaṃ. ","eng":"‘The ascetic life is so very pleasant! The ascetic life is so very healthy! ","html":"{}"},"mn66:12.5":{"pli":"So vatassaṃ yohaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","eng":"If only I could shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’ ","html":"{}"},"mn66:12.6":{"pli":"So sakkuṇeyya nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ","eng":"And he is able to give up his vast amount of gold ingots, grain, fields, lands, wives, and male and female bondservants in order to go forth. ","html":"{}"},"mn66:12.7":{"pli":"Yo nu kho, udāyi, evaṃ vadeyya: ","eng":"Would it be right to say that, ","html":"{}"},"mn66:12.8":{"pli":"‘yehi so gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ, tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro’ti; ","eng":"for that householder, they are a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke?” ","html":"{}"},"mn66:12.9":{"pli":"sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ","html":"{}</p>"},"mn66:12.10":{"pli":"“No hetaṃ, bhante. ","eng":"“No, sir. ","html":"<p>{}"},"mn66:12.11":{"pli":"Yehi so, bhante, gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ; ","eng":"For that householder, ","html":"{}"},"mn66:12.12":{"pli":"tañhi tassa abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan”ti. ","eng":"those bonds are weak, feeble, rotten, and insubstantial.” ","html":"{}</p>"},"mn66:12.13":{"pli":"“Evameva kho, udāyi, idhekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ","eng":"“In the same way, when some gentlemen are told by me to give something up, they say, ","html":"<p>{}"},"mn66:12.14":{"pli":"‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ","eng":"‘What, we just have to give up such a trivial, trifling thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’ ","html":"{}"},"mn66:12.15":{"pli":"Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti. ","eng":"They give it up, and they don’t nurse bitterness towards me; ","html":"{}"},"mn66:12.16":{"pli":"Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ","eng":"and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer. ","html":"{}"},"mn66:12.17":{"pli":"Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ. ","eng":"For them, that bond is weak, feeble, rotten, and insubstantial. ","html":"{}</p>"},"mn66:13.1":{"pli":"Cattārome, udāyi, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"Udāyī, these four individuals are found in the world. ","html":"<p>{}"},"mn66:13.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}</p>"},"mn66:14.1":{"pli":"Idhudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ","eng":"Take a certain individual practicing to give up and let go of attachments. ","html":"<p>{}"},"mn66:14.2":{"pli":"Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti. ","eng":"As they do so, memories and thoughts connected with attachments beset them. ","html":"{}"},"mn66:14.3":{"pli":"So te adhivāseti, nappajahati, na vinodeti, na byantīkaroti, na anabhāvaṃ gameti. ","eng":"They tolerate them and don’t give them up, get rid of them, eliminate them, and obliterate them. ","html":"{}"},"mn66:14.4":{"pli":"Imaṃ kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’. ","eng":"I call this individual ‘fettered’, not ‘detached’. ","html":"{}"},"mn66:14.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn66:14.6":{"pli":"Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ","eng":"Because I understand the disparity of faculties as it applies to this individual. ","html":"{}</p>","comm":"“Disparity of faculties” refers to the differing capabilities of individuals, so <i lang='pi' translate='no'>imasmiṁ puggale</i> must be locative of reference. "},"mn66:15.1":{"pli":"Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ","eng":"Take another individual practicing to give up and let go of attachments. ","html":"<p>{}"},"mn66:15.2":{"pli":"Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti. ","eng":"As they do so, memories and thoughts connected with attachments beset them. ","html":"{}"},"mn66:15.3":{"pli":"So te nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ","eng":"They don’t tolerate them, but give them up, get rid of them, eliminate them, and obliterate them. ","html":"{}"},"mn66:15.4":{"pli":"Imampi kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’. ","eng":"I also call this individual ‘fettered’, not ‘detached’. ","html":"{}"},"mn66:15.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn66:15.6":{"pli":"Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ","eng":"Because I understand the disparity of faculties as it applies to this individual. ","html":"{}</p>"},"mn66:16.1":{"pli":"Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ","eng":"Take another individual practicing to give up and let go of attachments. ","html":"<p>{}"},"mn66:16.2":{"pli":"Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti; ","eng":"As they do so, memories and thoughts connected with attachments beset them every so often, due to the loss of mindfulness. ","html":"{}"},"mn66:16.3":{"pli":"dandho, udāyi, satuppādo. ","eng":"Slowly mindfulness arises, ","html":"{}"},"mn66:16.4":{"pli":"Atha kho naṃ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ","eng":"then they quickly give up, get rid of, eliminate, and obliterate those thoughts. ","html":"{}"},"mn66:16.5":{"pli":"Seyyathāpi, udāyi, puriso divasaṃsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya; ","eng":"Suppose there was an iron cauldron that had been heated all day, and a person let two or three drops of water fall onto it. ","html":"{}"},"mn66:16.6":{"pli":"dandho, udāyi, udakaphusitānaṃ nipāto. Atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya. ","eng":"Slowly the drops fall, but then they quickly dry up and evaporate. ","html":"{}</p>"},"mn66:16.7":{"pli":"Evameva kho, udāyi, idhekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ","eng":"In the same way, take an individual practicing to give up and let go of attachments. ","html":"<p>{}"},"mn66:16.8":{"pli":"Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti; ","eng":"As they do so, memories and thoughts connected with attachments beset them every so often, due to the loss of mindfulness. ","html":"{}"},"mn66:16.9":{"pli":"dandho, udāyi, satuppādo. ","eng":"Slowly mindfulness arises, ","html":"{}"},"mn66:16.10":{"pli":"Atha kho naṃ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ","eng":"but then they quickly give up, get rid of, eliminate, and obliterate those thoughts. ","html":"{}"},"mn66:16.11":{"pli":"Imampi kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’. ","eng":"I also call this individual ‘fettered’, not ‘detached’. ","html":"{}"},"mn66:16.12":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn66:16.13":{"pli":"Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ","eng":"Because I understand the disparity of faculties as it applies to this individual. ","html":"{}</p>"},"mn66:17.1":{"pli":"Idha panudāyi, ekacco puggalo ‘upadhi dukkhassa mūlan’ti—","eng":"Take another individual who, understanding that attachment is the root of suffering, ","html":"<p>{}"},"mn66:17.2":{"pli":"iti viditvā nirupadhi hoti, upadhisaṅkhaye vimutto. ","eng":"is freed with the ending of attachments. ","html":"{}","comm":"In this idiom, the locative <i lang='pi' translate='no'>saṅkhaye</i> acts as an instrumental or ablative of cause (<i lang='pi' translate='no'>saṅkhayā</i>), that is, “with” or “due to” (rather than “in”) the ending of attachments. In similar contexts, <i lang='pi' translate='no'>khayā</i> is usually ablative. "},"mn66:17.3":{"pli":"Imaṃ kho ahaṃ, udāyi, puggalaṃ ‘visaṃyutto’ti vadāmi no ‘saṃyutto’ti. ","eng":"I call this individual ‘detached’, not ‘fettered’. ","html":"{}"},"mn66:17.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn66:17.5":{"pli":"Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ","eng":"Because I understand the disparity of faculties as it applies to this individual. ","html":"{}"},"mn66:17.6":{"pli":"Ime kho, udāyi, cattāro puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"These are the four individuals found in the world. ","html":"{}</p>"},"mn66:18.1":{"pli":"Pañca kho ime, udāyi, kāmaguṇā. ","eng":"Udāyī, these are the five kinds of sensual stimulation. ","html":"<p>{}"},"mn66:18.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"mn66:18.3":{"pli":"Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn66:18.4":{"pli":"sotaviññeyyā saddā …pe… ","eng":"Sounds known by the ear … ","html":"{}"},"mn66:18.5":{"pli":"ghānaviññeyyā gandhā … ","eng":"Smells known by the nose … ","html":"{}"},"mn66:18.6":{"pli":"jivhāviññeyyā rasā … ","eng":"Tastes known by the tongue … ","html":"{}"},"mn66:18.7":{"pli":"kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn66:18.8":{"pli":"Ime kho, udāyi, pañca kāmaguṇā. ","eng":"These are the five kinds of sensual stimulation. ","html":"{}</p>"},"mn66:19.1":{"pli":"Yaṃ kho, udāyi, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ miḷhasukhaṃ puthujjanasukhaṃ anariyasukhaṃ, na sevitabbaṃ, na bhāvetabbaṃ, na bahulīkātabbaṃ; ‘bhāyitabbaṃ etassa sukhassā’ti vadāmi. ","eng":"The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure—a filthy, ordinary, ignoble pleasure. Such pleasure should not be cultivated or developed, but should be feared, I say. ","html":"<p>{}</p>"},"mn66:20.1":{"pli":"Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati ","eng":"Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … ","html":"<p>{}"},"mn66:20.2":{"pli":"vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati, ","eng":"second absorption … ","html":"{}"},"mn66:20.3":{"pli":"pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati, ","eng":"third absorption … ","html":"{}"},"mn66:20.4":{"pli":"sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}</p>"},"mn66:21.1":{"pli":"Idaṃ vuccati nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhasukhaṃ, āsevitabbaṃ, bhāvetabbaṃ, bahulīkātabbaṃ; ‘na bhāyitabbaṃ etassa sukhassā’ti vadāmi. ","eng":"This is called the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening. Such pleasure should be cultivated and developed, and should not be feared, I say. ","html":"<p>{}</p>"},"mn66:22.1":{"pli":"Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati; ","eng":"Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption. ","html":"<p>{}"},"mn66:22.2":{"pli":"idaṃ kho ahaṃ, udāyi, iñjitasmiṃ vadāmi. ","eng":"This belongs to the perturbable, I say. ","html":"{}"},"mn66:22.3":{"pli":"Kiñca tattha iñjitasmiṃ? ","eng":"And what there belongs to the perturbable? ","html":"{}"},"mn66:22.4":{"pli":"Yadeva tattha vitakkavicārā aniruddhā honti idaṃ tattha iñjitasmiṃ. ","eng":"Whatever placing of the mind and keeping it connected has not ceased there is what belongs to the perturbable. ","html":"{}</p>"},"mn66:23.1":{"pli":"Idhudāyi, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati; ","eng":"Take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption. ","html":"<p>{}"},"mn66:23.2":{"pli":"idampi kho ahaṃ, udāyi, iñjitasmiṃ vadāmi. ","eng":"This belongs to the perturbable, I say. ","html":"{}"},"mn66:23.3":{"pli":"Kiñca tattha iñjitasmiṃ? ","eng":"And what there belongs to the perturbable? ","html":"{}"},"mn66:23.4":{"pli":"Yadeva tattha pītisukhaṃ aniruddhaṃ hoti idaṃ tattha iñjitasmiṃ. ","eng":"Whatever rapture and bliss has not ceased there is what belongs to the perturbable. ","html":"{}</p>"},"mn66:24.1":{"pli":"Idhudāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati; ","eng":"Take a mendicant who, with the fading away of rapture, enters and remains in the third absorption. ","html":"<p>{}"},"mn66:24.2":{"pli":"idampi kho ahaṃ, udāyi, iñjitasmiṃ vadāmi. ","eng":"This belongs to the perturbable. ","html":"{}"},"mn66:24.3":{"pli":"Kiñca tattha iñjitasmiṃ? ","eng":"And what there belongs to the perturbable? ","html":"{}"},"mn66:24.4":{"pli":"Yadeva tattha upekkhāsukhaṃ aniruddhaṃ hoti idaṃ tattha iñjitasmiṃ. ","eng":"Whatever bliss with equanimity has not ceased there is what belongs to the perturbable. ","html":"{}</p>"},"mn66:25.1":{"pli":"Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati; ","eng":"Take a mendicant who, giving up pleasure and pain, enters and remains in the fourth absorption. ","html":"<p>{}"},"mn66:25.2":{"pli":"idaṃ kho ahaṃ, udāyi, aniñjitasmiṃ vadāmi. ","eng":"This belongs to the imperturbable, I say. ","html":"{}</p>"},"mn66:26.1":{"pli":"Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati; ","eng":"Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption. ","html":"<p>{}"},"mn66:26.2":{"pli":"idaṃ kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:26.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:27.1":{"pli":"Idhudāyi, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption. That goes beyond it. ","html":"<p>{}"},"mn66:27.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:27.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:28.1":{"pli":"Idhudāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, with the fading away of rapture, enters and remains in the third absorption. That goes beyond it. ","html":"<p>{}"},"mn66:28.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:28.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:29.1":{"pli":"Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, giving up pleasure and pain, enters and remains in the fourth absorption. That goes beyond it. ","html":"<p>{}"},"mn66:29.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:29.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:30.1":{"pli":"Idhudāyi, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. That goes beyond it. ","html":"<p>{}"},"mn66:30.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:30.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:31.1":{"pli":"Idhudāyi, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. That goes beyond it. ","html":"<p>{}"},"mn66:31.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:31.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:32.1":{"pli":"Idhudāyi, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. That goes beyond it. ","html":"<p>{}"},"mn66:32.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:32.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:33.1":{"pli":"Idhudāyi, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. That goes beyond it. ","html":"<p>{}"},"mn66:33.2":{"pli":"idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ","eng":"But this too is not enough, I say: give it up, go beyond it. ","html":"{}"},"mn66:33.3":{"pli":"Ko ca tassa samatikkamo? ","eng":"And what goes beyond it? ","html":"{}</p>"},"mn66:34.1":{"pli":"Idhudāyi, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ","eng":"Take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. That goes beyond it. ","html":"<p>{}</p>"},"mn66:34.2":{"pli":"iti kho ahaṃ, udāyi, nevasaññānāsaññāyatanassapi pahānaṃ vadāmi. ","eng":"So, Udāyī, I even recommend giving up the dimension of neither perception nor non-perception. ","html":"<p>{}"},"mn66:34.3":{"pli":"Passasi no tvaṃ, udāyi, taṃ saṃyojanaṃ aṇuṃ vā thūlaṃ vā yassāhaṃ no pahānaṃ vadāmī”ti? ","eng":"Do you see any fetter, large or small, that I don’t recommend giving up?” ","html":"{}</p>"},"mn66:34.4":{"pli":"“No hetaṃ, bhante”ti. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn66:34.5":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn66:34.6":{"pli":"Attamano āyasmā udāyī bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Udāyī approved what the Buddha said. ","html":"{}</p>"},"mn66:34.7":{"pli":"Laṭukikopamasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}