{"mn117":{"mn117:0.1":{"pli":"Majjhima Nikāya 117 ","eng":"Middle Discourses 117 ","html":"<article id='mn117'><header><ul><li class='division'>{}</li></ul>"},"mn117:0.2":{"pli":"Mahācattārīsakasutta ","eng":"The Great Forty ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn117:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This is one of the two major treatments of the noble eightfold path in the Middle Discourses, the other being <a href='index.html?q=mn141'>MN 141</a>, where each factor is defined in detail. This discourse emphasizes the interrelationships between the factors, especially as they support right immersion. The meaning of the title is explained in the final passage. "},"mn117:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn117:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn117:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn117:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn117:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn117:2.1":{"pli":"“ariyaṃ vo, bhikkhave, sammāsamādhiṃ desessāmi saupanisaṃ saparikkhāraṃ. ","eng":"“Mendicants, I will teach you noble right immersion with its vital conditions and its prerequisites. ","html":"<p>{}","comm":"The first portion of this sutta is also at <a href='index.html?q=sn45.28#1.2'>SN 45.28:1.2</a>, to which the current sutta can be seen as a commentary. | “Vital condition” is <i lang='pi' translate='no'>upanisa</i>; this is a condition for something that is both necessary and strongly conducive. | “Prerequiste” is <i lang='pi' translate='no'>parikkhāra</i>, the “equipment” or “requirement”. "},"mn117:2.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"mn117:2.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"mn117:2.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn117:3.1":{"pli":"“Katamo ca, bhikkhave, ariyo sammāsamādhi saupaniso saparikkhāro? ","eng":"“And what is noble right immersion with its vital conditions and its prerequisites? ","html":"<p>{}"},"mn117:3.2":{"pli":"Seyyathidaṃ—sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati; ","eng":"They are: right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness. ","html":"{}"},"mn117:3.3":{"pli":"yā kho, bhikkhave, imehi sattahaṅgehi cittassa ekaggatā parikkhatā—","eng":"Unification of mind with these seven factors as prerequisites ","html":"{}"},"mn117:3.4":{"pli":"ayaṃ vuccati, bhikkhave, ariyo sammāsamādhi saupaniso itipi, saparikkhāro itipi. ","eng":"is what is called noble right immersion ‘with its vital conditions’ and also ‘with its prerequisites’. ","html":"{}</p>","comm":"While it is possible to obtain immersion outside the context of the noble eightfold path, without all the factors of the path working together it does not result in liberation and hence is not “right” immersion. | This became known in the Abhidhamma as <i lang='pi' translate='no'>lokuttara jhāna</i>, where it is used in the same sense as the sutta: a meditative absorption which, empowered by all the path factors in concert, leads to the realization of the Dhamma. This is contrasted with the <i lang='pi' translate='no'>lokiya jhāna</i> that leads only to rebirth in the Brahmā realm; see comment on <a href='index.html?q=mn7#19.6'>MN 7:19.6</a>. Later, the commentarial tradition analyzed it further as a series of mind moments that occur at the occasion of realization. "},"mn117:4.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}","comm":"In the Gradual Training, it is hearing the Dhamma that sets you on the path (<a href='index.html?q=mn101#31.1'>MN 101:31.1</a>). "},"mn117:4.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:4.3":{"pli":"Micchādiṭṭhiṃ ‘micchādiṭṭhī’ti pajānāti, sammādiṭṭhiṃ ‘sammādiṭṭhī’ti pajānāti—sāssa hoti sammādiṭṭhi. ","eng":"When you understand wrong view as wrong view and right view as right view, that’s your right view. ","html":"{}</p>","comm":"It is not just learning by rote, but the ability to make critical distinctions. "},"mn117:5.1":{"pli":"Katamā ca, bhikkhave, micchādiṭṭhi? ","eng":"And what is wrong view? ","html":"<p>{}"},"mn117:5.2":{"pli":"‘Natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—","eng":"‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is rightly comported and rightly practiced, and who describes the afterlife after realizing it with their own insight.’ ","html":"{}"},"mn117:5.3":{"pli":"ayaṃ, bhikkhave, micchādiṭṭhi. ","eng":"This is wrong view. ","html":"{}</p>"},"mn117:6.1":{"pli":"Katamā ca, bhikkhave, sammādiṭṭhi? ","eng":"And what is right view? ","html":"<p>{}"},"mn117:6.2":{"pli":"Sammādiṭṭhimpahaṃ, bhikkhave, dvāyaṃ vadāmi—","eng":"Right view is twofold, I say. ","html":"{}"},"mn117:6.3":{"pli":"atthi, bhikkhave, sammādiṭṭhi sāsavā puññabhāgiyā upadhivepakkā; ","eng":"There is right view that is accompanied by defilements, partakes of good deeds, and ripens in attachments. ","html":"{}","comm":"This unique phrase refers to the kind of right view that results in a good rebirth but not liberation. This kind of right view is not specifically Buddhist. Compare <i lang='pi' translate='no'>sāsavaṁ upādāniyaṁ</i> (the five grasping aggregates “accompanied by defilements and prone to being grasped”, <a href='index.html?q=sn22.48#2.2'>SN 22.48:2.2</a>) and <i lang='pi' translate='no'>iddhi sāsavā saupadhikā, ‘no ariyā’ti</i> (“psychic powers that are accompanied by defilements and attachments, and are said to be ignoble”, <a href='index.html?q=dn28#18.3'>DN 28:18.3</a>). | For “partakes of good deeds” (<i lang='pi' translate='no'>puññabhāgiyā</i>), see <a href='index.html?q=an6.63'>AN 6.63</a>, where it refers to a rebirth that results from “defilement”. "},"mn117:6.4":{"pli":"atthi, bhikkhave, sammādiṭṭhi ariyā anāsavā lokuttarā maggaṅgā. ","eng":"And there is right view that is noble, undefiled, transcendent, a factor of the path. ","html":"{}</p>","comm":"This is the right view of one on the noble path. The suttas do not elsewhere distinguish these two kinds of path factors, and the “transcendent” analysis is not found in the parallels in Chinese (MA 189 at T i 735b) or Tibetan (Up 6.080 at D 4094 mngon pa, nyu 43b7). A similar distinction, however, is made in the Chinese translation of the Saṁyukta Āgama of the (Mūla)-Sarvāstivāda at SA 785 and SA 789, which contains analyses of the transcendent factors that are similar to those in Pali. | “Transcendent” (<i lang='pi' translate='no'>lokuttara</i>) means “leading beyond the world (of transmigration)”. Elsewhere in early texts it is used of discourses (<a href='index.html?q=sn20.7#1.6'>SN 20.7:1.6</a>, <a href='index.html?q=sn55.53#2.2'>SN 55.53:2.2</a>, <a href='index.html?q=an2.47#1.5'>AN 2.47:1.5</a>, <a href='index.html?q=an5.79#5.2'>AN 5.79:5.2</a>; see too <a href='index.html?q=mn96#12.12'>MN 96:12.12</a>), and of certain reflective realizations of a noble one (<a href='index.html?q=mn48#14.7'>MN 48:14.7</a>, <a href='index.html?q=mn122#18.1'>MN 122:18.1</a>). "},"mn117:7.1":{"pli":"Katamā ca, bhikkhave, sammādiṭṭhi sāsavā puññabhāgiyā upadhivepakkā? ","eng":"And what is right view that is accompanied by defilements, partakes of good deeds, and ripens in attachments? ","html":"<p>{}"},"mn117:7.2":{"pli":"‘Atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—","eng":"‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are such things as mother and father, and beings that are reborn spontaneously. And there are ascetics and brahmins who are rightly comported and rightly practiced, and who describe the afterlife after realizing it with their own insight.’ ","html":"{}"},"mn117:7.3":{"pli":"ayaṃ, bhikkhave, sammādiṭṭhi sāsavā puññabhāgiyā upadhivepakkā. ","eng":"This is right view that is accompanied by defilements, partakes of good deeds, and ripens in attachments. ","html":"{}</p>"},"mn117:8.1":{"pli":"Katamā ca, bhikkhave, sammādiṭṭhi ariyā anāsavā lokuttarā maggaṅgā? ","eng":"And what is right view that is noble, undefiled, transcendent, a factor of the path? ","html":"<p>{}"},"mn117:8.2":{"pli":"Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato paññā paññindriyaṃ paññābalaṃ dhammavicayasambojjhaṅgo sammādiṭṭhi maggaṅgaṃ—","eng":"It’s the wisdom—the faculty of wisdom, the power of wisdom, the awakening factor of investigation of principles, and right view as a factor of the path—in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. ","html":"{}","comm":"Whereas elsewhere right view is explained in terms of <em>what</em> you understand (the four noble truths <a href='index.html?q=mn141#24.1'>MN 141:24.1</a>), this analysis shifts focus to <em>how</em> you understand: wisdom functions in the context of the path as a whole. Later texts expand on this (eg. <a href='index.html?q=mnd2#82.4'>Mnd 2:82.4</a>, <a href='index.html?q=ne17#17.3'>Ne 17:17.3</a>, <a href='index.html?q=ds2.1.1#28.2'>Ds 2.1.1:28.2</a>). | As to the phrase “intent on the noble, intent on the undefiled”, the expressions <i lang='pi' translate='no'>ariyacitta</i> and  <i lang='pi' translate='no'>anāsavacitta</i> are unique. It is tempting to translate <i lang='pi' translate='no'>anāsavacitta</i> as “undefiled mind”, but that would pertain only to the arahant who has completed the path, whereas this is talking about one still in the process of developing the path. Here <i lang='pi' translate='no'>citta</i> must mean “intention” (eg. <a href='index.html?q=mn120#3.4'>MN 120:3.4</a>; cf. the later term <i lang='pi' translate='no'>bodhicitta</i>). Commentary is silent. "},"mn117:8.3":{"pli":"ayaṃ vuccati, bhikkhave, sammādiṭṭhi ariyā anāsavā lokuttarā maggaṅgā. ","eng":"This is called right view that is noble, undefiled, transcendent, a factor of the path. ","html":"{}</p>"},"mn117:9.1":{"pli":"So micchādiṭṭhiyā pahānāya vāyamati, sammādiṭṭhiyā, upasampadāya, svāssa hoti sammāvāyāmo. ","eng":"They make an effort to give up wrong view and embrace right view: that’s their right effort. ","html":"<p>{}"},"mn117:9.2":{"pli":"So sato micchādiṭṭhiṃ pajahati, sato sammādiṭṭhiṃ upasampajja viharati, sāssa hoti sammāsati. ","eng":"Mindfully they give up wrong view and take up right view: that’s their right mindfulness. ","html":"{}"},"mn117:9.3":{"pli":"Itiyime tayo dhammā sammādiṭṭhiṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati. ","eng":"So these three things keep running and circling around right view, namely: right view, right effort, and right mindfulness. ","html":"{}</p>","comm":"The path is linear in that each factor depends on the previous (<a href='index.html?q=mn117#34.3'>MN 117:34.3</a>, see too eg. <a href='index.html?q=sn45.1'>SN 45.1</a>). But it is not <em>just</em> linear, as the factors are always interacting. Right view understands what to do; right effort does the work; and right mindfulness monitors and checks. "},"mn117:10.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}","comm":"Right view is the anterior condition for all the path factors. "},"mn117:10.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:10.3":{"pli":"Micchāsaṅkappaṃ ‘micchāsaṅkappo’ti pajānāti, sammāsaṅkappaṃ ‘sammāsaṅkappo’ti pajānāti, sāssa hoti sammādiṭṭhi. ","eng":"When you understand wrong thought as wrong thought and right thought as right thought, that’s your right view. ","html":"{}</p>","comm":"See <a href='index.html?q=mn19'>MN 19</a> for how the bodhisatta developed this practice. "},"mn117:11.1":{"pli":"Katamo ca, bhikkhave, micchāsaṅkappo? ","eng":"And what is wrong thought? ","html":"<p>{}"},"mn117:11.2":{"pli":"Kāmasaṅkappo, byāpādasaṅkappo, vihiṃsāsaṅkappo—","eng":"Thoughts of sensuality, of malice, and of cruelty. ","html":"{}"},"mn117:11.3":{"pli":"ayaṃ, bhikkhave, micchāsaṅkappo. ","eng":"This is wrong thought. ","html":"{}</p>"},"mn117:12.1":{"pli":"Katamo ca, bhikkhave, sammāsaṅkappo? ","eng":"And what is right thought? ","html":"<p>{}"},"mn117:12.2":{"pli":"Sammāsaṅkappampahaṃ, bhikkhave, dvāyaṃ vadāmi—","eng":"Right thought is twofold, I say. ","html":"{}"},"mn117:12.3":{"pli":"atthi, bhikkhave, sammāsaṅkappo sāsavo puññabhāgiyo upadhivepakko; ","eng":"There is right thought that is accompanied by defilements, partakes of good deeds, and ripens in attachments. ","html":"{}"},"mn117:12.4":{"pli":"atthi, bhikkhave, sammāsaṅkappo ariyo anāsavo lokuttaro maggaṅgo. ","eng":"And there is right thought that is noble, undefiled, transcendent, a factor of the path. ","html":"{}</p>"},"mn117:13.1":{"pli":"Katamo ca, bhikkhave, sammāsaṅkappo sāsavo puññabhāgiyo upadhivepakko? ","eng":"And what is right thought that is accompanied by defilements, partakes of good deeds, and ripens in attachments? ","html":"<p>{}"},"mn117:13.2":{"pli":"Nekkhammasaṅkappo, abyāpādasaṅkappo, avihiṃsāsaṅkappo: ","eng":"Thoughts of renunciation, good will, and harmlessness. ","html":"{}"},"mn117:13.3":{"pli":"‘ayaṃ, bhikkhave, sammāsaṅkappo sāsavo puññabhāgiyo upadhivepakko’. ","eng":"This is right thought that is accompanied by defilements. ","html":"{}</p>"},"mn117:14.1":{"pli":"Katamo ca, bhikkhave, sammāsaṅkappo ariyo anāsavo lokuttaro maggaṅgo? ","eng":"And what is right thought that is noble, undefiled, transcendent, a factor of the path? ","html":"<p>{}"},"mn117:14.2":{"pli":"Yo kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato takko vitakko saṅkappo appanā byappanā cetaso abhiniropanā vacīsaṅkhāro—","eng":"It’s the thinking—the placing of the mind, thought, planting, implanting, embedding of the mind, verbal process—in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. ","html":"{}","comm":"This passage shows that the scope of <i lang='pi' translate='no'>saṅkappa</i> or <i lang='pi' translate='no'>vitakka</i> is wider than discursive “thought”, especially in deep meditation. This definition is similar to that in the Abhidhamma (eg. <a href='index.html?q=vb3#23.2'>Vb 3:23.2</a>) | <i lang='pi' translate='no'>Takka</i> (“thinking”) is normally “logic” but here is a synonym of <i lang='pi' translate='no'>vitakka</i>. | <i lang='pi' translate='no'>Appanā</i> (“planting”) is where a movement enters its goal, as a river the ocean (<a href='index.html?q=sn15.8#2.3'>SN 15.8:2.3</a>), or a peg the wood (<a href='index.html?q=mil3.3.13'>Mil 3.3.13</a>, for which see also <a href='index.html?q=mn20#3.4'>MN 20:3.4</a>). | <i lang='pi' translate='no'>Byappanā</i> is an intensive form that appears only in this definition. | <i lang='pi' translate='no'>Abhiniropana</i> is likewise a unique term, with the sense of “sinking into” or “embedding”. Compare Sanskrit <i lang='pi' translate='no'>āropaṇa</i>, “placing or fixing in or upon”. | For “verbal process” see <a href='index.html?q=mn44#15.3'>MN 44:15.3</a> = <a href='index.html?q=sn41.6#2.4'>SN 41.6:2.4</a>. "},"mn117:14.3":{"pli":"ayaṃ, bhikkhave, sammāsaṅkappo ariyo anāsavo lokuttaro maggaṅgo. ","eng":"This is right thought that is noble. ","html":"{}</p>"},"mn117:15.1":{"pli":"So micchāsaṅkappassa pahānāya vāyamati, sammāsaṅkappassa upasampadāya, svāssa hoti sammāvāyāmo. ","eng":"They make an effort to give up wrong thought and embrace right thought: that’s their right effort. ","html":"<p>{}"},"mn117:15.2":{"pli":"So sato micchāsaṅkappaṃ pajahati, sato sammāsaṅkappaṃ upasampajja viharati; sāssa hoti sammāsati. ","eng":"Mindfully they give up wrong thought and take up right thought: that’s their right mindfulness. ","html":"{}"},"mn117:15.3":{"pli":"Itiyime tayo dhammā sammāsaṅkappaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati. ","eng":"So these three things keep running and circling around right thought, namely: right view, right effort, and right mindfulness. ","html":"{}</p>"},"mn117:16.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}"},"mn117:16.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:16.3":{"pli":"Micchāvācaṃ ‘micchāvācā’ti pajānāti, sammāvācaṃ ‘sammāvācā’ti pajānāti; sāssa hoti sammādiṭṭhi. ","eng":"When you understand wrong speech as wrong speech and right speech as right speech, that’s your right view. ","html":"{}</p>"},"mn117:17.1":{"pli":"Katamā ca, bhikkhave, micchāvācā? ","eng":"And what is wrong speech? ","html":"<p>{}"},"mn117:17.2":{"pli":"Musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo—","eng":"Speech that’s false, divisive, harsh, or nonsensical. ","html":"{}"},"mn117:17.3":{"pli":"ayaṃ, bhikkhave, micchāvācā. ","eng":"This is wrong speech. ","html":"{}</p>"},"mn117:18.1":{"pli":"Katamā ca, bhikkhave, sammāvācā? ","eng":"And what is right speech? ","html":"<p>{}"},"mn117:18.2":{"pli":"Sammāvācampahaṃ, bhikkhave, dvāyaṃ vadāmi—","eng":"Right speech is twofold, I say. ","html":"{}"},"mn117:18.3":{"pli":"atthi, bhikkhave, sammāvācā sāsavā puññabhāgiyā upadhivepakkā; ","eng":"There is right speech that is accompanied by defilements, partakes of good deeds, and ripens in attachments. ","html":"{}"},"mn117:18.4":{"pli":"atthi, bhikkhave, sammāvācā ariyā anāsavā lokuttarā maggaṅgā. ","eng":"And there is right speech that is noble, undefiled, transcendent, a factor of the path. ","html":"{}</p>"},"mn117:19.1":{"pli":"Katamā ca, bhikkhave, sammāvācā sāsavā puññabhāgiyā upadhivepakkā? ","eng":"And what is right speech that is accompanied by defilements, partakes of good deeds, and ripens in attachments? ","html":"<p>{}"},"mn117:19.2":{"pli":"Musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī—","eng":"The refraining from lying, divisive speech, harsh speech, and talking nonsense. ","html":"{}","comm":"Right speech is defined solely as abstinence here, whereas elsewhere it also includes actually speaking in a constructive way (eg. <a href='index.html?q=mn114#6.18'>MN 114:6.18</a>). The negative mode of definition is more technically precise, as it includes times when one is silent or in deep meditation. "},"mn117:19.3":{"pli":"ayaṃ, bhikkhave, sammāvācā sāsavā puññabhāgiyā upadhivepakkā. ","eng":"This is right speech that is accompanied by defilements. ","html":"{}</p>"},"mn117:20.1":{"pli":"Katamā ca, bhikkhave, sammāvācā ariyā anāsavā lokuttarā maggaṅgā? ","eng":"And what is right speech that is noble, undefiled, transcendent, a factor of the path? ","html":"<p>{}"},"mn117:20.2":{"pli":"Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato catūhi vacīduccaritehi ārati virati paṭivirati veramaṇī—","eng":"It’s the desisting, abstaining, abstinence, and refraining from the four kinds of bad verbal conduct in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. ","html":"{}","comm":"This sequence of synonyms (<i lang='pi' translate='no'>ārati virati paṭivirati veramaṇī</i>) is otherwise found only in late canonical texts (eg. <a href='index.html?q=cnd6#11.6'>Cnd 6:11.6</a>, <a href='index.html?q=vb4#61.2'>Vb 4:61.2</a>, <a href='index.html?q=pli-tv-pvr4#5.2'>Pvr 4:5.2</a>). "},"mn117:20.3":{"pli":"ayaṃ, bhikkhave, sammāvācā ariyā anāsavā lokuttarā maggaṅgā. ","eng":"This is right speech that is noble. ","html":"{}</p>"},"mn117:21.1":{"pli":"So micchāvācāya pahānāya vāyamati, sammāvācāya upasampadāya; svāssa hoti sammāvāyāmo. ","eng":"They make an effort to give up wrong speech and embrace right speech: that’s their right effort. ","html":"<p>{}"},"mn117:21.2":{"pli":"So sato micchāvācaṃ pajahati, sato sammāvācaṃ upasampajja viharati; sāssa hoti sammāsati. ","eng":"Mindfully they give up wrong speech and take up right speech: that’s their right mindfulness. ","html":"{}"},"mn117:21.3":{"pli":"Itiyime tayo dhammā sammāvācaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati. ","eng":"So these three things keep running and circling around right speech, namely: right view, right effort, and right mindfulness. ","html":"{}</p>"},"mn117:22.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}"},"mn117:22.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:22.3":{"pli":"Micchākammantaṃ ‘micchākammanto’ti pajānāti, sammākammantaṃ ‘sammākammanto’ti pajānāti; sāssa hoti sammādiṭṭhi. ","eng":"When you understand wrong action as wrong action and right action as right action, that’s your right view. ","html":"{}</p>"},"mn117:23.1":{"pli":"Katamo ca, bhikkhave, micchākammanto? ","eng":"And what is wrong action? ","html":"<p>{}"},"mn117:23.2":{"pli":"Pāṇātipāto, adinnādānaṃ, kāmesumicchācāro—","eng":"Killing living creatures, stealing, and sexual misconduct. ","html":"{}"},"mn117:23.3":{"pli":"ayaṃ, bhikkhave, micchākammanto. ","eng":"This is wrong action. ","html":"{}</p>"},"mn117:24.1":{"pli":"Katamo ca, bhikkhave, sammākammanto? ","eng":"And what is right action? ","html":"<p>{}"},"mn117:24.2":{"pli":"Sammākammantampahaṃ, bhikkhave, dvāyaṃ vadāmi—","eng":"Right action is twofold, I say. ","html":"{}"},"mn117:24.3":{"pli":"atthi, bhikkhave, sammākammanto sāsavo puññabhāgiyo upadhivepakko; ","eng":"There is right action that is accompanied by defilements, partakes of good deeds, and ripens in attachments. ","html":"{}"},"mn117:24.4":{"pli":"atthi, bhikkhave, sammākammanto ariyo anāsavo lokuttaro maggaṅgo. ","eng":"And there is right action that is noble, undefiled, transcendent, a factor of the path. ","html":"{}</p>"},"mn117:25.1":{"pli":"Katamo ca, bhikkhave, sammākammanto sāsavo puññabhāgiyo upadhivepakko? ","eng":"And what is right action that is accompanied by defilements, partakes of good deeds, and ripens in attachments? ","html":"<p>{}"},"mn117:25.2":{"pli":"Pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī—","eng":"Refraining from killing living creatures, stealing, and sexual misconduct. ","html":"{}"},"mn117:25.3":{"pli":"ayaṃ, bhikkhave, sammākammanto sāsavo puññabhāgiyo upadhivepakko. ","eng":"This is right action that is accompanied by defilements. ","html":"{}</p>"},"mn117:26.1":{"pli":"Katamo ca, bhikkhave, sammākammanto ariyo anāsavo lokuttaro maggaṅgo? ","eng":"And what is right action that is noble, undefiled, transcendent, a factor of the path? ","html":"<p>{}"},"mn117:26.2":{"pli":"Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato tīhi kāyaduccaritehi ārati virati paṭivirati veramaṇī—","eng":"It’s the desisting, abstaining, abstinence, and refraining from the three kinds of bad bodily conduct in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. ","html":"{}"},"mn117:26.3":{"pli":"ayaṃ, bhikkhave, sammākammanto ariyo anāsavo lokuttaro maggaṅgo. ","eng":"This is right action that is noble. ","html":"{}</p>"},"mn117:27.1":{"pli":"So micchākammantassa pahānāya vāyamati, sammākammantassa upasampadāya; svāssa hoti sammāvāyāmo. ","eng":"They make an effort to give up wrong action and embrace right action: that’s their right effort. ","html":"<p>{}"},"mn117:27.2":{"pli":"So sato micchākammantaṃ pajahati, sato sammākammantaṃ upasampajja viharati; sāssa hoti sammāsati. ","eng":"Mindfully they give up wrong action and take up right action: that’s their right mindfulness. ","html":"{}"},"mn117:27.3":{"pli":"Itiyime tayo dhammā sammākammantaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati. ","eng":"So these three things keep running and circling around right action, namely: right view, right effort, and right mindfulness. ","html":"{}</p>"},"mn117:28.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}"},"mn117:28.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:28.3":{"pli":"Micchāājīvaṃ ‘micchāājīvo’ti pajānāti, sammāājīvaṃ ‘sammāājīvo’ti pajānāti; sāssa hoti sammādiṭṭhi. ","eng":"When you understand wrong livelihood as wrong livelihood and right livelihood as right livelihood, that’s your right view. ","html":"{}</p>"},"mn117:29.1":{"pli":"Katamo ca, bhikkhave, micchāājīvo? ","eng":"And what is wrong livelihood? ","html":"<p>{}"},"mn117:29.2":{"pli":"Kuhanā, lapanā, nemittikatā, nippesikatā, lābhena lābhaṃ nijigīsanatā—","eng":"Fawning, flattery, hinting, and belittling, and using material things to chase after other material things. ","html":"{}","comm":"This applies to everyone, but especially to monastics, in reference to unwholesome ways of seeking requisites and material profits. For laypeople, five kinds of wrong livelihood are specified: trade in weapons, living creatures, meat, intoxicants, and poison (<a href='index.html?q=an5.177#1.3'>AN 5.177:1.3</a>). "},"mn117:29.3":{"pli":"ayaṃ, bhikkhave, micchāājīvo. ","eng":"This is wrong livelihood. ","html":"{}</p>"},"mn117:30.1":{"pli":"Katamo ca, bhikkhave, sammāājīvo? ","eng":"And what is right livelihood? ","html":"<p>{}"},"mn117:30.2":{"pli":"Sammāājīvampahaṃ, bhikkhave, dvāyaṃ vadāmi—","eng":"Right livelihood is twofold, I say. ","html":"{}"},"mn117:30.3":{"pli":"atthi, bhikkhave, sammāājīvo sāsavo puññabhāgiyo upadhivepakko; ","eng":"There is right livelihood that is accompanied by defilements, partakes of good deeds, and ripens in attachments. ","html":"{}"},"mn117:30.4":{"pli":"atthi, bhikkhave, sammāājīvo ariyo anāsavo lokuttaro maggaṅgo. ","eng":"And there is right livelihood that is noble, undefiled, transcendent, a factor of the path. ","html":"{}</p>"},"mn117:31.1":{"pli":"Katamo ca, bhikkhave, sammāājīvo sāsavo puññabhāgiyo upadhivepakko? ","eng":"And what is right livelihood that is accompanied by defilements, partakes of good deeds, and ripens in attachments? ","html":"<p>{}"},"mn117:31.2":{"pli":"Idha, bhikkhave, ariyasāvako micchāājīvaṃ pahāya sammāājīvena jīvikaṃ kappeti—","eng":"It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood. ","html":"{}","comm":"Defined for a monastic in the long section on ethics in the Sāmaññaphalasutta (<a href='index.html?q=dn2#56.1'>DN 2:56.1</a>) and for a lay person as trade in weapons, living creatures, meat, intoxicants, and poisons (<a href='index.html?q=an5.177#1.3'>AN 5.177:1.3</a>). "},"mn117:31.3":{"pli":"ayaṃ, bhikkhave, sammāājīvo sāsavo puññabhāgiyo upadhivepakko. ","eng":"This is right livelihood that is accompanied by defilements. ","html":"{}</p>"},"mn117:32.1":{"pli":"Katamo ca, bhikkhave, sammāājīvo ariyo anāsavo lokuttaro maggaṅgo? ","eng":"And what is right livelihood that is noble, undefiled, transcendent, a factor of the path? ","html":"<p>{}"},"mn117:32.2":{"pli":"Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato micchāājīvā ārati virati paṭivirati veramaṇī—","eng":"It’s the desisting, abstaining, abstinence, and refraining from wrong livelihood in one intent on the noble, intent on the undefiled, who possesses the noble path and develops the noble path. ","html":"{}"},"mn117:32.3":{"pli":"ayaṃ, bhikkhave, sammāājīvo ariyo anāsavo lokuttaro maggaṅgo. ","eng":"This is right livelihood that is noble. ","html":"{}</p>"},"mn117:33.1":{"pli":"So micchāājīvassa pahānāya vāyamati, sammāājīvassa upasampadāya; svāssa hoti sammāvāyāmo. ","eng":"They make an effort to give up wrong livelihood and embrace right livelihood: that’s their right effort. ","html":"<p>{}"},"mn117:33.2":{"pli":"So sato micchāājīvaṃ pajahati, sato sammāājīvaṃ upasampajja viharati; sāssa hoti sammāsati. ","eng":"Mindfully they give up wrong livelihood and take up right livelihood: that’s their right mindfulness. ","html":"{}"},"mn117:33.3":{"pli":"Itiyime tayo dhammā sammāājīvaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati. ","eng":"So these three things keep running and circling around right livelihood, namely: right view, right effort, and right mindfulness. ","html":"{}</p>","comm":"This, the fifth factor of the path, is the last factor described as encompassed by right view, effort, and mindfulness. I think a purpose of this discourse is to make it clear that they <em>also</em> apply to the first five factors, the final three being taken as self-evident. "},"mn117:34.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}"},"mn117:34.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:34.3":{"pli":"Sammādiṭṭhissa, bhikkhave, sammāsaṅkappo pahoti, sammāsaṅkappassa sammāvācā pahoti, sammāvācassa sammākammanto pahoti, sammākammantassa sammāājīvo pahoti, sammāājīvassa sammāvāyāmo pahoti, sammāvāyāmassa sammāsati pahoti, sammāsatissa sammāsamādhi pahoti, sammāsamādhissa sammāñāṇaṃ pahoti, sammāñāṇassa sammāvimutti pahoti. ","eng":"Right view produces right thought. Right thought produces right speech. Right speech produces right action. Right action produces right livelihood. Right livelihood produces right effort. Right effort produces right mindfulness. Right mindfulness produces right immersion. Right immersion produces right knowledge. Right knowledge produces right freedom. ","html":"{}","comm":"This extends the linear arising to two additional factors: right knowledge and right freedom (see also <a href='index.html?q=dn18#27.8'>DN 18:27.8</a>, <a href='index.html?q=an10.103#2.3'>AN 10.103:2.3</a>). These are not divided into two kinds, as they apply solely to the perfected ones. "},"mn117:34.4":{"pli":"Iti kho, bhikkhave, aṭṭhaṅgasamannāgato sekkho, dasaṅgasamannāgato arahā hoti. ","eng":"So the trainee has eight factors, while the perfected one has ten factors. ","html":"{}","comm":"Right knowledge is the wisdom perfected by the ending of defilements, while right freedom is the liberation from rebirth. "},"mn117:34.5":{"pli":"Tatrapi sammāñāṇena aneke pāpakā akusalā dhammā vigatā bhāvanāpāripūriṃ gacchanti. ","eng":"And here too, the eradication of many bad, unskillful qualities is fully developed due to right knowledge. ","html":"{}</p>"},"mn117:35.1":{"pli":"Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. ","eng":"In this context, right view comes first. ","html":"<p>{}"},"mn117:35.2":{"pli":"Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? ","eng":"And how does right view come first? ","html":"{}"},"mn117:35.3":{"pli":"Sammādiṭṭhissa, bhikkhave, micchādiṭṭhi nijjiṇṇā hoti. ","eng":"For one of right view, wrong view is worn away. ","html":"{}","comm":"The term <i lang='pi' translate='no'>nijjiṇṇa</i> (“worn away”) is associated with the Jains (eg. <a href='index.html?q=mn14#17.8'>MN 14:17.8</a>, <a href='index.html?q=mn101#10.8'>MN 101:10.8</a>). "},"mn117:35.4":{"pli":"Ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa nijjiṇṇā honti. ","eng":"And the many bad, unskillful qualities that arise because of wrong view are worn away. ","html":"{}"},"mn117:35.5":{"pli":"Sammādiṭṭhipaccayā aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right view, many skillful qualities are fully developed. ","html":"{}"},"mn117:35.6":{"pli":"Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo nijjiṇṇo hoti …pe… ","eng":"For one of right thought, wrong thought is worn away. … ","html":"{}"},"mn117:35.7":{"pli":"sammāvācassa, bhikkhave, micchāvācā nijjiṇṇā hoti … ","eng":"For one of right speech, wrong speech is worn away. … ","html":"{}"},"mn117:35.8":{"pli":"sammākammantassa, bhikkhave, micchākammanto nijjiṇṇo hoti … ","eng":"For one of right action, wrong action is worn away. … ","html":"{}"},"mn117:35.9":{"pli":"sammāājīvassa, bhikkhave, micchāājīvo nijjiṇṇo hoti … ","eng":"For one of right livelihood, wrong livelihood is worn away. … ","html":"{}"},"mn117:35.10":{"pli":"sammāvāyāmassa, bhikkhave, micchāvāyāmo nijjiṇṇo hoti … ","eng":"For one of right effort, wrong effort is worn away. … ","html":"{}"},"mn117:35.11":{"pli":"sammāsatissa, bhikkhave, micchāsati nijjiṇṇā hoti … ","eng":"For one of right mindfulness, wrong mindfulness is worn away. … ","html":"{}"},"mn117:35.12":{"pli":"sammāsamādhissa, bhikkhave, micchāsamādhi nijjiṇṇo hoti … ","eng":"For one of right immersion, wrong immersion is worn away. … ","html":"{}"},"mn117:35.13":{"pli":"sammāñāṇassa, bhikkhave, micchāñāṇaṃ nijjiṇṇaṃ hoti … ","eng":"For one of right knowledge, wrong knowledge is worn away. … ","html":"{}"},"mn117:35.14":{"pli":"sammāvimuttassa, bhikkhave, micchāvimutti nijjiṇṇā hoti. ","eng":"For one of right freedom, wrong freedom is worn away. ","html":"{}"},"mn117:35.15":{"pli":"Ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa nijjiṇṇā honti. ","eng":"And the many bad, unskillful qualities that arise because of wrong freedom are worn away. ","html":"{}"},"mn117:35.16":{"pli":"Sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti. ","eng":"And because of right freedom, many skillful qualities are fully developed. ","html":"{}</p>"},"mn117:36.1":{"pli":"Iti kho, bhikkhave, vīsati kusalapakkhā, vīsati akusalapakkhā—","eng":"So there are twenty on the side of the skillful, and twenty on the side of the unskillful. ","html":"<p>{}","comm":"The twenty are the ten factors, plus ten for the relevant qualities they promote. "},"mn117:36.2":{"pli":"mahācattārīsako dhammapariyāyo pavattito appaṭivattiyo samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ. ","eng":"This exposition of the teaching on the Great Forty has been rolled forth. And it cannot be rolled back by any ascetic or brahmin or god or Māra or divinity or by anyone in the world. ","html":"{}</p>"},"mn117:37.1":{"pli":"Yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā imaṃ mahācattārīsakaṃ dhammapariyāyaṃ garahitabbaṃ paṭikkositabbaṃ maññeyya tassa diṭṭheva dhamme dasasahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti—","eng":"If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuttal and criticism on ten legitimate grounds in this very life. ","html":"<p>{}"},"mn117:37.2":{"pli":"sammādiṭṭhiñce bhavaṃ garahati, ye ca micchādiṭṭhī samaṇabrāhmaṇā te bhoto pujjā, te bhoto pāsaṃsā; ","eng":"If such a gentleman criticizes right view, they praise and honor the ascetics and brahmins who have wrong view. ","html":"{}"},"mn117:37.3":{"pli":"sammāsaṅkappañce bhavaṃ garahati, ye ca micchāsaṅkappā samaṇabrāhmaṇā te bhoto pujjā, te bhoto pāsaṃsā; ","eng":"If they criticize right thought … ","html":"{}"},"mn117:37.4":{"pli":"sammāvācañce bhavaṃ garahati …pe… ","eng":"right speech … ","html":"{}"},"mn117:37.5":{"pli":"sammākammantañce bhavaṃ garahati … ","eng":"right action … ","html":"{}"},"mn117:37.6":{"pli":"sammāājīvañce bhavaṃ garahati … ","eng":"right livelihood … ","html":"{}"},"mn117:37.7":{"pli":"sammāvāyāmañce bhavaṃ garahati … ","eng":"right effort … ","html":"{}"},"mn117:37.8":{"pli":"sammāsatiñce bhavaṃ garahati … ","eng":"right mindfulness … ","html":"{}"},"mn117:37.9":{"pli":"sammāsamādhiñce bhavaṃ garahati … ","eng":"right immersion … ","html":"{}"},"mn117:37.10":{"pli":"sammāñāṇañce bhavaṃ garahati … ","eng":"right knowledge … ","html":"{}"},"mn117:37.11":{"pli":"sammāvimuttiñce bhavaṃ garahati, ye ca micchāvimuttī samaṇabrāhmaṇā te bhoto pujjā, te bhoto pāsaṃsā. ","eng":"right freedom, they praise and honor the ascetics and brahmins who have wrong freedom. ","html":"{}"},"mn117:37.12":{"pli":"Yo koci, bhikkhave, samaṇo vā brāhmaṇo vā imaṃ mahācattārīsakaṃ dhammapariyāyaṃ garahitabbaṃ paṭikkositabbaṃ maññeyya tassa diṭṭheva dhamme ime dasasahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti. ","eng":"If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuttal and criticism on these ten legitimate grounds in this very life. ","html":"{}</p>"},"mn117:38.1":{"pli":"Yepi te, bhikkhave, ahesuṃ okkalā vassabhaññā ahetuvādā akiriyavādā natthikavādā tepi mahācattārīsakaṃ dhammapariyāyaṃ na garahitabbaṃ nappaṭikkositabbaṃ amaññiṃsu. ","eng":"Even those those who were loud and bold advocates of the doctrines of no-cause, inaction, and nihilism, didn’t imagine that the Great Forty should be criticized or rejected. ","html":"<p>{}","comm":"For discussion of this obscure passage, see note on <a href='index.html?q=sn22.62#13.2'>SN 22.62:13.2</a>. "},"mn117:38.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn117:38.3":{"pli":"Nindābyārosaupārambhabhayā”ti. ","eng":"For fear of being blamed, provoked, and faulted.” ","html":"{}</p>"},"mn117:38.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn117:38.5":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn117:38.6":{"pli":"Mahācattārīsakasuttaṃ niṭṭhitaṃ sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}