{"mn80":{"mn80:0.1":{"pli":"Majjhima Nikāya 80 ","eng":"Middle Discourses 80 ","html":"<article id='mn80'><header><ul><li class='division'>{}</li></ul>"},"mn80:0.2":{"pli":"Vekhanasasutta ","eng":"With Vekhanasa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn80:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn80:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn80:2.1":{"pli":"Atha kho vekhanaso paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the wanderer Vekhanasa went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}","comm":"Vekhanasa, the “descendant of Vikhānasa” was, according to the commentary, the teacher of Sakaludāyī and came to defend his teaching. The Vekhanasas were Vedic poets. They became known in later Sanskrit texts as an order of forest-dwelling ascetics, who evolved into the modern Vaikhānasa Vishnavite tradition. This sutta may be the earliest reference to a tradition of Vekhanasa ascetics, creating a link between the Vedic poets and the later tradition. The Buddha calls him by his personal or clan name Kaccāna. "},"mn80:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. ","eng":"When the greetings and polite conversation were over, he stood to one side, ","html":"{}"},"mn80:2.3":{"pli":"Ekamantaṃ ṭhito kho vekhanaso paribbājako bhagavato santike udānaṃ udānesi: ","eng":"and expressed this heartfelt sentiment: ","html":"{}"},"mn80:2.4":{"pli":"“ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo”ti. ","eng":"“This is the ultimate splendor, this is the ultimate splendor.” ","html":"{}</p>","comm":"The Rig Veda features two Vaikhānasa poems, one of which describes Soma as “most resplendent” (<i lang='pi' translate='no'>śubhraśastamaḥ</i>, Rig Veda 9.66.26), a phrase notably parallel in meaning to the Pali “ultimate splendor” (<i lang='pi' translate='no'>paramo vaṇṇo</i>). These verses are rich with similar imagery: Soma is a “gleaming light” (24) whose “glittering drops” “flash with radiance” (25), “pervading with rays” (27), a “heaven-bright milk” (30). This poem is ascribed to “a hundred Vaikhānasas”, suggesting that an order already existed at the time. Perhaps the Vekhanasa lineage developed their philosophy from these verses, which they had recited over so many centuries that the original referent, Soma, was forgotten. "},"mn80:2.5":{"pli":"“Kiṃ pana tvaṃ, kaccāna, evaṃ vadesi: ","eng":"“But Kaccāna, why do you say: ","html":"<p>{}"},"mn80:2.6":{"pli":"‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti? ","eng":"‘This is the ultimate splendor, this is the ultimate splendor.’ ","html":"{}"},"mn80:2.7":{"pli":"Katamo, kaccāna, so paramo vaṇṇo”ti? ","eng":"What is that ultimate splendor?” ","html":"{}</p>"},"mn80:2.8":{"pli":"“Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ","eng":"“Worthy Gotama, the ultimate splendor is the splendor compared to which no other splendor is finer.” ","html":"<p>{}</p>"},"mn80:2.9":{"pli":"“Katamo pana so, kaccāna, vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti? ","eng":"“But what is that ultimate splendor compared to which no other splendor is finer?” ","html":"<p>{}</p>"},"mn80:2.10":{"pli":"“Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ","eng":"“Worthy Gotama, the ultimate splendor is the splendor compared to which no other splendor is finer.” ","html":"<p>{}</p>"},"mn80:3.1":{"pli":"“Dīghāpi kho te esā, kaccāna, phareyya: ","eng":"“Kaccāna, you could draw this out for a long time. ","html":"<p>{}"},"mn80:3.2":{"pli":"‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesi. ","eng":"You say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor. ","html":"{}</p>"},"mn80:3.3":{"pli":"Seyyathāpi, kaccāna, puriso evaṃ vadeyya: ","eng":"Suppose a man was to say, ","html":"<p>{}"},"mn80:3.4":{"pli":"‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi taṃ kāmemī’ti. ","eng":"‘Whoever the finest lady in the land is, it is her that I want, her I desire!’ ","html":"{}</p>"},"mn80:3.5":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"<p>{}"},"mn80:3.6":{"pli":"‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ","eng":"‘Worthy man, that finest lady in the land who you desire—do you know whether she’s an aristocrat, a brahmin, a peasant, or a menial?’ ","html":"{}</p>"},"mn80:3.7":{"pli":"Iti puṭṭho ‘no’ti vadeyya. ","eng":"Asked this, he’d say, ‘No.’ ","html":"<p>{}</p>"},"mn80:3.8":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"<p>{}"},"mn80:3.9":{"pli":"‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ evaṃnāmā evaṅgottāti vāti …pe… dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti … amukasmiṃ gāme vā nigame vā nagare vā’ti? ","eng":"‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or dingy? What village, town, or city she comes from?’ ","html":"{}</p>"},"mn80:3.10":{"pli":"Iti puṭṭho ‘no’ti vadeyya. ","eng":"Asked this, he’d say, ‘No.’ ","html":"<p>{}</p>"},"mn80:3.11":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"<p>{}"},"mn80:3.12":{"pli":"‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti? ","eng":"‘Worthy man, do you desire someone who you’ve never even known or seen?’ ","html":"{}</p>"},"mn80:3.13":{"pli":"Iti puṭṭho ‘āmā’ti vadeyya. ","eng":"Asked this, he’d say, ‘Yes.’ ","html":"<p>{}</p>"},"mn80:3.14":{"pli":"Taṃ kiṃ maññasi, kaccāna, ","eng":"What do you think, Kaccāna? ","html":"<p>{}"},"mn80:3.15":{"pli":"nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ","eng":"This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ","html":"{}</p>"},"mn80:3.16":{"pli":"“Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ","eng":"“Clearly that’s the case, worthy Gotama.” ","html":"<p>{}</p>"},"mn80:3.17":{"pli":"“Evameva kho tvaṃ, kaccāna, ‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi; tañca vaṇṇaṃ na paññapesī”ti. ","eng":"“In the same way, you say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.” ","html":"<p>{}</p>"},"mn80:4.1":{"pli":"“Seyyathāpi, bho gotama, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṃ vaṇṇo attā hoti arogo paraṃ maraṇā”ti. ","eng":"“Mister Gotama, suppose there was a beryl gem that was naturally lustrous, eight-faceted, well-worked. When placed on a cream rug it would shine and glow and radiate. Such is the splendor of the self that is free of disease after death.” ","html":"<p>{}</p>"},"mn80:5.1":{"pli":"“Taṃ kiṃ maññasi, kaccāna, ","eng":"“What do you think, Kaccāna? ","html":"<p>{}"},"mn80:5.2":{"pli":"yo vā maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ","eng":"Which of these two has a finer splendor: such a beryl gem, or a firefly in the dark of night?” ","html":"{}</p>"},"mn80:5.3":{"pli":"“Yvāyaṃ, bho gotama, rattandhakāratimisāya kimi khajjopanako, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ","eng":"“A firefly in the dark of night.” ","html":"<p>{}</p>"},"mn80:6.1":{"pli":"“Taṃ kiṃ maññasi, kaccāna, ","eng":"“What do you think, Kaccāna? ","html":"<p>{}"},"mn80:6.2":{"pli":"yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ","eng":"Which of these two has a finer splendor: a firefly in the dark of night, or an oil lamp in the dark of night?” ","html":"{}</p>"},"mn80:6.3":{"pli":"“Yvāyaṃ, bho gotama, rattandhakāratimisāya telappadīpo, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ","eng":"“An oil lamp in the dark of night.” ","html":"<p>{}</p>"},"mn80:7.1":{"pli":"“Taṃ kiṃ maññasi, kaccāna, ","eng":"“What do you think, Kaccāna? ","html":"<p>{}"},"mn80:7.2":{"pli":"yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ","eng":"Which of these two has a finer splendor: an oil lamp in the dark of night, or a great mass of fire in the dark of night?” ","html":"{}</p>"},"mn80:7.3":{"pli":"“Yvāyaṃ, bho gotama, rattandhakāratimisāya mahāaggikkhandho, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ","eng":"“A great mass of fire in the dark of night.” ","html":"<p>{}</p>"},"mn80:8.1":{"pli":"“Taṃ kiṃ maññasi, kaccāna, ","eng":"“What do you think, Kaccāna? ","html":"<p>{}"},"mn80:8.2":{"pli":"yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ","eng":"Which of these two has a finer splendor: a great mass of fire in the dark of night, or the Morning Star in the clear and cloudless heavens at the crack of dawn?” ","html":"{}</p>"},"mn80:8.3":{"pli":"“Yvāyaṃ, bho gotama, rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ","eng":"“The Morning Star in the clear and cloudless heavens at the crack of dawn.” ","html":"<p>{}</p>"},"mn80:9.1":{"pli":"“Taṃ kiṃ maññasi, kaccāna, ","eng":"“What do you think, Kaccāna? ","html":"<p>{}"},"mn80:9.2":{"pli":"yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ","eng":"Which of these two has a finer splendor: the Morning Star in the clear and cloudless heavens at the crack of dawn, or the full moon at midnight in the clear and cloudless heavens on the fifteenth day sabbath?” ","html":"{}</p>"},"mn80:9.3":{"pli":"“Yvāyaṃ, bho gotama, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ","eng":"“The full moon at midnight in the clear and cloudless heavens on the fifteenth day sabbath.” ","html":"<p>{}</p>"},"mn80:10.1":{"pli":"“Taṃ kiṃ maññasi, kaccāna, ","eng":"“What do you think, Kaccāna? ","html":"<p>{}"},"mn80:10.2":{"pli":"yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, yo vā vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ","eng":"Which of these two has a finer splendor: the full moon at midnight in the clear and cloudless heavens on the fifteenth day sabbath, or the sun at midday in the clear and cloudless heavens in the last month of the rainy season, in autumn?” ","html":"{}</p>"},"mn80:10.3":{"pli":"“Yvāyaṃ, bho gotama, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ","eng":"“The sun at midday in the clear and cloudless heavens in the last month of the rainy season, in autumn.” ","html":"<p>{}</p>"},"mn80:11.1":{"pli":"“Ato kho te, kaccāna, bahū hi bahutarā devā ye imesaṃ candimasūriyānaṃ ābhā nānubhonti, tyāhaṃ pajānāmi. ","eng":"“Beyond this, Kaccāna, I know very many gods on whom the luminosity of the sun and moon makes no impression. ","html":"<p>{}"},"mn80:11.2":{"pli":"Atha ca panāhaṃ na vadāmi: ","eng":"Nevertheless, I do not say: ","html":"{}"},"mn80:11.3":{"pli":"‘yasmā vaṇṇā añño vaṇṇo uttaritaro ca paṇītataro ca natthī’ti. ","eng":"‘The splendor compared to which no other splendor is finer.’ ","html":"{}"},"mn80:11.4":{"pli":"Atha ca pana tvaṃ, kaccāna, ‘yvāyaṃ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi; tañca vaṇṇaṃ na paññapesi. ","eng":"But of the splendor inferior to a firefly you say, ‘This is the ultimate splendor.’ And you don’t describe that splendor. ","html":"{}</p>"},"mn80:12.1":{"pli":"Pañca kho ime, kaccāna, kāmaguṇā. ","eng":"Kaccāna, there are these five kinds of sensual stimulation. ","html":"<p>{}"},"mn80:12.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"mn80:12.3":{"pli":"Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn80:12.4":{"pli":"sotaviññeyyā saddā …pe… ","eng":"Sounds known by the ear … ","html":"{}"},"mn80:12.5":{"pli":"ghānaviññeyyā gandhā … ","eng":"Smells known by the nose … ","html":"{}"},"mn80:12.6":{"pli":"jivhāviññeyyā rasā … ","eng":"Tastes known by the tongue … ","html":"{}"},"mn80:12.7":{"pli":"kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn80:12.8":{"pli":"ime kho, kaccāna, pañca kāmaguṇā. ","eng":"These are the five kinds of sensual stimulation. ","html":"{}</p>"},"mn80:13.1":{"pli":"Yaṃ kho, kaccāna, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ. ","eng":"The pleasure and happiness that arises from these five kinds of sensual stimulation is called sensual pleasure. ","html":"<p>{}"},"mn80:13.2":{"pli":"Iti kāmehi kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ tattha aggamakkhāyatī”ti. ","eng":"‘From the senses comes sensual pleasure. Beyond sensual pleasure is the pleasure that surmounts the sensual, which is said to be the best of these.’” ","html":"{}</p>","comm":"The introductory <i lang='pi' translate='no'>iti</i> (“so they say”) indicates that the Buddha is quoting a saying, which may not have originated with him. | The “pleasure that surmounts the sensual” (<i lang='pi' translate='no'>kāmaggasukha</i>) is defined by the commentary as Nibbāna, which explains why the Buddha says below that only arahants can truly understand this saying (<a href='index.html?q=mn80#14.8'>MN 80:14.8</a>). | Compare with the passage on extracting cream of ghee, which uses parallel syntax (<a href='index.html?q=dn9#52.1'>DN 9:52.1</a>, <a href='index.html?q=sn34.1#1.9'>SN 34.1:1.9</a>, <a href='index.html?q=an4.95#4.1'>AN 4.95:4.1</a>). "},"mn80:14.1":{"pli":"Evaṃ vutte, vekhanaso paribbājako bhagavantaṃ etadavoca: ","eng":"When he said this, Vekhanasa said to the Buddha, ","html":"<p>{}"},"mn80:14.2":{"pli":"“acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ","eng":"“It’s incredible, worthy Gotama, it’s amazing! ","html":"{}"},"mn80:14.3":{"pli":"Yāva subhāsitañcidaṃ bhotā gotamena: ","eng":"How well said this was by the worthy Gotama! ","html":"{}"},"mn80:14.4":{"pli":"‘kāmehi kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ tattha aggamakkhāyatī’ti. ","eng":"‘From the senses comes sensual pleasure. Beyond sensual pleasure is the pleasure that surmounts the sensual, which is said to be the best of these.’ ","html":"{}"},"mn80:14.5":{"pli":"‘Kāmehi, bho gotama, kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ, tattha aggamakkhāyatī’”ti ","eng":"Worthy Gotama, from the senses comes sensual pleasure. Beyond sensual pleasure is the pleasure that surmounts the sensual, which is said to be the best of these.” ","html":"{}</p>"},"mn80:14.6":{"pli":"“dujjānaṃ kho etaṃ, kaccāna, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrayogena aññatrācariyakena—","eng":"“Kaccāna, since you have a different view, creed, and belief, then, unless you dedicate yourself to practice with the guidance of tradition, it’s hard for you to understand ","html":"<p>{}"},"mn80:14.7":{"pli":"kāmā vā kāmasukhaṃ vā kāmaggasukhaṃ vā. ","eng":"the senses, sensual pleasure, and the pleasure that surmounts the sensual. ","html":"{}"},"mn80:14.8":{"pli":"Ye kho te, kaccāna, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā te kho etaṃ jāneyyuṃ—","eng":"There are mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment. They can understand ","html":"{}"},"mn80:14.9":{"pli":"kāmā vā kāmasukhaṃ vā kāmaggasukhaṃ vā”ti. ","eng":"the senses, sensual pleasure, and the pleasure that surmounts the sensual.” ","html":"{}</p>"},"mn80:15.1":{"pli":"Evaṃ vutte, vekhanaso paribbājako kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva vadamāno: ","eng":"When he said this, Vekhanasa became angry and upset. He even attacked and badmouthed the Buddha himself, saying, ","html":"<p>{}"},"mn80:15.2":{"pli":"“samaṇo gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca: ","eng":"“The ascetic Gotama will be worsted!” He said to the Buddha, ","html":"{}"},"mn80:15.3":{"pli":"“evameva panidhekacce samaṇabrāhmaṇā ajānantā pubbantaṃ, apassantā aparantaṃ atha ca pana ","eng":"“This is exactly what happens with some ascetics and brahmins. Not knowing the first beginning or seeing the final end, they nevertheless claim: ","html":"{}"},"mn80:15.4":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti—pajānāmā’ti—paṭijānanti. ","eng":"‘We understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.”’ ","html":"{}"},"mn80:15.5":{"pli":"Tesamidaṃ bhāsitaṃ hassakaṃyeva sampajjati, nāmakaṃyeva sampajjati, rittakaṃyeva sampajjati, tucchakaṃyeva sampajjatī”ti. ","eng":"Their statement turns out to be a joke—mere words, vacuous and hollow.” ","html":"{}</p>"},"mn80:16.1":{"pli":"“Ye kho te, kaccāna, samaṇabrāhmaṇā ajānantā pubbantaṃ, apassantā aparantaṃ, ","eng":"“Kaccāna, there are some ascetics and brahmins who, not knowing the first beginning or seeing the final end, nevertheless claim: ","html":"<p>{}"},"mn80:16.2":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti—pajānāmā’ti—paṭijānanti; ","eng":"‘We understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.”’ ","html":"{}"},"mn80:16.3":{"pli":"tesaṃ soyeva sahadhammiko niggaho hoti. ","eng":"There is a legitimate refutation of them. ","html":"{}"},"mn80:16.4":{"pli":"Api ca, kaccāna, tiṭṭhatu pubbanto, tiṭṭhatu aparanto. ","eng":"Nevertheless, Kaccāna, leave aside the first beginning and the final end. ","html":"{}"},"mn80:16.5":{"pli":"Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ","eng":"Let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. ","html":"{}"},"mn80:16.6":{"pli":"Yathānusiṭṭhaṃ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati sāmaṃ dakkhiti—","eng":"Practicing as instructed they will soon know and see for themselves, ","html":"{}"},"mn80:16.7":{"pli":"evaṃ kira sammā bandhanā vippamokkho hoti, yadidaṃ avijjā bandhanā. ","eng":"‘So this is how to be rightly released from the bond, that is, the bond of ignorance.’ ","html":"{}"},"mn80:16.8":{"pli":"Seyyathāpi, kaccāna, daharo kumāro mando uttānaseyyako kaṇṭhapañcamehi bandhanehi baddho assa suttabandhanehi; ","eng":"Suppose there was a little baby bound with swaddling up to the neck. ","html":"{}"},"mn80:16.9":{"pli":"tassa vuddhimanvāya indriyānaṃ paripākamanvāya tāni bandhanāni mucceyyuṃ; ","eng":"As they grow up and their senses mature, they’re accordingly released from those bonds. ","html":"{}"},"mn80:16.10":{"pli":"so mokkhomhīti kho jāneyya no ca bandhanaṃ. ","eng":"They’d know ‘I’m released,’ and there would be no more bonds. ","html":"{}</p>"},"mn80:16.11":{"pli":"Evameva kho, kaccāna, etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi, ahaṃ dhammaṃ desemi; ","eng":"In the same way, let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. ","html":"<p>{}"},"mn80:16.12":{"pli":"yathānusiṭṭhaṃ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati, sāmaṃ dakkhiti: ","eng":"Practicing as instructed they will soon know and see for themselves, ","html":"{}"},"mn80:16.13":{"pli":"‘evaṃ kira sammā bandhanā vippamokkho hoti, yadidaṃ avijjā bandhanā’”ti. ","eng":"‘So this is how to be rightly released from the bond, that is, the bond of ignorance.’” ","html":"{}</p>"},"mn80:17.1":{"pli":"Evaṃ vutte, vekhanaso paribbājako bhagavantaṃ etadavoca: ","eng":"When he said this, Vekhanasa said to the Buddha, ","html":"<p>{}"},"mn80:17.2":{"pli":"“abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! … ","html":"{}"},"mn80:17.3":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn80:17.4":{"pli":"Vekhanasasuttaṃ niṭṭhitaṃ dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"mn80:17.5":{"pli":"Paribbājakavaggo niṭṭhito tatiyo. ","html":"<p class='endvagga'>{}</p>"},"mn80:18.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"mn80:18.1":{"pli":"Puṇḍarī aggisaha kathināmo, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"mn80:18.2":{"pli":"Dīghanakho puna bhāradvājagotto; ","html":"<span class='verse-line'>{}</span>"},"mn80:18.3":{"pli":"Sandakaudāyimuṇḍikaputto, ","html":"<span class='verse-line'>{}</span>"},"mn80:18.4":{"pli":"Maṇiko tathākaccāno varavaggo. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}