{"mn138":{"mn138:0.1":{"pli":"Majjhima Nikāya 138 ","eng":"Middle Discourses 138 ","html":"<article id='mn138'><header><ul><li class='division'>{}</li></ul>"},"mn138:0.2":{"pli":"Uddesavibhaṅgasutta ","eng":"A Summary Recital and its Analysis ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn138:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn138:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn138:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn138:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn138:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn138:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn138:2.1":{"pli":"“uddesavibhaṅgaṃ vo, bhikkhave, desessāmi. ","eng":"“Mendicants, I shall teach you a summary recital and its analysis. ","html":"<p>{}"},"mn138:2.2":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"mn138:2.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"mn138:2.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn138:3.1":{"pli":"“Tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","eng":"“A mendicant should thoroughly examine such that for the examiner, if consciousness were not scattered and diffused externally, nor stuck internally, it would not be anxious because of grasping. ","html":"<p>{}","comm":"Also at <a href='index.html?q=iti94#2.1'>Iti 94:2.1</a>. | For <i lang='pi' translate='no'>vikkhittaṁ visataṁ</i>, see <a href='index.html?q=an5.51#3.4'>AN 5.51:3.4</a>, where a river is “dispersed and displaced”; <a href='index.html?q=an4.246#3.4'>AN 4.246:3.4</a>, where a lion ensures that his limbs are not “disordered or displaced”;  <a href='index.html?q=sn51.20#6.2'>SN 51.20:6.2</a>. At <a href='index.html?q=sn51.20'>SN 51.20</a> the four bases of psychic power are “scattered and diffused” due to sensual pleasures. | <i lang='pi' translate='no'>Asaṇṭhita</i> in the sense “not stuck” is also found in the phrase “not stuck in the formless” at <a href='index.html?q=snp3.12#49.2'>Snp 3.12:49.2</a> = <a href='index.html?q=iti51#3.2'>Iti 51:3.2</a> = <a href='index.html?q=iti73#4.2'>Iti 73:4.2</a>. See also <a href='index.html?q=sn22.70#1.4'>SN 22.70:1.4</a>, and the phrase “when I stood still, I went under” at <a href='index.html?q=sn1.1#1.7'>SN 1.1:1.7</a>. "},"mn138:3.2":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī”ti. ","eng":"When this is the case, there is no coming to be of the origin of suffering—of rebirth, old age, and death in the future.” ","html":"{}</p>"},"mn138:4.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn138:4.2":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>","comm":"See note at <a href='index.html?q=mn133#6.2'>MN 133:6.2</a>. "},"mn138:5.1":{"pli":"Atha kho tesaṃ bhikkhūnaṃ, acirapakkantassa bhagavato, etadahosi: ","eng":"Soon after the Buddha left, those mendicants considered, ","html":"<p>{}"},"mn138:5.2":{"pli":"“idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“The Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail. ","html":"{}"},"mn138:5.3":{"pli":"‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","html":"{}"},"mn138:5.4":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti. ","html":"{}"},"mn138:5.5":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti? ","eng":"Who can explain in detail the meaning of this brief summary recital given by the Buddha?” ","html":"{}</p>"},"mn138:5.6":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then those mendicants thought, ","html":"<p>{}"},"mn138:5.7":{"pli":"“ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ; ","eng":"“This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ","html":"{}","comm":"See note at <a href='index.html?q=mn18#10.9'>MN 18:10.9</a>. "},"mn138:5.8":{"pli":"pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","eng":"He is capable of explaining in detail the meaning of this brief summary recital given by the Buddha. ","html":"{}"},"mn138:5.9":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti. ","eng":"Let’s go to him, and ask him about this matter.” ","html":"{}</p>"},"mn138:6.1":{"pli":"Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu. ","eng":"Then those mendicants went to Mahākaccāna, and exchanged greetings with him. ","html":"<p>{}"},"mn138:6.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ: ","eng":"When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said, ","html":"{}"},"mn138:6.3":{"pli":"“Idaṃ kho no, āvuso kaccāna, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"mn138:6.4":{"pli":"‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","html":"{}"},"mn138:6.5":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti. ","html":"{}"},"mn138:6.6":{"pli":"Tesaṃ no, āvuso kaccāna, amhākaṃ, acirapakkantassa bhagavato, etadahosi: ","html":"{}"},"mn138:6.7":{"pli":"‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"mn138:6.8":{"pli":"“tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","html":"{}"},"mn138:6.9":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī”ti. ","html":"{}"},"mn138:6.10":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti. ","html":"{}"},"mn138:6.11":{"pli":"Tesaṃ no, āvuso kaccāna, amhākaṃ etadahosi: ","html":"{}"},"mn138:6.12":{"pli":"‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","html":"{}"},"mn138:6.13":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","html":"{}"},"mn138:6.14":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti—","html":"{}"},"mn138:6.15":{"pli":"vibhajatāyasmā mahākaccāno”ti. ","eng":"“May Venerable Mahākaccāna please explain this.” ","html":"{}</p>"},"mn138:7.1":{"pli":"“Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya, ","eng":"“Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves. ","html":"<p>{}"},"mn138:7.2":{"pli":"evaṃ sampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha. ","eng":"Such is the consequence for the venerables. Though you were face to face with the Buddha, you bypassed him, imagining that you should ask me about this matter. ","html":"{}"},"mn138:7.3":{"pli":"So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato. ","eng":"For he is the Buddha, the one who knows and sees. He is vision, he is knowledge, he is the manifestation of principle, he is the manifestation of divinity. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of freedom from death, the lord of truth, the Realized One. ","html":"{}"},"mn138:7.4":{"pli":"So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha; ","eng":"That was the time to approach the Buddha and ask about this matter. ","html":"{}"},"mn138:7.5":{"pli":"yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti. ","eng":"You should have remembered it in line with the Buddha’s answer.” ","html":"{}</p>"},"mn138:8.1":{"pli":"“Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato. ","eng":"“Certainly he is the Buddha, the one who knows and sees. He is vision, he is knowledge, he is the manifestation of principle, he is the manifestation of divinity. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of freedom from death, the lord of truth, the Realized One. ","html":"<p>{}"},"mn138:8.2":{"pli":"So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma; ","eng":"That was the time to approach the Buddha and ask about this matter. ","html":"{}"},"mn138:8.3":{"pli":"yathā no bhagavā byākareyya tathā naṃ dhāreyyāma. ","eng":"We should have remembered it in line with the Buddha’s answer. ","html":"{}"},"mn138:8.4":{"pli":"Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","eng":"Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ","html":"{}"},"mn138:8.5":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","eng":"He is capable of explaining in detail the meaning of this brief summary recital given by the Buddha. ","html":"{}"},"mn138:8.6":{"pli":"Vibhajatāyasmā mahākaccāno agaruṃ karitvā”ti. ","eng":"Please explain this, if it’s no trouble.” ","html":"{}</p>"},"mn138:9.1":{"pli":"“Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, reverends, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"mn138:9.2":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"<p>{}"},"mn138:9.3":{"pli":"Āyasmā mahākaccāno etadavoca: ","eng":"Venerable Mahākaccāna said this: ","html":"{}</p>"},"mn138:9.4":{"pli":"“Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“Reverends, the Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail: ","html":"<p>{}"},"mn138:9.5":{"pli":"‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya, bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti. ","eng":"‘A mendicant should thoroughly examine such that for the examiner, if consciousness were not scattered and diffused externally, nor stuck internally, it would not be anxious because of grasping. When this is the case, there is no coming to be of the origin of suffering—of rebirth, old age, and death in the future.’ ","html":"{}"},"mn138:9.6":{"pli":"Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi. ","eng":"This is how I understand the detailed meaning of this summary recital. ","html":"{}</p>"},"mn138:10.1":{"pli":"Kathañcāvuso, bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati? ","eng":"How is consciousness said to be scattered and diffused externally? ","html":"<p>{}"},"mn138:10.2":{"pli":"Idhāvuso, bhikkhuno cakkhunā rūpaṃ disvā rūpanimittānusāri viññāṇaṃ hoti rūpanimittassādagadhitaṃ rūpanimittassādavinibandhaṃ rūpanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati. ","eng":"In this case, when a mendicant sees a sight with their eyes, and consciousness follows after the features of that sight—tied, attached, and fettered to gratification in its features—consciousness is said to be scattered and diffused externally. ","html":"{}","comm":"“Features” (<i lang='pi' translate='no'>nimitta</i>) are the aspects of sense experience that provoke a response. Compare the standard passage on sense restraint (eg. <a href='index.html?q=mn27#15.1'>MN 27:15.1</a>), and <a href='index.html?q=mn137#8.3'>MN 137:8.3</a>, where one is “preoccupied” with a sight giving rise to pleasure, etc. "},"mn138:10.3":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"{}"},"mn138:10.4":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When they smell an odor with their nose … ","html":"{}"},"mn138:10.5":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When they taste a flavor with their tongue … ","html":"{}"},"mn138:10.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When they feel a touch with their body … ","html":"{}"},"mn138:10.7":{"pli":"manasā dhammaṃ viññāya dhammanimittānusāri viññāṇaṃ hoti; dhammanimittassādagadhitaṃ dhammanimittassādavinibandhaṃ dhammanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati. ","eng":"When they know an idea with their mind, and consciousness follows after the features of that idea—tied, attached, and fettered to gratification in its features—consciousness is said to be scattered and diffused externally. ","html":"{}"},"mn138:10.8":{"pli":"Evaṃ kho, āvuso, bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati. ","eng":"That’s how consciousness is said to be scattered and diffused externally. ","html":"{}</p>"},"mn138:11.1":{"pli":"Kathañcāvuso, bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati? ","eng":"And how is consciousness said to be not scattered and diffused externally? ","html":"<p>{}"},"mn138:11.2":{"pli":"Idhāvuso, bhikkhuno cakkhunā rūpaṃ disvā na rūpanimittānusāri viññāṇaṃ hoti, na rūpanimittassādagadhitaṃ na rūpanimittassādavinibandhaṃ na rūpanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati. ","eng":"In this case, when a mendicant sees a sight with their eyes, but consciousness does not follow after the features of that sight—not tied, attached, and fettered to gratification in its features—consciousness is said to be not scattered and diffused externally. ","html":"{}"},"mn138:11.3":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"{}"},"mn138:11.4":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When they smell an odor with their nose … ","html":"{}"},"mn138:11.5":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When they taste a flavor with their tongue … ","html":"{}"},"mn138:11.6":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When they feel a touch with their body … ","html":"{}"},"mn138:11.7":{"pli":"manasā dhammaṃ viññāya na dhammanimittānusāri viññāṇaṃ hoti na dhammanimittassādagadhitaṃ na dhammanimittassādavinibandhaṃ na dhammanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati. ","eng":"When they know an idea with their mind, but consciousness does not follow after the features of that idea—not tied, attached, and fettered to gratification in its features—consciousness is said to be not scattered and diffused externally. ","html":"{}"},"mn138:11.8":{"pli":"Evaṃ kho, āvuso, bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati. ","eng":"That’s how consciousness is said to be not scattered and diffused externally. ","html":"{}</p>"},"mn138:12.1":{"pli":"Kathañcāvuso, ajjhattaṃ saṇṭhitanti vuccati? ","eng":"And how is it said to be stuck internally? ","html":"<p>{}","comm":"In the main summary, consciousness is the subject of each of the three clauses. When the clauses are separated out, the subject is left implicit. "},"mn138:12.2":{"pli":"Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn138:12.3":{"pli":"Tassa vivekajapītisukhānusāri viññāṇaṃ hoti vivekajapītisukhassādagadhitaṃ vivekajapītisukhassādavinibandhaṃ vivekajapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati. ","eng":"When consciousness follows after that rapture and bliss born of seclusion—tied, attached, and fettered to gratification in that rapture and bliss born of seclusion—the mind is said to be stuck internally. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Samādhi</i> is the outcome of letting go (<a href='index.html?q=sn48.9#4.2'>SN 48.9:4.2</a>). This passage reminds us that letting go also applies to <i lang='pi' translate='no'>samādhi</i> itself, so one should not be content to rest on one’s laurels. | Note that in this section, with its focus on states of absorption, Mahākaccāna shifts from “consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) to “mind” (<i lang='pi' translate='no'>citta</i>). "},"mn138:13.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}"},"mn138:13.2":{"pli":"Tassa samādhijapītisukhānusāri viññāṇaṃ hoti samādhijapītisukhassādagadhitaṃ samādhijapītisukhassādavinibandhaṃ samādhijapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati. ","eng":"When consciousness follows after that rapture and bliss born of immersion—tied, attached, and fettered to gratification in that rapture and bliss born of immersion—the mind is said to be stuck internally. ","html":"{}</p>"},"mn138:14.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}"},"mn138:14.2":{"pli":"Tassa upekkhānusāri viññāṇaṃ hoti upekkhāsukhassādagadhitaṃ upekkhāsukhassādavinibandhaṃ upekkhāsukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati. ","eng":"When consciousness follows after that equanimity—tied, attached, and fettered to gratification in that bliss with equanimity—the mind is said to be stuck internally. ","html":"{}</p>","comm":"Text has “equanimity” in the first case, “bliss with equanimity” subsequently. "},"mn138:15.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}"},"mn138:15.2":{"pli":"Tassa adukkhamasukhānusāri viññāṇaṃ hoti adukkhamasukhassādagadhitaṃ adukkhamasukhassādavinibandhaṃ adukkhamasukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati. ","eng":"When consciousness follows after that neutral feeling—tied, attached, and fettered to gratification in that neutral feeling—the mind is said to be stuck internally. ","html":"{}"},"mn138:15.3":{"pli":"Evaṃ kho, āvuso, ajjhattaṃ saṇṭhitanti vuccati. ","eng":"That’s how it is said to be stuck internally. ","html":"{}</p>"},"mn138:16.1":{"pli":"Kathañcāvuso, ajjhattaṃ asaṇṭhitanti vuccati? ","eng":"And how is it said to be not stuck internally? ","html":"<p>{}"},"mn138:16.2":{"pli":"Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn138:16.3":{"pli":"Tassa na vivekajapītisukhānusāri viññāṇaṃ hoti na vivekajapītisukhassādagadhitaṃ na vivekajapītisukhassādavinibandhaṃ na vivekajapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati. ","eng":"When consciousness does not follow after that rapture and bliss born of seclusion—not tied, attached, and fettered to gratification in that rapture and bliss born of seclusion—the mind is said to be not stuck internally. ","html":"{}</p>","comm":"The solution to being “stuck internally” is to continually deepen <i lang='pi' translate='no'>samādhi</i> by deepening letting go, not, as taught by some 20th century meditation teachers, to avoid it out of fear of becoming attached. "},"mn138:17.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, they enter the second absorption … ","html":"<p>{}"},"mn138:17.2":{"pli":"Tassa na samādhijapītisukhānusāri viññāṇaṃ hoti na samādhijapītisukhassādagadhitaṃ na samādhijapītisukhassādavinibandhaṃ na samādhijapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati. ","eng":"When consciousness does not follow after that rapture and bliss born of immersion—not tied, attached, and fettered to gratification in that rapture and bliss born of immersion—the mind is said to be not stuck internally. ","html":"{}</p>"},"mn138:18.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, they enter and remain in the third absorption … ","html":"<p>{}"},"mn138:18.2":{"pli":"Tassa na upekkhānusāri viññāṇaṃ hoti na upekkhāsukhassādagadhitaṃ na upekkhāsukhassādavinibandhaṃ na upekkhāsukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati. ","eng":"When consciousness does not follow after that equanimity—not tied, attached, and fettered to gratification in that bliss with equanimity—the mind is said to be not stuck internally. ","html":"{}</p>"},"mn138:19.1":{"pli":"Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Furthermore, they enter and remain in the fourth absorption … ","html":"<p>{}"},"mn138:19.2":{"pli":"Tassa na adukkhamasukhānusāri viññāṇaṃ hoti na adukkhamasukhassādagadhitaṃ na adukkhamasukhassādavinibandhaṃ na adukkhamasukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati. ","eng":"When consciousness does not follow after that neutral feeling—not tied, attached, and fettered to gratification in that neutral feeling—the mind is said to be not stuck internally. ","html":"{}"},"mn138:19.3":{"pli":"Evaṃ kho, āvuso, ajjhattaṃ asaṇṭhitanti vuccati. ","eng":"That’s how it is said to be not stuck internally. ","html":"{}</p>"},"mn138:20.1":{"pli":"Kathañcāvuso, anupādā paritassanā hoti? ","eng":"And how is it anxious because of grasping? ","html":"<p>{}","comm":"All Pali editions read “anxious because of not grasping”. Implausible though it is, this is accepted by the commentary, which offers an explanation. The Saṁyuttanikāya, however, has several similar passages that consistently have the expected “anxious because of grasping” (<a href='index.html?q=sn22.7'>SN 22.7</a>, <a href='index.html?q=sn22.8'>SN 22.8</a>, <a href='https://suttacentral.net/22.90/en/sujato#3.13'>22.90:3.13</a>). It seems the Majjhima preserves an ancient error and the Saṁyutta reading should be preferred. "},"mn138:20.2":{"pli":"Idhāvuso, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ","eng":"It’s when an unlearned ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. ","html":"{}"},"mn138:20.3":{"pli":"rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ attani vā rūpaṃ rūpasmiṃ vā attānaṃ. ","eng":"They regard form as self, self as having form, form in self, or self in form. ","html":"{}"},"mn138:20.4":{"pli":"Tassa taṃ rūpaṃ vipariṇamati, aññathā hoti. ","eng":"But that form decays and perishes, ","html":"{}"},"mn138:20.5":{"pli":"Tassa rūpavipariṇāmaññathābhāvā rūpavipariṇāmānuparivatti viññāṇaṃ hoti. ","eng":"and consciousness latches on to the perishing of form. ","html":"{}"},"mn138:20.6":{"pli":"Tassa rūpavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti. ","eng":"Anxieties occupy the mind, born of latching on to the perishing of form, and originating in accordance with natural principles. ","html":"{}"},"mn138:20.7":{"pli":"Cetaso pariyādānā uttāsavā ca hoti vighātavā ca apekkhavā ca anupādāya ca paritassati. ","eng":"So it becomes frightened, worried, concerned, and anxious because of grasping. ","html":"{}"},"mn138:20.8":{"pli":"Vedanaṃ …pe… ","eng":"They regard feeling … ","html":"{}"},"mn138:20.9":{"pli":"saññaṃ … ","eng":"perception … ","html":"{}"},"mn138:20.10":{"pli":"saṅkhāre … ","eng":"choices … ","html":"{}"},"mn138:20.11":{"pli":"viññāṇaṃ attato samanupassati viññāṇavantaṃ vā attānaṃ attani vā viññāṇaṃ viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"mn138:20.12":{"pli":"Tassa taṃ viññāṇaṃ vipariṇamati, aññathā hoti. ","eng":"But that consciousness decays and perishes, ","html":"{}"},"mn138:20.13":{"pli":"Tassa viññāṇavipariṇāmaññathābhāvā viññāṇavipariṇāmānuparivatti viññāṇaṃ hoti. ","eng":"and consciousness latches on to the perishing of consciousness. ","html":"{}"},"mn138:20.14":{"pli":"Tassa viññāṇavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti. ","eng":"Anxieties occupy the mind, born of latching on to the perishing of consciousness, and originating in accordance with natural principles. ","html":"{}"},"mn138:20.15":{"pli":"Cetaso pariyādānā uttāsavā ca hoti vighātavā ca apekkhavā ca anupādāya ca paritassati. ","eng":"So it becomes frightened, worried, concerned, and anxious because of grasping. ","html":"{}"},"mn138:20.16":{"pli":"Evaṃ kho, āvuso, anupādā paritassanā hoti. ","eng":"That’s how it is anxious because of grasping. ","html":"{}</p>"},"mn138:21.1":{"pli":"Kathañcāvuso, anupādānā aparitassanā hoti? ","eng":"And how is it not anxious because of grasping? ","html":"<p>{}"},"mn138:21.2":{"pli":"Idhāvuso, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ","eng":"It’s when a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ","html":"{}"},"mn138:21.3":{"pli":"na rūpaṃ attato samanupassati na rūpavantaṃ vā attānaṃ na attani vā rūpaṃ na rūpasmiṃ vā attānaṃ. ","eng":"They don’t regard form as self, self as having form, form in self, or self in form. ","html":"{}"},"mn138:21.4":{"pli":"Tassa taṃ rūpaṃ vipariṇamati, aññathā hoti. ","eng":"When that form decays and perishes, ","html":"{}"},"mn138:21.5":{"pli":"Tassa rūpavipariṇāmaññathābhāvā na ca rūpavipariṇāmānuparivatti viññāṇaṃ hoti. ","eng":"consciousness doesn’t latch on to the perishing of form. ","html":"{}"},"mn138:21.6":{"pli":"Tassa na rūpavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti. ","eng":"Anxieties—born of latching on to the perishing of form and originating in accordance with natural principles—don’t occupy the mind. ","html":"{}"},"mn138:21.7":{"pli":"Cetaso pariyādānā na cevuttāsavā hoti na ca vighātavā na ca apekkhavā anupādāya ca na paritassati. ","eng":"So it does not become frightened, worried, concerned, or anxious because of grasping. ","html":"{}"},"mn138:21.8":{"pli":"Na vedanaṃ … ","eng":"They don’t regard feeling … ","html":"{}"},"mn138:21.9":{"pli":"na saññaṃ … ","eng":"perception … ","html":"{}"},"mn138:21.10":{"pli":"na saṅkhāre … ","eng":"choices … ","html":"{}"},"mn138:21.11":{"pli":"na viññāṇaṃ attato samanupassati na viññāṇavantaṃ vā attānaṃ na attani vā viññāṇaṃ na viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"mn138:21.12":{"pli":"Tassa taṃ viññāṇaṃ vipariṇamati, aññathā hoti. ","eng":"When that consciousness decays and perishes, ","html":"{}"},"mn138:21.13":{"pli":"Tassa viññāṇavipariṇāmaññathābhāvā na ca viññāṇavipariṇāmānuparivatti viññāṇaṃ hoti. ","eng":"consciousness doesn’t latch on to the perishing of consciousness. ","html":"{}"},"mn138:21.14":{"pli":"Tassa na viññāṇavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti. ","eng":"Anxieties—born of latching on to the perishing of consciousness and originating in accordance with natural principles—don’t occupy the mind. ","html":"{}"},"mn138:21.15":{"pli":"Cetaso pariyādānā na cevuttāsavā hoti na ca vighātavā na ca apekkhavā, anupādāya ca na paritassati. ","eng":"So it does not become frightened, worried, concerned, or anxious because of grasping. ","html":"{}"},"mn138:21.16":{"pli":"Evaṃ kho, āvuso, anupādā aparitassanā hoti. ","eng":"That’s how it is not anxious because of grasping. ","html":"{}</p>"},"mn138:22.1":{"pli":"Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"The Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail: ","html":"<p>{}"},"mn138:22.2":{"pli":"‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","eng":"‘A mendicant should thoroughly examine such that for the examiner, if consciousness were not scattered and diffused externally, nor stuck internally, it would not be anxious because of grasping. ","html":"{}"},"mn138:22.3":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti. ","eng":"When this is the case, there is no coming to be of the origin of suffering—of rebirth, old age, and death in the future.’ ","html":"{}"},"mn138:22.4":{"pli":"Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi. ","eng":"And this is how I understand the detailed meaning of this summary recital. ","html":"{}"},"mn138:22.5":{"pli":"Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha; ","eng":"If you wish, you may go to the Buddha and ask him about this. ","html":"{}"},"mn138:22.6":{"pli":"yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti. ","eng":"You should remember it in line with the Buddha’s answer.” ","html":"{}</p>"},"mn138:23.1":{"pli":"Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then those mendicants, approving and agreeing with what Mahākaccāna said, rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened, adding: ","html":"<p>{}</p>"},"mn138:23.2":{"pli":"“Yaṃ kho no, bhante, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"<p>{}"},"mn138:23.3":{"pli":"‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","html":"{}"},"mn138:23.4":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti. ","html":"{}</p>"},"mn138:23.5":{"pli":"Tesaṃ no, bhante, amhākaṃ, acirapakkantassa bhagavato, etadahosi: ","html":"<p>{}"},"mn138:23.6":{"pli":"‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho—","html":"{}"},"mn138:23.7":{"pli":"tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya. ","html":"{}"},"mn138:23.8":{"pli":"Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotīti. ","html":"{}"},"mn138:23.9":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti? ","html":"{}"},"mn138:23.10":{"pli":"Tesaṃ no, bhante, amhākaṃ etadahosi: ","html":"{}"},"mn138:23.11":{"pli":"‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","html":"{}"},"mn138:23.12":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","html":"{}"},"mn138:23.13":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti. ","html":"{}</p>"},"mn138:23.14":{"pli":"Atha kho mayaṃ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimha; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipucchimha. ","html":"<p>{}"},"mn138:23.15":{"pli":"Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti. ","eng":"“Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.” ","html":"{}</p>"},"mn138:24.1":{"pli":"“Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave, mahākaccāno. ","eng":"“Mahākaccāna is astute, mendicants, he has great wisdom. ","html":"<p>{}"},"mn138:24.2":{"pli":"Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ. ","eng":"If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna. ","html":"{}"},"mn138:24.3":{"pli":"Eso cevetassa attho. Evañca naṃ dhāreyyāthā”ti. ","eng":"That is what it means, and that’s how you should remember it.” ","html":"{}</p>"},"mn138:24.4":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn138:24.5":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn138:24.6":{"pli":"Uddesavibhaṅgasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}