{"mn33":{"mn33:0.1":{"pli":"Majjhima Nikāya 33 ","eng":"Middle Discourses 33 ","html":"<article id='mn33'><header><ul><li class='division'>{}</li></ul>"},"mn33:0.2":{"pli":"Mahāgopālakasutta ","eng":"The Longer Discourse on the Cowherd ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn33:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn33:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn33:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn33:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn33:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn33:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn33:2.1":{"pli":"“Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ. ","eng":"“Mendicants, a cowherd with eleven factors can’t maintain and expand a herd of cattle. ","html":"<p>{}","comm":"Since organizing teachings by number is the hallmark of the Aṅguttara Nikāya, it comes as no surprise to see this pattern repeated in the Book of the Elevens at <a href='index.html?q=an11.17'>AN 11.17</a>, <a href='index.html?q=an11.22-29'>AN 11.22–29</a>, and <a href='index.html?q=an11.502-981'>AN 11.502–981</a>. "},"mn33:2.2":{"pli":"Katamehi ekādasahi? ","eng":"What eleven? ","html":"{}"},"mn33:2.3":{"pli":"Idha, bhikkhave, gopālako na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ hāretā hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti anavasesadohī ca hoti. Ye te usabhā gopitaro gopariṇāyakā te na atirekapūjāya pūjetā hoti. ","eng":"It’s when a cowherd doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t spread smoke, doesn’t know the ford, doesn’t know satisfaction, doesn’t know the trail, is not skilled in ranges, milks dry, and doesn’t show extra respect to the bulls who are fathers and captains of the herd. ","html":"{}","comm":"“Knowing form” (<i lang='pi' translate='no'>rūpaññū </i>) means being able to keep track of the herd by reckoning or recognizing them. A better translation would be “appearance”, but I use “form” for consistency. | “Ford” (<i lang='pi' translate='no'>tittha</i>) is a way across the river. | “Spreads smoke” (<i lang='pi' translate='no'>dhūmaṁ kattā</i>) is the traditional practice of warding off flies and other  pests by burning cow dung, etc. | “Satisfy” (<i lang='pi' translate='no'>pīta</i>) is less literal than “drink”, but clarifies the simile later on. "},"mn33:2.4":{"pli":"Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ. ","eng":"A cowherd with these eleven factors can’t maintain and expand a herd of cattle. ","html":"{}</p>"},"mn33:3.1":{"pli":"Evameva kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ. ","eng":"In the same way, a mendicant with eleven qualities can’t achieve growth, improvement, or maturity in this teaching and training. ","html":"<p>{}"},"mn33:3.2":{"pli":"Katamehi ekādasahi? ","eng":"What eleven? ","html":"{}"},"mn33:3.3":{"pli":"Idha, bhikkhave, bhikkhu na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ hāretā hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti, anavasesadohī ca hoti. Ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti. ","eng":"It’s when a mendicant doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t spread smoke, doesn’t know the ford, doesn’t know satisfaction, doesn’t know the trail, is not skilled in ranges, milks dry, and doesn’t show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha. ","html":"{}</p>"},"mn33:4.1":{"pli":"Kathañca, bhikkhave, bhikkhu na rūpaññū hoti? ","eng":"And how does a mendicant not know form? ","html":"<p data-counter='1'>{}"},"mn33:4.2":{"pli":"Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ sabbaṃ rūpaṃ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti yathābhūtaṃ nappajānāti. ","eng":"It’s when a mendicant doesn’t truly understand that all form is the four principal states, or form derived from the four principal states. ","html":"{}"},"mn33:4.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na rūpaññū hoti. ","eng":"That’s how a mendicant doesn’t know form. ","html":"{}</p>"},"mn33:5.1":{"pli":"Kathañca, bhikkhave, bhikkhu na lakkhaṇakusalo hoti? ","eng":"And how is a mendicant not skilled in characteristics? ","html":"<p data-counter='2'>{}"},"mn33:5.2":{"pli":"Idha, bhikkhave, bhikkhu ‘kammalakkhaṇo bālo, kammalakkhaṇo paṇḍito’ti yathābhūtaṃ nappajānāti. ","eng":"It’s when a mendicant doesn’t understand that a fool is characterized by their deeds, and an astute person is characterized by their deeds. ","html":"{}"},"mn33:5.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na lakkhaṇakusalo hoti. ","eng":"That’s how a mendicant isn’t skilled in characteristics. ","html":"{}</p>"},"mn33:6.1":{"pli":"Kathañca, bhikkhave, bhikkhu na āsāṭikaṃ hāretā hoti? ","eng":"And how does a mendicant not pick out flies’ eggs? ","html":"<p data-counter='3'>{}"},"mn33:6.2":{"pli":"Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ adhivāseti, nappajahati na vinodeti na byantī karoti na anabhāvaṃ gameti. Uppannaṃ byāpādavitakkaṃ …pe… uppannaṃ vihiṃsāvitakkaṃ …pe… uppannuppanne pāpake akusale dhamme adhivāseti, nappajahati na vinodeti na byantī karoti na anabhāvaṃ gameti. ","eng":"It’s when a mendicant tolerates a sensual, malicious, or cruel thought that has arisen. They tolerate any bad, unskillful qualities that have arisen. They don’t give them up, get rid of them, eliminate them, and obliterate them. ","html":"{}"},"mn33:6.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na āsāṭikaṃ hāretā hoti. ","eng":"That’s how a mendicant doesn’t pick out flies’ eggs. ","html":"{}</p>"},"mn33:7.1":{"pli":"Kathañca, bhikkhave, bhikkhu na vaṇaṃ paṭicchādetā hoti? ","eng":"And how does a mendicant not dress wounds? ","html":"<p data-counter='4'>{}"},"mn33:7.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā nimittaggāhī hoti anubyañjanaggāhī. ","eng":"When a mendicant sees a sight with their eyes, they get caught up in the features and details. ","html":"{}"},"mn33:7.3":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya na paṭipajjati, na rakkhati cakkhundriyaṃ, cakkhundriye na saṃvaraṃ āpajjati. ","eng":"Since the faculty of sight is left unrestrained, bad unskillful qualities of covetousness and displeasure become overwhelming. They don’t practice restraint, they don’t protect the faculty of sight, and they don’t achieve its restraint. ","html":"{}"},"mn33:7.4":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"{}"},"mn33:7.5":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"smell an odor with their nose … ","html":"{}"},"mn33:7.6":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"taste a flavor with their tongue … ","html":"{}"},"mn33:7.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"feel a touch with their body … ","html":"{}"},"mn33:7.8":{"pli":"manasā dhammaṃ viññāya nimittaggāhī hoti anubyañjanaggāhī. ","eng":"know an idea with their mind, they get caught up in the features and details. ","html":"{}"},"mn33:7.9":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya na paṭipajjati, na rakkhati manindriyaṃ, manindriye na saṃvaraṃ āpajjati. ","eng":"Since the faculty of the mind is left unrestrained, bad unskillful qualities of covetousness and displeasure become overwhelming. They don’t practice restraint, they don’t protect the faculty of the mind, and they don’t achieve its restraint. ","html":"{}"},"mn33:7.10":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na vaṇaṃ paṭicchādetā hoti. ","eng":"That’s how a mendicant doesn’t dress wounds. ","html":"{}</p>"},"mn33:8.1":{"pli":"Kathañca, bhikkhave, bhikkhu na dhūmaṃ kattā hoti? ","eng":"And how does a mendicant not spread smoke? ","html":"<p data-counter='5'>{}"},"mn33:8.2":{"pli":"Idha, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena paresaṃ desetā hoti. ","eng":"It’s when a mendicant doesn’t teach others the Dhamma in detail as they learned and memorized it. ","html":"{}"},"mn33:8.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na dhūmaṃ kattā hoti. ","eng":"That’s how a mendicant doesn’t spread smoke. ","html":"{}</p>"},"mn33:9.1":{"pli":"Kathañca, bhikkhave, bhikkhu na titthaṃ jānāti? ","eng":"And how does a mendicant not know the ford? ","html":"<p data-counter='6'>{}","comm":"A <i lang='pi' translate='no'>tittha</i> (“ford”) is a path to salvation, usually used of non-Buddhist religions, whose founders are “ford-makers” (<i lang='pi' translate='no'>titthakāra</i>). "},"mn33:9.2":{"pli":"Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṃ upasaṅkamitvā na paripucchati, na paripañhati: ","eng":"It’s when a mendicant doesn’t from time to time go up to those mendicants who are very learned—inheritors of the heritage, who have memorized the teachings, the monastic law, and the outlines—and ask them questions: ","html":"{}","comm":"“Inheritors of the heritage” is <i lang='pi' translate='no'>āgatāgamā</i>, where <i lang='pi' translate='no'>āgama</i> means “what has come down”, namely the scriptural heritage. <i lang='pi' translate='no'>Āgama</i> is a synonym for <i lang='pi' translate='no'>nikāya</i> in the sense of “collection of scripture”. | The “outlines” (<i lang='pi' translate='no'>mātikā</i>, literally “matrix”) are the summary outlines of topics that served as seeds for the development of Abhidhamma. <a href='index.html?q=dn16#3.50.5'>DN 16:3.50.5</a> features one of the earliest of such lists, the 37 path factors that the Buddha “taught from his own direct knowledge”. These serve as outline for the section on the path in the Saṁyutta, from where they were adopted in various Abhidhamma texts such as the Vibhaṅga. "},"mn33:9.3":{"pli":"‘idaṃ, bhante, kathaṃ? ","eng":"‘Why, sir, does it say this? ","html":"{}"},"mn33:9.4":{"pli":"Imassa ko attho’ti? ","eng":"What does that mean?’ ","html":"{}"},"mn33:9.5":{"pli":"Tassa te āyasmanto avivaṭañceva na vivaranti, anuttānīkatañca na uttānīkaronti, anekavihitesu ca kaṅkhāṭhānīyesu dhammesu kaṅkhaṃ na paṭivinodenti. ","eng":"Those venerables don’t reveal what is hidden, clarify what is unclear, and dispel doubt regarding the many doubtful matters. ","html":"{}"},"mn33:9.6":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na titthaṃ jānāti. ","eng":"That’s how a mendicant doesn’t know the ford. ","html":"{}</p>"},"mn33:10.1":{"pli":"Kathañca, bhikkhave, bhikkhu na pītaṃ jānāti? ","eng":"And how does a mendicant not know satisfaction? ","html":"<p data-counter='7'>{}"},"mn33:10.2":{"pli":"Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne na labhati atthavedaṃ, na labhati dhammavedaṃ, na labhati dhammūpasaṃhitaṃ pāmojjaṃ. ","eng":"It’s when a mendicant, when the teaching and training proclaimed by the Realized One are being taught, finds no inspiration in the meaning and the teaching, and finds no joy connected with the teaching. ","html":"{}","comm":"This plays on the similarity of <i lang='pi' translate='no'>pīta</i> (“to have drunk, to have found satisfaction”) and <i lang='pi' translate='no'>pīti</i> (“rapture, joy”); see also <a href='index.html?q=snp2.3#5.1'>Snp 2.3:5.1</a>. "},"mn33:10.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na pītaṃ jānāti. ","eng":"That’s how a mendicant doesn’t know satisfaction. ","html":"{}</p>"},"mn33:11.1":{"pli":"Kathañca, bhikkhave, bhikkhu na vīthiṃ jānāti? ","eng":"And how does a mendicant not know the trail? ","html":"<p data-counter='8'>{}"},"mn33:11.2":{"pli":"Idha, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ yathābhūtaṃ nappajānāti. ","eng":"It’s when a mendicant doesn’t truly understand the noble eightfold path. ","html":"{}"},"mn33:11.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na vīthiṃ jānāti. ","eng":"That’s how a mendicant doesn’t know the trail. ","html":"{}</p>"},"mn33:12.1":{"pli":"Kathañca, bhikkhave, bhikkhu na gocarakusalo hoti? ","eng":"And how is a mendicant not skilled in ranges? ","html":"<p data-counter='9'>{}"},"mn33:12.2":{"pli":"Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṃ nappajānāti. ","eng":"It’s when a mendicant doesn’t truly understand the four kinds of mindfulness meditation. ","html":"{}","comm":"See <a href='https://suttacentral.net/sn47.6 /en/sujato'>SN 47.6 </a>. "},"mn33:12.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu na gocarakusalo hoti. ","eng":"That’s how a mendicant is not skilled in ranges. ","html":"{}</p>"},"mn33:13.1":{"pli":"Kathañca, bhikkhave, bhikkhu anavasesadohī hoti? ","eng":"And how does a mendicant milk dry? ","html":"<p data-counter='10'>{}"},"mn33:13.2":{"pli":"Idha, bhikkhave, bhikkhuṃ saddhā gahapatikā abhihaṭṭhuṃ pavārenti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, tatra bhikkhu mattaṃ na jānāti paṭiggahaṇāya. ","eng":"It’s when a mendicant is invited by a householder to accept robes, almsfood, lodgings, and medicines and supplies for the sick, and that mendicant doesn’t know moderation in accepting. ","html":"{}"},"mn33:13.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu anavasesadohī hoti. ","eng":"That’s how a mendicant milks dry. ","html":"{}</p>"},"mn33:14.1":{"pli":"Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti? ","eng":"And how does a mendicant not show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha? ","html":"<p data-counter='11'>{}"},"mn33:14.2":{"pli":"Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, tesu na mettaṃ kāyakammaṃ paccupaṭṭhāpeti āvi ceva raho ca; ","eng":"It’s when a mendicant doesn’t consistently treat senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha with kindness by way of body, speech, and mind, both in public and in private. ","html":"{}"},"mn33:14.3":{"pli":"na mettaṃ vacīkammaṃ paccupaṭṭhāpeti āvi ceva raho ca; ","html":"{}"},"mn33:14.4":{"pli":"na mettaṃ manokammaṃ paccupaṭṭhāpeti āvi ceva raho ca. ","html":"{}"},"mn33:14.5":{"pli":"Evaṃ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti. ","eng":"That’s how a mendicant doesn’t show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha. ","html":"{}</p>"},"mn33:14.6":{"pli":"Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ. ","eng":"A mendicant with these eleven qualities can’t achieve growth, improvement, or maturity in this teaching and training. ","html":"<p>{}</p>"},"mn33:15.1":{"pli":"Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako bhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ. ","eng":"A cowherd with eleven factors can maintain and expand a herd of cattle. ","html":"<p>{}"},"mn33:15.2":{"pli":"Katamehi ekādasahi? ","eng":"What eleven? ","html":"{}"},"mn33:15.3":{"pli":"Idha, bhikkhave, gopālako rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṃ hāretā hoti, vaṇaṃ paṭicchādetā hoti, dhūmaṃ kattā hoti, titthaṃ jānāti, pītaṃ jānāti, vīthiṃ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti. Ye te usabhā gopitaro gopariṇāyakā te atirekapūjāya pūjetā hoti. ","eng":"It’s when a cowherd knows form, is skilled in characteristics, picks out flies’ eggs, dresses wounds, spreads smoke, knows the ford, knows satisfaction, knows the trail, is skilled in ranges, doesn’t milk dry, and shows extra respect to the bulls who are fathers and captains of the herd. ","html":"{}"},"mn33:15.4":{"pli":"Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako bhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ. ","eng":"A cowherd with these eleven factors can maintain and expand a herd of cattle. ","html":"{}</p>"},"mn33:16.1":{"pli":"Evameva kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ. ","eng":"In the same way, a mendicant with eleven qualities can achieve growth, improvement, and maturity in this teaching and training. ","html":"<p>{}"},"mn33:16.2":{"pli":"Katamehi ekādasahi? ","eng":"What eleven? ","html":"{}"},"mn33:16.3":{"pli":"Idha, bhikkhave, bhikkhu rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṃ hāretā hoti, vaṇaṃ paṭicchādetā hoti, dhūmaṃ kattā hoti, titthaṃ jānāti, pītaṃ jānāti, vīthiṃ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti. Ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti. ","eng":"It’s when a mendicant knows form, is skilled in characteristics, picks out flies’ eggs, dresses wounds, spreads smoke, knows the ford, knows satisfaction, knows the trail, is skilled in ranges, doesn’t milk dry, and shows extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha. ","html":"{}</p>"},"mn33:17.1":{"pli":"Kathañca, bhikkhave, bhikkhu rūpaññū hoti? ","eng":"And how does a mendicant know form? ","html":"<p data-counter='1'>{}"},"mn33:17.2":{"pli":"Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ sabbaṃ rūpaṃ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti yathābhūtaṃ pajānāti. ","eng":"It’s when a mendicant truly understands that all form is the four principal states, or form derived from the four principal states. ","html":"{}"},"mn33:17.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu rūpaññū hoti. ","eng":"That’s how a mendicant knows form. ","html":"{}</p>"},"mn33:18.1":{"pli":"Kathañca, bhikkhave, bhikkhu lakkhaṇakusalo hoti? ","eng":"And how is a mendicant skilled in characteristics? ","html":"<p data-counter='2'>{}"},"mn33:18.2":{"pli":"Idha, bhikkhave, bhikkhu kammalakkhaṇo bālo, kammalakkhaṇo paṇḍitoti yathābhūtaṃ pajānāti. ","eng":"It’s when a mendicant understands that a fool is characterized by their deeds, and an astute person is characterized by their deeds. ","html":"{}"},"mn33:18.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu lakkhaṇakusalo hoti. ","eng":"That’s how a mendicant is skilled in characteristics. ","html":"{}</p>"},"mn33:19.1":{"pli":"Kathañca, bhikkhave, bhikkhu āsāṭikaṃ hāretā hoti? ","eng":"And how does a mendicant pick out flies’ eggs? ","html":"<p data-counter='3'>{}"},"mn33:19.2":{"pli":"Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti, pajahati vinodeti byantī karoti anabhāvaṃ gameti. Uppannaṃ byāpādavitakkaṃ …pe… uppannaṃ vihiṃsāvitakkaṃ …pe… uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti byantī karoti anabhāvaṃ gameti. ","eng":"It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that has arisen. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. ","html":"{}"},"mn33:19.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu āsāṭikaṃ hāretā hoti. ","eng":"That’s how a mendicant picks out flies’ eggs. ","html":"{}</p>"},"mn33:20.1":{"pli":"Kathañca, bhikkhave, bhikkhu vaṇaṃ paṭicchādetā hoti? ","eng":"And how does a mendicant dress wounds? ","html":"<p data-counter='4'>{}"},"mn33:20.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. ","html":"{}"},"mn33:20.3":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ","html":"{}"},"mn33:20.4":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When they hear a sound with their ears … ","html":"{}"},"mn33:20.5":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"smell an odor with their nose … ","html":"{}"},"mn33:20.6":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"taste a flavor with their tongue … ","html":"{}"},"mn33:20.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"feel a touch with their body … ","html":"{}"},"mn33:20.8":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ","eng":"know an idea with their mind, they don’t get caught up in the features and details. ","html":"{}"},"mn33:20.9":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ","html":"{}"},"mn33:20.10":{"pli":"Evaṃ kho, bhikkhave, bhikkhu vaṇaṃ paṭicchādetā hoti. ","eng":"That’s how a mendicant dresses wounds. ","html":"{}</p>"},"mn33:21.1":{"pli":"Kathañca, bhikkhave, bhikkhu dhūmaṃ kattā hoti? ","eng":"And how does a mendicant spread smoke? ","html":"<p data-counter='5'>{}"},"mn33:21.2":{"pli":"Idha, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ desetā hoti. ","eng":"It’s when a mendicant teaches others the Dhamma in detail as they learned and memorized it. ","html":"{}"},"mn33:21.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu dhūmaṃ kattā hoti. ","eng":"That’s how a mendicant spreads smoke. ","html":"{}</p>"},"mn33:22.1":{"pli":"Kathañca, bhikkhave, bhikkhu titthaṃ jānāti? ","eng":"And how does a mendicant know the ford? ","html":"<p data-counter='6'>{}"},"mn33:22.2":{"pli":"Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā te kālena kālaṃ upasaṅkamitvā paripucchati, paripañhati: ","eng":"It’s when from time to time a mendicant goes up to those mendicants who are very learned—inheritors of the heritage, who have memorized the teachings, the monastic law, and the outlines—and asks them questions: ","html":"{}"},"mn33:22.3":{"pli":"‘idaṃ, bhante, kathaṃ? ","eng":"‘Why, sir, does it say this? ","html":"{}"},"mn33:22.4":{"pli":"Imassa ko attho’ti? ","eng":"What does that mean?’ ","html":"{}"},"mn33:22.5":{"pli":"Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhānīyesu dhammesu kaṅkhaṃ paṭivinodenti. ","eng":"Those venerables reveal what is hidden, clarify what is unclear, and dispel doubt regarding the many doubtful matters. ","html":"{}"},"mn33:22.6":{"pli":"Evaṃ kho, bhikkhave, bhikkhu titthaṃ jānāti. ","eng":"That’s how a mendicant knows the ford. ","html":"{}</p>"},"mn33:23.1":{"pli":"Kathañca bhikkhave, bhikkhu pītaṃ jānāti? ","eng":"And how does a mendicant know satisfaction? ","html":"<p data-counter='7'>{}"},"mn33:23.2":{"pli":"Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ","eng":"It’s when a mendicant, when the teaching and training proclaimed by the Realized One are being taught, finds inspiration in the meaning and the teaching, and finds joy connected with the teaching. ","html":"{}"},"mn33:23.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu pītaṃ jānāti. ","eng":"That’s how a mendicant knows satisfaction. ","html":"{}</p>"},"mn33:24.1":{"pli":"Kathañca, bhikkhave, bhikkhu vīthiṃ jānāti? ","eng":"And how does a mendicant know the trail? ","html":"<p data-counter='8'>{}"},"mn33:24.2":{"pli":"Idha, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ yathābhūtaṃ pajānāti. ","eng":"It’s when a mendicant truly understands the noble eightfold path. ","html":"{}"},"mn33:24.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu vīthiṃ jānāti. ","eng":"That’s how a mendicant knows the trail. ","html":"{}</p>"},"mn33:25.1":{"pli":"Kathañca, bhikkhave, bhikkhu gocarakusalo hoti? ","eng":"And how is a mendicant skilled in ranges? ","html":"<p data-counter='9'>{}"},"mn33:25.2":{"pli":"Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṃ pajānāti. ","eng":"It’s when a mendicant truly understands the four kinds of mindfulness meditation. ","html":"{}"},"mn33:25.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhu gocarakusalo hoti. ","eng":"That’s how a mendicant is skilled in ranges. ","html":"{}</p>"},"mn33:26.1":{"pli":"Kathañca, bhikkhave, bhikkhu sāvasesadohī hoti? ","eng":"And how does a mendicant not milk dry? ","html":"<p data-counter='10'>{}"},"mn33:26.2":{"pli":"Idha, bhikkhave, bhikkhuṃ saddhā gahapatikā abhihaṭṭhuṃ pavārenti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi. ","eng":"It’s when a mendicant is invited by a householder to accept robes, almsfood, lodgings, and medicines and supplies for the sick, ","html":"{}"},"mn33:26.3":{"pli":"Tatra bhikkhu mattaṃ jānāti paṭiggahaṇāya. ","eng":"and that mendicant knows moderation in accepting. ","html":"{}"},"mn33:26.4":{"pli":"Evaṃ kho, bhikkhave, bhikkhu sāvasesadohī hoti. ","eng":"That’s how a mendicant doesn’t milk dry. ","html":"{}</p>"},"mn33:27.1":{"pli":"Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te atirekapūjāya pūjetā hoti? ","eng":"And how does a mendicant show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha? ","html":"<p data-counter='11'>{}"},"mn33:27.2":{"pli":"Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā tesu mettaṃ kāyakammaṃ paccupaṭṭhāpeti āvi ceva raho ca; ","eng":"It’s when a mendicant consistently treats senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha with kindness by way of body, speech, and mind, both in public and in private. ","html":"{}"},"mn33:27.3":{"pli":"mettaṃ vacīkammaṃ paccupaṭṭhāpeti āvi ceva raho ca; ","html":"{}"},"mn33:27.4":{"pli":"mettaṃ manokammaṃ paccupaṭṭhāpeti āvi ceva raho ca. ","html":"{}"},"mn33:27.5":{"pli":"Evaṃ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti. ","eng":"That’s how a mendicant shows extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha. ","html":"{}</p>"},"mn33:27.6":{"pli":"Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjitun”ti. ","eng":"A mendicant with these eleven qualities can achieve growth, improvement, and maturity in this teaching and training.” ","html":"<p>{}</p>"},"mn33:27.7":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn33:27.8":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn33:27.9":{"pli":"Mahāgopālakasuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"mn34":{"mn34:0.1":{"pli":"Majjhima Nikāya 34 ","eng":"Middle Discourses 34 ","html":"<article id='mn34'><header><ul><li class='division'>{}</li></ul>"},"mn34:0.2":{"pli":"Cūḷagopālakasutta ","eng":"The Shorter Discourse on the Cowherd ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn34:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn34:1.2":{"pli":"ekaṃ samayaṃ bhagavā vajjīsu viharati ukkacelāyaṃ gaṅgāya nadiyā tīre. ","eng":"At one time the Buddha was staying in the land of the Vajjis near Ukkacelā on the bank of the Ganges river. ","html":"{}","comm":"The Buddha also gave a discourse here shortly after the deaths of Sāriputta and Moggallāna (<a href='index.html?q=sn47.14#1.1'>SN 47.14:1.1</a>). "},"mn34:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn34:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn34:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn34:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn34:2.1":{"pli":"“Bhūtapubbaṃ, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṃ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, asamavekkhitvā pārimaṃ tīraṃ, atittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ. ","eng":"“Once upon a time, mendicants, there was an unintelligent Magadhan cowherd. In the last month of the rainy season, in autumn, without inspecting the near shore or the far shore, he drove his cattle across a place with no ford on the Ganges river to the northern shore among the Suvidehans. ","html":"<p>{}</p>","comm":"Thus illustrating the need to “know the ford” in the previous sutta (<a href='index.html?q=mn33#2.3'>MN 33:2.3</a>). | The Suvidehans are not mentioned anywhere else, and the commentary simply treats them as Videhans. But Videha lay to the north-east of Vajjī, and since the expansion of Vajjī and contraction of Videha before the Buddha’s time, it is unlikely that it bordered the Ganges opposite Magadha. Perhaps this story stems from a time when Videha did expand to the river, or perhaps there were folks who called themselves “good Videhans” after the eclipse of the kingdom. "},"mn34:3.1":{"pli":"Atha kho, bhikkhave, gāvo majjhegaṅgāya nadiyā sote āmaṇḍaliyaṃ karitvā tattheva anayabyasanaṃ āpajjiṃsu. ","eng":"But the cattle bunched up in mid-stream and came to ruin right there. ","html":"<p>{}"},"mn34:3.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn34:3.3":{"pli":"Tathā hi so, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṃ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, asamavekkhitvā pārimaṃ tīraṃ, atittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ. ","eng":"Because the unintelligent cowherd failed to inspect the shores before driving the cattle across at a place with no ford. ","html":"{}"},"mn34:3.4":{"pli":"Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā akusalā imassa lokassa akusalā parassa lokassa, akusalā māradheyyassa akusalā amāradheyyassa, akusalā maccudheyyassa akusalā amaccudheyyassa, tesaṃ ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ ahitāya dukkhāya. ","eng":"In the same way, there are ascetics and brahmins who are unskilled in this world and the other world, unskilled in Māra’s dominion and its opposite, and unskilled in Death’s dominion and its opposite. If anyone thinks they are worth listening to and trusting, it will be for their lasting harm and suffering. ","html":"{}</p>"},"mn34:4.1":{"pli":"Bhūtapubbaṃ, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṃ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, samavekkhitvā pārimaṃ tīraṃ, tittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ. ","eng":"Once upon a time, mendicants, there was an intelligent Magadhan cowherd. In the last month of the rainy season, in autumn, after inspecting the near shore and the far shore, he drove his cattle across a ford on the Ganges river to the northern shore among the Suvidehans. ","html":"<p>{}</p>"},"mn34:5.1":{"pli":"So paṭhamaṃ patāresi ye te usabhā gopitaro gopariṇāyakā. ","eng":"First he drove across the bulls, the fathers and captains of the herd. ","html":"<p>{}"},"mn34:5.2":{"pli":"Te tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu. ","eng":"They breasted the stream of the Ganges and safely reached the far shore. ","html":"{}"},"mn34:5.3":{"pli":"Athāpare patāresi balavagāvo dammagāvo. ","eng":"Then he drove across the strong and tractable cattle. ","html":"{}"},"mn34:5.4":{"pli":"Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu. ","eng":"They too breasted the stream of the Ganges and safely reached the far shore. ","html":"{}"},"mn34:5.5":{"pli":"Athāpare patāresi vacchatare vacchatariyo. ","eng":"Then he drove across the bullocks and heifers. ","html":"{}"},"mn34:5.6":{"pli":"Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu. ","eng":"They too breasted the stream of the Ganges and safely reached the far shore. ","html":"{}"},"mn34:5.7":{"pli":"Athāpare patāresi vacchake kisābalake. ","eng":"Then he drove across the calves and weak cattle. ","html":"{}"},"mn34:5.8":{"pli":"Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu. ","eng":"They too breasted the stream of the Ganges and safely reached the far shore. ","html":"{}"},"mn34:5.9":{"pli":"Bhūtapubbaṃ, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno, sopi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamāsi. ","eng":"Once it happened that a baby calf had just been born. Urged on by its mother’s lowing, even it managed to breast the stream of the Ganges and safely reach the far shore. ","html":"{}","comm":"Typically <i lang='pi' translate='no'>bhūtapubbaṁ</i> is used for fables (“once upon a time”), but see also <a href='index.html?q=mn36#4.3'>MN 36:4.3</a>. "},"mn34:5.10":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn34:5.11":{"pli":"Tathā hi so, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṃ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, samavekkhitvā pārimaṃ tīraṃ, tittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ. ","eng":"Because the intelligent cowherd inspected both shores before driving the cattle across at a ford. ","html":"{}</p>"},"mn34:5.12":{"pli":"Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā kusalā imassa lokassa kusalā parassa lokassa, kusalā māradheyyassa kusalā amāradheyyassa, kusalā maccudheyyassa kusalā amaccudheyyassa, tesaṃ ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāya. ","eng":"In the same way, there are ascetics and brahmins who are skilled in this world and the other world, skilled in Māra’s dominion and its opposite, and skilled in Death’s dominion and its opposite. If anyone thinks they are worth listening to and trusting, it will be for their lasting welfare and happiness. ","html":"<p>{}</p>"},"mn34:6.1":{"pli":"Seyyathāpi, bhikkhave, ye te usabhā gopitaro gopariṇāyakā te tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu; ","eng":"Just like the bulls, fathers and captains of the herd, who crossed the Ganges to safety ","html":"<p>{}"},"mn34:6.2":{"pli":"evameva kho, bhikkhave, ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, te tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṅgatā. ","eng":"are the mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their heart’s goal, utterly ended the fetter of continued existence, and are rightly freed through enlightenment. Having breasted Māra’s stream, they have safely crossed over to the far shore. ","html":"{}</p>"},"mn34:7.1":{"pli":"Seyyathāpi te, bhikkhave, balavagāvo dammagāvo tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu; ","eng":"Just like the strong and tractable cattle who crossed the Ganges to safety ","html":"<p>{}"},"mn34:7.2":{"pli":"evameva kho, bhikkhave, ye te bhikkhū pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti. ","eng":"are the mendicants who, with the ending of the five lower fetters, are reborn spontaneously. They’re extinguished there, and are not liable to return from that world. They too, having breasted Māra’s stream, will safely cross over to the far shore. ","html":"{}</p>"},"mn34:8.1":{"pli":"Seyyathāpi te, bhikkhave, vacchatarā vacchatariyo tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu; ","eng":"Just like the bullocks and heifers who crossed the Ganges to safety ","html":"<p>{}"},"mn34:8.2":{"pli":"evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti. ","eng":"are the mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering. They too, having breasted Māra’s stream, will safely cross over to the far shore. ","html":"{}</p>"},"mn34:9.1":{"pli":"Seyyathāpi te, bhikkhave, vacchakā kisābalakā tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu; ","eng":"Just like the calves and weak cattle who crossed the Ganges to safety ","html":"<p>{}"},"mn34:9.2":{"pli":"evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyanā, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti. ","eng":"are the mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, destined for awakening. They too, having breasted Māra’s stream, will safely cross over to the far shore. ","html":"{}</p>"},"mn34:10.1":{"pli":"Seyyathāpi so, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamāsi; ","eng":"Just like the baby calf who had just been born, but, urged on by its mother’s lowing, still managed to cross the Ganges to safety ","html":"<p>{}"},"mn34:10.2":{"pli":"evameva kho, bhikkhave, ye te bhikkhū dhammānusārino saddhānusārino, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti. ","eng":"are the mendicants who are followers of teachings, followers by faith. They too, having breasted Māra’s stream, will safely cross over to the far shore. ","html":"{}</p>"},"mn34:11.1":{"pli":"Ahaṃ kho pana, bhikkhave, kusalo imassa lokassa kusalo parassa lokassa, kusalo māradheyyassa kusalo amāradheyyassa, kusalo maccudheyyassa kusalo amaccudheyyassa. Tassa mayhaṃ, bhikkhave, ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti. ","eng":"Mendicants, I am skilled in this world and the other world, skilled in Māra’s dominion and its opposite, and skilled in Death’s dominion and its opposite. If anyone thinks I am worth listening to and trusting, it will be for their lasting welfare and happiness.” ","html":"<p>{}</p>"},"mn34:12.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn34:12.2":{"pli":"Idaṃ vatvā sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>","comm":"While commonly found elsewhere, this tag line is only used three times in the Majjhima Nikāya (<a href='index.html?q=mn130#30.2'>MN 130:30.2</a>, <a href='index.html?q=mn142#14.2'>MN 142:14.2</a>). "},"mn34:12.3":{"pli":"“Ayaṃ loko paro loko, ","eng":"“This world and the other world ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"This echoes Bṛhadāraṇyaka Upaniṣad 3.7.1 (<i lang='pi' translate='no'>ayaṁ ca lokaḥ paraśca lokaḥ</i>). "},"mn34:12.4":{"pli":"jānatā suppakāsito; ","eng":"have been clearly explained by one who knows; ","html":"<span class='verse-line'>{}</span>"},"mn34:12.5":{"pli":"Yañca mārena sampattaṃ, ","eng":"as well as Māra’s reach, ","html":"<span class='verse-line'>{}</span>"},"mn34:12.6":{"pli":"appattaṃ yañca maccunā. ","eng":"and what’s out of Death’s reach. ","html":"<span class='verse-line'>{}</span></p>"},"mn34:12.7":{"pli":"Sabbaṃ lokaṃ abhiññāya, ","eng":"Directly knowing the whole world, ","html":"<p><span class='verse-line'>{}</span>"},"mn34:12.8":{"pli":"sambuddhena pajānatā; ","eng":"the Buddha who understands ","html":"<span class='verse-line'>{}</span>"},"mn34:12.9":{"pli":"Vivaṭaṃ amatadvāraṃ, ","eng":"has opened the door to freedom from death, ","html":"<span class='verse-line'>{}</span>","comm":"Compare <a href='index.html?q=mn26#20.12'>MN 26:20.12</a>. "},"mn34:12.10":{"pli":"khemaṃ nibbānapattiyā. ","eng":"for finding the sanctuary, extinguishment. ","html":"<span class='verse-line'>{}</span></p>"},"mn34:12.11":{"pli":"Chinnaṃ pāpimato sotaṃ, ","eng":"The Wicked One’s stream has been cut, ","html":"<p><span class='verse-line'>{}</span>"},"mn34:12.12":{"pli":"Viddhastaṃ vinaḷīkataṃ; ","eng":"it’s blown away and mown down. ","html":"<span class='verse-line'>{}</span>"},"mn34:12.13":{"pli":"Pāmojjabahulā hotha, ","eng":"Be full of joy, mendicants, ","html":"<span class='verse-line'>{}</span>"},"mn34:12.14":{"pli":"Khemaṃ pattattha bhikkhavo”ti. ","eng":"set your heart on sanctuary!” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"Read <i lang='pi' translate='no'>patthetha</i> (“set your heart”). "},"mn34:12.15":{"pli":"Cūḷagopālakasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}