{"mn108":{"mn108:0.1":{"pli":"Majjhima Nikāya 108 ","eng":"Middle Discourses 108 ","html":"<article id='mn108'><header><ul><li class='division'>{}</li></ul>"},"mn108:0.2":{"pli":"Gopakamoggallānasutta ","eng":"With Moggallāna the Guardian ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn108:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn108:1.2":{"pli":"ekaṃ samayaṃ āyasmā ānando rājagahe viharati veḷuvane kalandakanivāpe aciraparinibbute bhagavati. ","eng":"At one time Venerable Ānanda was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. It was not long after the Buddha had become fully quenched. ","html":"{}</p>"},"mn108:2.1":{"pli":"Tena kho pana samayena rājā māgadho ajātasattu vedehiputto rājagahaṃ paṭisaṅkhārāpeti rañño pajjotassa āsaṅkamāno. ","eng":"Now at that time King Ajātasattu of Magadha, son of the princess of Videha, being suspicious of King Pajjota, was having Rājagaha fortified. ","html":"<p>{}</p>","comm":"As to the politics of the situation, Pajjota had established a formidable set of alliances by marriage. He had taken to wife Śivā, daughter of Ceṭaka of the Licchavīs. Prince Bodhi of the Bhaggas was Pajjota’s grandson via his mother Vāsuladattā, queen of the powerful King Udena of Kosambī (<a href='index.html?q=mn85#2.1'>MN 85:2.1</a>). Meanwhile, Subāhu of Madhurā had married Pajjota’s sister (<a href='index.html?q=mn84#2.1'>MN 84:2.1</a>). Pajjota therefore had allies in Avanti, Bhagga, Vaccha, and Sūrasena, all nations to the west of Magadha, as well as Vajjī, against which Magadha was preparing war to the north. He was also friendly enough with Ajātasattu’s father Bimbisāra to ask him for help in a time of illness (<a href='index.html?q=pli-tv-kd8#1.23.4'>Kd 8:1.23.4</a>). The Vinaya relates how Pajjota’s illness was treated by Jīvaka, the doctor of the Buddha and of Bimbisāra. Jīvaka, knowing Pajjota would dislike the medicine, escaped his wrath by fleeing after administering the cure. But when the cure worked, Pajjota favored Jīvaka with a gift of fine cloth. Ajātasattu subsequently murdered Bimbisāra and threatened Pajjota’s allies in Vajjī. Racked by guilt, Ajātasattu saw enemies on all sides; he was even afraid of mendicants meditating in a hall (<a href='index.html?q=dn2#10.8'>DN 2:10.8</a>). His fear of Pajjota was not idle, for Pajjota was known for the power of his elephants as much as for his temperamental character. However, we do not hear that any direct conflict flared up at that time. Roughly half a century later, the matter was settled when the Licchavī Śiśunāga, having usurped the throne of Magadha from the Haryaṅka dynasty founded by Bimbisāra, conquered Avanti, Kosala, and Vaccha. "},"mn108:3.1":{"pli":"Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ","eng":"Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ","html":"<p>{}</p>"},"mn108:3.2":{"pli":"Atha kho āyasmato ānandassa etadahosi: ","eng":"Then it occurred to him, ","html":"<p>{}"},"mn108:3.3":{"pli":"“atippago kho tāva rājagahe piṇḍāya carituṃ. ","eng":"“It’s too early to wander for alms in Rājagaha. ","html":"{}"},"mn108:3.4":{"pli":"Yannūnāhaṃ yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkameyyan”ti. ","eng":"Why don’t I go to see the brahmin Moggallāna the Guardian at his place of work?” ","html":"{}</p>"},"mn108:4.1":{"pli":"Atha kho āyasmā ānando yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkami. ","eng":"So that’s what he did. ","html":"<p>{}"},"mn108:4.2":{"pli":"Addasā kho gopakamoggallāno brāhmaṇo āyasmantaṃ ānandaṃ dūratova āgacchantaṃ. ","eng":"Moggallāna the Guardian saw Ānanda coming off in the distance ","html":"{}"},"mn108:4.3":{"pli":"Disvāna āyasmantaṃ ānandaṃ etadavoca: ","eng":"and said to him, ","html":"{}"},"mn108:4.4":{"pli":"“etu kho bhavaṃ ānando. ","eng":"“Come, worthy Ānanda! ","html":"{}"},"mn108:4.5":{"pli":"Svāgataṃ bhoto ānandassa. ","eng":"Welcome, worthy Ānanda! ","html":"{}"},"mn108:4.6":{"pli":"Cirassaṃ kho bhavaṃ ānando imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"mn108:4.7":{"pli":"Nisīdatu bhavaṃ ānando, idamāsanaṃ paññattan”ti. ","eng":"Please, sir, sit down, this seat is ready.” ","html":"{}</p>"},"mn108:4.8":{"pli":"Nisīdi kho āyasmā ānando paññatte āsane. ","eng":"Ānanda sat down on the seat spread out, ","html":"<p>{}"},"mn108:4.9":{"pli":"Gopakamoggallānopi kho brāhmaṇo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"while Moggallāna took a low seat and sat to one side. ","html":"{}"},"mn108:4.10":{"pli":"Ekamantaṃ nisinno kho gopakamoggallāno brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then he said to Ānanda, ","html":"{}"},"mn108:5.1":{"pli":"“atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhavaṃ gotamo ahosi arahaṃ sammāsambuddho”ti? ","eng":"“Worthy Ānanda, is there even a single mendicant who has all the same qualities in each and every way as possessed by the worthy Gotama, the perfected one, the fully awakened Buddha?” ","html":"{}</p>"},"mn108:5.2":{"pli":"“Natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho. ","eng":"“No, brahmin, there is not. ","html":"<p>{}"},"mn108:5.3":{"pli":"So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido; ","eng":"For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, and explained the unexplained path. He is the knower of the path, the discoverer of the path, the expert on the path. ","html":"{}","comm":"This links back to the Buddha’s claim in the previous sutta that he is the one who shows the way (<a href='index.html?q=mn107#14.28'>MN 107:14.28</a>). "},"mn108:5.4":{"pli":"maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā”ti. ","eng":"And now the disciples live following the path; they acquire it later.” ","html":"{}</p>"},"mn108:6.1":{"pli":"Ayañca hidaṃ āyasmato ānandassa gopakamoggallānena brāhmaṇena saddhiṃ antarākathā vippakatā ahosi. ","eng":"But this conversation between Ānanda and Moggallāna the Guardian was left unfinished. ","html":"<p>{}</p>"},"mn108:6.2":{"pli":"Atha kho vassakāro brāhmaṇo magadhamahāmatto rājagahe kammante anusaññāyamāno yena gopakamoggallānassa brāhmaṇassa kammanto, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ","eng":"For just then the brahmin Vassakāra, a minister of Magadha, while supervising the work at Rājagaha, approached Ānanda at Moggallāna’s place of work and exchanged greetings with him. ","html":"<p>{}","comm":"Vassakāra must have returned from building Pāṭaliputta to the north on the Ganges, which would eventually become the capital of the expanded Magadhan empire (<a href='index.html?q=dn16#1.26.1'>DN 16:1.26.1</a>). | Rājagaha is surrounded by hills, on which remnants of ancient fortifications can be seen. "},"mn108:6.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṃ ānandaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Ānanda, ","html":"{}"},"mn108:6.4":{"pli":"“kāya nuttha, bho ānanda, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Worthy Ānanda, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"mn108:6.5":{"pli":"“Idha maṃ, brāhmaṇa, gopakamoggallāno brāhmaṇo evamāha: ","eng":"So Ānanda told him of the conversation that they were having when Vassakāra arrived. Vassakāra said: ","html":"<p>{}"},"mn108:6.6":{"pli":"‘atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhavaṃ gotamo ahosi arahaṃ sammāsambuddho’ti. ","html":"{}"},"mn108:6.7":{"pli":"Evaṃ vutte, ahaṃ, brāhmaṇa, gopakamoggallānaṃ brāhmaṇaṃ etadavocaṃ: ","html":"{}"},"mn108:6.8":{"pli":"‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho. ","html":"{}"},"mn108:6.9":{"pli":"So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido; ","html":"{}"},"mn108:6.10":{"pli":"maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’ti. ","html":"{}"},"mn108:6.11":{"pli":"Ayaṃ kho no, brāhmaṇa, gopakamoggallānena brāhmaṇena saddhiṃ antarākathā vippakatā. ","html":"{}"},"mn108:6.12":{"pli":"Atha tvaṃ anuppatto”ti. ","html":"{}</p>"},"mn108:7.1":{"pli":"“Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito: ","eng":"“Worthy Ānanda, is there even a single mendicant who was appointed by the worthy Gotama, saying: ","html":"<p>{}"},"mn108:7.2":{"pli":"‘ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatī’ti, yaṃ tumhe etarahi paṭipādeyyāthā”ti? ","eng":"‘This one will be your refuge when I have passed away,’ to whom you would now turn?” ","html":"{}</p>","comm":"Accept reading <i lang='pi' translate='no'>paṭidhāveyyāthāti</i> (BJT, PTS, Siamese and Khmer editions) against Mahāsaṅgīti’s <i lang='pi' translate='no'>paṭipādeyyāthāti</i>. For this term, see <a href='index.html?q=mn38#23.4'>MN 38:23.4</a> and note there, and <a href='index.html?q=sn12.20#5.1'>SN 12.20:5.1</a>. "},"mn108:7.3":{"pli":"“Natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito: ","eng":"“No, there is not.” ","html":"<p>{}","comm":"The Buddha made this clear to Ānanda shortly before his death (<a href='index.html?q=dn16#2.24.4'>DN 16:2.24.4</a>). "},"mn108:7.4":{"pli":"‘ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatī’ti, yaṃ mayaṃ etarahi paṭipādeyyāmā”ti. ","html":"{}</p>"},"mn108:8.1":{"pli":"“Atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito: ","eng":"“But is there even a single mendicant who has been elected to such a position by the Saṅgha and appointed by several senior mendicants?” ","html":"<p>{}","comm":"The Vinaya sets up procedures whereby the Saṅgha can appoint officials to carry out necessary duties. For example, a monk might be in charge of assigning dwellings (<a href='index.html?q=pli-tv-bu-vb-ss8#1.1.1'>Bu Ss 8:1.1.1</a>) or teaching the novices (<a href='index.html?q=pli-tv-kd16#21.3.30'>Kd 16:21.3.30</a>). Such officials have authority within the roles prescribed to them under the Vinaya as implemented by the Saṅgha. However, they have no special authority outside of that role, and there is no provision for a general role of authority over the Saṅgha as a whole. The Saṅgha followed this precedent at the First Council, where Ānanda was appointed to recite the suttas, and Upāli to recite the Vinaya. Mahākassapa led the proceedings, but decisions were made by the Saṅgha in consensus. "},"mn108:8.2":{"pli":"‘ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatī’ti, yaṃ tumhe etarahi paṭipādeyyāthā”ti? ","html":"{}</p>"},"mn108:8.3":{"pli":"“Natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito: ","eng":"“No, there is not.” ","html":"<p>{}"},"mn108:8.4":{"pli":"‘ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatī’ti, yaṃ mayaṃ etarahi paṭipādeyyāmā”ti. ","html":"{}</p>"},"mn108:9.1":{"pli":"“Evaṃ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā”ti? ","eng":"“But since you lack a refuge, worthy Ānanda, what’s the reason for your harmony?” ","html":"<p>{}</p>","comm":"The Buddha had, not long before, taught Vassakāra the eight principles of non-decline by which the Vajjis—as well as the Saṅgha—remained strong due to harmony. There, Vassakāra pointedly said that the Vajjis could only be defeated “by bribery or by sowing dissension” (<a href='index.html?q=dn16#1.5.8'>DN 16:1.5.8</a>). Here he returns to the question of how harmony creates strength. We can imagine that this question was equally relevant in both weakening their enemies as well as strengthening the Magadhans, who cannot have been happy to live under their brutal and patricidal king. "},"mn108:9.2":{"pli":"“Na kho mayaṃ, brāhmaṇa, appaṭisaraṇā; ","eng":"“We don’t lack a refuge, brahmin, ","html":"<p>{}"},"mn108:9.3":{"pli":"sappaṭisaraṇā mayaṃ, brāhmaṇa; ","eng":"we have a refuge. ","html":"{}"},"mn108:9.4":{"pli":"dhammappaṭisaraṇā”ti. ","eng":"The teaching is our refuge.” ","html":"{}</p>","comm":"As explained to Ānanda at <a href='index.html?q=dn16#4.7.3'>DN 16:4.7.3</a>. As will become clear, the “teaching” here includes the Dhamma and Vinaya. "},"mn108:10.1":{"pli":"“‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—","eng":"“But worthy Ānanda, when asked whether there was even a single mendicant—either appointed by the Buddha, ","html":"<p>{}"},"mn108:10.2":{"pli":"ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti, yaṃ tumhe etarahi paṭipādeyyāthā’ti—","html":"{}"},"mn108:10.3":{"pli":"iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito—","html":"{}"},"mn108:10.4":{"pli":"ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti, yaṃ mayaṃ etarahi paṭipādeyyāmā’ti vadesi; ","html":"{}"},"mn108:10.5":{"pli":"‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—","eng":"or elected by the Saṅgha and appointed by several senior mendicants—","html":"{}"},"mn108:10.6":{"pli":"ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti, yaṃ tumhe etarahi paṭipādeyyāthā’ti—","eng":"who serves as your refuge after the Buddha passed away, to whom you now turn, ","html":"{}"},"mn108:10.7":{"pli":"iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—","eng":"you replied, ‘No, there is not.’ ","html":"{}"},"mn108:10.8":{"pli":"ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti, yaṃ mayaṃ etarahi paṭipādeyyāmā’ti—","html":"{}"},"mn108:10.9":{"pli":"vadesi; ","html":"{}"},"mn108:10.10":{"pli":"‘evaṃ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā’ti iti puṭṭho samāno ‘na kho mayaṃ, brāhmaṇa, appaṭisaraṇā; ","eng":"But you say that the reason for your harmony is that you have ","html":"{}"},"mn108:10.11":{"pli":"sappaṭisaraṇā mayaṃ, brāhmaṇa; ","html":"{}"},"mn108:10.12":{"pli":"dhammappaṭisaraṇā’ti vadesi. ","eng":"the teaching as a refuge. ","html":"{}"},"mn108:10.13":{"pli":"Imassa pana, bho ānanda, bhāsitassa kathaṃ attho daṭṭhabbo”ti? ","eng":"How should I see the meaning of this statement?” ","html":"{}</p>"},"mn108:10.14":{"pli":"“Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena bhikkhūnaṃ sikkhāpadaṃ paññattaṃ, pātimokkhaṃ uddiṭṭhaṃ. ","eng":"“The Blessed One, who knows and sees, the perfected one, the fully awakened Buddha laid down training rules and recited the monastic code for the mendicants. ","html":"<p>{}","comm":"This is the <i lang='pi' translate='no'>pātimokkha</i>, which in early days had “over a hundred and fifty rules” and today, in the Pali, has 227 for monks (<a href='index.html?q=an3.84#1.3'>AN 3.84:1.3</a>). The story of how the Buddha came to lay down the first rule is related in the Vinaya (<a href='index.html?q=pli-tv-bu-vb-pj1'>Bu Pj 1</a>). Before this, however, the joint recitation consisted of the verses known as Ovāda Pātimokkha (<a href='index.html?q=dn14#3.28.1'>DN 14:3.28.1</a>). See too <a href='index.html?q=dn2#42.1'>DN 2:42.1</a> and note there. The primary purpose of the recitation was to create a unified community through shared allegiance to a particular code of ethics. "},"mn108:10.15":{"pli":"Te mayaṃ tadahuposathe yāvatikā ekaṃ gāmakhettaṃ upanissāya viharāma te sabbe ekajjhaṃ sannipatāma; ","eng":"On the day of the sabbath all of us who live in dependence on one village district gather together as one. ","html":"{}","comm":"The “sabbath” (<i lang='pi' translate='no'>uposatha</i>) falls on the eighth and fourteenth or fifteenth days of the lunar cycle, that is, roughly each week. However the <i lang='pi' translate='no'>pātimokkha</i> is recited only twice a month, leaving aside the eighth days. See the detailed account in the Vinaya (<a href='index.html?q=pli-tv-kd2'>Kd 2</a>). | A “village district” (<i lang='pi' translate='no'>gāmakhetta</i>) is the village and surrounding farmlands. The Vinaya account specifies how to create a “boundary” (<i lang='pi' translate='no'>sīmā</i>) within which all resident mendicants must attend. This may or may not correspond with the village district. But it seems reasonable to suppose that the common practice was, in fact, for mendicants from the same village district to join together. "},"mn108:10.16":{"pli":"sannipatitvā yassa taṃ pavattati taṃ ajjhesāma. ","eng":"We invite one who transmits the code to recite it. ","html":"{}","comm":"The choice of the verb <i lang='pi' translate='no'>pavattati</i> (“transmits, rolls forth”) is deliberate. It echoes the first sermon, where the Buddha “rolled forth” the wheel of the Dhamma. All mendicants are supposed to memorize the rules and be ready to recite them when called upon. The commentary explains the phrase as “arrives having rehearsed”. "},"mn108:10.17":{"pli":"Tasmiñce bhaññamāne hoti bhikkhussa āpatti hoti vītikkamo taṃ mayaṃ yathādhammaṃ yathānusiṭṭhaṃ kāremāti. ","eng":"If anyone remembers an offense or transgression while they’re reciting, we make them act in line with the teaching and in line with the instructions. ","html":"{}","comm":"Offences should be confessed as soon as practicable, but if they have not been previously confessed due to lapse of memory and the like, the recitation may be interrupted to confess them. These days, mendicants normally confess before the recitation to avoid interruptions. "},"mn108:10.18":{"pli":"Na kira no bhavanto kārenti; ","eng":"It’s not the good fellows who make us act, ","html":"{}"},"mn108:10.19":{"pli":"dhammo no kāreti”. ","eng":"it’s the teaching that makes us act.” ","html":"{}</p>","comm":"The Saṅgha proceeds according to the guidelines of the Dhamma and Vinaya, rather than the authority of any individuals. This is again in accordance with some of the Buddha’s final words to Ānanda: “The teaching and training that I have taught and pointed out for you shall be your Teacher after my passing” (<a href='index.html?q=dn16#6.1.1'>DN 16:6.1.1</a>). "},"mn108:11.1":{"pli":"“Atthi nu kho, bho ānanda, ekabhikkhupi yaṃ tumhe etarahi sakkarotha garuṃ karotha mānetha pūjetha; sakkatvā garuṃ katvā upanissāya viharathā”ti? ","eng":"“Worthy Ānanda, is there even a single mendicant who you honor, respect, revere, venerate, and rely on?” ","html":"<p>{}</p>"},"mn108:11.2":{"pli":"“Natthi kho, brāhmaṇa, ekabhikkhupi yaṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāmā”ti. ","eng":"“There is not, brahmin.” ","html":"<p>{}</p>","comm":"The Mahāsaṅgīti and BJT editions read <i lang='pi' translate='no'>natthi</i> here (“there is not”). The PTS edition reads <i lang='pi' translate='no'>atthi</i> (“there is”). The commentary is silent, and none of these editions record any variants. I suspect the PTS edition has amended the text to create a contrast between the “single mendicant” who is respected and the one who is taken as refuge. But the contrast per the MS and BJT editions, rather, is between respecting a “single mendicant”, and respecting “whoever” has the qualities that make them worthy of respect. "},"mn108:11.3":{"pli":"“‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—","eng":"“Worthy Ānanda, when asked whether there was even a single mendicant—either appointed by the Buddha, ","html":"<p>{}"},"mn108:11.4":{"pli":"ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti yaṃ tumhe etarahi paṭipādeyyāthā’ti—","html":"{}"},"mn108:11.5":{"pli":"iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito—","html":"{}"},"mn108:12.1":{"pli":"ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti yaṃ mayaṃ etarahi paṭipādeyyāmā’ti vadesi; ","html":"{}"},"mn108:12.2":{"pli":"‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—","eng":"or elected by the Saṅgha and appointed by several senior mendicants—","html":"{}"},"mn108:12.3":{"pli":"ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti yaṃ tumhe etarahi paṭipādeyyāthā’ti—","eng":"who serves as your refuge after the Buddha passed away, to whom you now turn, ","html":"{}"},"mn108:12.4":{"pli":"iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—","eng":"you replied, ‘No, there is not.’ ","html":"{}"},"mn108:12.5":{"pli":"ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti yaṃ mayaṃ etarahi paṭipādeyyāmā’ti vadesi; ","html":"{}"},"mn108:12.6":{"pli":"‘atthi nu kho, bho ānanda, ekabhikkhupi yaṃ tumhe etarahi sakkarotha garuṃ karotha mānetha pūjetha; sakkatvā garuṃ katvā upanissāya viharathā’ti—","eng":"And when asked whether there is even a single mendicant who you honor, respect, revere, venerate, and rely on, ","html":"{}"},"mn108:12.7":{"pli":"iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi yaṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāmā’ti vadesi. ","eng":"you replied, ‘There is not.’ ","html":"{}"},"mn108:12.8":{"pli":"Imassa pana, bho ānanda, bhāsitassa kathaṃ attho daṭṭhabbo”ti? ","eng":"How should I see the meaning of this statement?” ","html":"{}</p>"},"mn108:13.1":{"pli":"“Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā. ","eng":"“There are ten inspiring things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ","html":"<p data-counter='1'>{}","comm":"The ten things are ethics, learning, contentment, absorption, and the six direct knowledges. While all of these are taught often in the suttas, I do not think we find this exact set elsewhere. "},"mn108:13.2":{"pli":"Yasmiṃ no ime dhammā saṃvijjanti taṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāma. ","eng":"We honor anyone in whom these things are found. ","html":"{}"},"mn108:13.3":{"pli":"Katame dasa? ","eng":"What ten? ","html":"{}</p>"},"mn108:14.1":{"pli":"Idha, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p>{}</p>"},"mn108:15.1":{"pli":"Bahussuto hoti sutadharo sutasannicayo. ","eng":"They’re very learned, remembering and keeping what they’ve learned. ","html":"<p data-counter='2–3'>{}"},"mn108:15.2":{"pli":"Ye te dhammā ādikalyāṇā, majjhekalyāṇā, pariyosānakalyāṇā, sātthaṃ, sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, rehearsing them, mentally scrutinizing them, and penetrating them theoretically. ","html":"{}</p>"},"mn108:16.1":{"pli":"Santuṭṭho hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi. ","eng":"They’re content with robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"<p data-counter='4'>{}</p>"},"mn108:17.1":{"pli":"Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"They get the four absorptions—blissful meditations in this life that belong to the higher mind—when they want, without trouble or difficulty. ","html":"<p data-counter='5'>{}</p>"},"mn108:18.1":{"pli":"Anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati, yāva brahmalokāpi kāyena vasaṃ vatteti. ","eng":"They wield the many kinds of psychic power: multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the realm of divinity. ","html":"<p data-counter='6'>{}</p>"},"mn108:19.1":{"pli":"Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike ca. ","eng":"With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and heavenly, whether near or far. ","html":"<p>{}</p>"},"mn108:20.1":{"pli":"Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti. ","eng":"They understand the minds of other beings and individuals, having encompassed them with their own mind. ","html":"<p data-counter='7–8'>{}"},"mn108:20.2":{"pli":"Sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, ","eng":"They understand mind with greed as ‘mind with greed’, ","html":"{}"},"mn108:20.3":{"pli":"vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, ","eng":"and mind without greed as ‘mind without greed’. ","html":"{}"},"mn108:20.4":{"pli":"sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, ","eng":"They understand mind with hate … ","html":"{}"},"mn108:20.5":{"pli":"vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, ","eng":"mind without hate … ","html":"{}"},"mn108:20.6":{"pli":"samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, ","eng":"mind with delusion … ","html":"{}"},"mn108:20.7":{"pli":"vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, ","eng":"mind without delusion … ","html":"{}"},"mn108:20.8":{"pli":"saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, ","eng":"constricted mind … ","html":"{}"},"mn108:20.9":{"pli":"vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, ","eng":"scattered mind … ","html":"{}"},"mn108:20.10":{"pli":"mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, ","eng":"expansive mind … ","html":"{}"},"mn108:20.11":{"pli":"amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, ","eng":"unexpansive mind … ","html":"{}"},"mn108:20.12":{"pli":"sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, ","eng":"mind that is not supreme … ","html":"{}"},"mn108:20.13":{"pli":"anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, ","eng":"mind that is supreme … ","html":"{}"},"mn108:20.14":{"pli":"samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, ","eng":"mind immersed in samādhi … ","html":"{}"},"mn108:20.15":{"pli":"asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, ","eng":"mind not immersed in samādhi … ","html":"{}"},"mn108:20.16":{"pli":"vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, ","eng":"freed mind … ","html":"{}"},"mn108:20.17":{"pli":"avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ","eng":"They understand unfreed mind as ‘unfreed mind’. ","html":"{}</p>"},"mn108:21.1":{"pli":"Anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"<p data-counter='9'>{}</p>"},"mn108:22.1":{"pli":"Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ","eng":"With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"<p data-counter='10'>{}</p>"},"mn108:23.1":{"pli":"Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ","html":"<p>{}</p>"},"mn108:23.2":{"pli":"Ime kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā. ","eng":"These are the ten inspiring things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ","html":"<p>{}"},"mn108:23.3":{"pli":"Yasmiṃ no ime dhammā saṃvijjanti taṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāmā”ti. ","eng":"We honor anyone in whom these things are found, and rely on them.” ","html":"{}</p>","comm":"The suttas record many monks and nuns of such qualities. "},"mn108:24.1":{"pli":"Evaṃ vutte, vassakāro brāhmaṇo magadhamahāmatto upanandaṃ senāpatiṃ āmantesi: ","eng":"When he had spoken, Vassakāra addressed General Upananda, ","html":"<p>{}","comm":"This Upananda does not appear elsewhere and the commentary is silent. "},"mn108:24.2":{"pli":"“Taṃ kiṃ maññati bhavaṃ senāpati yadime bhonto sakkātabbaṃ sakkaronti, garuṃ kātabbaṃ garuṃ karonti, ","eng":"“What do you think, general? ","html":"{}","comm":"Accept the punctuation in Mahāsaṅgīti rather than PTS. "},"mn108:24.3":{"pli":"mānetabbaṃ mānenti, pūjetabbaṃ pūjenti”? ","eng":"Do these venerables honor, respect, revere, and venerate those who are worthy?” ","html":"{}</p>"},"mn108:24.4":{"pli":"“Tagghime bhonto sakkātabbaṃ sakkaronti, garuṃ kātabbaṃ garuṃ karonti, mānetabbaṃ mānenti, pūjetabbaṃ pūjenti. ","eng":"“Indeed they do. ","html":"<p>{}"},"mn108:24.5":{"pli":"Imañca hi te bhonto na sakkareyyuṃ na garuṃ kareyyuṃ na māneyyuṃ na pūjeyyuṃ; ","eng":"For if these venerables were not to honor, respect, revere, and venerate them, ","html":"{}"},"mn108:24.6":{"pli":"atha kiñcarahi te bhonto sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā mānetvā pūjetvā upanissāya vihareyyun”ti? ","eng":"who then would they honor?” ","html":"{}</p>"},"mn108:25.1":{"pli":"Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then Vassakāra said to Ānanda, ","html":"<p>{}"},"mn108:25.2":{"pli":"“kahaṃ pana bhavaṃ ānando etarahi viharatī”ti? ","eng":"“Where are you staying at present?” ","html":"{}</p>"},"mn108:25.3":{"pli":"“Veḷuvane khohaṃ, brāhmaṇa, etarahi viharāmī”ti. ","eng":"“In the Bamboo Grove, brahmin.” ","html":"<p>{}</p>"},"mn108:25.4":{"pli":"“Kacci pana, bho ānanda, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppan”ti? ","eng":"“I hope the Bamboo Grove is delightful, quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat?” ","html":"<p>{}</p>"},"mn108:25.5":{"pli":"“Taggha, brāhmaṇa, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppaṃ, yathā taṃ tumhādisehi rakkhakehi gopakehī”ti. ","eng":"“Indeed it is, brahmin. And it is like that owing to such protectors and guardians as yourself.” ","html":"<p>{}</p>","comm":"Ānanda graciously recognizes the protection offered by the Magadhan state. Even a morally compromised king such as Ajātasattu honored his duty to protect religious seekers (<a href='index.html?q=dn2#36.2'>DN 2:36.2</a>). "},"mn108:25.6":{"pli":"“Taggha, bho ānanda, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppaṃ, yathā taṃ bhavantehi jhāyīhi jhānasīlīhi. ","eng":"“Surely, worthy Ānanda, it is owing to the good fellows who meditate, making a habit of meditating. ","html":"<p>{}","comm":"“Habit of meditating” is <i lang='pi' translate='no'>jhānasīlī</i>. Throughout this passage, “meditation” renders <i lang='pi' translate='no'>jhāna</i>. This is the only sutta that speaks of a kind of <i lang='pi' translate='no'>jhāna</i> with hindrances. My choice to render the term differently in this passage was prefigured by the translator of the Chinese parallel, which here uses the character that normally renders <i lang='pi' translate='no'>vicāra</i> (MA 145 at T i 655b23). "},"mn108:25.7":{"pli":"Jhāyino ceva bhavanto jhānasīlino ca. ","eng":"For the good fellows do in fact meditate and make a habit of meditating. ","html":"{}</p>"},"mn108:25.8":{"pli":"Ekamidāhaṃ, bho ānanda, samayaṃ so bhavaṃ gotamo vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"This one time, worthy Ānanda, worthy Gotama was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"<p>{}"},"mn108:25.9":{"pli":"Atha khvāhaṃ, bho ānanda, yena mahāvanaṃ kūṭāgārasālā yena so bhavaṃ gotamo tenupasaṅkamiṃ. ","eng":"So I went there to see him. ","html":"{}"},"mn108:25.10":{"pli":"Tatra ca pana so bhavaṃ gotamo anekapariyāyena jhānakathaṃ kathesi. ","eng":"And there he spoke about meditation in many ways. ","html":"{}"},"mn108:25.11":{"pli":"Jhāyī ceva so bhavaṃ gotamo ahosi jhānasīlī ca. ","eng":"He meditated, and made a habit of meditating. ","html":"{}"},"mn108:25.12":{"pli":"Sabbañca pana so bhavaṃ gotamo jhānaṃ vaṇṇesī”ti. ","eng":"And he praised all kinds of meditation.” ","html":"{}</p>"},"mn108:26.1":{"pli":"“Na ca kho, brāhmaṇa, so bhagavā sabbaṃ jhānaṃ vaṇṇesi, napi so bhagavā sabbaṃ jhānaṃ na vaṇṇesīti. ","eng":"“No, brahmin, the Buddha did not praise all kinds of meditation, nor did he dispraise all kinds of meditation. ","html":"<p>{}"},"mn108:26.2":{"pli":"Kathaṃ rūpañca, brāhmaṇa, so bhagavā jhānaṃ na vaṇṇesi? ","eng":"And what kind of meditation did he not praise? ","html":"{}"},"mn108:26.3":{"pli":"Idha, brāhmaṇa, ekacco kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti; ","eng":"It’s when someone’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. ","html":"{}"},"mn108:26.4":{"pli":"so kāmarāgaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ","eng":"Hiding sensual desire within, they meditate and concentrate and contemplate and ruminate. ","html":"{}"},"mn108:26.5":{"pli":"Byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti; ","eng":"Their heart is overcome and mired in ill will … ","html":"{}"},"mn108:26.6":{"pli":"so byāpādaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ","html":"{}"},"mn108:26.7":{"pli":"Thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti; ","eng":"dullness and drowsiness … ","html":"{}"},"mn108:26.8":{"pli":"so thinamiddhaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ","html":"{}"},"mn108:26.9":{"pli":"Uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti; ","eng":"restlessness and remorse … ","html":"{}"},"mn108:26.10":{"pli":"so uddhaccakukkuccaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ","html":"{}"},"mn108:26.11":{"pli":"Vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti; ","eng":"doubt, and they don’t truly know and see the escape from doubt that has arisen. ","html":"{}"},"mn108:26.12":{"pli":"so vicikicchaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ","eng":"Hiding doubt within, they meditate and concentrate and contemplate and ruminate. ","html":"{}"},"mn108:26.13":{"pli":"Evarūpaṃ kho, brāhmaṇa, so bhagavā jhānaṃ na vaṇṇesi. ","eng":"The Buddha didn’t praise this kind of meditation. ","html":"{}</p>"},"mn108:27.1":{"pli":"Kathaṃ rūpañca, brāhmaṇa, so bhagavā jhānaṃ vaṇṇesi? ","eng":"And what kind of meditation did he praise? ","html":"<p>{}"},"mn108:27.2":{"pli":"Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn108:27.3":{"pli":"Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … ","eng":"As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"mn108:27.4":{"pli":"tatiyaṃ jhānaṃ … ","eng":"And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"{}"},"mn108:27.5":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"With the giving up of pleasure and pain and the disappearance of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"mn108:27.6":{"pli":"Evarūpaṃ kho, brāhmaṇa, so bhagavā jhānaṃ vaṇṇesī”ti. ","eng":"The Buddha praised this kind of meditation.” ","html":"{}</p>"},"mn108:28.1":{"pli":"“Gārayhaṃ kira, bho ānanda, so bhavaṃ gotamo jhānaṃ garahi, pāsaṃsaṃ pasaṃsi. ","eng":"“Well, worthy Ānanda, it seems that worthy Gotama criticized the kind of meditation that deserves criticism and praised that deserving of praise. ","html":"<p>{}","comm":"Normally, of course, when the Buddha teaches “meditation” he means the kind of meditation he praises, namely the four <i lang='pi' translate='no'>jhānas</i>, or “absorptions”. "},"mn108:28.2":{"pli":"Handa ca dāni mayaṃ, bho ānanda, gacchāma; ","eng":"Well, now, worthy Ānanda, I must go. ","html":"{}"},"mn108:28.3":{"pli":"bahukiccā mayaṃ bahukaraṇīyā”ti. ","eng":"I have many duties, and much to do.” ","html":"{}</p>"},"mn108:28.4":{"pli":"“Yassadāni tvaṃ, brāhmaṇa, kālaṃ maññasī”ti. ","eng":"“Please, brahmin, go at your convenience.” ","html":"<p>{}</p>"},"mn108:28.5":{"pli":"Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmato ānandassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi. ","eng":"Then Vassakāra the brahmin, having approved and agreed with what Venerable Ānanda said, got up from his seat and left. ","html":"<p>{}</p>"},"mn108:29.1":{"pli":"Atha kho gopakamoggallāno brāhmaṇo acirapakkante vassakāre brāhmaṇe magadhamahāmatte āyasmantaṃ ānandaṃ etadavoca: ","eng":"Soon after he had left, Moggallāna the Guardian said to Ānanda, ","html":"<p>{}"},"mn108:29.2":{"pli":"“yaṃ no mayaṃ bhavantaṃ ānandaṃ apucchimhā taṃ no bhavaṃ ānando na byākāsī”ti. ","eng":"“Worthy Ānanda, you still haven’t answered my question.” ","html":"{}</p>"},"mn108:29.3":{"pli":"“Nanu te, brāhmaṇa, avocumhā: ","eng":"“But brahmin, didn’t I say: ","html":"<p>{}"},"mn108:29.4":{"pli":"‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho. ","eng":"‘There is no single mendicant who has all the same qualities in each and every way as possessed by the worthy Gotama, the perfected one, the fully awakened Buddha. ","html":"{}","comm":"The Chinese parallel differs here, emphasizing instead that there is no difference between the liberation of the Buddha and his arahant disciples (MA 145 at T i 655c27). "},"mn108:29.5":{"pli":"So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido. ","eng":"For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, and explained the unexplained path. He is the knower of the path, the discoverer of the path, the expert on the path. ","html":"{}"},"mn108:29.6":{"pli":"Maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’”ti. ","eng":"And now the disciples live following the path; they acquire it later.’” ","html":"{}</p>","comm":"Ānanda is clarifying that his original statement was complete, namely, this is the quality that distinguishes the Buddha from his followers. | The Pali lacks the normal ending, whereas the Chinese ends with Moggallāna inviting Ānanda for a meal. "},"mn108:29.7":{"pli":"Gopakamoggallānasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}