{"mn49":{"mn49:0.1":{"pli":"Majjhima Nikāya 49 ","eng":"Middle Discourses 49 ","html":"<article id='mn49'><header><ul><li class='division'>{}</li></ul>"},"mn49:0.2":{"pli":"Brahmanimantanikasutta ","eng":"On the Invitation of Divinity ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn49:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This sutta is a unique fusion of high philosophy and cosmic drama, positing an unthinkable alliance between what in Christian terms would be called God and the Devil. Nonetheless, due to a plethora of textual difficulties and uncertain readings, caution in interpretation would be wise. "},"mn49:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn49:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn49:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn49:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn49:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn49:2.1":{"pli":"“Ekamidāhaṃ, bhikkhave, samayaṃ ukkaṭṭhāyaṃ viharāmi subhagavane sālarājamūle. ","eng":"“This one time, mendicants, I was staying near Ukkaṭṭhā, in the Subhaga Forest at the root of a magnificent sal tree. ","html":"<p>{}","comm":"<a href='index.html?q=sn6.4'>SN 6.4</a>, which otherwise opens with the same events, is simply set in Sāvatthī with no mention of Ukkaṭṭhā, which is the same setting as <a href='index.html?q=mn1'>MN 1</a>, with which this sutta shares some themes. Both critique the sophisticated philosophy of the Kosalan brahmins, and hence are set in the town of their leader Pokkharasāti (<a href='index.html?q=dn3#1.2.1'>DN 3:1.2.1</a>). "},"mn49:2.2":{"pli":"Tena kho pana, bhikkhave, samayena bakassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"Now at that time Baka the Divinity had the following harmful misconception: ","html":"{}","comm":"Baka maintains the same wrong view at <a href='index.html?q=sn6.4'>SN 6.4</a>, where his past lives are revealed. The word <i lang='pi' translate='no'>baka</i> means “stork” or “crane”. To search for a high divinity of this name in Brahmanism is to be disappointed, for instead we find a man-eating demon (<i lang='pi' translate='no'>rakṣasa</i>) in bird form whose fate is to be slain by the hero Bhīma (or Kṛṣṇa). Pali stories tell of how the stork dozes peacefully as if meditating by the water, while in reality he is trying to fool fish into approaching so he can snatch them up (<a href='index.html?q=ja38'>Ja 38</a>, <a href='index.html?q=ja236'>Ja 236</a>). A cunning, large, white, high-flying, predatory bird who fakes meditation is a fitting image for the antagonist of these suttas. "},"mn49:2.3":{"pli":"‘idaṃ niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati, ito ca panaññaṃ uttari nissaraṇaṃ natthī’ti. ","eng":"‘This is permanent, this is everlasting, this is eternal, this is whole, this is not liable to pass away. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.’ ","html":"{}</p>","comm":"The use of the impersonal pronoun (<i lang='pi' translate='no'>idaṁ</i>) to refer to the self as divinity is a characteristic Upaniṣadic idiom: “you are that” (<i lang='pi' translate='no'>tat tvam asi</i>, Chāndogya Upaniṣad 6.8.7); “that self is divinity” (<i lang='pi' translate='no'>ayam ātmā brahma</i>, Māṇḍūkya Upaniṣad 1.2); “I am that” (<i lang='pi' translate='no'>so’ham asmi</i>, Īśa Upaniṣad 16); “this is that self hidden in all” (<i lang='pi' translate='no'>eṣa ta ātmā sarvāntaraḥ</i>, Bṛhadāraṇyaka Upaniṣad 3.4.1, etc.); “this, verily, is that” (<i lang='pi' translate='no'>etad vai tat</i>, Kaṭha Upaniṣad 2.1.5). | For <i lang='pi' translate='no'>idaṁ niccaṁ</i> see <i lang='pi' translate='no'>eṣa nityo</i> (Bṛhadāraṇyaka Upaniṣad 4.4.23); for <i lang='pi' translate='no'>idaṁ dhuvaṁ</i> see <i lang='pi' translate='no'>etad apramayaṁ dhruvam</i> (4.4.20). "},"mn49:3.1":{"pli":"Atha khvāhaṃ, bhikkhave, bakassa brahmuno cetasā cetoparivitakkamaññāya—","eng":"Then I knew what Baka the Divinity was thinking. ","html":"<p>{}"},"mn49:3.2":{"pli":"seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—ukkaṭṭhāyaṃ subhagavane sālarājamūle antarahito tasmiṃ brahmaloke pāturahosiṃ. ","eng":"As easily as a strong person would extend or contract their arm, I vanished from the Subhaga Forest and reappeared in that realm of divinity. ","html":"{}</p>"},"mn49:3.3":{"pli":"Addasā kho maṃ, bhikkhave, bako brahmā dūratova āgacchantaṃ; ","eng":"Baka saw me coming off in the distance ","html":"<p>{}"},"mn49:3.4":{"pli":"disvāna maṃ etadavoca: ","eng":"and said, ","html":"{}"},"mn49:3.5":{"pli":"‘ehi kho, mārisa, svāgataṃ, mārisa. ","eng":"‘Come, good fellow! Welcome, good fellow! ","html":"{}","comm":"“Good fellow” (<i lang='pi' translate='no'>mārisa</i>; Sanskrit <i lang='pi' translate='no'>mārṣa</i>, <i lang='pi' translate='no'>māriṣa</i>) is a special term of address used by deities and sometimes by kings. The term harks back to Sanskrit <i lang='pi' translate='no'>mādṛśa</i>, “one like me”, in the sense of having a comparable status. "},"mn49:3.6":{"pli":"Cirassaṃ kho, mārisa, imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"mn49:3.7":{"pli":"Idañhi, mārisa, niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati. Ito ca panaññaṃ uttari nissaraṇaṃ natthī’ti. ","eng":"For this is permanent, this is everlasting, this is eternal, this is complete, this is not liable to pass away. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.’ ","html":"{}</p>"},"mn49:4.1":{"pli":"Evaṃ vutte, ahaṃ, bhikkhave, bakaṃ brahmānaṃ etadavocaṃ: ","eng":"When he had spoken, I said to him, ","html":"<p>{}"},"mn49:4.2":{"pli":"‘avijjāgato vata bho bako brahmā, avijjāgato vata bho bako brahmā; ","eng":"‘Oh lord, Baka the Divinity is lost in ignorance! Oh lord, Baka the Divinity is lost in ignorance! ","html":"{}"},"mn49:4.3":{"pli":"yatra hi nāma aniccaṃyeva samānaṃ niccanti vakkhati, addhuvaṃyeva samānaṃ dhuvanti vakkhati, asassataṃyeva samānaṃ sassatanti vakkhati, akevalaṃyeva samānaṃ kevalanti vakkhati, cavanadhammaṃyeva samānaṃ acavanadhammanti vakkhati; ","eng":"Because what is actually impermanent, not lasting, transient, incomplete, and liable to pass away, he says is permanent, everlasting, eternal, complete, and not liable to pass away. ","html":"{}"},"mn49:4.4":{"pli":"yattha ca pana jāyati jīyati mīyati cavati upapajjati tañca vakkhati: ","eng":"And where there is being born, growing old, dying, passing away, and being reborn, he says that ","html":"{}"},"mn49:4.5":{"pli":"“idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti; ","eng":"there’s no being born, growing old, dying, passing away, or being reborn. ","html":"{}"},"mn49:4.6":{"pli":"santañca panaññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti vakkhatī’ti. ","eng":"And although there is another escape beyond this, he says that there’s no other escape beyond this.’ ","html":"{}</p>"},"mn49:5.1":{"pli":"Atha kho, bhikkhave, māro pāpimā aññataraṃ brahmapārisajjaṃ anvāvisitvā maṃ etadavoca: ","eng":"Then Māra the Wicked took possession of a member of the retinue of Divinity and said this to me, ","html":"<p>{}","comm":"From this point the text diverges from <a href='index.html?q=sn6.4#4.1'>SN 6.4:4.1</a>. "},"mn49:5.2":{"pli":"‘bhikkhu bhikkhu, metamāsado metamāsado, eso hi, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ. ","eng":"‘Mendicant, mendicant! Don’t attack this one! Don’t attack this one! For this is the Divinity, the Great Divinity, the Vanquisher, the Unvanquished, the Universal Seer, the Wielder of Power, God Almighty, the Maker, the Creator, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ","html":"{}</p>","comm":"Māra adopts the boast of Brahmā (<a href='index.html?q=dn1#2.5.2'>DN 1:2.5.2</a>). | It is rare for the Buddha to be addressed as “mendicant” (<i lang='pi' translate='no'>bhikkhu</i>) and it is probably meant in a slighting sense. "},"mn49:5.3":{"pli":"Ahesuṃ kho ye, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ pathavīgarahakā pathavījigucchakā, āpagarahakā āpajigucchakā, tejagarahakā tejajigucchakā, vāyagarahakā vāyajigucchakā, bhūtagarahakā bhūtajigucchakā, devagarahakā devajigucchakā, pajāpatigarahakā pajāpatijigucchakā, brahmagarahakā brahmajigucchakā—","eng":"There have been ascetics and brahmins before you, mendicant, who criticized and loathed earth, water, fire, air, creatures, gods, the Progenitor, and the Divinity. ","html":"<p>{}","comm":"This is a summary of the items in <a href='index.html?q=mn1'>MN 1</a>. | The “ascetics and brahmins” referred to here would include the ancient practitioners of movements such as Jainism, whose rejection of Vedism predates the Buddha. "},"mn49:5.4":{"pli":"te kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā ahesuṃ. ","eng":"When their bodies broke up and their breath was cut off they were established in a lower realm. ","html":"{}</p>","comm":"“With breath cut off” (<i lang='pi' translate='no'>pāṇupacchedā</i>) is a unique idiom for death in Pali, but compare Bṛhadāraṇyaka Upaniṣad 1.5.14: <i lang='pi' translate='no'>prāṇaṁ na vicchindyāt</i>; Atharvaveda 19.58.1c: <i lang='pi' translate='no'>prāṇo’chinno</i>. "},"mn49:5.5":{"pli":"Ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ pathavīpasaṃsakā pathavābhinandino, āpapasaṃsakā āpābhinandino, tejapasaṃsakā tejābhinandino, vāyapasaṃsakā vāyābhinandino, bhūtapasaṃsakā bhūtābhinandino, devapasaṃsakā devābhinandino, pajāpatipasaṃsakā pajāpatābhinandino, brahmapasaṃsakā brahmābhinandino—","eng":"There have been ascetics and brahmins before you, mendicant, who praised and approved earth, water, fire, air, creatures, gods, the Progenitor, and the Divinity. ","html":"<p>{}","comm":"This would be the ancient sages revered in the Vedic tradition. "},"mn49:5.6":{"pli":"te kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā. ","eng":"When their bodies broke up and their breath was cut off they were established in a higher realm. ","html":"{}</p>"},"mn49:5.7":{"pli":"Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi: ","eng":"So, mendicant, I tell you this: ","html":"<p>{}"},"mn49:5.8":{"pli":"“iṅgha tvaṃ, mārisa, yadeva te brahmā āha tadeva tvaṃ karohi, mā tvaṃ brahmuno vacanaṃ upātivattittho”. ","eng":"please, good fellow, do exactly what the Divinity says. Don’t go beyond the word of the Divinity. ","html":"{}"},"mn49:5.9":{"pli":"Sace kho tvaṃ, bhikkhu, brahmuno vacanaṃ upātivattissasi, seyyathāpi nāma puriso siriṃ āgacchantiṃ daṇḍena paṭippaṇāmeyya, seyyathāpi vā pana, bhikkhu, puriso narakappapāte papatanto hatthehi ca pādehi ca pathaviṃ virādheyya, evaṃ sampadamidaṃ, bhikkhu, tuyhaṃ bhavissati. ","eng":"If you do, then you’ll end up like a person who, when approached by Lady Luck, would fend her off with a staff; or who, as they are falling over a cliff, would lose grip of the ground with their hands and feet. ","html":"{}","comm":"“Lady Luck” is Siri, later famed as goddess of fortune and prosperity. The same idiom recurs at <a href='index.html?q=thag8.3#2.1'>Thag 8.3:2.1</a>. As to why someone would “fend her off” (see note on <a href='index.html?q=mn37#7.3'>MN 37:7.3</a>), Siri (Sanskrit <i lang='pi' translate='no'>śrī</i>) is identified with Lakṣmī “the undeparting” (Śrī Sūkta 2, <i lang='pi' translate='no'>lakṣmīmanapagāminīm</i>). Atharva Veda 7.115 opens with, “Fly away wicked Lakṣmī, vanish, fly hence”. Apparently 101 Lakṣmīs attach to a man when born, and the spell chases away the wicked (<i lang='pi' translate='no'>pāpi</i>) while keeping the good (<i lang='pi' translate='no'>puṇya</i>). In this case the Pali text does not draw directly from the Veda, as there is no close verbal parallel, and the Pali presents as irrational an action that makes good sense in the context of the Vedic passage. Rather, it would seem, the Pali draws from a more general cultural awareness. | For “falling over a cliff” see <a href='index.html?q=dn12#78.2'>DN 12:78.2</a>. "},"mn49:5.10":{"pli":"Iṅgha tvaṃ, mārisa, yadeva te brahmā āha tadeva tvaṃ karohi, mā tvaṃ brahmuno vacanaṃ upātivattittho. ","eng":"Please, good fellow, do exactly what the Divinity says. Don’t go beyond the word of the Divinity. ","html":"{}"},"mn49:5.11":{"pli":"Nanu tvaṃ, bhikkhu, passasi brahmaparisaṃ sannipatitan’ti? ","eng":"Do you not see the assembly of the Divinity gathered here?’ ","html":"{}</p>"},"mn49:5.12":{"pli":"Iti kho maṃ, bhikkhave, māro pāpimā brahmaparisaṃ upanesi. ","eng":"And so Māra the Wicked presented the assembly of the Divinity to me. ","html":"<p>{}</p>"},"mn49:6.1":{"pli":"Evaṃ vutte, ahaṃ, bhikkhave, māraṃ pāpimantaṃ etadavocaṃ: ","eng":"When he had spoken, I said to Māra, ","html":"<p>{}"},"mn49:6.2":{"pli":"‘jānāmi kho tāhaṃ, pāpima; mā tvaṃ maññittho: ","eng":"‘I know you, Wicked One. Do not think, ","html":"{}"},"mn49:6.3":{"pli":"“na maṃ jānātī”ti. ","eng":"“He does not know me.” ","html":"{}"},"mn49:6.4":{"pli":"Māro tvamasi, pāpima. ","eng":"You are Māra the Wicked. ","html":"{}"},"mn49:6.5":{"pli":"Yo ceva, pāpima, brahmā, yā ca brahmaparisā, ye ca brahmapārisajjā, sabbeva tava hatthagatā sabbeva tava vasaṅgatā. ","eng":"And the Divinity, the Divinity’s assembly, and the retinue of Divinity have all fallen into your hands; they’re under your sway. ","html":"{}","comm":"Normally Māra is believed to hold sway over all the sensual realms, while the <i lang='pi' translate='no'>jhānas</i> (and their corresponding planes of rebirth) are beyond him (<a href='index.html?q=mn25#12.1'>MN 25:12.1</a>). Here his reach goes even further, as even the Brahmā realms, while freed from sensuality, are not freed from the attachment to continued existence. "},"mn49:6.6":{"pli":"Tuyhañhi, pāpima, evaṃ hoti: ","eng":"And you think, ","html":"{}"},"mn49:6.7":{"pli":"“esopi me assa hatthagato, esopi me assa vasaṅgato”ti. ","eng":"“Maybe this one, too, has fallen into my hands; maybe he’s under my sway!” ","html":"{}"},"mn49:6.8":{"pli":"Ahaṃ kho pana, pāpima, neva tava hatthagato neva tava vasaṅgato’ti. ","eng":"But I haven’t fallen into your hands; I’m not under your sway.’ ","html":"{}</p>"},"mn49:7.1":{"pli":"Evaṃ vutte, bhikkhave, bako brahmā maṃ etadavoca: ","eng":"When I had spoken, Baka the Divinity said to me, ","html":"<p>{}"},"mn49:7.2":{"pli":"‘ahañhi, mārisa, niccaṃyeva samānaṃ “niccan”ti vadāmi, dhuvaṃyeva samānaṃ “dhuvan”ti vadāmi, sassataṃyeva samānaṃ “sassatan”ti vadāmi, kevalaṃyeva samānaṃ “kevalan”ti vadāmi, acavanadhammaṃyeva samānaṃ “acavanadhamman”ti vadāmi, yattha ca pana na jāyati na jīyati na mīyati na cavati na upapajjati tadevāhaṃ vadāmi: ","eng":"‘But, good fellow, what I say is permanent, everlasting, eternal, complete, and not liable to pass away is in fact permanent, everlasting, eternal, complete, and not liable to pass away. And where I say there’s no being born, growing old, dying, passing away, or being reborn there is in fact ","html":"{}","comm":"One of Māra’s talents is making people believe that his malign ideas are in fact their own. "},"mn49:7.3":{"pli":"“idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti. ","eng":"no being born, growing old, dying, passing away, or being reborn. ","html":"{}"},"mn49:7.4":{"pli":"Asantañca panaññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti vadāmi. ","eng":"And when I say there’s no other escape beyond this there is in fact no other escape beyond this. ","html":"{}"},"mn49:7.5":{"pli":"Ahesuṃ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ yāvatakaṃ tuyhaṃ kasiṇaṃ āyu tāvatakaṃ tesaṃ tapokammameva ahosi. ","eng":"There have been ascetics and brahmins in the world before you, mendicant, whose deeds of fervent mortification lasted as long as your entire life. ","html":"{}","comm":"Note the use of <i lang='pi' translate='no'>kasiṇa</i> in the sense “entire”. "},"mn49:7.6":{"pli":"Te kho evaṃ jāneyyuṃ santañca panaññaṃ uttari nissaraṇaṃ “atthaññaṃ uttari nissaraṇan”ti, asantaṃ vā aññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti. ","eng":"When there was another escape beyond this they knew it, and when there was no other escape beyond this, they knew it. ","html":"{}"},"mn49:7.7":{"pli":"Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi: ","eng":"So, mendicant, I tell you this: ","html":"{}"},"mn49:7.8":{"pli":"“na cevaññaṃ uttari nissaraṇaṃ dakkhissasi, yāvadeva ca pana kilamathassa vighātassa bhāgī bhavissasi. ","eng":"you will never find another escape beyond this, and you will eventually get weary and frustrated. ","html":"{}"},"mn49:7.9":{"pli":"Sace kho tvaṃ, bhikkhu, pathaviṃ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo. ","eng":"If you attach to earth, you will lie close to me, in my domain, subject to my will, and expendable. ","html":"{}"},"mn49:7.10":{"pli":"Sace āpaṃ … ","eng":"If you attach to water … ","html":"{}"},"mn49:7.11":{"pli":"tejaṃ … ","eng":"fire … ","html":"{}"},"mn49:7.12":{"pli":"vāyaṃ … ","eng":"air … ","html":"{}"},"mn49:7.13":{"pli":"bhūte … ","eng":"creatures … ","html":"{}"},"mn49:7.14":{"pli":"deve … ","eng":"gods … ","html":"{}"},"mn49:7.15":{"pli":"pajāpatiṃ … ","eng":"the Progenitor … ","html":"{}"},"mn49:7.16":{"pli":"brahmaṃ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”’ti. ","eng":"the Divinity, you will lie close to me, in my domain, subject to my will, and expendable.’ ","html":"{}</p>"},"mn49:8.1":{"pli":"‘Ahampi kho evaṃ, brahme, jānāmi: ","eng":"‘Divinity, I too know that ","html":"<p>{}"},"mn49:8.2":{"pli":"“sace pathaviṃ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo. ","eng":"if I attach to earth, I will lie close to you, in your domain, subject to your will, and expendable. ","html":"{}"},"mn49:8.3":{"pli":"Sace āpaṃ … ","eng":"If I attach to water … ","html":"{}"},"mn49:8.4":{"pli":"tejaṃ … ","eng":"fire … ","html":"{}"},"mn49:8.5":{"pli":"vāyaṃ … ","eng":"air … ","html":"{}"},"mn49:8.6":{"pli":"bhūte … ","eng":"creatures … ","html":"{}"},"mn49:8.7":{"pli":"deve … ","eng":"gods … ","html":"{}"},"mn49:8.8":{"pli":"pajāpatiṃ … ","eng":"the Progenitor … ","html":"{}"},"mn49:8.9":{"pli":"brahmaṃ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”ti api ca te ahaṃ, brahme, gatiñca pajānāmi, jutiñca pajānāmi: ","eng":"the Divinity, I will lie close to you, in your domain, subject to your will, and expendable. And in addition, Divinity, I understand your range and your light: ","html":"{}","comm":"The measuring of a Brahmā by their “light” (<i lang='pi' translate='no'>juti</i>) shows the close connection between divinity and the stars. "},"mn49:8.10":{"pli":"“evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”ti. ","eng":"“That’s how powerful is Baka the Divinity, how illustrious and mighty.”’ ","html":"{}</p>"},"mn49:8.11":{"pli":"Yathākathaṃ pana me tvaṃ, mārisa, gatiñca pajānāsi, jutiñca pajānāsi: ","eng":"‘But in what way do you understand my range and my light?’ ","html":"<p>{}"},"mn49:8.12":{"pli":"“evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”’ti? ","html":"{}</p>"},"mn49:9.1":{"pli":"‘Yāvatā candimasūriyā, ","eng":"‘A galaxy extends a thousand times as far ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mn49:9.2":{"pli":"Pariharanti disā bhanti virocanā; ","eng":"as the moon and sun revolve ","html":"<span class='verse-line'>{}</span>"},"mn49:9.3":{"pli":"Tāva sahassadhā loko, ","eng":"and the shining ones light up the quarters. ","html":"<span class='verse-line'>{}</span>"},"mn49:9.4":{"pli":"Ettha te vattate vaso. ","eng":"And there you wield your power. ","html":"<span class='verse-line'>{}</span></p>"},"mn49:9.5":{"pli":"Paroparañca jānāsi, ","eng":"You know the high and low, ","html":"<p><span class='verse-line'>{}</span>"},"mn49:9.6":{"pli":"atho rāgavirāginaṃ; ","eng":"the passionate and dispassionate, ","html":"<span class='verse-line'>{}</span>"},"mn49:9.7":{"pli":"Itthabhāvaññathābhāvaṃ, ","eng":"and the coming and going of sentient beings ","html":"<span class='verse-line'>{}</span>"},"mn49:9.8":{"pli":"sattānaṃ āgatiṃ gatinti. ","eng":"from this realm to another. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn49:9.9":{"pli":"Evaṃ kho te ahaṃ, brahme, gatiñca pajānāmi jutiñca pajānāmi: ","eng":"That’s how I understand your range and your light. ","html":"<p>{}"},"mn49:9.10":{"pli":"“evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”ti. ","html":"{}</p>"},"mn49:10.1":{"pli":"Atthi kho, brahme, añño kāyo, taṃ tvaṃ na jānāsi na passasi; ","eng":"But there are three other realms that you don’t know or see, ","html":"<p>{}","comm":"MS reads <i lang='pi' translate='no'>añño kāyo</i> (“another realm”), but the PTS and BJT reading <i lang='pi' translate='no'>aññe tayo kāyā</i> is supported by the Chinese parallel (MA 78 at T i 548a28). Possibly this change was necessitated by the addition of a fourth realm below. "},"mn49:10.2":{"pli":"tamahaṃ jānāmi passāmi. ","eng":"but which I know and see. ","html":"{}","comm":"PTS and BJT have <i lang='pi' translate='no'>tyāhaṁ</i> (= <i lang='pi' translate='no'>te ahaṁ</i>), consistent with their plural reading, as opposed to MS’s singular <i lang='pi' translate='no'>tamahaṁ</i>. This shows that this variation, which is not decided by the commentary, was a deliberate editorial choice. "},"mn49:10.3":{"pli":"Atthi kho, brahme, ābhassarā nāma kāyo yato tvaṃ cuto idhūpapanno. ","eng":"There is the realm named after the gods of streaming radiance. You passed away from there and were reborn here. ","html":"{}","comm":"Here <i lang='pi' translate='no'>ābhassarā</i> is masculine plural, hence not an adjective of <i lang='pi' translate='no'>kāyo</i> but a reference to the “gods” of that realm. MS is inconsistent in this point, for below we find <i lang='pi' translate='no'>subhakiṇho</i> and <i lang='pi' translate='no'>vehapphalo</i> as singular adjectives, where PTS and BJT consistently use the plural form. "},"mn49:10.4":{"pli":"Tassa te aticiranivāsena sā sati pamuṭṭhā, tena taṃ tvaṃ na jānāsi na passasi; ","eng":"You’ve dwelt here so long that you’ve forgotten about that, so you don’t know it or see it. ","html":"{}","comm":"Brahmā also forgets his origins at <a href='index.html?q=dn1#2.2.1'>DN 1:2.2.1</a>. "},"mn49:10.5":{"pli":"tamahaṃ jānāmi passāmi. ","eng":"But I know it and see it. ","html":"{}"},"mn49:10.6":{"pli":"Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ? ","eng":"So Divinity, I am not your equal in knowledge, let alone your inferior. ","html":"{}"},"mn49:10.7":{"pli":"Atha kho ahameva tayā bhiyyo. ","eng":"Rather, I know more than you. ","html":"{}</p>"},"mn49:10.8":{"pli":"Atthi kho, brahme, subhakiṇho nāma kāyo, vehapphalo nāma kāyo, abhibhū nāma kāyo, taṃ tvaṃ na jānāsi na passasi; ","eng":"There is the realm named after the gods of universal beauty … There is the realm named after the gods of abundant fruit, which you don’t know or see. ","html":"<p>{}","comm":"MS adds a fourth class here, <i lang='pi' translate='no'>abhibhū</i> (“the Vanquisher”), which is not supported by PTS or BJT, or the Chinese parallel. "},"mn49:10.9":{"pli":"tamahaṃ jānāmi passāmi. ","eng":"But I know it and see it. ","html":"{}"},"mn49:10.10":{"pli":"Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ? ","eng":"So Divinity, I am not your equal in knowledge, let alone your inferior. ","html":"{}"},"mn49:10.11":{"pli":"Atha kho ahameva tayā bhiyyo. ","eng":"Rather, I know more than you. ","html":"{}</p>"},"mn49:11.1":{"pli":"Pathaviṃ kho ahaṃ, brahme, pathavito abhiññāya yāvatā pathaviyā pathavattena ananubhūtaṃ tadabhiññāya pathaviṃ nāpahosiṃ, pathaviyā nāpahosiṃ, pathavito nāpahosiṃ, pathaviṃ meti nāpahosiṃ, pathaviṃ nābhivadiṃ. ","eng":"Since directly knowing earth as earth, and since directly knowing that which does not fall within the scope of experience characterized by earth, I have not become earth, I have not become in earth, I have not become as earth, I have not become one who thinks ‘earth is mine’, I have not affirmed earth. ","html":"<p>{}","comm":"This difficult passage directly echoes <a href='index.html?q=mn1#3.3'>MN 1:3.3</a>. | <i lang='pi' translate='no'>Anubhūta</i> has its normal sense of “experiences”, “undergoes” (<a href='index.html?q=thig10.1#8.2'>Thig 10.1:8.2</a>, more commonly <i lang='pi' translate='no'>paccanubhūta</i>, eg. <a href='index.html?q=mn79#8.1'>MN 79:8.1</a>, <a href='index.html?q=sn15.1#1.14'>SN 15.1:1.14</a>). Commentary has <i lang='pi' translate='no'>appattaṁ</i>, “not attained” (i.e. not within the scope of absorption). | That which “falls within the scope of experience characterized by earth” (<i lang='pi' translate='no'>yāvatā pathaviyā pathavattena ananubhūtaṁ</i>) is sense experience and the four absorptions; that which does not fall in such a scope are the formless attainments and especially Nibbana. | For <i lang='pi' translate='no'>nāhosiṁ</i> (prefer over MS <i lang='pi' translate='no'>nāpahosiṁ</i>) the commentary glosses “grasps”. The sense is that he does not identify. | For <i lang='pi' translate='no'>abhivadati</i>, compare Bṛhadāraṇyaka Upaniṣad 2.4.14, which says that so long as there is the appearance of duality, one sees, hears, smells, “speaks about” (<i lang='pi' translate='no'>abhivadati</i>), “conceives” (<i lang='pi' translate='no'>manute</i>), and “cognizes” (<i lang='pi' translate='no'>vijānāti</i>) particulars. Notice that this employs <i lang='pi' translate='no'>abhivadati</i> alongside <i lang='pi' translate='no'>manute</i>, just as <i lang='pi' translate='no'>abhivadati</i> in the Pali appears alongside where <i lang='pi' translate='no'>maññati</i> appears in <a href='index.html?q=mn1#3.3'>MN 1:3.3</a>. "},"mn49:11.2":{"pli":"Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ? ","eng":"So Divinity, I am not your equal in knowledge, let alone your inferior. ","html":"{}"},"mn49:11.3":{"pli":"Atha kho ahameva tayā bhiyyo. ","eng":"Rather, I know more than you. ","html":"{}</p>"},"mn49:12.1":{"pli":"Āpaṃ kho ahaṃ, brahme …pe… ","eng":"Since directly knowing water … ","html":"<p>{}"},"mn49:13.1":{"pli":"tejaṃ kho ahaṃ, brahme …pe… ","eng":"fire … ","html":"{}"},"mn49:14.1":{"pli":"vāyaṃ kho ahaṃ, brahme …pe… ","eng":"air … ","html":"{}"},"mn49:15.1":{"pli":"bhūte kho ahaṃ, brahme …pe… ","eng":"creatures … ","html":"{}"},"mn49:16.1":{"pli":"deve kho ahaṃ, brahme …pe… ","eng":"gods … ","html":"{}"},"mn49:17.1":{"pli":"pajāpatiṃ kho ahaṃ, brahme …pe… ","eng":"the Progenitor … ","html":"{}"},"mn49:18.1":{"pli":"brahmaṃ kho ahaṃ, brahme …pe… ","eng":"the Divinity … ","html":"{}"},"mn49:19.1":{"pli":"ābhassare kho ahaṃ, brahme …pe… ","eng":"the gods of streaming radiance … ","html":"{}"},"mn49:20.1":{"pli":"subhakiṇhe kho ahaṃ, brahme …pe… ","eng":"the gods of universal beauty … ","html":"{}"},"mn49:21.1":{"pli":"vehapphale kho ahaṃ, brahme …pe… ","eng":"the gods of abundant fruit … ","html":"{}"},"mn49:22.1":{"pli":"abhibhuṃ kho ahaṃ, brahme …pe… ","eng":"the Vanquisher … ","html":"{}"},"mn49:23.1":{"pli":"sabbaṃ kho ahaṃ, brahme, sabbato abhiññāya yāvatā sabbassa sabbattena ananubhūtaṃ tadabhiññāya sabbaṃ nāpahosiṃ sabbasmiṃ nāpahosiṃ sabbato nāpahosiṃ sabbaṃ meti nāpahosiṃ, sabbaṃ nābhivadiṃ. ","eng":"Since directly knowing all as all, and since directly knowing that which does not fall within the scope of experience characterized by all, I have not become all, I have not become in all, I have not become as all, I have not become one who thinks ‘all is mine’, I have not affirmed all. ","html":"{}","comm":"This whole passage seems designed to culminate with “experience characterized by all” (<i lang='pi' translate='no'>sabbassa sabbattena ananubhūtaṁ</i>) in answer to Bṛhadāraṇyaka Upaniṣad 2.5.19, which says that “this self that experiences all is divinity” (<i lang='pi' translate='no'>ayam ātmā brahma sarvānubhūḥ</i>). In surpassing even the “experience of all” the Buddha unequivocally asserts his superiority to the Upaniṣadic teaching. "},"mn49:23.2":{"pli":"Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ? ","eng":"So Divinity, I am not your equal in knowledge, let alone your inferior. ","html":"{}"},"mn49:23.3":{"pli":"Atha kho ahameva tayā bhiyyo’ti. ","eng":"Rather, I know more than you.’ ","html":"{}</p>"},"mn49:24.1":{"pli":"‘Sace kho, mārisa, sabbassa sabbattena ananubhūtaṃ, tadabhiññāya mā heva te rittakameva ahosi, tucchakameva ahosīti. ","eng":"‘Well, good fellow, if you have directly known that which does not fall within the scope of experience characterized by all, may that not be vacuous and hollow for you! ","html":"<p>{}</p>","comm":"The close <i lang='pi' translate='no'>-ti</i> in MS edition indicates the end of Baka’s speech, but this is not found in PTS or BJT editions. If the close <i lang='pi' translate='no'>-ti</i> is accepted here, then the next paragraph is spoken by the Buddha and it should also end with close <i lang='pi' translate='no'>-ti</i>, but no edition has this. We would also expect the Buddha to use a vocative, but there is none. The only reading that is both coherent and attested is that Baka’s speech begins here and ends when he says he will vanish. This is supported by the Chinese parallel, which while lacking an exact equivalent, attributes a similar claim to Brahmā (MA 78 at T i 548b11). "},"mn49:25.1":{"pli":"Viññāṇaṃ anidassanaṃ ","eng":"Consciousness where no form appears, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"These two lines, which appear to be an independent, free-floating expression of the Upaniṣadic view, are quoted at <a href='index.html?q=dn11#85.18'>DN 11:85.18</a>. Baka is asserting that what the Buddha has described is none other than the domain of “infinite consciousness”, which is one of the highest attainments attributed to Brahmanical sages. | “Where no form appears” (<i lang='pi' translate='no'>anidassanaṁ</i>) here is a synonym for “formless” (see eg. <a href='index.html?q=mn21#14.8'>MN 21:14.8</a>, “space is formless and invisible”, <i lang='pi' translate='no'>ākāso arūpī anidassano</i>). Normally the colors and images seen in the “form” absorptions are described as “visible” (eg. <a href='index.html?q=dn16#3.29.1'>DN 16:3.29.1</a>), so this indicates the formless attainments. "},"mn49:25.2":{"pli":"anantaṃ sabbato pabhaṃ. ","eng":"infinite, luminous all-round.","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn49:25.3":{"pli":"Taṃ pathaviyā pathavattena ananubhūtaṃ, āpassa āpattena ananubhūtaṃ, tejassa tejattena ananubhūtaṃ, vāyassa vāyattena ananubhūtaṃ, bhūtānaṃ bhūtattena ananubhūtaṃ, devānaṃ devattena ananubhūtaṃ, pajāpatissa pajāpatittena ananubhūtaṃ, brahmānaṃ brahmattena ananubhūtaṃ, ābhassarānaṃ ābhassarattena ananubhūtaṃ, subhakiṇhānaṃ subhakiṇhattena ananubhūtaṃ, vehapphalānaṃ vehapphalattena ananubhūtaṃ, abhibhussa abhibhuttena ananubhūtaṃ, sabbassa sabbattena ananubhūtaṃ. ","eng":"That is what does not fall within the scope of experience characterized by earth, water, fire, air, creatures, gods, the Progenitor, the Divinity, the gods of streaming radiance, the gods of universal beauty, the gods of abundant fruit, the Vanquisher, and the all. ","html":"<p>{}</p>"},"mn49:26.1":{"pli":"Handa carahi te, mārisa, passa antaradhāyāmī’ti. ","eng":"Come then, good fellow, see me vanish from you!’ ","html":"<p>{}</p>"},"mn49:26.2":{"pli":"‘Handa carahi me tvaṃ, brahme, antaradhāyassu, sace visahasī’ti. ","eng":"‘Come on then, Divinity, vanish from me—if you can.’ ","html":"<p>{}</p>"},"mn49:26.3":{"pli":"Atha kho, bhikkhave, bako brahmā: ","eng":"Then Baka the Divinity said, ","html":"<p>{}"},"mn49:26.4":{"pli":"‘antaradhāyissāmi samaṇassa gotamassa, antaradhāyissāmi samaṇassa gotamassā’ti nevassu me sakkoti antaradhāyituṃ. ","eng":"‘I will vanish from the ascetic Gotama! I will vanish from the ascetic Gotama!’ But he was unable to vanish from me. ","html":"{}</p>","comm":"Since he believes the dimension of infinite consciousness is that which the Buddha speaks of, he mistakenly assumes he has the power. "},"mn49:26.5":{"pli":"Evaṃ vutte, ahaṃ, bhikkhave, bakaṃ brahmānaṃ etadavocaṃ: ","eng":"So I said to him, ","html":"<p>{}"},"mn49:26.6":{"pli":"‘handa carahi te brahme antaradhāyāmī’ti. ","eng":"‘Come then, Divinity, see me vanish from you!’ ","html":"{}</p>"},"mn49:26.7":{"pli":"‘Handa carahi me tvaṃ, mārisa, antaradhāyassu sace visahasī’ti. ","eng":"‘Come on then, good fellow, vanish from me—if you can.’ ","html":"<p>{}</p>"},"mn49:26.8":{"pli":"Atha kho ahaṃ, bhikkhave, tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsiṃ: ","eng":"Then I used my psychic power to will that ","html":"<p>{}"},"mn49:26.9":{"pli":"‘ettāvatā brahmā ca brahmaparisā ca brahmapārisajjā ca saddañca me sossanti, na ca maṃ dakkhantī’ti. ","eng":"my voice would extend so that Divinity, his assembly, and his retinue would hear me, but they would not see me. ","html":"{}","comm":"This is a dramatic expression of the philosophical gulf between the Buddha and Baka. Baka’s power manifests as “light”, whereas the Buddha demonstrates invisibility. "},"mn49:26.10":{"pli":"Antarahito imaṃ gāthaṃ abhāsiṃ: ","eng":"And while vanished I spoke this verse: ","html":"{}</p>"},"mn49:27.1":{"pli":"‘Bhavevāhaṃ bhayaṃ disvā, ","eng":"‘Seeing the danger in existence—","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"The Buddha shifts the focus from the attainment of a state of exalted consciousness to the cessation of existence. "},"mn49:27.2":{"pli":"bhavañca vibhavesinaṃ; ","eng":"that life in any existence will cease to be—","html":"<span class='verse-line'>{}</span>","comm":"Following Bodhi and Critical Pali Dictionary in reading <i lang='pi' translate='no'>vibhavesi</i>. | The <i lang='pi' translate='no'>ca</i> here answers to the last line of the verse. "},"mn49:27.3":{"pli":"Bhavaṃ nābhivadiṃ kiñci, ","eng":"I didn’t affirm any kind of existence, ","html":"<span class='verse-line'>{}</span>"},"mn49:27.4":{"pli":"nandiñca na upādiyin’ti. ","eng":"and didn’t grasp at relishing.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn49:28.1":{"pli":"Atha kho, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca acchariyabbhutacittajātā ahesuṃ: ","eng":"Then the Divinity, his assembly, and his retinue, their minds full of wonder and amazement, thought, ","html":"<p>{}"},"mn49:28.2":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho. ","eng":"‘Oh lord, how incredible, how amazing! ","html":"{}"},"mn49:28.3":{"pli":"Samaṇassa gotamassa mahiddhikatā mahānubhāvatā, na ca vata no ito pubbe diṭṭho vā, suto vā, añño samaṇo vā brāhmaṇo vā evaṃ mahiddhiko evaṃ mahānubhāvo yathāyaṃ samaṇo gotamo sakyaputto sakyakulā pabbajito. ","eng":"The ascetic Gotama has such psychic power and might! We’ve never before seen or heard of any other ascetic or brahmin with psychic power and might like the ascetic Gotama, who has gone forth from the Sakyan clan. ","html":"{}"},"mn49:28.4":{"pli":"Bhavarāmāya vata, bho, pajāya bhavaratāya bhavasammuditāya samūlaṃ bhavaṃ udabbahī’ti. ","eng":"Though people enjoy continued existence, loving it so much, he has extracted it, root and all.’ ","html":"{}</p>"},"mn49:29.1":{"pli":"Atha kho, bhikkhave, māro pāpimā aññataraṃ brahmapārisajjaṃ anvāvisitvā maṃ etadavoca: ","eng":"Then Māra the Wicked took possession of a member of the retinue of Divinity and said this to me, ","html":"<p>{}"},"mn49:29.2":{"pli":"‘sace kho tvaṃ, mārisa, evaṃ pajānāsi, sace tvaṃ evaṃ anubuddho, mā sāvake upanesi, mā pabbajite; ","eng":"‘If such is your understanding, good fellow, do not present it to your disciples or those gone forth! ","html":"{}","comm":"The verb <i lang='pi' translate='no'>upanesi</i> here is used above at <a href='index.html?q=mn49#5.12'>MN 49:5.12</a> in the opposite case, where Māra “presents” Brahmā’s assembly to the Buddha. "},"mn49:29.3":{"pli":"mā sāvakānaṃ dhammaṃ desesi, mā pabbajitānaṃ; ","eng":"Do not teach this Dhamma to your disciples or those gone forth! ","html":"{}"},"mn49:29.4":{"pli":"mā sāvakesu gedhimakāsi, mā pabbajitesu. ","eng":"Do not wish this for your disciples or those gone forth! ","html":"{}</p>"},"mn49:29.5":{"pli":"Ahesuṃ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ arahanto sammāsambuddhā paṭijānamānā. ","eng":"There have been ascetics and brahmins before you, mendicant, who claimed to be perfected ones, fully awakened Buddhas. ","html":"<p>{}"},"mn49:29.6":{"pli":"Te sāvake upanesuṃ pabbajite, sāvakānaṃ dhammaṃ desesuṃ pabbajitānaṃ, sāvakesu gedhimakaṃsu pabbajitesu, te sāvake upanetvā pabbajite, sāvakānaṃ dhammaṃ desetvā pabbajitānaṃ, sāvakesu gedhitacittā pabbajitesu, ","eng":"They presented, taught, and wished this for their disciples and those gone forth. ","html":"{}"},"mn49:29.7":{"pli":"kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā. ","eng":"When their bodies broke up and their breath was cut off they were established in a lower realm. ","html":"{}</p>"},"mn49:29.8":{"pli":"Ahesuṃ ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ arahanto sammāsambuddhā paṭijānamānā. ","eng":"But there have also been other ascetics and brahmins before you, mendicant, who claimed to be perfected ones, fully awakened Buddhas. ","html":"<p>{}"},"mn49:29.9":{"pli":"Te na sāvake upanesuṃ na pabbajite, na sāvakānaṃ dhammaṃ desesuṃ na pabbajitānaṃ, na sāvakesu gedhimakaṃsu na pabbajitesu, te na sāvake upanetvā na pabbajite, na sāvakānaṃ dhammaṃ desetvā na pabbajitānaṃ, na sāvakesu gedhitacittā na pabbajitesu, ","eng":"They did not present, teach, or wish this for their disciples and those gone forth. ","html":"{}"},"mn49:29.10":{"pli":"kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā. ","eng":"When their bodies broke up and their breath was cut off they were established in a higher realm. ","html":"{}</p>"},"mn49:29.11":{"pli":"Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi—","eng":"So, mendicant, I tell you this: ","html":"<p>{}"},"mn49:29.12":{"pli":"iṅgha tvaṃ, mārisa, appossukko diṭṭhadhammasukhavihāramanuyutto viharassu, anakkhātaṃ kusalañhi, mārisa, mā paraṃ ovadāhī’ti. ","eng":"please, good fellow, remain passive, dwelling in blissful meditation in this life, for this is better left unsaid. Good fellow, do not instruct others.’ ","html":"{}</p>"},"mn49:30.1":{"pli":"Evaṃ vutte, ahaṃ, bhikkhave, māraṃ pāpimantaṃ etadavocaṃ: ","eng":"When he had spoken, I said to Māra, ","html":"<p>{}"},"mn49:30.2":{"pli":"‘jānāmi kho tāhaṃ, pāpima, mā tvaṃ maññittho: ","eng":"‘I know you, Wicked One. Do not think, ","html":"{}"},"mn49:30.3":{"pli":"“na maṃ jānātī”ti. ","eng":"“He doesn’t know me.” ","html":"{}"},"mn49:30.4":{"pli":"Māro tvamasi, pāpima. ","eng":"You are Māra the Wicked. ","html":"{}"},"mn49:30.5":{"pli":"Na maṃ tvaṃ, pāpima, hitānukampī evaṃ vadesi; ","eng":"You don’t speak to me like this out of sympathy, ","html":"{}"},"mn49:30.6":{"pli":"ahitānukampī maṃ tvaṃ, pāpima, evaṃ vadesi. ","eng":"but with no sympathy. ","html":"{}"},"mn49:30.7":{"pli":"Tuyhañhi, pāpima, evaṃ hoti: ","eng":"For you think, ","html":"{}"},"mn49:30.8":{"pli":"“yesaṃ samaṇo gotamo dhammaṃ desessati, te me visayaṃ upātivattissantī”ti. ","eng":"“Those who the ascetic Gotama teaches will go beyond my reach.” ","html":"{}</p>"},"mn49:30.9":{"pli":"Asammāsambuddhāva pana te, pāpima, samānā sammāsambuddhāmhāti paṭijāniṃsu. ","eng":"Those who formerly claimed to be fully awakened Buddhas were not in fact fully awakened Buddhas. ","html":"<p>{}"},"mn49:30.10":{"pli":"Ahaṃ kho pana, pāpima, sammāsambuddhova samāno sammāsambuddhomhīti paṭijānāmi. ","eng":"But I am. ","html":"{}"},"mn49:30.11":{"pli":"Desentopi hi, pāpima, tathāgato sāvakānaṃ dhammaṃ tādisova adesentopi hi, pāpima, tathāgato sāvakānaṃ dhammaṃ tādisova. ","eng":"The Realized One remains such whether or not he teaches disciples. ","html":"{}"},"mn49:30.12":{"pli":"Upanentopi hi, pāpima, tathāgato sāvake tādisova, anupanentopi hi, pāpima, tathāgato sāvake tādisova. ","eng":"The Realized One remains as such whether or not he presents the teaching to disciples. ","html":"{}"},"mn49:30.13":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn49:30.14":{"pli":"Tathāgatassa, pāpima, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā—","eng":"Because the Realized One has given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn49:30.15":{"pli":"te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","eng":"He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future. ","html":"{}"},"mn49:30.16":{"pli":"Seyyathāpi, pāpima, tālo matthakacchinno abhabbo puna virūḷhiyā; ","eng":"Just as a palm tree with its crown cut off is incapable of further growth, ","html":"{}"},"mn49:30.17":{"pli":"evameva kho, pāpima, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā—","eng":"the Realized One has given up the defilements that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn49:30.18":{"pli":"te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā’ti. ","eng":"He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future.’” ","html":"{}</p>"},"mn49:31.1":{"pli":"Iti hidaṃ mārassa ca anālapanatāya brahmuno ca abhinimantanatāya, tasmā imassa veyyākaraṇassa brahmanimantanikantveva adhivacanan”ti. ","eng":"And so, because of the silencing of Māra, and because of the invitation of the Divinity, the name of this discussion is “On the Invitation of Divinity”. ","html":"<p>{}</p>","comm":"There is no record of Baka’s conversion. "},"mn49:31.2":{"pli":"Brahmanimantanikasuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}