{"mn14":{"mn14:0.1":{"pli":"Majjhima Nikāya 14 ","eng":"Middle Discourses 14 ","html":"<article id='mn14'><header><ul><li class='division'>{}</li></ul>"},"mn14:0.2":{"pli":"Cūḷadukkhakkhandhasutta ","eng":"The Shorter Discourse on the Mass of Suffering ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn14:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn14:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"{}</p>"},"mn14:2.1":{"pli":"Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca: ","eng":"Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}","comm":"Mahānāma was the brother of Anuruddha and Ānanda (<a href='index.html?q=pli-tv-kd17#1.1.3'>Kd 17:1.1.3</a>) which, according to the commentary, makes the Buddha his cousin. He remained in the lay life as a devoted and generous follower, keenly interested in developing his practice. The early texts do not record any occasion of his awakening. However, the commentarial claim that he was a once-returner is supported by passages such as <a href='index.html?q=sn55.22#2.3'>SN 55.22:2.3</a> and <a href='index.html?q=sn55.21#3.6'>SN 55.21:3.6</a> that suggest he was indeed a noble disciple. "},"mn14:2.2":{"pli":"“dīgharattāhaṃ, bhante, bhagavatā evaṃ dhammaṃ desitaṃ ājānāmi: ","eng":"“For a long time, sir, I have understood your teaching like this: ","html":"{}"},"mn14:2.3":{"pli":"‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. ","eng":"‘Greed, hate, and delusion are corruptions of the mind.’ ","html":"{}"},"mn14:2.4":{"pli":"Evañcāhaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi: ","html":"{}"},"mn14:2.5":{"pli":"‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. ","html":"{}"},"mn14:2.6":{"pli":"Atha ca pana me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti. ","eng":"Despite understanding this, sometimes my mind is occupied by thoughts of greed, hate, and delusion. ","html":"{}"},"mn14:2.7":{"pli":"Tassa mayhaṃ, bhante, evaṃ hoti: ","html":"{}"},"mn14:2.8":{"pli":"‘kosu nāma me dhammo ajjhattaṃ appahīno yena me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhantī’”ti. ","eng":"I wonder what qualities remain in me that I have such thoughts?” ","html":"{}</p>","comm":"As in the opening of the previous discourse, he exhibits curiosity and openness to inquiry. "},"mn14:3.1":{"pli":"“So eva kho te, mahānāma, dhammo ajjhattaṃ appahīno yena te ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti. ","eng":"“Mahānāma, there is a quality that remains in you that makes you have such thoughts. ","html":"<p>{}"},"mn14:3.2":{"pli":"So ca hi te, mahānāma, dhammo ajjhattaṃ pahīno abhavissa, na tvaṃ agāraṃ ajjhāvaseyyāsi, na kāme paribhuñjeyyāsi. ","eng":"For if you had given up that quality you would not still be living at home and enjoying sensual pleasures. ","html":"{}"},"mn14:3.3":{"pli":"Yasmā ca kho te, mahānāma, so eva dhammo ajjhattaṃ appahīno tasmā tvaṃ agāraṃ ajjhāvasasi, kāme paribhuñjasi. ","eng":"But because you haven’t given up that quality you are still living at home and enjoying sensual pleasures. ","html":"{}</p>"},"mn14:4.1":{"pli":"‘Appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—","eng":"Sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks. ","html":"<p>{}"},"mn14:4.2":{"pli":"iti cepi, mahānāma, ariyasāvakassa yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ nādhigacchati, aññaṃ vā tato santataraṃ; ","eng":"So, Mahānāma, even though a noble disciple has clearly seen this with right wisdom, as long as they do not achieve the rapture and bliss that are apart from sensual pleasures and unskillful qualities, or something even more peaceful than that, ","html":"{}","comm":"The “rapture and bliss that are apart from sensual pleasures and unskillful qualities” includes the first and second <i lang='pi' translate='no'>jhānas</i>. The text is in present tense: they <em>do not attain</em> <i lang='pi' translate='no'>jhāna</i>, not <em>they have never attained</em> <i lang='pi' translate='no'>jhāna</i>. In order to realize the noble truths, Mahānāma must, of course, have practiced the noble eightfold path, which includes <i lang='pi' translate='no'>jhāna</i>. Indeed, at <a href='index.html?q=an3.73#1.6'>AN 3.73:1.6</a> Mahānāma said he understood that in the Buddha’s teaching, “Knowledge is for those with immersion, not those without immersion.” However, a stream-enterer and a once-returner have not fully given up the underlying attachment to sensual pleasures, so unless they are dedicated to regular meditation following that realization, it is possible for their mental clarity to deteriorate and sensual desires to return. It seems that the temptations and business of the lay life had distracted Mahānāma from his meditation. "},"mn14:4.3":{"pli":"atha kho so neva tāva anāvaṭṭī kāmesu hoti. ","eng":"they can return to sensual pleasures. ","html":"{}","comm":"The Pali is expressed in a double negative: “they are not one who does not return”. "},"mn14:4.4":{"pli":"Yato ca kho, mahānāma, ariyasāvakassa ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ adhigacchati aññaṃ vā tato santataraṃ; ","eng":"But when they do achieve that rapture and bliss, or something more peaceful than that, ","html":"{}"},"mn14:4.5":{"pli":"atha kho so anāvaṭṭī kāmesu hoti. ","eng":"they do not return to sensual pleasures. ","html":"{}</p>"},"mn14:5.1":{"pli":"Mayhampi kho, mahānāma, pubbeva sambodhā, anabhisambuddhassa bodhisattasseva sato, ","eng":"Before my awakening—when I was still unawakened but intent on awakening—I too clearly saw with right wisdom that: ","html":"<p>{}"},"mn14:5.2":{"pli":"‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, ","eng":"‘Sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’ ","html":"{}"},"mn14:5.3":{"pli":"so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ nājjhagamaṃ, aññaṃ vā tato santataraṃ; ","eng":"But so long as I didn’t achieve the rapture and bliss that are apart from sensual pleasures and unskillful qualities, or something even more peaceful than that, ","html":"{}"},"mn14:5.4":{"pli":"atha khvāhaṃ neva tāva anāvaṭṭī kāmesu paccaññāsiṃ. ","eng":"I didn’t announce that I would not return to sensual pleasures. ","html":"{}"},"mn14:5.5":{"pli":"Yato ca kho me, mahānāma, ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ ahosi, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ ajjhagamaṃ, aññaṃ vā tato santataraṃ; ","eng":"But when I did achieve that rapture and bliss, or something more peaceful than that, ","html":"{}"},"mn14:5.6":{"pli":"athāhaṃ anāvaṭṭī kāmesu paccaññāsiṃ. ","eng":"I announced that I would not return to sensual pleasures. ","html":"{}</p>","comm":"The phrasing of this passage echoes that of the first sermon (<a href='index.html?q=sn56.11#9.1'>SN 56.11:9.1</a>). "},"mn14:6.1":{"pli":"Ko ca, mahānāma, kāmānaṃ assādo? ","eng":"And what is the gratification of sensual pleasures? ","html":"<p>{}"},"mn14:6.2":{"pli":"Pañcime, mahānāma, kāmaguṇā. ","eng":"There are these five kinds of sensual stimulation. ","html":"{}"},"mn14:6.3":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"mn14:6.4":{"pli":"Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā; ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn14:6.5":{"pli":"sotaviññeyyā saddā …pe… ","eng":"Sounds known by the ear … ","html":"{}"},"mn14:6.6":{"pli":"ghānaviññeyyā gandhā … ","eng":"Smells known by the nose … ","html":"{}"},"mn14:6.7":{"pli":"jivhāviññeyyā rasā … ","eng":"Tastes known by the tongue … ","html":"{}"},"mn14:6.8":{"pli":"kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn14:6.9":{"pli":"ime kho, mahānāma, pañca kāmaguṇā. ","eng":"These are the five kinds of sensual stimulation. ","html":"{}"},"mn14:6.10":{"pli":"Yaṃ kho, mahānāma, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ—","eng":"The pleasure and happiness that arise from these five kinds of sensual stimulation: this is the gratification of sensual pleasures. ","html":"{}"},"mn14:6.11":{"pli":"ayaṃ kāmānaṃ assādo. ","html":"{}</p>"},"mn14:7.1":{"pli":"Ko ca, mahānāma, kāmānaṃ ādīnavo? ","eng":"And what is the drawback of sensual pleasures? ","html":"<p>{}"},"mn14:7.2":{"pli":"Idha, mahānāma, kulaputto yena sippaṭṭhānena jīvikaṃ kappeti—","eng":"It’s when a gentleman earns a living by means such as ","html":"{}"},"mn14:7.3":{"pli":"yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena, ","eng":"arithmetic, accounting, calculating, farming, trade, raising cattle, archery, government service, or one of the professions. ","html":"{}"},"mn14:7.4":{"pli":"sītassa purakkhato uṇhassa purakkhato ḍaṃsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno; ","eng":"But they must face cold and heat, being hurt by the touch of flies, mosquitoes, wind, sun, and reptiles, and risking death from hunger and thirst. ","html":"{}"},"mn14:7.5":{"pli":"ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:8.1":{"pli":"Tassa ce, mahānāma, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti, ","eng":"That gentleman might try hard, strive, and make an effort, but fail to earn any money. ","html":"<p>{}"},"mn14:8.2":{"pli":"so socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati ‘moghaṃ vata me uṭṭhānaṃ, aphalo vata me vāyāmo’ti. ","eng":"If this happens, they sorrow and wail and lament, beating their breast and falling into confusion, saying: ‘Oh, my hard work is wasted. My efforts are fruitless!’ ","html":"{}"},"mn14:8.3":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This too is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:9.1":{"pli":"Tassa ce, mahānāma, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti. ","eng":"That gentleman might try hard, strive, and make an effort, and accrue money. ","html":"<p>{}"},"mn14:9.2":{"pli":"So tesaṃ bhogānaṃ ārakkhādhikaraṇaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti: ","eng":"But they experience pain and sadness when they try to protect it, thinking: ","html":"{}"},"mn14:9.3":{"pli":"‘kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi daheyya, na udakaṃ vaheyya, na appiyā vā dāyādā hareyyun’ti. ","eng":"‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’ ","html":"{}"},"mn14:9.4":{"pli":"Tassa evaṃ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṃ vā vahati, appiyā vā dāyādā haranti. ","eng":"And even though they protect it and ward it, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it. ","html":"{}"},"mn14:9.5":{"pli":"So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati: ","eng":"They sorrow and wail and lament, beating their breast and falling into confusion: ","html":"{}"},"mn14:9.6":{"pli":"‘yampi me ahosi tampi no natthī’ti. ","eng":"‘What once was mine is gone.’ ","html":"{}"},"mn14:9.7":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This too is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:10.1":{"pli":"Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati. ","eng":"Furthermore, for the sake of sensual pleasures kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend. ","html":"<p>{}"},"mn14:10.2":{"pli":"Te tattha kalahaviggahavivādāpannā aññamaññaṃ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti. ","eng":"Once they’ve started quarreling, arguing, and disputing, they attack each other with fists, stones, rods, and swords, ","html":"{}"},"mn14:10.3":{"pli":"Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ. ","eng":"resulting in death and deadly pain. ","html":"{}"},"mn14:10.4":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This too is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:11.1":{"pli":"Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, ubhatobyūḷhaṃ saṅgāmaṃ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu. ","eng":"Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and plunge into a battle massed on both sides, with arrows and spears flying and swords flashing. ","html":"<p>{}"},"mn14:11.2":{"pli":"Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṃ chindanti. ","eng":"There they are struck with arrows and spears, and their heads are chopped off, ","html":"{}"},"mn14:11.3":{"pli":"Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ. ","eng":"resulting in death and deadly pain. ","html":"{}"},"mn14:11.4":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This too is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:12.1":{"pli":"Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu. ","eng":"Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and charge wetly plastered bastions, with arrows and spears flying and swords flashing. ","html":"<p>{}"},"mn14:12.2":{"pli":"Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṃ chindanti. ","eng":"There they are struck with arrows and spears, splashed with dung, crushed by a superior force, and their heads are chopped off, ","html":"{}"},"mn14:12.3":{"pli":"Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ. ","eng":"resulting in death and deadly pain. ","html":"{}"},"mn14:12.4":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This too is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:13.1":{"pli":"Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti. ","eng":"Furthermore, for the sake of sensual pleasures they break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, and commit adultery. ","html":"<p>{}"},"mn14:13.2":{"pli":"Tamenaṃ rājāno gahetvā vividhā kammakāraṇā kārenti—","eng":"The rulers would arrest them and subject them to various punishments—","html":"{}"},"mn14:13.3":{"pli":"kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti; hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti; bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti. ","eng":"whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘Rāhu’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘bulrush twist’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘caustic pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the hounds, being impaled alive, and being beheaded. ","html":"{}"},"mn14:13.4":{"pli":"Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ. ","eng":"These result in death and deadly pain. ","html":"{}"},"mn14:13.5":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This too is a drawback of sensual pleasures apparent in the present life, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:14.1":{"pli":"Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti. ","eng":"Furthermore, for the sake of sensual pleasures, they conduct themselves badly by way of body, speech, and mind. ","html":"<p>{}"},"mn14:14.2":{"pli":"Te kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā, apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ","eng":"When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"mn14:14.3":{"pli":"Ayampi, mahānāma, kāmānaṃ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu. ","eng":"This is a drawback of sensual pleasures to do with lives to come, a mass of suffering caused by sensual pleasures. ","html":"{}</p>"},"mn14:15.1":{"pli":"Ekamidāhaṃ, mahānāma, samayaṃ rājagahe viharāmi gijjhakūṭe pabbate. ","eng":"Mahānāma, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"<p>{}"},"mn14:15.2":{"pli":"Tena kho pana samayena sambahulā nigaṇṭhā isigilipasse kāḷasilāyaṃ ubbhaṭṭhakā honti āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti. ","eng":"Now at that time several Jain ascetics on the slopes of Isigili at the Black Rock were constantly standing, turning down seats. And they felt painful, sharp, severe, acute feelings due to overexertion. ","html":"{}</p>","comm":"A large open area where the Buddha taught occasionally (<a href='index.html?q=sn8.10'>SN 8.10</a>), but it is most famous as the place the monks Godhika (<a href='index.html?q=sn4.23'>SN 4.23</a>) and Vakkali took their lives (<a href='index.html?q=sn22.87'>SN 22.87</a>). | The practice of constant standing was formerly undertaken by the Bodhisatta (<a href='index.html?q=mn12#45.9'>MN 12:45.9</a>). "},"mn14:16.1":{"pli":"Atha khvāhaṃ, mahānāma, sāyanhasamayaṃ paṭisallānā vuṭṭhito yena isigilipasse kāḷasilā yena te nigaṇṭhā tenupasaṅkamiṃ; upasaṅkamitvā te nigaṇṭhe etadavocaṃ: ","eng":"Then in the late afternoon, I came out of retreat and went to the Black Rock to visit those Jain ascetics. I said to them, ","html":"<p>{}","comm":"The Buddha reports a similar, but more detailed, conversation with Jains at <a href='index.html?q=mn101'>MN 101</a>. "},"mn14:16.2":{"pli":"‘kiṃ nu tumhe, āvuso nigaṇṭhā, ubbhaṭṭhakā āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayathā’ti? ","eng":"‘Reverends, why are you constantly standing, turning down seats, so that you suffer painful, sharp, severe, acute feelings due to overexertion?’ ","html":"{}</p>","comm":"Even with his own extensive experience in such practices, the Buddha still asks. "},"mn14:17.1":{"pli":"Evaṃ vutte, mahānāma, te nigaṇṭhā maṃ etadavocuṃ: ","eng":"When I said this, those Jain ascetics said to me, ","html":"<p>{}"},"mn14:17.2":{"pli":"‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti: ","eng":"‘Reverend, the Jain ascetic of the Ñātika clan claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ","html":"{}","comm":"The Jain leader Mahāvīra Vardhamāna is known as Nigaṇṭha Nātaputta in Pali texts. He is regarded as the 24th supreme leader of the Jains, although only he and his predecessor Pārśvanātha (not mentioned in the Pali) are historical. <i lang='pi' translate='no'>Nigaṇṭha</i> means “knotless” (i.e. without attachments); it is a term for a Jain ascetic. Nātaputta indicates his clan the Ñātikas (Sanskrit <i lang='pi' translate='no'>jñātiputra</i>; Prākrit <i lang='pi' translate='no'>nāyaputta</i>). The Pali tradition has confused <i lang='pi' translate='no'>ñāti</i> (“family”) with <i lang='pi' translate='no'>nāṭa</i> (“dancer”). Thus Nigaṇṭha Nātaputta means “the Jain monk of the Ñātika clan”. "},"mn14:17.3":{"pli":"“carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan”ti. ","eng":"“Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.” ","html":"{}</p>","comm":"The Buddha denied possessing such omniscience; rather, he knows the three knowledges (<a href='index.html?q=mn71#5.5'>MN 71:5.5</a>). Nonetheless, he can be poetically considered as “all-knowing” (<a href='index.html?q=thag2.6#1.4'>Thag 2.6:1.4</a>, <a href='index.html?q=thag16.1#18.1'>Thag 16.1:18.1</a>, <a href='index.html?q=thag1.69#1.2'>Thag 1.69:1.2</a>), since he understands the “all” that is the six senses (<a href='index.html?q=sn35.28'>SN 35.28</a>). "},"mn14:17.4":{"pli":"So evamāha: ","eng":"He says, ","html":"<p>{}"},"mn14:17.5":{"pli":"“atthi kho vo, nigaṇṭhā, pubbe pāpakammaṃ kataṃ, taṃ imāya kaṭukāya dukkarakārikāya nijjīretha; ","eng":"“O Jain ascetics, you have done bad deeds in a past life. Wear them away with these severe and grueling austerities. ","html":"{}","comm":"The Buddha emphasized understanding <i lang='pi' translate='no'>kamma</i> and relinquishing the causes of new <i lang='pi' translate='no'>kamma</i>, rather than wearing away the unknowable mass of past <i lang='pi' translate='no'>kamma</i>. | Mahāvīra’s emphasis on <em>bad</em> karma of the past presages the modern usage where karma is evoked when something inescapably bad happens. "},"mn14:17.6":{"pli":"yaṃ panettha etarahi kāyena saṃvutā vācāya saṃvutā manasā saṃvutā taṃ āyatiṃ pāpassa kammassa akaraṇaṃ; ","eng":"And when in the present you are restrained in body, speech, and mind, you’re not doing any bad deeds for the future. ","html":"{}"},"mn14:17.7":{"pli":"iti purāṇānaṃ kammānaṃ tapasā byantibhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ","eng":"So, due to eliminating past deeds by fervent mortification, and not doing any new deeds, there’s nothing to come up in the future. ","html":"{}"},"mn14:17.8":{"pli":"āyatiṃ anavassavā kammakkhayo, kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ","eng":"With no future consequence, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.” ","html":"{}","comm":"The past participle with future tense (<i lang='pi' translate='no'>nijjiṇṇaṁ bhavissati</i>) indicates a future perfect sense, “will have been worn away”. "},"mn14:17.9":{"pli":"Tañca panamhākaṃ ruccati ceva khamati ca, tena camha attamanā’ti. ","eng":"We endorse and accept this, and we are satisfied with it.’ ","html":"{}</p>"},"mn14:18.1":{"pli":"Evaṃ vutte, ahaṃ, mahānāma, te nigaṇṭhe etadavocaṃ: ","eng":"When they said this, I said to them, ","html":"<p>{}"},"mn14:18.2":{"pli":"‘kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—","eng":"‘But reverends, do you know ","html":"{}"},"mn14:18.3":{"pli":"ahuvamheva mayaṃ pubbe na nāhuvamhā’ti? ","eng":"for sure that you existed in the past, and it is not the case that you did not exist?’ ","html":"{}</p>"},"mn14:18.4":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No we don’t, reverend.’ ","html":"<p>{}</p>"},"mn14:18.5":{"pli":"‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—","eng":"‘But reverends, do you know ","html":"<p>{}"},"mn14:18.6":{"pli":"akaramheva mayaṃ pubbe pāpakammaṃ na nākaramhā’ti? ","eng":"for sure that you did bad deeds in the past?’ ","html":"{}</p>"},"mn14:18.7":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No we don’t, reverend.’ ","html":"<p>{}</p>"},"mn14:18.8":{"pli":"‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—","eng":"‘But reverends, do you know ","html":"<p>{}"},"mn14:18.9":{"pli":"evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhā’ti? ","eng":"that you did such and such bad deeds?’ ","html":"{}</p>"},"mn14:18.10":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No we don’t, reverend.’ ","html":"<p>{}</p>"},"mn14:18.11":{"pli":"‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—","eng":"‘But reverends, do you know ","html":"<p>{}"},"mn14:18.12":{"pli":"ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti? ","eng":"that so much suffering has already been worn away? Or that so much suffering still remains to be worn away? Or that when so much suffering is worn away all suffering will have been worn away?’ ","html":"{}</p>"},"mn14:18.13":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No we don’t, reverend.’ ","html":"<p>{}</p>"},"mn14:18.14":{"pli":"‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—","eng":"‘But reverends, do you know ","html":"<p>{}"},"mn14:18.15":{"pli":"diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadan’ti? ","eng":"about giving up unskillful qualities in this very life and embracing skillful qualities?’ ","html":"{}</p>"},"mn14:18.16":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No we don’t, reverend.’ ","html":"<p>{}</p>"},"mn14:19.1":{"pli":"‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—","eng":"‘So it seems that you don’t know any of these things. ","html":"<p>{}"},"mn14:19.2":{"pli":"ahuvamheva mayaṃ pubbe na nāhuvamhāti, na jānātha—","html":"{}"},"mn14:19.3":{"pli":"akaramheva mayaṃ pubbe pāpakammaṃ na nākaramhāti, na jānātha—","html":"{}"},"mn14:19.4":{"pli":"evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhāti, na jānātha—","html":"{}"},"mn14:19.5":{"pli":"ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatīti. ","html":"{}"},"mn14:19.6":{"pli":"Na jānātha—","html":"{}"},"mn14:19.7":{"pli":"diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadaṃ. ","html":"{}"},"mn14:19.8":{"pli":"Evaṃ sante, āvuso nigaṇṭhā, ye loke luddā lohitapāṇino kurūrakammantā manussesu paccājātā te nigaṇṭhesu pabbajantī’ti? ","eng":"That being so, when those in the world who are violent and bloody-handed and of cruel livelihood are reborn among humans they go forth as Jain ascetics.’ ","html":"{}</p>","comm":"This point is argued in more detail at <a href='index.html?q=mn101#12.2'>MN 101:12.2</a> ff. | “Cruel livelihood” (<i lang='pi' translate='no'>kurūrakammantā</i>) is defined at <a href='index.html?q=mn51#9.2'>MN 51:9.2</a>, etc. "},"mn14:20.1":{"pli":"‘Na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ; ","eng":"‘Reverend Gotama, pleasure is not gained through pleasure; pleasure is gained through pain. ","html":"<p>{}","comm":"At <a href='index.html?q=mn85#10.2'>MN 85:10.2</a> the Buddha says that he too held this belief while still an unenlightened Bodhisatta. Thus not only were his austerities identical with the Jains, so were his beliefs. The Jain text Sūyagaḍa (known in Sanskrit as Sūtrakṛtāṅga) 1.3.4.6 rejects the view that pleasure is gained through pleasure, attributing it to those who disdain the noble path, which its commentary identifies with Buddhists. "},"mn14:20.2":{"pli":"sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā’ti. ","eng":"For if pleasure were to be gained through pleasure, King Seniya Bimbisāra of Magadha would gain pleasure, since he lives in greater pleasure than Venerable Gotama.’ ","html":"{}</p>","comm":"With their path emphasizing painful austerity, there is little to support the idea that the Jains practiced meditation in the Buddhist sense, and certainly not the deep pleasure of <i lang='pi' translate='no'>jhāna</i>. "},"mn14:20.3":{"pli":"‘Addhāyasmantehi nigaṇṭhehi sahasā appaṭisaṅkhā vācā bhāsitā: ","eng":"‘Clearly the venerables have spoken rashly, without reflection. ","html":"<p>{}"},"mn14:20.4":{"pli":"“na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ; ","html":"{}"},"mn14:20.5":{"pli":"sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā”ti. ","html":"{}"},"mn14:20.6":{"pli":"Api ca ahameva tattha paṭipucchitabbo: ","eng":"Rather, I’m the one who should be asked about ","html":"{}"},"mn14:20.7":{"pli":"“ko nu kho āyasmantānaṃ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti? ","eng":"who lives in greater pleasure, King Bimbisāra or Venerable Gotama?’ ","html":"{}</p>","comm":"He holds them to the same standard that he himself has already demonstrated: don’t make assumptions, ask. "},"mn14:20.8":{"pli":"Addhāvuso gotama, amhehi sahasā appaṭisaṅkhā vācā bhāsitā, na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ; ","eng":"‘Clearly we spoke rashly and without reflection. ","html":"<p>{}"},"mn14:20.9":{"pli":"sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenāti. ","html":"{}"},"mn14:20.10":{"pli":"Api ca tiṭṭhatetaṃ, idānipi mayaṃ āyasmantaṃ gotamaṃ pucchāma: ","eng":"But let that be. Now we ask Venerable Gotama: ","html":"{}"},"mn14:20.11":{"pli":"“ko nu kho āyasmantānaṃ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti? ","eng":"“Who lives in greater pleasure, King Bimbisāra or Venerable Gotama?”’ ","html":"{}</p>"},"mn14:21.1":{"pli":"Tena hāvuso nigaṇṭhā, tumheva tattha paṭipucchissāmi, yathā vo khameyya tathā naṃ byākareyyātha. ","eng":"‘Well then, reverends, I’ll ask you about this in return, and you can answer as you like. ","html":"<p>{}"},"mn14:21.2":{"pli":"Taṃ kiṃ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro, ","eng":"What do you think, reverends? ","html":"{}"},"mn14:21.3":{"pli":"aniñjamāno kāyena, abhāsamāno vācaṃ, satta rattindivāni ekantasukhaṃ paṭisaṃvedī viharitun’ti? ","eng":"Is King Bimbisāra capable of experiencing perfect happiness for seven days and nights without moving his body or speaking?’ ","html":"{}</p>"},"mn14:21.4":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No he is not, reverend.’ ","html":"<p>{}</p>"},"mn14:21.5":{"pli":"‘Taṃ kiṃ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro, ","eng":"‘What do you think, reverends? ","html":"<p>{}"},"mn14:21.6":{"pli":"aniñjamāno kāyena, abhāsamāno vācaṃ, cha rattindivāni …pe… ","eng":"Is King Bimbisāra capable of experiencing perfect happiness for six days … ","html":"{}"},"mn14:21.7":{"pli":"pañca rattindivāni … ","eng":"five days … ","html":"{}"},"mn14:21.8":{"pli":"cattāri rattindivāni … ","eng":"four days … ","html":"{}"},"mn14:21.9":{"pli":"tīṇi rattindivāni … ","eng":"three days … ","html":"{}"},"mn14:21.10":{"pli":"dve rattindivāni … ","eng":"two days … ","html":"{}"},"mn14:21.11":{"pli":"ekaṃ rattindivaṃ ekantasukhaṃ paṭisaṃvedī viharitun’ti? ","eng":"one day?’ ","html":"{}</p>"},"mn14:21.12":{"pli":"‘No hidaṃ, āvuso’. ","eng":"‘No he is not, reverend.’ ","html":"<p>{}</p>"},"mn14:21.13":{"pli":"‘Ahaṃ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṃ, ekaṃ rattindivaṃ ekantasukhaṃ paṭisaṃvedī viharituṃ. ","eng":"‘But I am capable of experiencing perfect happiness for one day and night without moving my body or speaking. ","html":"<p>{}"},"mn14:21.14":{"pli":"Ahaṃ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṃ, dve rattindivāni … ","eng":"I am capable of experiencing perfect happiness for two days … ","html":"{}"},"mn14:21.15":{"pli":"tīṇi rattindivāni … ","eng":"three days … ","html":"{}"},"mn14:21.16":{"pli":"cattāri rattindivāni … ","eng":"four days … ","html":"{}"},"mn14:21.17":{"pli":"pañca rattindivāni … ","eng":"five days … ","html":"{}"},"mn14:21.18":{"pli":"cha rattindivāni … ","eng":"six days … ","html":"{}"},"mn14:21.19":{"pli":"satta rattindivāni ekantasukhaṃ paṭisaṃvedī viharituṃ. ","eng":"seven days. ","html":"{}","comm":"The Buddha sat for seven days after his awakening (<a href='index.html?q=ud1.1#1.3'>Ud 1.1:1.3</a>), an achievement also attested for disciples such as Mahākassapa (<a href='index.html?q=ud3.7#1.3'>Ud 3.7:1.3</a>) and the nun Uttamā (<a href='index.html?q=thig3.2#3.3'>Thig 3.2:3.3</a>). "},"mn14:21.20":{"pli":"Taṃ kiṃ maññathāvuso nigaṇṭhā, evaṃ sante ko sukhavihāritaro rājā vā māgadho seniyo bimbisāro ahaṃ vā’ti? ","eng":"What do you think, reverends? This being so, who lives in greater pleasure, King Bimbisāra or I?’ ","html":"{}</p>"},"mn14:21.21":{"pli":"‘Evaṃ sante āyasmāva gotamo sukhavihāritaro raññā māgadhena seniyena bimbisārenā’”ti. ","eng":"‘This being so, Venerable Gotama lives in greater pleasure than King Bimbisāra.’” ","html":"<p>{}</p>"},"mn14:21.22":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn14:21.23":{"pli":"Attamano mahānāmo sakko bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Mahānāma the Sakyan approved what the Buddha said. ","html":"{}</p>"},"mn14:21.24":{"pli":"Cūḷadukkhakkhandhasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}