{"mn19":{"mn19:0.1":{"pli":"Majjhima Nikāya 19 ","eng":"Middle Discourses 19 ","html":"<article id='mn19'><header><ul><li class='division'>{}</li></ul>"},"mn19:0.2":{"pli":"Dvedhāvitakkasutta ","eng":"Two Kinds of Thought ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn19:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This discourse shows that a meditator must abandon unwholesome thought then wholesome thought before entering absorption. It is one of several discourses that give detailed instructions on dealing with thought in meditation (eg. <a href='index.html?q=mn18'>MN 18</a>, <a href='index.html?q=mn20'>MN 20</a>, <a href='index.html?q=an3.101'>AN 3.101</a>). While meditation existed before the Buddha, we do not find this kind of practical advice on how to go about it. "},"mn19:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn19:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn19:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn19:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn19:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn19:2.1":{"pli":"“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ","eng":"“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: ","html":"<p>{}","comm":"This period of meditative development must have taken place after giving up self-mortification practices. <a href='index.html?q=mn36#34.1'>MN 36:34.1</a> says that at this point, after restoring his strength by eating solid food, he developed the absorptions, giving the impression that this happened immediately. However, the current sutta, supported by passages such as <a href='index.html?q=mn128#16.2'>MN 128:16.2</a>, shows that this took some time, although it is not clear how long. "},"mn19:2.2":{"pli":"‘yannūnāhaṃ dvidhā katvā dvidhā katvā vitakke vihareyyan’ti. ","eng":"‘Why don’t I meditate by continually dividing my thoughts into two classes?’ ","html":"{}"},"mn19:2.3":{"pli":"So kho ahaṃ, bhikkhave, yo cāyaṃ kāmavitakko yo ca byāpādavitakko yo ca vihiṃsāvitakko—","eng":"So I assigned sensual, malicious, and cruel thoughts ","html":"{}","comm":"By analyzing thoughts (<i lang='pi' translate='no'>vitakka</i>), he is consciously developing the second factor of the noble eightfold path, right thought (<i lang='pi' translate='no'>sammāsaṅkappa</i>). In this context, <i lang='pi' translate='no'>vitakka</i> and <i lang='pi' translate='no'>saṅkappa</i> are synonyms. "},"mn19:2.4":{"pli":"imaṃ ekaṃ bhāgamakāsiṃ; ","eng":"to one class. ","html":"{}"},"mn19:2.5":{"pli":"yo cāyaṃ nekkhammavitakko yo ca abyāpādavitakko yo ca avihiṃsāvitakko—","eng":"And I assigned thoughts of renunciation, good will, and harmlessness ","html":"{}"},"mn19:2.6":{"pli":"imaṃ dutiyaṃ bhāgamakāsiṃ. ","eng":"to the second class. ","html":"{}</p>"},"mn19:3.1":{"pli":"Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati kāmavitakko. ","eng":"Then, as I meditated—diligent, keen, and resolute—a sensual thought arose. ","html":"<p>{}"},"mn19:3.2":{"pli":"So evaṃ pajānāmi: ","eng":"I understood: ","html":"{}"},"mn19:3.3":{"pli":"‘uppanno kho me ayaṃ kāmavitakko. ","eng":"‘This sensual thought has arisen in me. ","html":"{}","comm":"First one knows the thought, understanding it in terms of the framework. "},"mn19:3.4":{"pli":"So ca kho attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati, paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’. ","eng":"It leads to hurting myself, hurting others, and hurting both. It blocks wisdom, it’s on the side of distress, and it doesn’t lead to extinguishment.’ ","html":"{}","comm":"Then one reflects on the causal outcome of the thought. "},"mn19:3.5":{"pli":"‘Attabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati; ","eng":"When I reflected that it leads to hurting myself, it went away. ","html":"{}","comm":"Thoughts are eradicated not by force or judgment, but by reflective wisdom. "},"mn19:3.6":{"pli":"‘parabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati; ","eng":"When I reflected that it leads to hurting others, it went away. ","html":"{}"},"mn19:3.7":{"pli":"‘ubhayabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati; ","eng":"When I reflected that it leads to hurting both, it went away. ","html":"{}"},"mn19:3.8":{"pli":"‘paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati. ","eng":"When I reflected that it blocks wisdom, it’s on the side of distress, and it doesn’t lead to extinguishment, it went away. ","html":"{}"},"mn19:3.9":{"pli":"So kho ahaṃ, bhikkhave, uppannuppannaṃ kāmavitakkaṃ pajahameva vinodameva byantameva naṃ akāsiṃ. ","eng":"So I gave up, got rid of, and eliminated any sensual thoughts that arose. ","html":"{}</p>"},"mn19:4-5.1":{"pli":"Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati byāpādavitakko …pe… ","eng":"Then, as I meditated—diligent, keen, and resolute—a malicious thought arose … ","html":"<p>{}","comm":"The difference between “malice” (or “ill will”, <i lang='pi' translate='no'>byāpāda</i>) and “cruelty” (<i lang='pi' translate='no'>vihiṁsā</i>) is subtle; they are the respective opposites of “love” (<i lang='pi' translate='no'>mettā</i>) and “compassion” (<i lang='pi' translate='no'>karuṇā</i>). <i lang='pi' translate='no'>Mettā</i> wishes well simply and without qualification, just as “malice” wishes ill. But <i lang='pi' translate='no'>karuṇa</i> takes pleasure in the alleviation of pain, while <i lang='pi' translate='no'>vihiṁsā</i> takes pleasure in inflicting pain. "},"mn19:4-5.2":{"pli":"uppajjati vihiṃsāvitakko. ","eng":"a cruel thought arose. ","html":"{}"},"mn19:4-5.3":{"pli":"So evaṃ pajānāmi: ","eng":"I understood: ","html":"{}"},"mn19:4-5.4":{"pli":"‘uppanno kho me ayaṃ vihiṃsāvitakko. ","eng":"‘This cruel thought has arisen in me. ","html":"{}"},"mn19:4-5.5":{"pli":"So ca kho attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati, paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’. ","eng":"It leads to hurting myself, hurting others, and hurting both. It blocks wisdom, it’s on the side of distress, and it doesn’t lead to extinguishment.’ ","html":"{}"},"mn19:4-5.6":{"pli":"‘Attabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati; ","eng":"When I reflected that it leads to hurting myself … ","html":"{}"},"mn19:4-5.7":{"pli":"‘parabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati; ","eng":"hurting others … ","html":"{}"},"mn19:4-5.8":{"pli":"‘ubhayabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati; ","eng":"hurting both, it went away. ","html":"{}"},"mn19:4-5.9":{"pli":"‘paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati. ","eng":"When I reflected that it blocks wisdom, it’s on the side of distress, and it doesn’t lead to extinguishment, it went away. ","html":"{}"},"mn19:4-5.10":{"pli":"So kho ahaṃ, bhikkhave, uppannuppannaṃ vihiṃsāvitakkaṃ pajahameva vinodameva byantameva naṃ akāsiṃ. ","eng":"So I gave up, got rid of, and eliminated any cruel thoughts that arose. ","html":"{}</p>"},"mn19:6.1":{"pli":"Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso. ","eng":"Whatever a mendicant frequently thinks about and considers becomes their heart’s inclination. ","html":"<p>{}","comm":"This is a key principle underlying Buddhist meditation. Compare Śatapatha Brāhmaṇa 10.5.2.20, where the form in which one worships the divinity determines the divine manifestation. "},"mn19:6.2":{"pli":"Kāmavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi nekkhammavitakkaṃ, kāmavitakkaṃ bahulamakāsi, tassa taṃ kāmavitakkāya cittaṃ namati. ","eng":"If they often think about and consider sensual thoughts, they’ve given up the thought of renunciation to cultivate sensual thought. Their mind inclines to sensual thoughts. ","html":"{}"},"mn19:6.3":{"pli":"Byāpādavitakkañce, bhikkhave …pe… ","eng":"If they often think about and consider malicious thoughts … their mind inclines to malicious thoughts. ","html":"{}"},"mn19:6.4":{"pli":"vihiṃsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi avihiṃsāvitakkaṃ, vihiṃsāvitakkaṃ bahulamakāsi, tassa taṃ vihiṃsāvitakkāya cittaṃ namati. ","eng":"If they often think about and consider cruel thoughts … their mind inclines to cruel thoughts. ","html":"{}</p>"},"mn19:7.1":{"pli":"Seyyathāpi, bhikkhave, vassānaṃ pacchime māse saradasamaye kiṭṭhasambādhe gopālako gāvo rakkheyya. ","eng":"Suppose it’s the last month of the rainy season, in autumn, when the crops grow closely together, and a cowherd must take care of the cattle. ","html":"<p>{}","comm":"Compare <a href='index.html?q=an3.101'>AN 3.101</a>, where the Buddha illustrates the same point with a simile of smelting gold. "},"mn19:7.2":{"pli":"So tā gāvo tato tato daṇḍena ākoṭeyya paṭikoṭeyya sannirundheyya sannivāreyya. ","eng":"He’d tap and poke them with his staff on this side and that to keep them in check. ","html":"{}"},"mn19:7.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn19:7.4":{"pli":"Passati hi so, bhikkhave, gopālako tatonidānaṃ vadhaṃ vā bandhanaṃ vā jāniṃ vā garahaṃ vā. ","eng":"For he sees that if they wander into the crops he could be executed, imprisoned, fined, or condemned. ","html":"{}</p>","comm":"At this point, a meditator guards against unwholesome thoughts, gently and persistently. "},"mn19:7.5":{"pli":"Evameva kho ahaṃ, bhikkhave, addasaṃ akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ","eng":"In the same way, I saw that unskillful qualities have the drawbacks of sordidness and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. ","html":"<p>{}</p>"},"mn19:8.1":{"pli":"Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati nekkhammavitakko. ","eng":"Then, as I meditated—diligent, keen, and resolute—a thought of renunciation arose. ","html":"<p>{}"},"mn19:8.2":{"pli":"So evaṃ pajānāmi: ","eng":"I understood: ","html":"{}"},"mn19:8.3":{"pli":"‘uppanno kho me ayaṃ nekkhammavitakko. ","eng":"‘This thought of renunciation has arisen in me. ","html":"{}"},"mn19:8.4":{"pli":"So ca kho nevattabyābādhāya saṃvattati, na parabyābādhāya saṃvattati, na ubhayabyābādhāya saṃvattati, paññāvuddhiko avighātapakkhiko nibbānasaṃvattaniko’. ","eng":"It doesn’t lead to hurting myself, hurting others, or hurting both. It nourishes wisdom, it’s on the side of freedom from distress, and it leads to extinguishment.’ ","html":"{}"},"mn19:8.5":{"pli":"Rattiñcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi. ","eng":"If I were to keep on thinking and considering this all night … ","html":"{}"},"mn19:8.6":{"pli":"Divasañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi. ","eng":"all day … ","html":"{}"},"mn19:8.7":{"pli":"Rattindivañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi. ","eng":"all night and day, I see no danger that would come from that. ","html":"{}","comm":"Meditators often wish to reach a state free of thought, but thought is a natural and essential function of the mind and wholesome habits of thought are a part of the eightfold path. "},"mn19:8.8":{"pli":"Api ca kho me aticiraṃ anuvitakkayato anuvicārayato kāyo kilameyya. ","eng":"Still, thinking and considering for too long would tire my body. ","html":"{}"},"mn19:8.9":{"pli":"Kāye kilante cittaṃ ūhaññeyya. ","eng":"And when the body is tired, the mind is stressed. ","html":"{}"},"mn19:8.10":{"pli":"Ūhate citte ārā cittaṃ samādhimhāti. ","eng":"And when the mind is stressed, it’s far from immersion. ","html":"{}","comm":"Even good thought has a limit as the mind is still active. | Bṛhadāraṇyaka Upaniṣad 4.4.21 enjoins the contemplative not to think too much, as it is fatiguing to speech. "},"mn19:8.11":{"pli":"So kho ahaṃ, bhikkhave, ajjhattameva cittaṃ saṇṭhapemi sannisādemi ekodiṃ karomi samādahāmi. ","eng":"So I stilled, settled, unified, and immersed my mind internally. ","html":"{}","comm":"As the sutta later makes clear, this means that he entered absorption. The process described here extends over a period of time during which these different factors arose, rather than a single meditation sitting. "},"mn19:8.12":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn19:8.13":{"pli":"‘Mā me cittaṃ ūhaññī’ti. ","eng":"So that my mind would not be stressed. ","html":"{}</p>"},"mn19:9-10.1":{"pli":"Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati abyāpādavitakko …pe… ","eng":"Then, as I meditated—diligent, keen, and resolute—a thought of good will arose … ","html":"<p>{}"},"mn19:9-10.2":{"pli":"uppajjati avihiṃsāvitakko. ","eng":"a thought of harmlessness arose. ","html":"{}"},"mn19:9-10.3":{"pli":"So evaṃ pajānāmi: ","eng":"I understood: ","html":"{}"},"mn19:9-10.4":{"pli":"‘uppanno kho me ayaṃ avihiṃsāvitakko. ","eng":"‘This thought of harmlessness has arisen in me. ","html":"{}"},"mn19:9-10.5":{"pli":"So ca kho nevattabyābādhāya saṃvattati, na parabyābādhāya saṃvattati, na ubhayabyābādhāya saṃvattati, paññāvuddhiko avighātapakkhiko nibbānasaṃvattaniko’. ","eng":"It doesn’t lead to hurting myself, hurting others, or hurting both. It nourishes wisdom, it’s on the side of freedom from distress, and it leads to extinguishment.’ ","html":"{}"},"mn19:9-10.6":{"pli":"Rattiñcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi. ","eng":"If I were to keep on thinking and considering this all night … ","html":"{}"},"mn19:9-10.7":{"pli":"Divasañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi. ","eng":"all day … ","html":"{}"},"mn19:9-10.8":{"pli":"Rattindivañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi. ","eng":"all night and day, I see no danger that would come from that. ","html":"{}"},"mn19:9-10.9":{"pli":"Api ca kho me aticiraṃ anuvitakkayato anuvicārayato kāyo kilameyya. ","eng":"Still, thinking and considering for too long would tire my body. ","html":"{}"},"mn19:9-10.10":{"pli":"Kāye kilante cittaṃ ūhaññeyya. ","eng":"And when the body is tired, the mind is stressed. ","html":"{}"},"mn19:9-10.11":{"pli":"Ūhate citte ārā cittaṃ samādhimhāti. ","eng":"And when the mind is stressed, it’s far from immersion. ","html":"{}"},"mn19:9-10.12":{"pli":"So kho ahaṃ, bhikkhave, ajjhattameva cittaṃ saṇṭhapemi, sannisādemi, ekodiṃ karomi samādahāmi. ","eng":"So I stilled, settled, unified, and immersed my mind internally. ","html":"{}"},"mn19:9-10.13":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn19:9-10.14":{"pli":"‘Mā me cittaṃ ūhaññī’ti. ","eng":"So that my mind would not be stressed. ","html":"{}</p>"},"mn19:11.1":{"pli":"Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso. ","eng":"Whatever a mendicant frequently thinks about and considers becomes their heart’s inclination. ","html":"<p>{}"},"mn19:11.2":{"pli":"Nekkhammavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi kāmavitakkaṃ, nekkhammavitakkaṃ bahulamakāsi, tassaṃ taṃ nekkhammavitakkāya cittaṃ namati. ","eng":"If they often think about and consider thoughts of renunciation, they’ve given up sensual thought to cultivate the thought of renunciation. Their mind inclines to thoughts of renunciation. ","html":"{}"},"mn19:11.3":{"pli":"Abyāpādavitakkañce, bhikkhave …pe… ","eng":"If they often think about and consider thoughts of good will … their mind inclines to thoughts of good will. ","html":"{}"},"mn19:11.4":{"pli":"avihiṃsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi vihiṃsāvitakkaṃ, avihiṃsāvitakkaṃ bahulamakāsi, tassa taṃ avihiṃsāvitakkāya cittaṃ namati. ","eng":"If they often think about and consider thoughts of harmlessness … their mind inclines to thoughts of harmlessness. ","html":"{}</p>"},"mn19:12.1":{"pli":"Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse sabbasassesu gāmantasambhatesu gopālako gāvo rakkheyya, tassa rukkhamūlagatassa vā abbhokāsagatassa vā satikaraṇīyameva hoti: ","eng":"Suppose it’s the last month of summer, when all the crops have been gathered within a village, and a cowherd must take care of the cattle. While at the root of a tree or in the open he need only be mindful that ","html":"<p>{}"},"mn19:12.2":{"pli":"‘etā gāvo’ti. ","eng":"the cattle are there. ","html":"{}"},"mn19:12.3":{"pli":"Evamevaṃ kho, bhikkhave, satikaraṇīyameva ahosi: ","eng":"In the same way I needed only to be mindful that ","html":"{}"},"mn19:12.4":{"pli":"‘ete dhammā’ti. ","eng":"those things were there. ","html":"{}</p>","comm":"Compare <a href='index.html?q=mn140#20.2'>MN 140:20.2</a> and <a href='index.html?q=an3.102#2.1'>AN 3.102:2.1</a>, where, when smelting is going well, the goldsmith merely observes with equanimity. "},"mn19:13.1":{"pli":"Āraddhaṃ kho pana me, bhikkhave, vīriyaṃ ahosi asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ. ","eng":"My energy was roused up and unflagging, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was immersed in samādhi and unified. ","html":"<p>{}</p>","comm":"This passage, which describes the process of entering absorption, is here shown to be the opposite of the previous situation where the mind was continuing to think even wholesome thoughts. "},"mn19:14.1":{"pli":"So kho ahaṃ, bhikkhave, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"<p>{}</p>","comm":"The first absorption still has <i lang='pi' translate='no'>vitakka</i>, which above was rendered “thought” since it was clearly a verbal process. <i lang='pi' translate='no'>Jhāna</i> is, however, a state of “higher mind” where all mental processes are elevated. Pleasure is no longer the coarse stimulus of the senses, seclusion is no longer just being physically isolated, rapture is no longer exciting. And <i lang='pi' translate='no'>vitakka</i> is no longer the activity of verbalizing thought, as the burden of the sutta is to show that even wholesome thought prevents absorption. Rather, it is explained as a subtle process of placing the mind and keeping it in place (as defined at <a href='index.html?q=mn117#14.2'>MN 117:14.2</a>). The English word “thought” in the sense “to bring something to mind” might be elastic enough to cover this sense, but it is apt to be misleading. | The late canonical Peṭakopadesa has an interesting analysis that precedes the commentarial Theravadin understanding of this point (<a href='index.html?q=pe7'>Pe 7</a>). "},"mn19:15.1":{"pli":"Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}</p>","comm":"Each <i lang='pi' translate='no'>jhāna</i> begins as the least refined aspect of the previous <i lang='pi' translate='no'>jhāna</i> ends. This is not consciously directed, but describes the natural process of settling. The meditator is now fully confident and no longer needs to apply their mind: it is simply still and fully unified. "},"mn19:16.1":{"pli":"Pītiyā ca virāgā upekkhako ca vihāsiṃ sato ca sampajāno, sukhañca kāyena paṭisaṃvedesiṃ, yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ","html":"<p>{}</p>","comm":"The emotional response to bliss matures from the subtle thrill of rapture to the poise of equanimity. Mindfulness is present in all states of deep meditation, but with equanimity it becomes prominent. "},"mn19:17.1":{"pli":"Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ. ","eng":"With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"<p>{}</p>","comm":"The emotional poise of equanimity leads to the feeling of pleasure settling into the more subtle neutral feeling. Pain and sadness have been abandoned long before, but are emphasized here as they are subtle counterpart of pleasure. "},"mn19:18.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ. ","eng":"When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives. ","html":"<p>{}"},"mn19:18.2":{"pli":"So anekavihitaṃ pubbenivāsaṃ anussarāmi. Seyyathidaṃ—ekampi jātiṃ …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi. ","eng":"I recollected many kinds of past lives, with features and details. ","html":"{}</p>","comm":"The text is elided in the Pali, but clearly is meant to be understood in full per <a href='index.html?q=mn4#27.2'>MN 4:27.2</a>. "},"mn19:19.1":{"pli":"Ayaṃ kho me, bhikkhave, rattiyā paṭhame yāme paṭhamā vijjā adhigatā; ","eng":"This was the first knowledge, which I achieved in the first watch of the night. ","html":"<p>{}"},"mn19:19.2":{"pli":"avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato. ","eng":"Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. ","html":"{}</p>"},"mn19:20.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ. ","eng":"When my mind had become immersed in samādhi like this, I extended it toward knowledge of the death and rebirth of sentient beings. ","html":"<p>{}"},"mn19:20.2":{"pli":"So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne …pe… ime vata bhonto sattā kāyaduccaritena samannāgatā …pe… iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāmi. ","eng":"With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings pass on according to their deeds. ","html":"{}</p>"},"mn19:21.1":{"pli":"Ayaṃ kho me, bhikkhave, rattiyā majjhime yāme dutiyā vijjā adhigatā; ","eng":"This was the second knowledge, which I achieved in the middle watch of the night. ","html":"<p>{}"},"mn19:21.2":{"pli":"avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato. ","eng":"Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. ","html":"{}</p>"},"mn19:22.1":{"pli":"So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ. ","eng":"When my mind had become immersed in samādhi like this, I extended it toward knowledge of the ending of defilements. ","html":"<p>{}"},"mn19:22.2":{"pli":"So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ","eng":"I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ","html":"{}</p>"},"mn19:23.1":{"pli":"‘Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ","eng":"I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’ ","html":"<p>{}"},"mn19:23.2":{"pli":"Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha, vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi: ","eng":"Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance. ","html":"{}"},"mn19:23.3":{"pli":"‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ. ","eng":"I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.’ ","html":"{}</p>"},"mn19:24.1":{"pli":"Ayaṃ kho me, bhikkhave, rattiyā pacchime yāme tatiyā vijjā adhigatā; ","eng":"This was the third knowledge, which I achieved in the last watch of the night. ","html":"<p>{}"},"mn19:24.2":{"pli":"avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato. ","eng":"Ignorance was banished and knowledge arose; darkness was banished and light arose, as happens for a meditator who is diligent, keen, and resolute. ","html":"{}</p>"},"mn19:25.1":{"pli":"Seyyathāpi, bhikkhave, araññe pavane mahantaṃ ninnaṃ pallalaṃ. ","eng":"Suppose that in a forested wilderness there was an expanse of low-lying marshes, ","html":"<p>{}"},"mn19:25.2":{"pli":"Tamenaṃ mahāmigasaṅgho upanissāya vihareyya. ","eng":"and a large herd of deer lived nearby. ","html":"{}"},"mn19:25.3":{"pli":"Tassa kocideva puriso uppajjeyya anatthakāmo ahitakāmo ayogakkhemakāmo. ","eng":"Then along comes a person who wants to harm, injure, and threaten them. ","html":"{}"},"mn19:25.4":{"pli":"So yvāssa maggo khemo sovatthiko pītigamanīyo taṃ maggaṃ pidaheyya, vivareyya kummaggaṃ, odaheyya okacaraṃ, ṭhapeyya okacārikaṃ. ","eng":"They close off the safe, secure path that leads to happiness, and open the wrong path. There they plant domesticated male and female deer as decoys ","html":"{}"},"mn19:25.5":{"pli":"Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena anayabyasanaṃ āpajjeyya. ","eng":"so that, in due course, that herd of deer would fall to ruin and disaster. ","html":"{}"},"mn19:25.6":{"pli":"Tasseva kho pana, bhikkhave, mahato migasaṅghassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo. ","eng":"Then along comes a person who wants to help keep the herd of deer safe. ","html":"{}"},"mn19:25.7":{"pli":"So yvāssa maggo khemo sovatthiko pītigamanīyo taṃ maggaṃ vivareyya, pidaheyya kummaggaṃ, ūhaneyya okacaraṃ, nāseyya okacārikaṃ. ","eng":"They open up the safe, secure path that leads to happiness, and close off the wrong path. They get rid of the decoys ","html":"{}"},"mn19:25.8":{"pli":"Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya. ","eng":"so that, in due course, that herd of deer would grow, increase, and mature. ","html":"{}</p>"},"mn19:26.1":{"pli":"Upamā kho me ayaṃ, bhikkhave, katā atthassa viññāpanāya. ","eng":"I’ve made up this simile to make a point. ","html":"<p>{}"},"mn19:26.2":{"pli":"Ayaṃ cevettha attho—","eng":"And this is what it means. ","html":"{}"},"mn19:26.3":{"pli":"mahantaṃ ninnaṃ pallalanti kho, bhikkhave, kāmānametaṃ adhivacanaṃ. ","eng":"‘An expanse of low-lying marshes’ is a term for sensual pleasures. ","html":"{}","comm":"As at <a href='index.html?q=sn22.84#10.11'>SN 22.84:10.11</a>. "},"mn19:26.4":{"pli":"Mahāmigasaṅghoti kho, bhikkhave, sattānametaṃ adhivacanaṃ. ","eng":"‘A large herd of deer’ is a term for sentient beings. ","html":"{}"},"mn19:26.5":{"pli":"Puriso anatthakāmo ahitakāmo ayogakkhemakāmoti kho, bhikkhave, mārassetaṃ pāpimato adhivacanaṃ. ","eng":"‘A person who wants to harm, injure, and threaten them’ is a term for Māra the Wicked. ","html":"{}"},"mn19:26.6":{"pli":"Kummaggoti kho, bhikkhave, aṭṭhaṅgikassetaṃ micchāmaggassa adhivacanaṃ, seyyathidaṃ—","eng":"‘The wrong path’ is a term for the wrong eightfold path, that is, ","html":"{}"},"mn19:26.7":{"pli":"micchādiṭṭhiyā micchāsaṅkappassa micchāvācāya micchākammantassa micchāājīvassa micchāvāyāmassa micchāsatiyā micchāsamādhissa. ","eng":"wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. ","html":"{}"},"mn19:26.8":{"pli":"Okacaroti kho, bhikkhave, nandīrāgassetaṃ adhivacanaṃ. ","eng":"‘A domesticated male deer’ is a term for greed and relishing. ","html":"{}"},"mn19:26.9":{"pli":"Okacārikāti kho, bhikkhave, avijjāyetaṃ adhivacanaṃ. ","eng":"‘A domesticated female deer’ is a term for ignorance. ","html":"{}"},"mn19:26.10":{"pli":"Puriso atthakāmo hitakāmo yogakkhemakāmoti kho, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa. ","eng":"‘A person who wants to help keep the herd of deer safe’ is a term for the Realized One, the perfected one, the fully awakened Buddha. ","html":"{}"},"mn19:26.11":{"pli":"Khemo maggo sovatthiko pītigamanīyoti kho, bhikkhave, ariyassetaṃ aṭṭhaṅgikassa maggassa adhivacanaṃ, seyyathidaṃ—","eng":"‘The safe, secure path that leads to happiness’ is a term for the noble eightfold path, that is: ","html":"{}"},"mn19:26.12":{"pli":"sammādiṭṭhiyā sammāsaṅkappassa sammāvācāya sammākammantassa sammāājīvassa sammāvāyāmassa sammāsatiyā sammāsamādhissa. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}</p>"},"mn19:26.13":{"pli":"Iti kho, bhikkhave, vivaṭo mayā khemo maggo sovatthiko pītigamanīyo, pihito kummaggo, ūhato okacaro, nāsitā okacārikā. ","eng":"So, mendicants, I have opened up the safe, secure path to happiness and closed off the wrong path. And I have got rid of the male and female decoys. ","html":"<p>{}</p>"},"mn19:27.1":{"pli":"Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā. ","eng":"Out of sympathy, I’ve done what a teacher should do who wants what’s best for their disciples. ","html":"<p>{}"},"mn19:27.2":{"pli":"Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni; jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti. ","eng":"Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.” ","html":"{}</p>"},"mn19:27.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn19:27.4":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn19:27.5":{"pli":"Dvedhāvitakkasuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}