{"mn9":{"mn9:0.1":{"pli":"Majjhima Nikāya 9 ","eng":"Middle Discourses 9 ","html":"<article id='mn9'><header><ul><li class='division'>{}</li></ul>"},"mn9:0.2":{"pli":"Sammādiṭṭhisutta ","eng":"Right View ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn9:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn9:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn9:1.3":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants: ","html":"{}","comm":"The Chinese and Sanskrit parallels depict this discourse as a conversation between Sāriputta and Mahākoṭṭhita, a context that appears to have been lost in the Pali. The sutta proceeds by starting with a simple analysis of right view, gradually stepping into deeper waters. Much of the discourse is framed in terms of dependent origination, but it focuses on the dependently originated phenomena, rather than the process of causality (see <a href='index.html?q=sn12.20'>SN 12.20</a> for this distinction). "},"mn9:1.4":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"mn9:1.5":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"mn9:1.6":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"mn9:2.1":{"pli":"“‘Sammādiṭṭhi sammādiṭṭhī’ti, āvuso, vuccati. ","eng":"“Reverends, they speak of this thing called ‘right view’. ","html":"<p>{}"},"mn9:2.2":{"pli":"Kittāvatā nu kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ","eng":"How do you define a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” ","html":"{}</p>","comm":"In other words, a stream-enterer. In <a href='index.html?q=mn141#5.6'>MN 141:5.6</a>, Sāriputta is said to teach students as far as as stream-entry, while his friend Moggallāna leads them to arahantship. "},"mn9:2.3":{"pli":"“Dūratopi kho mayaṃ, āvuso, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ. ","eng":"“Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. ","html":"<p>{}"},"mn9:2.4":{"pli":"Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho. ","eng":"May Venerable Sāriputta himself please clarify the meaning of this. ","html":"{}"},"mn9:2.5":{"pli":"Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti. ","eng":"The mendicants will listen and remember it.” ","html":"{}</p>"},"mn9:2.6":{"pli":"“Tena hi, āvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, reverends, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"mn9:2.7":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"<p>{}"},"mn9:2.8":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"mn9:3.1":{"pli":"“Yato kho, āvuso, ariyasāvako akusalañca pajānāti, akusalamūlañca pajānāti, kusalañca pajānāti, kusalamūlañca pajānāti—","eng":"“A noble disciple understands the unskillful and its root, and the skillful and its root. ","html":"<p>{}","comm":"That is, the deed and the motivating force behind the deed. "},"mn9:3.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. ","html":"{}</p>","comm":"Sāriputta had a deliberate, systematic, and unhurried approach to teaching. First he introduces a fundamental question, in this case stream-entry. Then he gives a simple and practical answer. Then he goes on to draw out implications both broad and deep. "},"mn9:4.1":{"pli":"Katamaṃ panāvuso, akusalaṃ, katamaṃ akusalamūlaṃ, katamaṃ kusalaṃ, katamaṃ kusalamūlaṃ? ","eng":"But what is the unskillful and what is its root? And what is the skillful and what is its root? ","html":"<p>{}"},"mn9:4.2":{"pli":"Pāṇātipāto kho, āvuso, akusalaṃ, adinnādānaṃ akusalaṃ, kāmesumicchācāro akusalaṃ, musāvādo akusalaṃ, pisuṇā vācā akusalaṃ, pharusā vācā akusalaṃ, samphappalāpo akusalaṃ, abhijjhā akusalaṃ, byāpādo akusalaṃ, micchādiṭṭhi akusalaṃ—","eng":"Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; and covetousness, ill will, and wrong view. ","html":"{}","comm":"Note that covetousness, ill will, and wrong view are strong forms of greed, hate, and delusion respectively. "},"mn9:4.3":{"pli":"idaṃ vuccatāvuso akusalaṃ. ","eng":"This is called the unskillful. ","html":"{}</p>"},"mn9:5.1":{"pli":"Katamañcāvuso, akusalamūlaṃ? ","eng":"And what is the root of the unskillful? ","html":"<p>{}"},"mn9:5.2":{"pli":"Lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ—","eng":"Greed, hate, and delusion. ","html":"{}"},"mn9:5.3":{"pli":"idaṃ vuccatāvuso, akusalamūlaṃ. ","eng":"This is called the root of the unskillful. ","html":"{}</p>"},"mn9:6.1":{"pli":"Katamañcāvuso, kusalaṃ? ","eng":"And what is the skillful? ","html":"<p>{}"},"mn9:6.2":{"pli":"Pāṇātipātā veramaṇī kusalaṃ, adinnādānā veramaṇī kusalaṃ, kāmesumicchācārā veramaṇī kusalaṃ, musāvādā veramaṇī kusalaṃ, pisuṇāya vācāya veramaṇī kusalaṃ, pharusāya vācāya veramaṇī kusalaṃ, samphappalāpā veramaṇī kusalaṃ, anabhijjhā kusalaṃ, abyāpādo kusalaṃ, sammādiṭṭhi kusalaṃ—","eng":"Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view. ","html":"{}","comm":"These are the “ten ways of doing skillful deeds” (<i lang='pi' translate='no'>dasakusalakammapathā</i>). There is a detailed explanation at <a href='index.html?q=mn41#7.1'>MN 41:7.1</a>. "},"mn9:6.3":{"pli":"idaṃ vuccatāvuso, kusalaṃ. ","eng":"This is called the skillful. ","html":"{}</p>"},"mn9:7.1":{"pli":"Katamañcāvuso, kusalamūlaṃ? ","eng":"And what is the root of the skillful? ","html":"<p>{}"},"mn9:7.2":{"pli":"Alobho kusalamūlaṃ, adoso kusalamūlaṃ, amoho kusalamūlaṃ—","eng":"Contentment, love, and understanding. ","html":"{}"},"mn9:7.3":{"pli":"idaṃ vuccatāvuso, kusalamūlaṃ. ","eng":"This is called the root of the skillful. ","html":"{}</p>"},"mn9:8.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ akusalaṃ pajānāti, evaṃ akusalamūlaṃ pajānāti, evaṃ kusalaṃ pajānāti, evaṃ kusalamūlaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—","eng":"A noble disciple understands in this way the unskillful and its root, and the skillful and its root. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ","html":"<p>{}","comm":"This passage, which is repeated throughout the sutta, indicates the arahant. The phrasing is problematic, as it suggests that one has right view (stream-entry) only after fully relinquishing all defilements (arahantship). The commentary records a discussion of this problem, but in fact it is probably due to a textual corruption in the Pali text, as the parallels at MA 29 and SA 344 lack this passage. This shows how difficulties in the Pali text can sometimes lead to fruitless discussions in the absence of the broader context offered by parallels. "},"mn9:8.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ","html":"{}</p>"},"mn9:9.1":{"pli":"“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ","eng":"Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question: ","html":"<p>{}"},"mn9:9.2":{"pli":"“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ","eng":"“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” ","html":"{}</p>","comm":"By giving a brief and simple answer to a profound question, Sāriputta leaves room for the audience to request further explanation. This teaching method ensures audience engagement and conveys information in digestible doses. "},"mn9:10.1":{"pli":"“Siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:10.2":{"pli":"Yato kho, āvuso, ariyasāvako āhārañca pajānāti, āhārasamudayañca pajānāti, āhāranirodhañca pajānāti, āhāranirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands fuel, its origin, its cessation, and the practice that leads to its cessation. ","html":"{}","comm":"Sāriputta introduces the framework of the four noble truths, but structured in terms of “fuel” rather than suffering. | “Fuel” (or “food” or “nutriment”, <i lang='pi' translate='no'>āhāra</i>) refers to both the thing that acts as a condition, fuel, or support, as well as the internal grasping and attachment to that thing. Its use as a philosophical term appears to be an innovation by the Buddha, replacing the <i lang='pi' translate='no'>anna</i> so dear to Vedic seers. "},"mn9:10.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. ","html":"{}</p>"},"mn9:11.1":{"pli":"Katamo panāvuso, āhāro, katamo āhārasamudayo, katamo āhāranirodho, katamā āhāranirodhagāminī paṭipadā? ","eng":"But what is fuel? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"<p>{}"},"mn9:11.2":{"pli":"Cattārome, āvuso, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā, sambhavesīnaṃ vā anuggahāya. ","eng":"These four fuels maintain sentient beings that have been born and help those about to be born. ","html":"{}","comm":"Also at <a href='index.html?q=mn38#15.1'>MN 38:15.1</a>, <a href='index.html?q=sn12.11'>SN 12.11</a>, <a href='index.html?q=sn12.12'>SN 12.12</a>, <a href='index.html?q=sn12.63'>SN 12.63</a>, <a href='index.html?q=sn12.64'>SN 12.64</a>; cp <a href='index.html?q=snp1.8#5.3'>Snp 1.8:5.3</a>. | “About to be born” is <i lang='pi' translate='no'>sambhavesī</i>, which I follow Norman and Bodhi in reading as a future active participle, although the commentary takes it in the sense “seeking” to be born. Compare such Sanskrit constructions as Rig Veda 1.66.8, <i lang='pi' translate='no'>yamo ha jāto yamo janitvaṁ</i> (“the twin that is born and the twin about to be born”) and Śatapatha Brāhmaṇa 2.3.1.24, <i lang='pi' translate='no'>bhūtaṁ caiva bhaviṣyacca jātaṁ ca janiṣyamāṇaṁ</i> (“has become and will be, born and to be born”). | The phrase is one of several in the suttas that appears to indicate an intermediate state between one life and the next, despite the fact that this view is formally rejected by the Theravada Abhidhamma (<a href='index.html?q=kv8.2'>Kv 8.2</a>). "},"mn9:11.3":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"mn9:11.4":{"pli":"Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. ","eng":"Edible food, whether solid or subtle; contact is the second, mental intention the third, and consciousness the fourth. ","html":"{}","comm":"Coarse edible food sustains the bodies of beings in the human and animal realms, while fine edible food sustains the gods and ancestors, a belief intertwined with the Vedic notion that the gods partake of the food offered in sacrifice (eg. Rig Veda 1.187). | “Contact” (<i lang='pi' translate='no'>phassa</i>) is the interaction between the inner and outer worlds, allowing us to situate ourselves in a sensory world full of fears and joys, stimulating feeling and hence the craving for more. | “Volition” (<i lang='pi' translate='no'>manosañcetanā</i>) allows us to act in the world revealed by the senses and secure further “fuel”. | “Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is aware of all this, experiencing suffering, and giving rise to a new “name and form” in a future life in a fruitless search to find a world free of pain. Thus the four “fuels” can be considered as a distinctive perspective on dependent origination, which is expanded further in the subsequent items. "},"mn9:11.5":{"pli":"Taṇhāsamudayā āhārasamudayo, taṇhānirodhā āhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo āhāranirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Fuel originates from craving. Fuel ceases when craving ceases. The practice that leads to the cessation of fuel is simply this noble eightfold path, that is: ","html":"{}","comm":"The word <i lang='pi' translate='no'>āhāra</i> (“fuel”, “food”, “nutriment”) means literally “intake”, and is etymologically parallel to <i lang='pi' translate='no'>upādāna</i>, “grasping”, “uptake”. Both terms have dual senses, on the one hand denoting fuel or sustenance, and on the other grasping and attachment. That is why here (as at <a href='index.html?q=mn38#16.1'>MN 38:16.1</a>), <i lang='pi' translate='no'>āhāra</i> is created by craving, just like <i lang='pi' translate='no'>upādāna</i> in the standard sequence (<a href='index.html?q=mn38#17.8'>MN 38:17.8</a>). "},"mn9:11.6":{"pli":"sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto, sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}</p>"},"mn9:12.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ āhāraṃ pajānāti, evaṃ āhārasamudayaṃ pajānāti, evaṃ āhāranirodhaṃ pajānāti, evaṃ āhāranirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—","eng":"A noble disciple understands in this way fuel, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ","html":"<p>{}"},"mn9:12.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ","html":"{}</p>"},"mn9:13.1":{"pli":"“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ","eng":"Saying “Good, sir,” those mendicants … asked another question: ","html":"<p>{}"},"mn9:13.2":{"pli":"“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ","eng":"“But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?” ","html":"{}</p>"},"mn9:14.1":{"pli":"“Siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:14.2":{"pli":"Yato kho, āvuso, ariyasāvako dukkhañca pajānāti, dukkhasamudayañca pajānāti, dukkhanirodhañca pajānāti, dukkhanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands suffering, its origin, its cessation, and the practice that leads to its cessation. ","html":"{}","comm":"Here Sāriputta gives the classic statement on the four noble truths in terms of suffering (<i lang='pi' translate='no'>dukkha</i>). "},"mn9:14.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","eng":"When they’ve done this, they’re defined as a noble disciple who … has come to the true teaching. ","html":"{}"},"mn9:15.1":{"pli":"Katamaṃ panāvuso, dukkhaṃ, katamo dukkhasamudayo, katamo dukkhanirodho, katamā dukkhanirodhagāminī paṭipadā? ","eng":"But what is suffering? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:15.2":{"pli":"Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṃ na labhati tampi dukkhaṃ, saṅkhittena pañcupādānakkhandhā dukkhā—","eng":"Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; being coupled with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. ","html":"{}","comm":"The definitions of the four noble truths are direct quotes from the Buddha’s first sermon, the Dhammacakkappavattanasutta (<a href='index.html?q=sn56.11#4.2'>SN 56.11:4.2</a>). They are notably emphasized by Sāriputta, who delves even further into them (<a href='index.html?q=mn28#3.2'>MN 28:3.2</a>, <a href='index.html?q=mn141#10.2'>MN 141:10.2</a>), as he does later in this sutta also. "},"mn9:15.3":{"pli":"idaṃ vuccatāvuso, dukkhaṃ. ","eng":"This is called suffering. ","html":"{}"},"mn9:16.1":{"pli":"Katamo cāvuso, dukkhasamudayo? ","eng":"And what is the origin of suffering? ","html":"{}"},"mn9:16.2":{"pli":"Yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—","eng":"It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure wherever it lands. That is, ","html":"{}","comm":"This definition clarifies two common misunderstandings. First, not all desire causes suffering, for some kinds of desire lead out of suffering (<a href='index.html?q=sn51.15#4.1'>SN 51.15:4.1</a>). Second, rebirth is not a tangential part of the Buddha’s teachings, uncritically inherited from cultural suppositions; it is baked into the fundamental meaning of the four noble truths. | The idiom <i lang='pi' translate='no'>tatratatra</i> (literally “there, there”) is not selective (“here and there”) but distributive (“everywhere”). By taking pleasure in sense experience, the mind binds itself to the need for continued stimulation in future lives. The distancing sense “there” is important, for craving does not merely satisfy itself with what it currently experiences, but must always seek out renewed gratification. For an Upaniṣadic precursor, see the note to the same idiom at <a href='index.html?q=mn2#8.8'>MN 2:8.8</a>. "},"mn9:16.3":{"pli":"kāmataṇhā bhavataṇhā vibhavataṇhā—","eng":"craving for sensual pleasures, craving for existence, and craving for nonexistence. ","html":"{}","comm":"Craving is a primal desire or hunger, often unconscious. | “Craving for sensual pleasures” (<i lang='pi' translate='no'>kāmataṇhā</i>): the desire to experience pleasure through any of the five senses. | “Craving for existence” (<i lang='pi' translate='no'>bhavataṇhā</i>): the desire to continue living in some form after death. | “Craving for nonexistence” (<i lang='pi' translate='no'>vibhavataṇhā</i>): the desire to annihilate the self. "},"mn9:16.4":{"pli":"ayaṃ vuccatāvuso, dukkhasamudayo. ","eng":"This is called the origin of suffering. ","html":"{}"},"mn9:17.1":{"pli":"Katamo cāvuso, dukkhanirodho? ","eng":"And what is the cessation of suffering? ","html":"{}"},"mn9:17.2":{"pli":"Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo—","eng":"It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it. ","html":"{}","comm":"These terms are used widely in different senses, but here they are all synonyms of “extinction” (<i lang='pi' translate='no'>nibbāna</i>). | Note especially the appearance of <i lang='pi' translate='no'>cāga</i> (“giving”) here. Giving is regarded as the most basic foundation of moral practice, yet even in its simplest form it partakes of the same nature as Nibbana. "},"mn9:17.3":{"pli":"ayaṃ vuccatāvuso, dukkhanirodho. ","eng":"This is called the cessation of suffering. ","html":"{}"},"mn9:18.1":{"pli":"Katamā cāvuso, dukkhanirodhagāminī paṭipadā? ","eng":"And what is the practice that leads to the cessation of suffering? ","html":"{}"},"mn9:18.2":{"pli":"Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—","eng":"It is simply this noble eightfold path, that is: ","html":"{}"},"mn9:18.3":{"pli":"sammādiṭṭhi …pe… sammāsamādhi—","eng":"right view … right immersion. ","html":"{}"},"mn9:18.4":{"pli":"ayaṃ vuccatāvuso, dukkhanirodhagāminī paṭipadā. ","eng":"This is called the practice that leads to the cessation of suffering. ","html":"{}</p>"},"mn9:19.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ dukkhaṃ pajānāti, evaṃ dukkhasamudayaṃ pajānāti, evaṃ dukkhanirodhaṃ pajānāti, evaṃ dukkhanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—","eng":"A noble disciple understands in this way suffering, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ","html":"<p>{}"},"mn9:19.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ","html":"{}</p>"},"mn9:20.1":{"pli":"“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ","eng":"Saying “Good, sir,” those mendicants … asked another question: ","html":"<p>{}"},"mn9:20.2":{"pli":"“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ","eng":"“But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?” ","html":"{}</p>"},"mn9:21.1":{"pli":"“Siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:21.2":{"pli":"Yato kho, āvuso, ariyasāvako jarāmaraṇañca pajānāti, jarāmaraṇasamudayañca pajānāti, jarāmaraṇanirodhañca pajānāti, jarāmaraṇanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands old age and death, their origin, their cessation, and the practice that leads to their cessation … ","html":"{}","comm":"This is a nice example of Sāriputta’s analytical genius. He picks up “old age and death” from the explanation of “suffering” and treats it within the framework of the four noble truths. This creates continuity with the previous sections, as well as situating it within the Buddha’s teachings as a whole, since all footprints fit in an elephant’s footprint (<a href='index.html?q=mn28#2.1'>MN 28:2.1</a>). Further, he <em>deepens</em> understanding by applying the four noble truths recursively, bringing small details into close focus. Meanwhile, this item, following on from “suffering”, leads into the familiar sequence of items from dependent origination. Thus he simultaneously <em>broadens</em> the scope by linking the four noble truths with dependent origination. "},"mn9:21.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:22.1":{"pli":"Katamaṃ panāvuso, jarāmaraṇaṃ, katamo jarāmaraṇasamudayo, katamo jarāmaraṇanirodho, katamā jarāmaraṇanirodhagāminī paṭipadā? ","eng":"But what are old age and death? What is their origin, their cessation, and the practice that leads to their cessation? ","html":"{}"},"mn9:22.2":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko—","eng":"The old age, decrepitude, broken teeth, gray hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings. ","html":"{}","comm":"<i lang='pi' translate='no'>Jarā</i> is neither the process of getting old (“ageing”), nor a psychological metaphor, but the physical state of being old (“old age”). The same applies to the definitions of “death” and “rebirth”. "},"mn9:22.3":{"pli":"ayaṃ vuccatāvuso, jarā. ","eng":"This is called old age. ","html":"{}"},"mn9:22.4":{"pli":"Katamañcāvuso, maraṇaṃ? ","eng":"And what is death? ","html":"{}","comm":"Text lacks the expected question “what is old age?” on the previous section. "},"mn9:22.5":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālaṅkiriyā khandhānaṃ bhedo, kaḷevarassa nikkhepo, jīvitindriyassupacchedo—","eng":"The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings. ","html":"{}"},"mn9:22.6":{"pli":"idaṃ vuccatāvuso, maraṇaṃ. ","eng":"This is called death. ","html":"{}"},"mn9:22.7":{"pli":"Iti ayañca jarā idañca maraṇaṃ—","eng":"Such is old age, and such is death. ","html":"{}"},"mn9:22.8":{"pli":"idaṃ vuccatāvuso, jarāmaraṇaṃ. ","eng":"This is called old age and death. ","html":"{}"},"mn9:22.9":{"pli":"Jātisamudayā jarāmaraṇasamudayo, jātinirodhā jarāmaraṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo jarāmaraṇanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Old age and death originate from rebirth. Old age and death cease when rebirth ceases. The practice that leads to the cessation of old age and death is simply this noble eightfold path …” ","html":"{}","comm":"<i lang='pi' translate='no'>Jāti</i> refers to ongoing transmigration into new lives, “rebirth”. The only way to escape old age and death is to not be reborn. "},"mn9:22.10":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:23.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ jarāmaraṇaṃ pajānāti, evaṃ jarāmaraṇasamudayaṃ pajānāti, evaṃ jarāmaraṇanirodhaṃ pajānāti, evaṃ jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:23.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:24.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:24.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:25.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:25.2":{"pli":"Yato kho, āvuso, ariyasāvako jātiñca pajānāti, jātisamudayañca pajānāti, jātinirodhañca pajānāti, jātinirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands rebirth, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}"},"mn9:25.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:26.1":{"pli":"Katamā panāvuso, jāti, katamo jātisamudayo, katamo jātinirodho, katamā jātinirodhagāminī paṭipadā? ","eng":"But what is rebirth? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:26.2":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo, āyatanānaṃ paṭilābho—","eng":"The rebirth, inception, conception, regeneration, manifestation of the aggregates, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings. ","html":"{}"},"mn9:26.3":{"pli":"ayaṃ vuccatāvuso, jāti. ","eng":"This is called rebirth. ","html":"{}"},"mn9:26.4":{"pli":"Bhavasamudayā jātisamudayo, bhavanirodhā jātinirodho, ayameva ariyo aṭṭhaṅgiko maggo jātinirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Rebirth originates from continued existence. Rebirth ceases when continued existence ceases. The practice that leads to the cessation of rebirth is simply this noble eightfold path …” ","html":"{}"},"mn9:26.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:27.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ jātiṃ pajānāti, evaṃ jātisamudayaṃ pajānāti, evaṃ jātinirodhaṃ pajānāti, evaṃ jātinirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:27.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:28.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:28.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:29.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:29.2":{"pli":"Yato kho, āvuso, ariyasāvako bhavañca pajānāti, bhavasamudayañca pajānāti, bhavanirodhañca pajānāti, bhavanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands continued existence, its origin, its cessation, and the practice that leads to its cessation. ","html":"{}","comm":"<i lang='pi' translate='no'>Bhava</i> means “being, existence, life” in the sense of “past and future lives”. The concept of <i lang='pi' translate='no'>bhava</i> includes both active and resultant dimensions of life. Consider it by analogy with, say, visiting a park. First there is the spark of an idea, a vague impression of a “park” in the mind, which solidifies into an intention. Acting on it, one goes to the park, where it becomes ones’ reality, the “world” one inhabits. Likewise, by creating ideas and volitions in the mind, one is aligning or tuning into the corresponding realm of existence, priming the mind to project itself into that state and make it a reality when one is reborn there. "},"mn9:29.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:30.1":{"pli":"Katamo panāvuso, bhavo, katamo bhavasamudayo, katamo bhavanirodho, katamā bhavanirodhagāminī paṭipadā? ","eng":"But what is continued existence? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:30.2":{"pli":"Tayome, āvuso, bhavā—","eng":"There are these three states of continued existence. ","html":"{}","comm":"The idea of three “worlds” (<i lang='pi' translate='no'>loka</i>) or “states of existence” (<i lang='pi' translate='no'>bhava</i>), variously defined, is shared between Buddhism, Hinduism, and Jainism. It originally referred to the earth (<i lang='pi' translate='no'>bhū</i>, <i lang='pi' translate='no'>pṛthivi</i>), the midspace (<i lang='pi' translate='no'>antarikṣa</i>), and the heavens or sky (<i lang='pi' translate='no'>diva</i>, <i lang='pi' translate='no'>svarga</i>), the respective abodes of humanity, the ancestors, and the gods. In the mythology underlying the Vedas they were formed by Indra’s heroic deeds: empowered by soma, he first slew the dragon Vṛtra who bound the world in a mass of darkness, then he separated earth from sky, leaving the midspace between (Rig Veda 2.15), thus creating the visible or intelligible world. "},"mn9:30.3":{"pli":"kāmabhavo, rūpabhavo, arūpabhavo. ","eng":"Existence in the sensual realm, the realm of luminous form, and the formless realm. ","html":"{}","comm":"The “sensual realm” encompasses all realms, including the human, from the lowest hell to the highest of the sensual heavens, the gods who control what is imagined by others. | “Luminous form” (<i lang='pi' translate='no'>rūpa</i>) refers to the Brahmā realms attained through the luminous mind of <i lang='pi' translate='no'>jhāna</i>. | The “formless” realms are attained through the formless meditations. "},"mn9:30.4":{"pli":"Upādānasamudayā bhavasamudayo, upādānanirodhā bhavanirodho, ayameva ariyo aṭṭhaṅgiko maggo bhavanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Continued existence originates from grasping. Continued existence ceases when grasping ceases. The practice that leads to the cessation of continued existence is simply this noble eightfold path …” ","html":"{}"},"mn9:30.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:31.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ bhavaṃ pajānāti, evaṃ bhavasamudayaṃ pajānāti, evaṃ bhavanirodhaṃ pajānāti, evaṃ bhavanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti. ","html":"<p>{}"},"mn9:31.2":{"pli":"Ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:32.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:32.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:33.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:33.2":{"pli":"Yato kho, āvuso, ariyasāvako upādānañca pajānāti, upādānasamudayañca pajānāti, upādānanirodhañca pajānāti, upādānanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands grasping, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}","comm":"“Grasping” (<i lang='pi' translate='no'>upādāna</i>) has the active sense of “taking up” a new life, not just “clinging” to what one has. As noted above, it has a dual sense, because, like <i lang='pi' translate='no'>āhāra</i>, it also means the “fuel” that sustains the fire of existence (<a href='index.html?q=sn3.1#10.1'>SN 3.1:10.1</a>, <a href='index.html?q=sn12.52#1.2'>SN 12.52:1.2</a>). "},"mn9:33.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:34.1":{"pli":"Katamaṃ panāvuso, upādānaṃ, katamo upādānasamudayo, katamo upādānanirodho, katamā upādānanirodhagāminī paṭipadā? ","eng":"But what is grasping? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:34.2":{"pli":"Cattārimāni, āvuso, upādānāni—","eng":"There are these four kinds of grasping. ","html":"{}"},"mn9:34.3":{"pli":"kāmupādānaṃ, diṭṭhupādānaṃ, sīlabbatupādānaṃ, attavādupādānaṃ. ","eng":"Grasping at sensual pleasures, views, precepts and observances, and theories of a self. ","html":"{}","comm":"Grasping begins with the primal desire of the senses, but the three other graspings are rather intellectual and sophisticated. Only a grown human being with a developed linguistic ability is able to formulate a view to become attached to, and likewise with attachment to religious observances and vows, and to theories of a self. "},"mn9:34.4":{"pli":"Taṇhāsamudayā upādānasamudayo, taṇhānirodhā upādānanirodho, ayameva ariyo aṭṭhaṅgiko maggo upādānanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Grasping originates from craving. Grasping ceases when craving ceases. The practice that leads to the cessation of grasping is simply this noble eightfold path …” ","html":"{}"},"mn9:34.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:35.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ upādānaṃ pajānāti, evaṃ upādānasamudayaṃ pajānāti, evaṃ upādānanirodhaṃ pajānāti, evaṃ upādānanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:35.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:36.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:36.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:37.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:37.2":{"pli":"Yato kho, āvuso, ariyasāvako taṇhañca pajānāti, taṇhāsamudayañca pajānāti, taṇhānirodhañca pajānāti, taṇhānirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands craving, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}"},"mn9:37.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:38.1":{"pli":"Katamā panāvuso, taṇhā, katamo taṇhāsamudayo, katamo taṇhānirodho, katamā taṇhānirodhagāminī paṭipadā? ","eng":"But what is craving? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:38.2":{"pli":"Chayime, āvuso, taṇhākāyā—","eng":"There are these six classes of craving. ","html":"{}"},"mn9:38.3":{"pli":"rūpataṇhā, saddataṇhā, gandhataṇhā, rasataṇhā, phoṭṭhabbataṇhā, dhammataṇhā. ","eng":"Craving for sights, sounds, smells, tastes, touches, and ideas. ","html":"{}","comm":"We have met the three kinds of craving above, while here craving is analyzed in terms of the six senses, which relates it to the items to come. | <i lang='pi' translate='no'>Dhammataṇhā</i> is idiomatically translated as “craving for ideas”, although its scope is broader than just discursive thinking. It refers to any kind of craving for mental phenomena, which includes, for example, craving for the mental pleasure of deep meditation. "},"mn9:38.4":{"pli":"Vedanāsamudayā taṇhāsamudayo, vedanānirodhā taṇhānirodho, ayameva ariyo aṭṭhaṅgiko maggo taṇhānirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Craving originates from feeling. Craving ceases when feeling ceases. The practice that leads to the cessation of craving is simply this noble eightfold path …” ","html":"{}"},"mn9:38.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:39.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ taṇhaṃ pajānāti, evaṃ taṇhāsamudayaṃ pajānāti, evaṃ taṇhānirodhaṃ pajānāti, evaṃ taṇhānirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:39.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:40.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:40.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:41.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:41.2":{"pli":"Yato kho, āvuso, ariyasāvako vedanañca pajānāti, vedanāsamudayañca pajānāti, vedanānirodhañca pajānāti, vedanānirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands feeling, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}","comm":"“Feeling” is <i lang='pi' translate='no'>vedanā</i>, from the root <i lang='pi' translate='no'>vid</i> (“to experience”) and having the applied meaning of “hedonic tone”, whether pleasant, painful, or neutral. "},"mn9:41.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:42.1":{"pli":"Katamā panāvuso, vedanā, katamo vedanāsamudayo, katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā? ","eng":"But what is feeling? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:42.2":{"pli":"Chayime, āvuso, vedanākāyā—","eng":"There are these six classes of feeling. ","html":"{}"},"mn9:42.3":{"pli":"cakkhusamphassajā vedanā, sotasamphassajā vedanā, ghānasamphassajā vedanā, jivhāsamphassajā vedanā, kāyasamphassajā vedanā, manosamphassajā vedanā. ","eng":"Feeling born of contact through the eye, ear, nose, tongue, body, and mind. ","html":"{}"},"mn9:42.4":{"pli":"Phassasamudayā vedanāsamudayo, phassanirodhā vedanānirodho, ayameva ariyo aṭṭhaṅgiko maggo vedanānirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Feeling originates from contact. Feeling ceases when contact ceases. The practice that leads to the cessation of feeling is simply this noble eightfold path …” ","html":"{}"},"mn9:42.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:43.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ vedanaṃ pajānāti, evaṃ vedanāsamudayaṃ pajānāti, evaṃ vedanānirodhaṃ pajānāti, evaṃ vedanānirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:43.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:44.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:44.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:45.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:45.2":{"pli":"Yato kho, āvuso, ariyasāvako phassañca pajānāti, phassasamudayañca pajānāti, phassanirodhañca pajānāti, phassanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands contact, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}","comm":"“Contact” is <i lang='pi' translate='no'>phassa</i>, otherwise  “touch”, or “impingement”. It occurs when sense stimulus meets sense organ in experience. "},"mn9:45.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:46.1":{"pli":"Katamo panāvuso, phasso, katamo phassasamudayo, katamo phassanirodho, katamā phassanirodhagāminī paṭipadā? ","eng":"But what is contact? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:46.2":{"pli":"Chayime, āvuso, phassakāyā—","eng":"There are these six classes of contact. ","html":"{}"},"mn9:46.3":{"pli":"cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphasso. ","eng":"Contact through the eye, ear, nose, tongue, body, and mind. ","html":"{}","comm":"Contact through the physical senses occurs by way of impingement or physical resistance, the impact of a stimulating energy with the sense organ. Mental contact occurs by way of designation or conceptualization. "},"mn9:46.4":{"pli":"Saḷāyatanasamudayā phassasamudayo, saḷāyatananirodhā phassanirodho, ayameva ariyo aṭṭhaṅgiko maggo phassanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Contact originates from the six sense fields. Contact ceases when the six sense fields cease. The practice that leads to the cessation of contact is simply this noble eightfold path …” ","html":"{}"},"mn9:46.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:47.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ phassaṃ pajānāti, evaṃ phassasamudayaṃ pajānāti, evaṃ phassanirodhaṃ pajānāti, evaṃ phassanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:47.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:48.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:48.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:49.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:49.2":{"pli":"Yato kho, āvuso, ariyasāvako saḷāyatanañca pajānāti, saḷāyatanasamudayañca pajānāti, saḷāyatananirodhañca pajānāti, saḷāyatananirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands the six sense fields, their origin, their cessation, and the practice that leads to their cessation … ","html":"{}","comm":"“Field” is <i lang='pi' translate='no'>āyatana</i>, literally a “stretching out”, i.e. a field or dimension. "},"mn9:49.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:50.1":{"pli":"Katamaṃ panāvuso, saḷāyatanaṃ, katamo saḷāyatanasamudayo, katamo saḷāyatananirodho, katamā saḷāyatananirodhagāminī paṭipadā? ","eng":"But what are the six sense fields? What is their origin, their cessation, and the practice that leads to their cessation? ","html":"{}"},"mn9:50.2":{"pli":"Chayimāni, āvuso, āyatanāni—","eng":"There are these six sense fields. ","html":"{}"},"mn9:50.3":{"pli":"cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, manāyatanaṃ. ","eng":"The sense fields of the eye, ear, nose, tongue, body, and mind. ","html":"{}","comm":"In Buddhism, the mind is the “sixth sense”, which knows mental phenomena just as physical senses know physical phenomena. "},"mn9:50.4":{"pli":"Nāmarūpasamudayā saḷāyatanasamudayo, nāmarūpanirodhā saḷāyatananirodho, ayameva ariyo aṭṭhaṅgiko maggo saḷāyatananirodhagāminī paṭipadā, seyyathidaṃ—","eng":"The six sense fields originate from name and form. The six sense fields cease when name and form cease. The practice that leads to the cessation of the six sense fields is simply this noble eightfold path …” ","html":"{}"},"mn9:50.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:51.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ saḷāyatanaṃ pajānāti, evaṃ saḷāyatanasamudayaṃ pajānāti, evaṃ saḷāyatananirodhaṃ pajānāti, evaṃ saḷāyatananirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:51.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:52.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:52.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:53.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:53.2":{"pli":"Yato kho, āvuso, ariyasāvako nāmarūpañca pajānāti, nāmarūpasamudayañca pajānāti, nāmarūpanirodhañca pajānāti, nāmarūpanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands name and form, their origin, their cessation, and the practice that leads to their cessation … ","html":"{}","comm":"“Name and form” (<i lang='pi' translate='no'>nāmarūpa</i>) is a Vedic concept referring to the multiplicity of material forms (<i lang='pi' translate='no'>rūpa</i>) and associated names (<i lang='pi' translate='no'>nāma</i>), especially the individual “sentient organisms” such as gods and humans (Rig Veda 5.43.10, Bṛhadāraṇyaka Upaniṣad 1.6.1, Chāndogya Upaniṣad 6.3.2), which are ultimately absorbed into the divine, like rivers in the ocean (Muṇḍaka Upaniṣad 3.2.8, Praśna Upaniṣad 6.5). "},"mn9:53.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:54.1":{"pli":"Katamaṃ panāvuso, nāmarūpaṃ, katamo nāmarūpasamudayo, katamo nāmarūpanirodho, katamā nāmarūpanirodhagāminī paṭipadā? ","eng":"But what are name and form? What is their origin, their cessation, and the practice that leads to their cessation? ","html":"{}"},"mn9:54.2":{"pli":"Vedanā, saññā, cetanā, phasso, manasikāro—","eng":"Feeling, perception, intention, contact, and application of mind—","html":"{}","comm":"Name and form are treated analytically (see also <a href='index.html?q=dn15#20.8'>DN 15:20.8</a>, <a href='index.html?q=sn12.2#11.1'>SN 12.2:11.1</a>). This brings them out of the world of metaphysics and theology and into the realm of mindful experience and rational inquiry. These five factors make it possible for consciousness to function. "},"mn9:54.3":{"pli":"idaṃ vuccatāvuso, nāmaṃ; ","eng":"this is called name. ","html":"{}"},"mn9:54.4":{"pli":"cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpaṃ—","eng":"The four principal states, and form derived from the four principal states—","html":"{}","comm":"The “principal states” (<i lang='pi' translate='no'>mahābhūtā</i>) are earth, water, fire, and air, corresponding to the states of matter, namely solid, liquid, plasma, and gas. For the history of this term, see note on <a href='index.html?q=mn28#4.2'>MN 28:4.2</a>. | “Derived” (<i lang='pi' translate='no'>upādāya</i>) form is not explained in the suttas, but one passage indicates it includes “space” (<a href='index.html?q=mn28#26.1'>MN 28:26.1</a>). The Abhidhamma traditions explain it as including the objects of the senses, the subtle matter that receives sense impressions, and various other material phenomena. "},"mn9:54.5":{"pli":"idaṃ vuccatāvuso, rūpaṃ. ","eng":"this is called form. ","html":"{}"},"mn9:54.6":{"pli":"Iti idañca nāmaṃ idañca rūpaṃ—","eng":"Such is name and such is form. ","html":"{}"},"mn9:54.7":{"pli":"idaṃ vuccatāvuso, nāmarūpaṃ. ","eng":"This is called name and form. ","html":"{}"},"mn9:54.8":{"pli":"Viññāṇasamudayā nāmarūpasamudayo, viññāṇanirodhā nāmarūpanirodho, ayameva ariyo aṭṭhaṅgiko maggo nāmarūpanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Name and form originate from consciousness. Name and form cease when consciousness ceases. The practice that leads to the cessation of name and form is simply this noble eightfold path …” ","html":"{}"},"mn9:54.9":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:55.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ nāmarūpaṃ pajānāti, evaṃ nāmarūpasamudayaṃ pajānāti, evaṃ nāmarūpanirodhaṃ pajānāti, evaṃ nāmarūpanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}"},"mn9:55.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:56.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:56.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:57.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:57.2":{"pli":"Yato kho, āvuso, ariyasāvako viññāṇañca pajānāti, viññāṇasamudayañca pajānāti, viññāṇanirodhañca pajānāti, viññāṇanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands consciousness, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}","comm":"“Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is simple subjective awareness, the sense of knowing. It is the subjective awareness that makes the entire multiform world of concepts and appearances possible. "},"mn9:57.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:58.1":{"pli":"Katamaṃ panāvuso, viññāṇaṃ, katamo viññāṇasamudayo, katamo viññāṇanirodho, katamā viññāṇanirodhagāminī paṭipadā? ","eng":"But what is consciousness? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:58.2":{"pli":"Chayime, āvuso, viññāṇakāyā—","eng":"There are these six classes of consciousness. ","html":"{}"},"mn9:58.3":{"pli":"cakkhuviññāṇaṃ, sotaviññāṇaṃ, ghānaviññāṇaṃ, jivhāviññāṇaṃ, kāyaviññāṇaṃ, manoviññāṇaṃ. ","eng":"Eye, ear, nose, tongue, body, and mind consciousness. ","html":"{}","comm":"External sense consciousness is the sheer awareness of a physical property. The eye, for example, is only aware of light. The mind, relying on the five factors of “name”, processes this data into meaningful concepts and ideas. "},"mn9:58.4":{"pli":"Saṅkhārasamudayā viññāṇasamudayo, saṅkhāranirodhā viññāṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo viññāṇanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Consciousness originates from choices. Consciousness ceases when choices cease. The practice that leads to the cessation of consciousness is simply this noble eightfold path …” ","html":"{}"},"mn9:58.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:59.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ viññāṇaṃ pajānāti, evaṃ viññāṇasamudayaṃ pajānāti, evaṃ viññāṇanirodhaṃ pajānāti, evaṃ viññāṇanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya …pe… dukkhassantakaro hoti—","html":"<p>{}</p>"},"mn9:59.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"<p>{}"},"mn9:60.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"{}"},"mn9:60.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:61.1":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:61.2":{"pli":"Yato kho, āvuso, ariyasāvako saṅkhāre ca pajānāti, saṅkhārasamudayañca pajānāti, saṅkhāranirodhañca pajānāti, saṅkhāranirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands choices, their origin, their cessation, and the practice that leads to their cessation … ","html":"{}","comm":"This is the final item in the Chinese and Sanskrit parallels. "},"mn9:61.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:62.1":{"pli":"Katame panāvuso, saṅkhārā, katamo saṅkhārasamudayo, katamo saṅkhāranirodho, katamā saṅkhāranirodhagāminī paṭipadā? ","eng":"But what are choices? What is their origin, their cessation, and the practice that leads to their cessation? ","html":"{}","comm":"<i lang='pi' translate='no'>Saṅkhāra</i> in early Buddhism has three main doctrinal senses. (1) The broadest sense is “conditioned phenomena”, which essentially means “everything except Nibbana”. (2) Sometimes it is a physical or mental “process” or “activity”, such as vitality or the breath. (3) In the five aggregates and dependent origination it has the sense of “morally potent volitions or choices” and is a synonym for <i lang='pi' translate='no'>cetanā</i> (“intention”) or <i lang='pi' translate='no'>kamma</i> (“deed”). It is defined as good, bad, and imperturbable choices (<a href='index.html?q=dn33#1.10.77'>DN 33:1.10.77</a>, <a href='index.html?q=sn12.51#9.4'>SN 12.51:9.4</a>), the latter of which refers to the kamma of the fourth <i lang='pi' translate='no'>jhāna</i> and above. In this sense it is the moral “choices” for good or ill that propel consciousness into a new rebirth. "},"mn9:62.2":{"pli":"Tayome, āvuso, saṅkhārā—","eng":"There are these three kinds of choice. ","html":"{}"},"mn9:62.3":{"pli":"kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro. ","eng":"Choices by way of body, speech, and mind. ","html":"{}","comm":"This set of three refers to deeds carried out through the body, speech, and mind (eg. <a href='index.html?q=mn57#8.2'>MN 57:8.2</a>). “Mind” is <i lang='pi' translate='no'>citta</i>, while the Sanskrit Dṛṣṭisampannasūtra has <i lang='pi' translate='no'>mano</i> in the parallel passage (<a href='https://suttacentral.net/sf172/san/tripathi#tri23.17b'>SF 172</a>). In dependent origination these are synonyms (<a href='index.html?q=sn12.61#2.1'>SN 12.61:2.1</a>). Not to be confused with the same terms when used in the context of mindfulness of breathing (<a href='index.html?q=sn41.6#1.5'>SN 41.6:1.5</a>). "},"mn9:62.4":{"pli":"Avijjāsamudayā saṅkhārasamudayo, avijjānirodhā saṅkhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo saṅkhāranirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Choices originate from ignorance. Choices cease when ignorance ceases. The practice that leads to the cessation of choices is simply this noble eightfold path …” ","html":"{}"},"mn9:62.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:63.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ saṅkhāre pajānāti, evaṃ saṅkhārasamudayaṃ pajānāti, evaṃ saṅkhāranirodhaṃ pajānāti, evaṃ saṅkhāranirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—","html":"<p>{}"},"mn9:63.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:64.1":{"pli":"“Sādhāvuso”ti kho …pe… apucchuṃ—","html":"<p>{}"},"mn9:64.2":{"pli":"siyā panāvuso …pe… ","eng":"“Might there be another way to describe a noble disciple?” ","html":"{}</p>"},"mn9:64.3":{"pli":"“siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:65.1":{"pli":"Yato kho, āvuso, ariyasāvako avijjañca pajānāti, avijjāsamudayañca pajānāti, avijjānirodhañca pajānāti, avijjānirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands ignorance, its origin, its cessation, and the practice that leads to its cessation … ","html":"{}","comm":"“Ignorance” is the only item not found in the Chinese and Sanskrit parallels. Perhaps the original form of the sutta treated ignorance solely under its inverse, which is right view itself. Thus the lack of ignorance as a separate item could have been deliberate, emphasizing how the entirety of right view, encompassing all items in the discourse, implies the opposite of ignorance. "},"mn9:65.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","html":"{}"},"mn9:65.3":{"pli":"Katamā panāvuso, avijjā, katamo avijjāsamudayo, katamo avijjānirodho, katamā avijjānirodhagāminī paṭipadā? ","eng":"But what is ignorance? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"{}"},"mn9:65.4":{"pli":"Yaṃ kho, āvuso, dukkhe aññāṇaṃ, dukkhasamudaye aññāṇaṃ, dukkhanirodhe aññāṇaṃ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṃ—","eng":"Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ","html":"{}"},"mn9:65.5":{"pli":"ayaṃ vuccatāvuso, avijjā. ","eng":"This is called ignorance. ","html":"{}"},"mn9:66.1":{"pli":"Āsavasamudayā avijjāsamudayo, āsavanirodhā avijjānirodho, ayameva ariyo aṭṭhaṅgiko maggo avijjānirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Ignorance originates from defilement. Ignorance ceases when defilement ceases. The practice that leads to the cessation of ignorance is simply this noble eightfold path …” ","html":"{}","comm":"The current presentation is unique, as ignorance is itself one of the defilements (<i lang='pi' translate='no'>āsava</i>). Ignorance is normally the final item in dependent origination, the “head” from which all follows (<a href='index.html?q=snp5.1#51.1'>Snp 5.1:51.1</a>). Nonetheless, causality is not a linear process, so a starting point is identified only for practical reasons. At <a href='index.html?q=an10.62#2.4'>AN 10.62:2.4</a> the five hindrances are said to be the “fuel” for ignorance. "},"mn9:66.2":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","html":"{}</p>"},"mn9:67.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ avijjaṃ pajānāti, evaṃ avijjāsamudayaṃ pajānāti, evaṃ avijjānirodhaṃ pajānāti, evaṃ avijjānirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—","html":"<p>{}"},"mn9:67.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","html":"{}</p>"},"mn9:68.1":{"pli":"“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ","eng":"Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question: ","html":"<p>{}"},"mn9:68.2":{"pli":"“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ","eng":"“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” ","html":"{}</p>"},"mn9:69.1":{"pli":"“Siyā, āvuso. ","eng":"“There might, reverends. ","html":"<p>{}"},"mn9:69.2":{"pli":"Yato kho, āvuso, ariyasāvako āsavañca pajānāti, āsavasamudayañca pajānāti, āsavanirodhañca pajānāti, āsavanirodhagāminiṃ paṭipadañca pajānāti—","eng":"A noble disciple understands defilement, its origin, its cessation, and the practice that leads to its cessation. ","html":"{}","comm":"The appearance of “defilement” (<i lang='pi' translate='no'>āsava</i>) at the end is appropriate, as its appearance in the four noble truths formula usually signifies arahantship. Nonetheless, the Chinese and Sanskrit parallels place it much earlier, after the four fuels. The sequence of the remaining items is mostly consistent between parallels. "},"mn9:69.3":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. ","html":"{}</p>"},"mn9:70.1":{"pli":"Katamo panāvuso, āsavo, katamo āsavasamudayo, katamo āsavanirodho, katamā āsavanirodhagāminī paṭipadāti? ","eng":"But what is defilement? What is its origin, its cessation, and the practice that leads to its cessation? ","html":"<p>{}"},"mn9:70.2":{"pli":"Tayome, āvuso, āsavā—","eng":"There are these three defilements. ","html":"{}"},"mn9:70.3":{"pli":"kāmāsavo, bhavāsavo, avijjāsavo. ","eng":"The defilements of sensuality, desire to be reborn, and ignorance. ","html":"{}"},"mn9:70.4":{"pli":"Avijjāsamudayā āsavasamudayo, avijjānirodhā āsavanirodho, ayameva ariyo aṭṭhaṅgiko maggo āsavanirodhagāminī paṭipadā, seyyathidaṃ—","eng":"Defilement originates from ignorance. Defilement ceases when ignorance ceases. The practice that leads to the cessation of defilement is simply this noble eightfold path, that is: ","html":"{}","comm":"Ignorance and defilements are locked in a cycle of mutual dependent conditioning: ignorance begets more ignorance. Compare the mutual conditioning of consciousness with name and form at <a href='index.html?q=dn15#20.1'>DN 15:20.1</a>. One implication of this is that no first point of ignorance and hence no first point of transmigration can be known. "},"mn9:70.5":{"pli":"sammādiṭṭhi …pe… sammāsamādhi. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}</p>"},"mn9:71.1":{"pli":"Yato kho, āvuso, ariyasāvako evaṃ āsavaṃ pajānāti, evaṃ āsavasamudayaṃ pajānāti, evaṃ āsavanirodhaṃ pajānāti, evaṃ āsavanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—","eng":"A noble disciple understands in this way defilement, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. ","html":"<p>{}"},"mn9:71.2":{"pli":"ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ","eng":"When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” ","html":"{}</p>"},"mn9:71.3":{"pli":"Idamavocāyasmā sāriputto. ","eng":"This is what Venerable Sāriputta said. ","html":"<p>{}"},"mn9:71.4":{"pli":"Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what Sāriputta said. ","html":"{}</p>"},"mn9:71.5":{"pli":"Sammādiṭṭhisuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}