{"mn124":{"mn124:0.1":{"pli":"Majjhima Nikāya 124 ","eng":"Middle Discourses 124 ","html":"<article id='mn124'><header><ul><li class='division'>{}</li></ul>"},"mn124:0.2":{"pli":"Bākulasutta ","eng":"With Bakkula ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn124:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"Bakkula is depicted as an exponent of austerity who goes significantly beyond the norm in the early texts. According to the commentary, this sutta was added by the Elders at the Second Council, a century after the Buddha’s passing. This is supported by the lack of mention of where the Buddha is staying; by the advanced age of Bakkula; and by multiple textual indications. Bakkula apparently represents an ideal among a certain wing of the Saṅgha at that time. His verses in the Theragāthā, however, are simple and free from this severity (<a href='index.html?q=thag3.3'>Thag 3.3</a>). "},"mn124:1.2":{"pli":"ekaṃ samayaṃ āyasmā bākulo rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time Venerable Bakkula was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn124:2.1":{"pli":"Atha kho acelakassapo āyasmato bākulassa purāṇagihisahāyo yenāyasmā bākulo tenupasaṅkami; upasaṅkamitvā āyasmatā bākulena saddhiṃ sammodi. ","eng":"Then the naked ascetic Kassapa, an old friend of Bakkula in the lay life, approached him, and exchanged greetings with him. ","html":"<p>{}","comm":"The phrase <i lang='pi' translate='no'>purāṇagihisahāya</i> (“old friend from the lay life”) appears only here and at <a href='index.html?q=sn41.9#1.1'>SN 41.9:1.1</a>. There it is also said of a naked ascetic (<i lang='pi' translate='no'>acela</i>) called Kassapa, which cannot be a coincidence. In that case he, as the former friend of the householder Citta, is the one interrogated, in a discourse set while the Buddha was still alive. The events of the present discourse happened many decades after the Buddha’s death, so it seems likely Kassapa was introduced as a conventional foil for Bakkula. Several such individuals named Kassapa are found in Pali, and their stories are conflated (<a href='index.html?q=dn8'>DN 8</a>, <a href='index.html?q=sn12.17'>SN 12.17</a>, <a href='index.html?q=sn41.9'>SN 41.9</a>). "},"mn124:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho acelakassapo āyasmantaṃ bākulaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Venerable Bakkula, ","html":"{}"},"mn124:3.1":{"pli":"“Kīvaciraṃ pabbajitosi, āvuso bākulā”ti? ","eng":"“Reverend Bakkula, how long has it been since you went forth?” ","html":"{}</p>"},"mn124:3.2":{"pli":"“Asīti me, āvuso, vassāni pabbajitassā”ti. ","eng":"“It has been eighty years, reverend.” ","html":"<p>{}</p>","comm":"One may “go forth” at fifteen or “when old enough to scare crows” (<a href='index.html?q=pli-tv-kd1#51.1.14'>Kd 1:51.1.14</a>), so he is probably over ninety here. "},"mn124:3.3":{"pli":"“Imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ methuno dhammo paṭisevito”ti? ","eng":"“But in these eighty years, how many times have you had sex?” ","html":"<p>{}</p>"},"mn124:3.4":{"pli":"“Na kho maṃ, āvuso kassapa, evaṃ pucchitabbaṃ: ","eng":"“You shouldn’t ask me such a question. ","html":"<p>{}"},"mn124:3.5":{"pli":"‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ methuno dhammo paṭisevito’ti. ","html":"{}"},"mn124:3.6":{"pli":"Evañca kho maṃ, āvuso kassapa, pucchitabbaṃ: ","eng":"Rather, you should ask me this: ","html":"{}"},"mn124:3.7":{"pli":"‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ kāmasaññā uppannapubbā’”ti? ","eng":"‘But in these eighty years, how many times have sensual perceptions ever arisen in you?’” ","html":"{}</p>"},"mn124:3.8":{"pli":"(…) ","eng":"“But in these eighty years, how many times have sensual perceptions ever arisen in you?” ","html":"<p>{}</p>","comm":"This repetition is found in the PTS and BJT editions, but missing from MS and King of Siam editions. "},"mn124:3.9":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmasaññaṃ uppannapubbaṃ”. ","eng":"“In these eighty years, I don’t recall that any sensual perception has ever arisen in me.” ","html":"<p data-counter='1'>{}</p>"},"mn124:3.10":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmasaññaṃ uppannapubbaṃ idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","eng":"This we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>","comm":"According to the commentary, these responses were added by the Elders, representing praise of Bakkula’s austerities by the successful rigorist party at the Second Council. This is supported by several considerations. First, the commentators would rather claim something is early, so when they say it was added later it likely comes from a genuine tradition. Second, the refrains are in plural. Third, the refrains, and the statements of Bakkula that they answer, lack the close <i lang='pi' translate='no'>-ti</i> indicating a direct quote. Fourthly, they continue after the conversation with Kassapa has concluded. The refrains are also found in the Chinese parallel. This shows how comparing different versions of a sutta can take us back only to the point where the texts diverge, which was some time after the Second Council. Thus a shared feature might have been added a century or more after the Buddha. "},"mn124:4-5.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādasaññaṃ …pe… ","eng":"“In these eighty years, I don’t recall that any perception of ill will … ","html":"<p data-counter='2–3'>{}"},"mn124:4-5.2":{"pli":"vihiṃsāsaññaṃ uppannapubbaṃ”. ","eng":"or cruelty has ever arisen in me.” ","html":"{}</p>"},"mn124:4-5.3":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṃsāsaññaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:6.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmavitakkaṃ uppannapubbaṃ”. ","eng":"“In these eighty years, I don’t recall that any thought of sensuality … ","html":"<p data-counter='4–6'>{}"},"mn124:6.2":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmavitakkaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","html":"{}"},"mn124:7-8.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādavitakkaṃ …pe… ","eng":"ill will … ","html":"{}"},"mn124:7-8.2":{"pli":"vihiṃsāvitakkaṃ uppannapubbaṃ”. ","eng":"or cruelty has ever arisen in me.” ","html":"{}</p>"},"mn124:7-8.3":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṃsāvitakkaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:9.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gahapaticīvaraṃ sāditā”. ","eng":"“In these eighty years, I don’t recall accepting a robe from a householder … ","html":"<p data-counter='7–33'>{}","comm":"From a discussion of mental purity, Bakkula proceeds to list a series of details of conduct, which are not morally reprehensible, but which illustrate his extreme commitment to austerity. | Accepting a robe from a householder implies enjoying the spoils of wealthy donors. Austere monks wore robes made of cast-off rags. Compare the story of Ānanda at <a href='index.html?q=mn52#16.2'>MN 52:16.2</a> = <a href='index.html?q=an11.16#11.2'>AN 11.16:11.2</a>, or at <a href='index.html?q=pli-tv-kd21#1.13.1'>Kd 21:1.13.1</a>, where he explained that after accepting quality robes, they were shared and reused. | This sutta can be seen as representing one of the disputing factions at the Second Council (<a href='index.html?q=pli-tv-kd22'>Kd 22</a>). The Saṅgha was divided between “rigorists” who advocated a more austere monastic life, and “laxists” who wanted to take a more relaxed attitude to discipline. The Second Council decided ten points of Vinaya in the rigorists’ favor, the most important of which was whether monastics could use money. Bakkula represents a rigorist position so extreme that if it were followed generally it would undermine the very existence of the Saṅgha. His severity, which even exceeds that of Mahākassapa, is implicitly contrasted with the gentle and accommodating spirit of Ānanda. "},"mn124:9.2":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti gahapaticīvaraṃ sāditā, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","html":"{}"},"mn124:10.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi satthena cīvaraṃ chinditā”. ","eng":"cutting a robe with a knife … ","html":"{}","comm":"The following items echo the Buddha’s concern at <a href='index.html?q=mn122#2.8'>MN 122:2.8</a>, where many monastics, including Ānanda, had gathered for making robes. | Note that most of these items are missing from the Chinese parallel at MA 34. "},"mn124:10.2":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti satthena cīvaraṃ chinditā …pe… dhārema”. ","html":"{}"},"mn124:11-15.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi sūciyā cīvaraṃ sibbitā …pe… ","eng":"sewing a robe with a needle … ","html":"{}"},"mn124:11-15.2":{"pli":"nābhijānāmi rajanena cīvaraṃ rajitā … ","eng":"dying a robe … ","html":"{}"},"mn124:11-15.3":{"pli":"nābhijānāmi kathine cīvaraṃ sibbitā … ","eng":"sewing a robe during the robe-making ceremony … ","html":"{}"},"mn124:11-15.4":{"pli":"nābhijānāmi sabrahmacārīnaṃ cīvarakamme vicāritā … ","eng":"wandering to look for robe material for my companions in the spiritual life when they are making robes … ","html":"{}","comm":"This case is discussed in <a href='index.html?q=pli-tv-bu-vb-pc46'>Bu Pc 46</a>. It is normally forbidden to visit other families on the way to a meal invitation, but a special exemption is granted for the times of giving and making robes. "},"mn124:16-19.1":{"pli":"nābhijānāmi nimantanaṃ sāditā … ","eng":"accepting an invitation … ","html":"{}","comm":"Bakkula would eat only food collected on alms-round, refusing to eat a meal by invitation in a lay person’s home. "},"mn124:16-19.2":{"pli":"nābhijānāmi evarūpaṃ cittaṃ uppannapubbaṃ: ","eng":"having such a thought: ","html":"{}"},"mn124:16-19.3":{"pli":"‘aho vata maṃ koci nimanteyyā’ti … ","eng":"‘If only someone would invite me!’ … ","html":"{}"},"mn124:16-19.4":{"pli":"nābhijānāmi antaraghare nisīditā … ","eng":"sitting down inside a house … ","html":"{}","comm":"This is allowed, but might sometimes get a monastic unwillingly involved in lay affairs (<a href='index.html?q=pli-tv-bu-vb-pc43'>Bu Pc 43</a>). "},"mn124:16-19.5":{"pli":"nābhijānāmi antaraghare bhuñjitā … ","eng":"eating inside a house … ","html":"{}"},"mn124:20-25.1":{"pli":"nābhijānāmi mātugāmassa anubyañjanaso nimittaṃ gahetā … ","eng":"getting caught up in the features by way of the details of a lady’s appearance … ","html":"{}","comm":"This refers to the practice of sense restraint (<a href='index.html?q=mn27#15.1'>MN 27:15.1</a>). | For the grammar, see note on <a href='index.html?q=sn35.235#1.4'>SN 35.235:1.4</a>. "},"mn124:20-25.2":{"pli":"nābhijānāmi mātugāmassa dhammaṃ desitā antamaso catuppadampi gāthaṃ … ","eng":"teaching a lady, even so much as a four line verse … ","html":"{}","comm":"<a href='index.html?q=pli-tv-bu-vb-pc7'>Bu Pc 7</a> forbids teaching up to five or six lines to someone of the opposite sex, unless there is a chaperone present. "},"mn124:20-25.3":{"pli":"nābhijānāmi bhikkhunupassayaṃ upasaṅkamitā … ","eng":"going to the nuns’ quarters … ","html":"{}","comm":"This is stricter than <a href='index.html?q=pli-tv-bu-vb-pc23'>Bu Pc 23</a>, which forbids going to the nuns’s quarters for the purpose of giving the fortnightly instruction, with several exceptions noted. "},"mn124:20-25.4":{"pli":"nābhijānāmi bhikkhuniyā dhammaṃ desitā … ","eng":"teaching the nuns … ","html":"{}","comm":"At <a href='index.html?q=mn146#3.3'>MN 146:3.3</a>, the Buddha encourages Nandaka to teach the nuns; indeed the Vinaya says that a monk should agree to teach the nuns (<a href='index.html?q=pli-tv-kd20#9.5.3'>Kd 20:9.5.3</a>), and in addition should go to the assistance of nuns (<a href='index.html?q=pli-tv-kd3#6.12.1'>Kd 3:6.12.1</a>). Compare <a href='index.html?q=pli-tv-bu-vb-pc24'>Bu Pc 24</a>, which forbids teaching nuns for the sake of material profits. "},"mn124:20-25.5":{"pli":"nābhijānāmi sikkhamānāya dhammaṃ desitā … ","eng":"teaching the trainee nuns … ","html":"{}"},"mn124:20-25.6":{"pli":"nābhijānāmi sāmaṇeriyā dhammaṃ desitā … ","eng":"teaching the novice nuns … ","html":"{}"},"mn124:26-29.1":{"pli":"nābhijānāmi pabbājetā … ","eng":"giving the going forth … ","html":"{}","comm":"Presumably Bakkula wished to avoid the responsibility of taking on students. If this practice was universally adopted, the Saṅgha could not survive. "},"mn124:26-29.2":{"pli":"nābhijānāmi upasampādetā … ","eng":"giving the ordination … ","html":"{}"},"mn124:26-29.3":{"pli":"nābhijānāmi nissayaṃ dātā … ","eng":"giving dependence … ","html":"{}"},"mn124:26-29.4":{"pli":"nābhijānāmi sāmaṇeraṃ upaṭṭhāpetā … ","eng":"being looked after by a novice … ","html":"{}"},"mn124:30-36.1":{"pli":"nābhijānāmi jantāghare nhāyitā … ","eng":"bathing in the sauna … ","html":"{}","comm":"Allowed for health at <a href='index.html?q=pli-tv-kd15#14.1.1'>Kd 15:14.1.1</a>. "},"mn124:30-36.2":{"pli":"nābhijānāmi cuṇṇena nhāyitā … ","eng":"bathing with bath powder … ","html":"{}","comm":"“Bath powder” (<i lang='pi' translate='no'>cuṇṇa</i>) was in regular use (<a href='index.html?q=pli-tv-kd1#25.12.4'>Kd 1:25.12.4</a>), but was sometimes considered sensual (<a href='index.html?q=pli-tv-kd20#27.4.1'>Kd 20:27.4.1</a>). "},"mn124:30-36.3":{"pli":"nābhijānāmi sabrahmacārīgattaparikamme vicāritā … ","eng":"looking for a massage from my companions in the spiritual life … ","html":"{}","comm":"Massaging was done for health and by respect (<a href='index.html?q=pli-tv-kd12#1.1.27'>Kd 12:1.1.27</a>), but was often problematic, as it could be sexually arousing (<a href='index.html?q=pli-tv-bu-vb-ss1#5.8.17'>Bu Ss 1:5.8.17</a>) or even dangerous (<a href='index.html?q=pli-tv-bu-vb-pj3#5.16.2'>Bu Pj 3:5.16.2</a>). At one point the Buddha forbade massages for monks (<a href='index.html?q=pli-tv-kd15#1.4.1'>Kd 15:1.4.1</a>) and nuns (<a href='index.html?q=pli-tv-bi-vb-pc90'>Bi Pc 90</a>), although he allowed monks a “broad-handed” massage (<a href='index.html?q=pli-tv-kd15#1.5.6'>Kd 15:1.5.6</a>). "},"mn124:30-36.4":{"pli":"nābhijānāmi ābādhaṃ uppannapubbaṃ, antamaso gaddūhanamattampi … ","eng":"being ill, even for as long as it takes to pull a cow’s udder … ","html":"{}","comm":"Bakkula was said to be the foremost monk in good health (<a href='index.html?q=an1.226#1.1'>AN 1.226:1.1</a>), an accolade that must have been added after his passing away. In later texts, he is often remembered for this (<a href='index.html?q=tha-ap398'>Tha Ap 398</a>, <a href='index.html?q=mil5.5.3'>Mil 5.5.3</a>; Mahāprajñāpāramitāśāstra 8.2.3.3, Divyāvadāna 253.020). It would seem he mentions it here because many of the other items are allowed for the sake of health. It may happen that something such as a massage, which has a genuine health purpose, can become an indulgence. "},"mn124:30-36.5":{"pli":"nābhijānāmi bhesajjaṃ upaharitā, antamaso haritakikhaṇḍampi … ","eng":"being presented with medicine, even as much as a bit of yellow myrobalan … ","html":"{}","comm":"Allowed as medicine at <a href='index.html?q=pli-tv-kd6#6.1.4'>Kd 6:6.1.4</a>. "},"mn124:30-36.6":{"pli":"nābhijānāmi apassenakaṃ apassayitā … ","eng":"leaning on a leaning-board … ","html":"{}","comm":"Allowed at <a href='index.html?q=pli-tv-kd16#20.2.15'>Kd 16:20.2.15</a>. This was a wooden plank that was leaned against the wall as a simple backrest. "},"mn124:30-36.7":{"pli":"nābhijānāmi seyyaṃ kappetā”. ","eng":"preparing a cot …” ","html":"{}</p>","comm":"A simple bed was allowed (<a href='index.html?q=pli-tv-bu-vb-pc16'>Bu Pc 16</a>), but Bakkula slept on the ground. "},"mn124:30-36.8":{"pli":"“Yampāyasmā …pe… dhārema”. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:37.1":{"pli":"“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gāmantasenāsane vassaṃ upagantā”. ","eng":"“In these eighty years, I don’t recall commencing the rainy season residence within a village.” ","html":"<p data-counter='34'>{}</p>"},"mn124:37.2":{"pli":"“Yampāyasmā bākulo asītiyā vassehi nābhijānāti gāmantasenāsane vassaṃ upagantā, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:38.1":{"pli":"“Sattāhameva kho ahaṃ, āvuso, saraṇo raṭṭhapiṇḍaṃ bhuñjiṃ; ","eng":"“Reverend, for seven days I ate the nation’s almsfood as a debtor. ","html":"<p data-counter='35'>{}","comm":"Said by Mahākassapa at <a href='index.html?q=sn16.11#13.2'>SN 16.11:13.2</a>. See <a href='index.html?q=mn26#20.21'>MN 26:20.21</a> and note. "},"mn124:38.2":{"pli":"atha aṭṭhamiyaṃ aññā udapādi. ","eng":"Then on the eighth day I became enlightened.” ","html":"{}</p>"},"mn124:38.3":{"pli":"Yampāyasmā bākulo sattāhameva saraṇo raṭṭhapiṇḍaṃ bhuñji; atha aṭṭhamiyaṃ aññā udapādi idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:39.1":{"pli":"Labheyyāhaṃ, āvuso bākula, imasmiṃ dhammavinaye pabbajjaṃ, labheyyaṃ upasampadan”ti. ","eng":"“Reverend Bakkula, may I receive the going forth, the ordination in this teaching and training?” ","html":"<p>{}"},"mn124:39.2":{"pli":"Alattha kho acelakassapo imasmiṃ dhammavinaye pabbajjaṃ, alattha upasampadaṃ. ","eng":"And the naked ascetic Kassapa received the going forth, the ordination in this teaching and training. ","html":"{}</p>"},"mn124:39.3":{"pli":"Acirūpasampanno panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"<p>{}</p>"},"mn124:39.4":{"pli":"“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"<p>{}"},"mn124:39.5":{"pli":"Aññataro kho panāyasmā kassapo arahataṃ ahosi. ","eng":"And Venerable Kassapa became one of the perfected. ","html":"{}</p>"},"mn124:40.1":{"pli":"Atha kho āyasmā bākulo aparena samayena avāpuraṇaṃ ādāya vihārena vihāraṃ upasaṅkamitvā evamāha: ","eng":"Then some time later Venerable Bakkula, taking a latchkey, went from dwelling to dwelling, saying, ","html":"<p data-counter='36'>{}","comm":"The “latchkey” (<i lang='pi' translate='no'>avāpuraṇa</i>) was a universal key inserted into outside doors to lift the bolt within (<a href='index.html?q=sn22.90#1.2'>SN 22.90:1.2</a>, <a href='index.html?q=an9.11#2.1'>AN 9.11:2.1</a>). He took it to access the inner dwellings in the monastery to make his announcement.  "},"mn124:40.2":{"pli":"“abhikkamathāyasmanto, abhikkamathāyasmanto. Ajja me parinibbānaṃ bhavissatī”ti. ","eng":"“Come forth, venerables, come forth! Today will be my full extinguishment.” ","html":"{}</p>"},"mn124:40.3":{"pli":"“Yampāyasmā bākulo avāpuraṇaṃ ādāya vihārena vihāraṃ upasaṅkamitvā evamāha: ‘abhikkamathāyasmanto, abhikkamathāyasmanto; ajja me parinibbānaṃ bhavissatī’ti, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:41.1":{"pli":"Āyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi. ","eng":"And Venerable Bakkula became fully extinguished while seated right in the middle of the Saṅgha. ","html":"<p data-counter='37'>{}</p>"},"mn124:41.2":{"pli":"“Yampāyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhāremā”ti. ","eng":"This too we remember as an incredible and amazing quality of Venerable Bakkula. ","html":"<p><i>{}</i></p>"},"mn124:41.3":{"pli":"Bākulasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}