{"mn18":{"mn18:0.1":{"pli":"Majjhima Nikāya 18 ","eng":"Middle Discourses 18 ","html":"<article id='mn18'><header><ul><li class='division'>{}</li></ul>"},"mn18:0.2":{"pli":"Madhupiṇḍikasutta ","eng":"The Honey-Cake ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn18:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This is one of the most famous discourses in studies of early Buddhism, largely due to the ground-breaking analysis by Venerable Kaṭukurunde Ñāṇananda in his 1971  monograph <em>Concept and Reality in Early Buddhist Thought</em>, which established the meaning of <i lang='pi' translate='no'>papañca</i> as “conceptual proliferation”. | It is the first of the “thought trilogy”, a series of discourses that deal with the activity of thinking in meditation (also <a href='index.html?q=mn19'>MN 19</a>, <a href='index.html?q=mn20'>MN 20</a>). "},"mn18:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"{}</p>","comm":"The Banyan Tree Monastery (<i lang='pi' translate='no'>nigrodhārāma</i>) was the normal residence for the Buddha and his disciples in the Sakyan republic. It was named, according to northern traditions, after the banyan trees that grew there, while the Pali commentaries say it was named after a Sakyan called Nigrodha who donated it. The two stories are not incompatible, as the owner could have been known by his most famous attribute, his banyan grove. It has been identified by stupas located next to the village Kudan, just north of the India-Nepal border. "},"mn18:2.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kapilavatthu for alms. ","html":"<p>{}","comm":"It would have been about thirty minutes walk to Kapilavatthu. "},"mn18:2.2":{"pli":"Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena mahāvanaṃ tenupasaṅkami divāvihārāya. ","eng":"He wandered for alms in Kapilavatthu. After the meal, on his return from almsround, he went to the Great Wood for the day’s meditation, ","html":"{}","comm":"The Great Wood (<i lang='pi' translate='no'>mahāvana</i>) was a favorite meditation place of the Buddha. The commentaries say it was a stretch of wilderness that reached as far as the Himalayas on one side (200 km) and the ocean on the other (1000 km). Later tradition says that a town should have three woods: a “great wood” for wilderness (<i lang='pi' translate='no'>mahāvana</i>); a “prosperity wood” for resources (<i lang='pi' translate='no'>sirivana</i>); and an “ascetic wood” for spiritual practice (<i lang='pi' translate='no'>tapovana</i>). "},"mn18:2.3":{"pli":"Mahāvanaṃ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṃ nisīdi. ","eng":"plunged deep into it, and sat at the root of a young wood-apple tree to meditate. ","html":"{}</p>"},"mn18:3.1":{"pli":"Daṇḍapāṇipi kho sakko jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ tenupasaṅkami. ","eng":"Daṇḍapāṇi the Sakyan, while going for a walk, ","html":"<p>{}","comm":"Daṇḍapāṇi was said to be the brother of the Buddha’s birth mother Māyā and foster mother Mahāpajāpatī (Mahāvaṁsa 2.19), or else the father of the Buddha’s former wife Yasodharā (or Gopā, Lalitavistara 12.15). Both could be true, making Siddhattha’s wife his cousin. Reading between the lines, it seems Daṇḍapāṇi nursed a grudge against the Buddha. This would be understandable if Siddhattha’s birth resulted in the death of one of Daṇḍapāṇi’s sisters, while the other sister was left distraught when he went forth; and even more so if he abandoned Daṇḍapāṇi’s daughter with their newborn son. "},"mn18:3.2":{"pli":"Mahāvanaṃ ajjhogāhetvā yena beluvalaṭṭhikā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"plunged deep into the Great Wood. He approached the Buddha and exchanged greetings with him. ","html":"{}"},"mn18:3.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā daṇḍamolubbha ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho daṇḍapāṇi sakko bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he stood to one side leaning on his staff, and said to the Buddha, ","html":"{}"},"mn18:3.4":{"pli":"“kiṃvādī samaṇo kimakkhāyī”ti? ","eng":"“What is the ascetic’s doctrine? What does he assert?” ","html":"{}</p>","comm":"There is a minor Vinaya training against teaching anyone with “a staff in their hand” (<i lang='pi' translate='no'>daṇḍapāṇi</i>, <a href='index.html?q=pli-tv-bu-vb-sk58#1.3.1'>Bu Sk 58:1.3.1</a>). This was evidently laid down because a staff could be used as a weapon, and hence was associated with royal authority or with policing and the exercise of violence. In a vision interpreted at Śatapatha Brāhmaṇa 11.6.1.13, a man with staff in hand is identified with wrath (<i lang='pi' translate='no'>krodha</i>). "},"mn18:4.1":{"pli":"“Yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṅkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusenti—","eng":"“Good sir, my doctrine is such that one does not argue with anyone in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans. And it is such that perceptions do not underlie the brahmin who lives detached from sensual pleasures, without indecision, stripped of worry, and rid of craving for rebirth in this or that state. ","html":"<p>{}","comm":"In the face of Daṇḍapāṇi’s evidently hostile attitude, the Buddha addresses his uncle with the respectful <i lang='pi' translate='no'>āvuso</i> (“sir”), and emphasizes non-conflict in line with his claim that, “I do not argue with the world; it is the world that argues with me” (<a href='index.html?q=sn22.94'>SN 22.94</a>). | The expression “perceptions do not underlie” (<i lang='pi' translate='no'>saññā nānusenti</i>) is unique to this context and must pertain to the highly-charged relation between the Buddha and Daṇḍapāṇi. “Perception” is that mode of knowing that interprets the present in terms of the past, and hence it might sometimes be translated as “recognition”. The Buddha, by asserting he is no longer bound by past perceptions, is hinting that this is how Daṇḍapāṇi can get over his grudge. "},"mn18:4.2":{"pli":"evaṃvādī kho ahaṃ, āvuso, evamakkhāyī”ti. ","eng":"That is my doctrine, and that is what I assert.” ","html":"{}</p>"},"mn18:5.1":{"pli":"Evaṃ vutte, daṇḍapāṇi sakko sīsaṃ okampetvā, jivhaṃ nillāḷetvā, tivisākhaṃ nalāṭikaṃ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmi. ","eng":"When he had spoken, Daṇḍapāṇi shook his head, waggled his tongue, raised his eyebrows until his brow puckered in three furrows, and left leaning on his staff. ","html":"<p>{}</p>","comm":"While the Buddha succeeding in deescalating possible conflict, clearly the teaching did not have the desired effect, at least right away. | Māra responds in the same way at <a href='index.html?q=sn4.21#1.12'>SN 4.21:1.12</a>. "},"mn18:6.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena nigrodhārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the Banyan Tree Monastery, sat down on the seat spread out, ","html":"<p>{}"},"mn18:6.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and told the mendicants what had happened. ","html":"{}"},"mn18:6.3":{"pli":"“idhāhaṃ, bhikkhave, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisiṃ. ","html":"{}"},"mn18:6.4":{"pli":"Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena mahāvanaṃ tenupasaṅkamiṃ divāvihārāya. ","html":"{}"},"mn18:6.5":{"pli":"Mahāvanaṃ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṃ nisīdiṃ. ","html":"{}"},"mn18:6.6":{"pli":"Daṇḍapāṇipi kho, bhikkhave, sakko jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ tenupasaṅkami. ","html":"{}"},"mn18:6.7":{"pli":"Mahāvanaṃ ajjhogāhetvā yena beluvalaṭṭhikā yenāhaṃ tenupasaṅkami; upasaṅkamitvā mayā saddhiṃ sammodi. ","html":"{}"},"mn18:6.8":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā daṇḍamolubbha ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho, bhikkhave, daṇḍapāṇi sakko maṃ etadavoca: ","html":"{}"},"mn18:6.9":{"pli":"‘kiṃvādī samaṇo kimakkhāyī’ti? ","html":"{}</p>"},"mn18:6.10":{"pli":"Evaṃ vutte, ahaṃ, bhikkhave, daṇḍapāṇiṃ sakkaṃ etadavocaṃ: ","html":"<p>{}"},"mn18:6.11":{"pli":"‘yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṅkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusenti—","html":"{}"},"mn18:6.12":{"pli":"evaṃvādī kho ahaṃ, āvuso, evamakkhāyī’ti. ","html":"{}"},"mn18:6.13":{"pli":"Evaṃ vutte, bhikkhave, daṇḍapāṇi sakko sīsaṃ okampetvā, jivhaṃ nillāḷetvā, tivisākhaṃ nalāṭikaṃ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmī”ti. ","html":"{}</p>"},"mn18:6.14":{"pli":"Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ","eng":"When he had spoken, one of the mendicants said to him, ","html":"<p>{}"},"mn18:7.1":{"pli":"“kiṃvādī pana, bhante, bhagavā sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati? ","eng":"“But sir, asserting what doctrine does the Buddha not argue with anyone in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans? ","html":"{}","comm":"The “Buddha” (<i lang='pi' translate='no'>bhagavā</i>) is the subject and object respectively of this sentence and the next, a detail not always captured in translations. "},"mn18:7.2":{"pli":"Kathañca pana, bhante, bhagavantaṃ kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṅkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusentī”ti? ","eng":"And how is it that perceptions do not underlie the Buddha, the brahmin who lives detached from sensual pleasures, without indecision, stripped of worry, and rid of craving for rebirth in this or that state?” ","html":"{}</p>","comm":"The following passage, with its longer explanation below, is one of the most dense and enigmatic statements in the suttas. I shall explain the terms as they occur, and draw out the structure of the argument as it is revealed. "},"mn18:8.1":{"pli":"“Yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","eng":"“Mendicant, judgments driven by proliferating perceptions beset a person. ","html":"<p>{}","comm":"“Judgment” (<i lang='pi' translate='no'>saṅkhā</i>) is the way we “appraise” or “assess” ourselves, especially in relation to others (cf. <a href='index.html?q=mn1#3.3'>MN 1:3.3</a>, <a href='index.html?q=dn1#1.3.2'>DN 1:1.3.2</a>). | “Proliferation” (<i lang='pi' translate='no'>papañca</i>) is the compulsion of the mind to spread out in endless inner commentary that hides reality. | “Beset” (<i lang='pi' translate='no'>samudācaranti</i>) conveys the sense that the person is overwhelmed and swamped, no longer the agent of their existence. | A “person” (<i lang='pi' translate='no'>purisa</i>) is the conventional sense of self that arises from desire and identification. "},"mn18:8.2":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ","eng":"If they don’t find anything worth approving, welcoming, or getting attached to in the source from which these arise, ","html":"{}","comm":"<i lang='pi' translate='no'>Ettha</i> (“regarding that”) refers back to <i lang='pi' translate='no'>yatonidānaṁ</i> (“the source from which”) in the previous line. This “source” has not yet been identified. "},"mn18:8.3":{"pli":"Esevanto rāgānusayānaṃ, esevanto paṭighānusayānaṃ, esevanto diṭṭhānusayānaṃ, esevanto vicikicchānusayānaṃ, esevanto mānānusayānaṃ, esevanto bhavarāgānusayānaṃ, esevanto avijjānusayānaṃ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ. ","eng":"just this is the end of the underlying tendencies to desire, repulsion, views, doubt, conceit, the desire for continued existence, and ignorance. This is the end of taking up the rod and the sword, the end of quarrels, arguments, and disputes, of accusations, divisive speech, and lies. ","html":"{}","comm":"Here the Buddha uses “underlying tendencies” (<i lang='pi' translate='no'>anusaya</i>) for the normal set of seven, implying that these are meant by “perceptions” in the phrase “perceptions do not underlie the brahmin” at <a href='index.html?q=mn18#4.1'>MN 18:4.1</a>. | He identifies the doctrine that leads to peace as the ending of these tendencies that create proliferation and judgment about the supposed “person”. "},"mn18:8.4":{"pli":"Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti. ","eng":"This is where these bad, unskillful qualities cease without anything left over.” ","html":"{}</p>","comm":"By this the Buddha indicates arahantship. "},"mn18:9.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn18:9.2":{"pli":"Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ","eng":"When he had spoken, the Holy One got up from his seat and entered his dwelling. ","html":"{}</p>","comm":"While the Buddha usually took pains to make his teaching explicit, he sometimes left his students with puzzling or enigmatic statements as a way of encouraging them to figure them out for themselves. "},"mn18:10.1":{"pli":"Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato etadahosi: ","eng":"Soon after the Buddha left, those mendicants considered, ","html":"<p>{}"},"mn18:10.2":{"pli":"“idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā, vitthārena atthaṃ avibhajitvā, uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“The Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail. ","html":"{}"},"mn18:10.3":{"pli":"‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","html":"{}"},"mn18:10.4":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ","html":"{}"},"mn18:10.5":{"pli":"Esevanto rāgānusayānaṃ …pe… ","html":"{}"},"mn18:10.6":{"pli":"etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ","html":"{}"},"mn18:10.7":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti? ","eng":"Who can explain in detail the meaning of this brief summary recital given by the Buddha?” ","html":"{}</p>"},"mn18:10.8":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then those mendicants thought, ","html":"<p>{}"},"mn18:10.9":{"pli":"“ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ","eng":"“This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ","html":"{}","comm":"Mahākaccāna was one of the great disciples, whose teachings specially emphasized the incisive analysis of consciousness through the lens of the six senses. He was said to be the most skilled at given detailed explanations of brief teachings (<a href='index.html?q=an1.197'>AN 1.197</a>), a skill he displayed also at <a href='index.html?q=mn133'>MN 133</a>, <a href='index.html?q=mn138'>MN 138</a>, and <a href='index.html?q=an10.172'>AN 10.172</a>. Later he was to settle to the southwest in Avanti, where he established the Dhamma in the region. "},"mn18:10.10":{"pli":"Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","eng":"He is capable of explaining in detail the meaning of this brief summary recital given by the Buddha. ","html":"{}"},"mn18:10.11":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti. ","eng":"Let’s go to him, and ask him about this matter.” ","html":"{}</p>"},"mn18:11.1":{"pli":"Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu. ","eng":"Then those mendicants went to Mahākaccāna, and exchanged greetings with him. ","html":"<p>{}"},"mn18:11.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ: ","eng":"When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said: ","html":"{}"},"mn18:11.3":{"pli":"“idaṃ kho no, āvuso kaccāna, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"mn18:11.4":{"pli":"‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","html":"{}"},"mn18:11.5":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ","html":"{}"},"mn18:11.6":{"pli":"Esevanto rāgānusayānaṃ …pe… ","html":"{}"},"mn18:11.7":{"pli":"etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ","html":"{}"},"mn18:11.8":{"pli":"Tesaṃ no, āvuso kaccāna, amhākaṃ acirapakkantassa bhagavato etadahosi: ","html":"{}"},"mn18:11.9":{"pli":"‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"mn18:11.10":{"pli":"“yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","html":"{}"},"mn18:11.11":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ","html":"{}"},"mn18:11.12":{"pli":"Esevanto rāgānusayānaṃ …pe… ","html":"{}"},"mn18:11.13":{"pli":"etthete pāpakā akusalā dhammā aparisesā nirujjhantī”’ti. ","html":"{}"},"mn18:11.14":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyāti? ","html":"{}"},"mn18:11.15":{"pli":"Tesaṃ no, āvuso kaccāna, amhākaṃ etadahosi: ","html":"{}"},"mn18:11.16":{"pli":"‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ, pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","html":"{}"},"mn18:11.17":{"pli":"Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti. ","html":"{}"},"mn18:11.18":{"pli":"Vibhajatāyasmā mahākaccāno”ti. ","eng":"“May Venerable Mahākaccāna please explain this.” ","html":"{}</p>"},"mn18:12.1":{"pli":"“Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ, atikkamma khandhaṃ, sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya; ","eng":"“Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves. ","html":"<p>{}"},"mn18:12.2":{"pli":"evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte, taṃ bhagavantaṃ atisitvā, amhe etamatthaṃ paṭipucchitabbaṃ maññatha. ","eng":"Such is the consequence for the venerables. Though you were face to face with the Buddha, you bypassed him, imagining that you should ask me about this matter. ","html":"{}"},"mn18:12.3":{"pli":"So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato. ","eng":"For he is the Buddha, the one who knows and sees. He is vision, he is knowledge, he is the manifestation of principle, he is the manifestation of divinity. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of freedom from death, the lord of truth, the Realized One. ","html":"{}"},"mn18:12.4":{"pli":"So ceva panetassa kālo ahosi, yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha. ","eng":"That was the time to approach the Buddha and ask about this matter. ","html":"{}"},"mn18:12.5":{"pli":"Yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti. ","eng":"You should have remembered it in line with the Buddha’s answer.” ","html":"{}</p>"},"mn18:13.1":{"pli":"“Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato. ","eng":"“Certainly he is the Buddha, the one who knows and sees. He is vision, he is knowledge, he is the manifestation of principle, he is the manifestation of divinity. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of freedom from death, the lord of truth, the Realized One. ","html":"<p>{}"},"mn18:13.2":{"pli":"So ceva panetassa kālo ahosi, yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma. ","eng":"That was the time to approach the Buddha and ask about this matter. ","html":"{}"},"mn18:13.3":{"pli":"Yathā no bhagavā byākareyya tathā naṃ dhāreyyāma. ","eng":"We should have remembered it in line with the Buddha’s answer. ","html":"{}"},"mn18:13.4":{"pli":"Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ, ","eng":"Still, Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ","html":"{}"},"mn18:13.5":{"pli":"pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ","eng":"You are capable of explaining in detail the meaning of this brief summary recital given by the Buddha. ","html":"{}"},"mn18:13.6":{"pli":"Vibhajatāyasmā mahākaccāno agaruṃ katvā”ti. ","eng":"Please explain this, if it’s no trouble.” ","html":"{}</p>"},"mn18:14.1":{"pli":"“Tena hāvuso, suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti. ","eng":"“Well then, reverends, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"mn18:14.2":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"<p>{}"},"mn18:14.3":{"pli":"Āyasmā mahākaccāno etadavoca: ","eng":"Venerable Mahākaccāna said this: ","html":"{}</p>"},"mn18:15.1":{"pli":"“Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"“Reverends, the Buddha gave this brief summary recital, then entered his dwelling without explaining the meaning in detail: ","html":"<p>{}","comm":"“Passage for recitation” is <i lang='pi' translate='no'>uddesa</i>, which is used for a short passage to be memorized verbatim, to which is then attached a longer analysis. "},"mn18:15.2":{"pli":"‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","eng":"‘Judgments driven by proliferating perceptions beset a person. ","html":"{}"},"mn18:15.3":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ, esevanto rāgānusayānaṃ …pe… ","eng":"If they don’t find anything worth approving, welcoming, or getting attached to in the source from which these arise, ","html":"{}"},"mn18:15.4":{"pli":"etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi—","eng":"just this is the end of the underlying tendencies to desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance. This is the end of taking up the rod and the sword, the end of quarrels, arguments, and disputes, of accusations, divisive speech, and lies. This is where these bad, unskillful qualities cease without anything left over.’ This is how I understand the detailed meaning of this summary recital. ","html":"{}</p>"},"mn18:16.1":{"pli":"Cakkhuñcāvuso, paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, yaṃ vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vitakketi, yaṃ vitakketi taṃ papañceti, yaṃ papañceti tatonidānaṃ purisaṃ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu cakkhuviññeyyesu rūpesu. ","eng":"Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a requirement for feeling. What you feel, you perceive. What you perceive, you think about. What you think about, you proliferate. What you proliferate is the source from which judgments driven by proliferating perceptions beset a person. This occurs with respect to sights known by the eye in the past, future, and present. ","html":"<p>{}</p>","comm":"In this passage, Mahākaccāna deftly unfolds the meaning inside the syntax. For consciousness, contact, and feeling, he repeats the standard analysis of sense experience linked to dependent origination (<a href='index.html?q=sn12.43'>SN 12.43</a>), where each item, expressed as a noun, leads to the next like falling dominoes. Pivoting on feeling (cp. <a href='index.html?q=sn12.43#4.5'>SN 12.43:4.5</a>, <a href='index.html?q=dn15#18.6'>DN 15:18.6</a>), he switches to verbs; feeling exerts a force that motivates desire, even though desire itself is left unstated here. In the Pali, the subject of the verbs is implicit, assuming an agent who is feeling, perceiving, thinking, and proliferating. But with proliferating, the syntax changes again. The agent is fully manifest as the “person” who, tragically, is no longer the subject in control of the process, but the hapless object of the swarm of judgments that beset them. It is at this point that time is introduced, as the concept of the “person” binds the mind to suffering in the three periods of time. If we relate this to the origin story, Daṇḍapāṇi has become the “person” he is, full of bitterness and resentment, because of his chronic ruminations on perceived injustices of the past. | Mahākaccāna identifies the “source” left undefined in the Buddha’s statement with proliferation itself. | This passage also clarifies the grammatical relationship between the main terms: perception leads to proliferation and proliferation results in judgments. "},"mn18:16.2":{"pli":"Sotañcāvuso, paṭicca sadde ca uppajjati sotaviññāṇaṃ …pe… ","eng":"Ear consciousness arises dependent on the ear and sounds. … ","html":"<p>{}</p>"},"mn18:16.3":{"pli":"ghānañcāvuso, paṭicca gandhe ca uppajjati ghānaviññāṇaṃ …pe… ","eng":"Nose consciousness arises dependent on the nose and smells. … ","html":"<p>{}</p>"},"mn18:16.4":{"pli":"jivhañcāvuso, paṭicca rase ca uppajjati jivhāviññāṇaṃ …pe… ","eng":"Tongue consciousness arises dependent on the tongue and tastes. … ","html":"<p>{}</p>"},"mn18:16.5":{"pli":"kāyañcāvuso, paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ …pe… ","eng":"Body consciousness arises dependent on the body and touches. … ","html":"<p>{}</p>"},"mn18:16.6":{"pli":"manañcāvuso, paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, yaṃ vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vitakketi, yaṃ vitakketi taṃ papañceti, yaṃ papañceti tatonidānaṃ purisaṃ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu manoviññeyyesu dhammesu. ","eng":"Mind consciousness arises dependent on the mind and ideas. The meeting of the three is contact. Contact is a requirement for feeling. What you feel, you perceive. What you perceive, you think about. What you think about, you proliferate. What you proliferate is the source from which judgments driven by proliferating perceptions beset a person. This occurs with respect to ideas known by the mind in the past, future, and present. ","html":"<p>{}</p>","comm":"Here, rather unsatisfactorily, “ideas” renders <i lang='pi' translate='no'>dhammā</i>. <i lang='pi' translate='no'>Dhamma</i> in the sense of “what is known by the mind rather than the senses” doesn’t readily map on to a common concept in English. Attempts include “mind objects”, which introduces the Abhidhammic idea of “object” to the suttas, where it is entirely absent; or “(mental) phenomena”, which doesn’t really fit the common meaning of “phenomena” as being what is perceptible by the senses. Etymologically, the correct word would be “noumena”, but this is used only as a technical term in Kantian philosophy where it has a rather different sense. Ñāṇamoḷi’s “idea” might be the least bad option, in the sense of a thought, concept, sensation, or image present in consciousness. "},"mn18:17.1":{"pli":"So vatāvuso, cakkhusmiṃ sati rūpe sati cakkhuviññāṇe sati phassapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is the eye, sights, and eye consciousness, it will be possible to discover evidence of contact. ","html":"<p>{}","comm":"I take this passage as an encouragement to meditators who may be intimidated by the complex analysis that preceded. Mahākaccāna is assuring his audience that if they can see the fundamentals of sense experience, the rest of the process “will make itself known” (<i lang='pi' translate='no'>paññāpessati</i>). | I render the repetitive phrase <i lang='pi' translate='no'>phassapaññattiṁ paññāpessati</i> idiomatically as “will discover evidence of contact”, but more literally it might be “the making known of contact will make itself known”. "},"mn18:17.2":{"pli":"Phassapaññattiyā sati vedanāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of contact, it will be possible to discover evidence of feeling. ","html":"{}"},"mn18:17.3":{"pli":"Vedanāpaññattiyā sati saññāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of feeling, it will be possible to discover evidence of perception. ","html":"{}"},"mn18:17.4":{"pli":"Saññāpaññattiyā sati vitakkapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of perception, it will be possible to discover evidence of thought. ","html":"{}"},"mn18:17.5":{"pli":"Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of thought, it will be possible to discover evidence of being beset by judgments driven by proliferating perceptions. ","html":"{}</p>"},"mn18:17.6":{"pli":"So vatāvuso, sotasmiṃ sati sadde sati …pe… ","eng":"Where there is the ear … ","html":"<p>{}"},"mn18:17.7":{"pli":"ghānasmiṃ sati gandhe sati …pe… ","eng":"nose … ","html":"{}"},"mn18:17.8":{"pli":"jivhāya sati rase sati …pe… ","eng":"tongue … ","html":"{}"},"mn18:17.9":{"pli":"kāyasmiṃ sati phoṭṭhabbe sati …pe… ","eng":"body … ","html":"{}"},"mn18:17.10":{"pli":"manasmiṃ sati dhamme sati manoviññāṇe sati phassapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"mind, ideas, and mind consciousness, it will be possible to discover evidence of contact. ","html":"{}"},"mn18:17.11":{"pli":"Phassapaññattiyā sati vedanāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of contact, it will be possible to discover evidence of feeling. ","html":"{}"},"mn18:17.12":{"pli":"Vedanāpaññattiyā sati saññāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of feeling, it will be possible to discover evidence of perception. ","html":"{}"},"mn18:17.13":{"pli":"Saññāpaññattiyā sati vitakkapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of perception, it will be possible to discover evidence of thinking. ","html":"{}"},"mn18:17.14":{"pli":"Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ","eng":"Where there is evidence of thinking, it will be possible to discover evidence of being beset by judgments driven by proliferating perceptions. ","html":"{}</p>"},"mn18:18.1":{"pli":"So vatāvuso, cakkhusmiṃ asati rūpe asati cakkhuviññāṇe asati phassapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no eye, no sights, and no eye consciousness, it will not be possible to discover evidence of contact. ","html":"<p>{}"},"mn18:18.2":{"pli":"Phassapaññattiyā asati vedanāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of contact, it will not be possible to discover evidence of feeling. ","html":"{}"},"mn18:18.3":{"pli":"Vedanāpaññattiyā asati saññāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of feeling, it will not be possible to discover evidence of perception. ","html":"{}"},"mn18:18.4":{"pli":"Saññāpaññattiyā asati vitakkapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of perception, it will not be possible to discover evidence of thinking. ","html":"{}"},"mn18:18.5":{"pli":"Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of thinking, it will not be possible to discover evidence of being beset by judgments driven by proliferating perceptions. ","html":"{}</p>"},"mn18:18.6":{"pli":"So vatāvuso, sotasmiṃ asati sadde asati …pe… ","eng":"Where there is no ear … ","html":"<p>{}"},"mn18:18.7":{"pli":"ghānasmiṃ asati gandhe asati …pe… ","eng":"no nose … ","html":"{}"},"mn18:18.8":{"pli":"jivhāya asati rase asati …pe… ","eng":"no tongue … ","html":"{}"},"mn18:18.9":{"pli":"kāyasmiṃ asati phoṭṭhabbe asati …pe… ","eng":"no body … ","html":"{}"},"mn18:18.10":{"pli":"manasmiṃ asati dhamme asati manoviññāṇe asati phassapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"no mind, no ideas, and no mind consciousness, it will not be possible to discover evidence of contact. ","html":"{}"},"mn18:18.11":{"pli":"Phassapaññattiyā asati vedanāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of contact, it will not be possible to discover evidence of feeling. ","html":"{}"},"mn18:18.12":{"pli":"Vedanāpaññattiyā asati saññāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of feeling, it will not be possible to discover evidence of perception. ","html":"{}"},"mn18:18.13":{"pli":"Saññāpaññattiyā asati vitakkapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of perception, it will not be possible to discover evidence of thinking. ","html":"{}"},"mn18:18.14":{"pli":"Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ","eng":"Where there is no evidence of thinking, it will not be possible to discover evidence of being beset by judgments driven by proliferating perceptions. ","html":"{}</p>"},"mn18:19.1":{"pli":"Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","eng":"This is how I understand the detailed meaning of that brief summary recital given by the Buddha. ","html":"<p>{}"},"mn18:19.2":{"pli":"‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ esevanto rāgānusayānaṃ …pe… ","html":"{}"},"mn18:19.3":{"pli":"etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi. ","html":"{}"},"mn18:19.4":{"pli":"Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha. ","eng":"If you wish, you may go to the Buddha and ask him about this. ","html":"{}"},"mn18:19.5":{"pli":"Yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti. ","eng":"You should remember it in line with the Buddha’s answer.” ","html":"{}</p>"},"mn18:20.1":{"pli":"Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then those mendicants, approving and agreeing with what Mahākaccāna said, rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened, adding: ","html":"<p>{}"},"mn18:20.2":{"pli":"“yaṃ kho no, bhante, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"mn18:20.3":{"pli":"‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","html":"{}"},"mn18:20.4":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ","html":"{}"},"mn18:20.5":{"pli":"Esevanto rāgānusayānaṃ …pe… ","html":"{}"},"mn18:20.6":{"pli":"etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ","html":"{}"},"mn18:20.7":{"pli":"Tesaṃ no, bhante, amhākaṃ acirapakkantassa bhagavato etadahosi: ","html":"{}"},"mn18:20.8":{"pli":"‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ","html":"{}"},"mn18:20.9":{"pli":"“yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ","html":"{}"},"mn18:20.10":{"pli":"Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ","html":"{}"},"mn18:20.11":{"pli":"Esevanto rāgānusayānaṃ, esevanto paṭighānusayānaṃ, esevanto diṭṭhānusayānaṃ, esevanto vicikicchānusayānaṃ, esevanto mānānusayānaṃ, esevanto bhavarāgānusayānaṃ, esevanto avijjānusayānaṃ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ. ","html":"{}"},"mn18:20.12":{"pli":"Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti. ","html":"{}"},"mn18:20.13":{"pli":"Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti? ","html":"{}"},"mn18:20.14":{"pli":"Tesaṃ no, bhante, amhākaṃ etadahosi: ","html":"{}"},"mn18:20.15":{"pli":"‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ, pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ, yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti. ","html":"{}"},"mn18:20.16":{"pli":"Atha kho mayaṃ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimha; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipucchimha. ","html":"{}"},"mn18:20.17":{"pli":"Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti. ","eng":"“Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.” ","html":"{}</p>"},"mn18:21.1":{"pli":"“Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave, mahākaccāno. ","eng":"“Mahākaccāna is astute, mendicants, he has great wisdom. ","html":"<p>{}"},"mn18:21.2":{"pli":"Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi taṃ evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ. ","eng":"If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna. ","html":"{}"},"mn18:21.3":{"pli":"Eso cevetassa attho. Evañca naṃ dhārethā”ti. ","eng":"That is what it means, and that’s how you should remember it.” ","html":"{}</p>"},"mn18:22.1":{"pli":"Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Ānanda said to the Buddha, ","html":"<p>{}"},"mn18:22.2":{"pli":"“seyyathāpi, bhante, puriso jighacchādubbalyapareto madhupiṇḍikaṃ adhigaccheyya, so yato yato sāyeyya, labhetheva sādurasaṃ asecanakaṃ. ","eng":"“Sir, suppose a person who was weak with hunger was to obtain a honey-cake. Wherever they taste it, they would enjoy a sweet, delectable flavor. ","html":"{}</p>","comm":"This simile is also used for the Buddha’s teachings at <a href='index.html?q=an5.194#4.1'>AN 5.194:4.1</a>. "},"mn18:22.3":{"pli":"Evameva kho, bhante, cetaso bhikkhu dabbajātiko, yato yato imassa dhammapariyāyassa paññāya atthaṃ upaparikkheyya, labhetheva attamanataṃ, labhetheva cetaso pasādaṃ. ","eng":"In the same way, wherever a sincere, capable mendicant might examine with wisdom the meaning of this exposition of the teaching they would only gain joy and clarity. ","html":"<p>{}"},"mn18:22.4":{"pli":"Ko nāmo ayaṃ, bhante, dhammapariyāyo”ti? ","eng":"Sir, what is the name of this exposition of the teaching?” ","html":"{}</p>"},"mn18:22.5":{"pli":"“Tasmātiha tvaṃ, ānanda, imaṃ dhammapariyāyaṃ madhupiṇḍikapariyāyotveva naṃ dhārehī”ti. ","eng":"“Well then, Ānanda, you may remember this exposition of the teaching as ‘The Honey-Cake Discourse’.” ","html":"<p>{}</p>"},"mn18:22.6":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn18:22.7":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"mn18:22.8":{"pli":"Madhupiṇḍikasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}