{"mn126":{"mn126:0.1":{"pli":"Majjhima Nikāya 126 ","eng":"Middle Discourses 126 ","html":"<article id='mn126'><header><ul><li class='division'>{}</li></ul>"},"mn126:0.2":{"pli":"Bhūmijasutta ","eng":"With Bhūmija ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn126:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn126:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn126:2.1":{"pli":"Atha kho āyasmā bhūmijo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena jayasenassa rājakumārassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then Venerable Bhūmija robed up in the morning and, taking his bowl and robe, went to the home of Prince Jayasena, where he sat on the seat spread out. ","html":"<p>{}</p>","comm":"We know Bhūmija from <a href='index.html?q=sn12.25'>SN 12.25</a>, where he asks Sāriputta about the efficacy of deeds. | This is the second discourse featuring Jayasena (after <a href='index.html?q=mn125'>MN 125</a>), but despite his evident interest in the Dhamma, and his support for mendicants expressed by offering the meal here, we do not hear of his conversion or spiritual development. "},"mn126:3.1":{"pli":"Atha kho jayaseno rājakumāro yenāyasmā bhūmijo tenupasaṅkami; upasaṅkamitvā āyasmatā bhūmijena saddhiṃ sammodi. ","eng":"Then Jayasena approached and exchanged greetings with him. ","html":"<p>{}"},"mn126:3.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jayaseno rājakumāro āyasmantaṃ bhūmijaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Bhūmija: ","html":"{}</p>"},"mn126:3.3":{"pli":"“santi, bho bhūmija, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"“Worthy Bhūmija, there are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn126:3.4":{"pli":"‘āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"‘If you make a wish and lead the spiritual life, you can’t win the fruit. ","html":"{}","comm":"“Wish” is <i lang='pi' translate='no'>āsa</i>. "},"mn126:3.5":{"pli":"anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"If you don’t make a wish and lead the spiritual life, you can’t win the fruit. ","html":"{}"},"mn126:3.6":{"pli":"āsañca anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"If you both make a wish and don’t make a wish and lead the spiritual life, you can’t win the fruit. ","html":"{}"},"mn126:3.7":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāyā’ti. ","eng":"If you neither make a wish nor don’t make a wish and lead the spiritual life, you can’t win the fruit.’ ","html":"{}"},"mn126:3.8":{"pli":"Idha bhoto bhūmijassa satthā kiṃvādī kimakkhāyī”ti? ","eng":"What does the worthy Bhūmija’s Teacher say about this? How does he explain it?” ","html":"{}</p>"},"mn126:4.1":{"pli":"“Na kho metaṃ, rājakumāra, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ. ","eng":"“Prince, I haven’t heard and learned this in the presence of the Buddha. ","html":"<p>{}","comm":"Like Aciravata in <a href='index.html?q=mn125#3.2'>MN 125:3.2</a>, he is cautious in responding. "},"mn126:4.2":{"pli":"Ṭhānañca kho etaṃ vijjati yaṃ bhagavā evaṃ byākareyya: ","eng":"But it’s possible that he might explain it like this: ","html":"{}"},"mn126:4.3":{"pli":"‘āsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"‘If you lead the spiritual life irrationally, you can’t win the fruit, regardless of whether you make a wish, ","html":"{}","comm":"“Irrationally” (<i lang='pi' translate='no'>ayoniso</i>) here means, as the sutta will make clear, that the practices one does are not “rationally”(<i lang='pi' translate='no'>yoniso</i>)  or causally connected to the results one expects. This sutta illuminates the meaning of the key term <i lang='pi' translate='no'>yoniso</i> through a series of similes. "},"mn126:4.4":{"pli":"anāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"you don’t make a wish, ","html":"{}"},"mn126:4.5":{"pli":"āsañca anāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"you both do and do not make a wish, ","html":"{}"},"mn126:4.6":{"pli":"nevāsaṃ nānāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","eng":"or you neither do nor don’t make a wish. ","html":"{}"},"mn126:4.7":{"pli":"Āsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","eng":"But if you lead the spiritual life rationally, you can win the fruit, regardless of whether you make a wish, ","html":"{}"},"mn126:4.8":{"pli":"anāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","eng":"you don’t make a wish, ","html":"{}"},"mn126:4.9":{"pli":"āsañca anāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","eng":"you both do and do not make a wish, ","html":"{}"},"mn126:4.10":{"pli":"nevāsaṃ nānāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāyā’ti. ","eng":"or you neither do nor don’t make a wish.’ ","html":"{}"},"mn126:4.11":{"pli":"Na kho me taṃ, rājakumāra, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ. ","eng":"I haven’t heard and learned this in the presence of the Buddha. ","html":"{}"},"mn126:4.12":{"pli":"Ṭhānañca kho etaṃ vijjati yaṃ bhagavā evaṃ byākareyyā”ti. ","eng":"But it’s possible that he might explain it like that.” ","html":"{}</p>"},"mn126:5.1":{"pli":"“Sace kho bhoto bhūmijassa satthā evaṃvādī evamakkhāyī, addhā bhoto bhūmijassa satthā sabbesaṃyeva puthusamaṇabrāhmaṇānaṃ muddhānaṃ maññe āhacca tiṭṭhatī”ti. ","eng":"“If that’s what your teacher says, worthy Bhūmija, he clearly stands head and shoulders above all the various other ascetics and brahmins.” ","html":"<p>{}"},"mn126:6.1":{"pli":"Atha kho jayaseno rājakumāro āyasmantaṃ bhūmijaṃ sakeneva thālipākena parivisi. ","eng":"Then Prince Jayasena served Venerable Bhūmija from his own dish. ","html":"{}</p>"},"mn126:7.1":{"pli":"Atha kho āyasmā bhūmijo pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā bhūmijo bhagavantaṃ etadavoca: ","eng":"Then after the meal, on his return from almsround, Bhūmija went to the Buddha, bowed, sat down to one side, and told him all that had happened, adding: ","html":"<p>{}"},"mn126:7.2":{"pli":"“idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena jayasenassa rājakumārassa nivesanaṃ tenupasaṅkamiṃ; upasaṅkamitvā paññatte āsane nisīdiṃ. ","html":"{}"},"mn126:7.3":{"pli":"Atha kho, bhante, jayaseno rājakumāro yenāhaṃ tenupasaṅkami; upasaṅkamitvā mayā saddhiṃ sammodi. ","html":"{}"},"mn126:7.4":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho, bhante, jayaseno rājakumāro maṃ etadavoca: ","html":"{}"},"mn126:7.5":{"pli":"‘santi, bho bhūmija, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino—","html":"{}"},"mn126:7.6":{"pli":"āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:7.7":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:7.8":{"pli":"āsañca anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:7.9":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāyā’ti. ","html":"{}"},"mn126:7.10":{"pli":"‘Idha bhoto bhūmijassa satthā kiṃvādī kimakkhāyī’ti? ","html":"{}"},"mn126:7.11":{"pli":"Evaṃ vutte, ahaṃ, bhante, jayasenaṃ rājakumāraṃ etadavocaṃ: ","html":"{}"},"mn126:7.12":{"pli":"‘na kho me taṃ, rājakumāra, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ. ","html":"{}"},"mn126:7.13":{"pli":"Ṭhānañca kho etaṃ vijjati yaṃ bhagavā evaṃ byākareyya—","html":"{}"},"mn126:7.14":{"pli":"āsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:7.15":{"pli":"anāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:7.16":{"pli":"āsañca anāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:7.17":{"pli":"nevāsaṃ nānāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","html":"{}"},"mn126:7.18":{"pli":"Āsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","html":"{}"},"mn126:7.19":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:7.20":{"pli":"āsañca anāsañcepi karitvā …pe… ","html":"{}"},"mn126:7.21":{"pli":"nevāsaṃ nānāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāyāti. ","html":"{}"},"mn126:7.22":{"pli":"Na kho me taṃ, rājakumāra, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ. ","html":"{}"},"mn126:7.23":{"pli":"Ṭhānañca kho etaṃ vijjati yaṃ bhagavā evaṃ byākareyyā’ti. ","html":"{}"},"mn126:7.24":{"pli":"‘Sace bhoto bhūmijassa satthā evaṃvādī evamakkhāyī, addhā bhoto bhūmijassa satthā sabbesaṃyeva puthusamaṇabrāhmaṇānaṃ muddhānaṃ maññe āhacca tiṭṭhatī’ti. ","html":"{}"},"mn126:7.25":{"pli":"‘Kaccāhaṃ, bhante, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī’”ti? ","eng":"“Answering this way, I trust that I repeated what the Buddha has said, and didn’t misrepresent him with an untruth. I trust my explanation was in line with the teaching, and that there are no legitimate grounds for rebuttal or criticism.” ","html":"{}</p>"},"mn126:8.1":{"pli":"“Taggha tvaṃ, bhūmija, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati. ","eng":"“Indeed, Bhūmija, in answering this way you repeated what I’ve said, and didn’t misrepresent me with an untruth. Your explanation was in line with the teaching, and there are no legitimate grounds for rebuttal or criticism. ","html":"<p>{}</p>"},"mn126:9.1":{"pli":"Ye hi keci, bhūmija, samaṇā vā brāhmaṇā vā micchādiṭṭhino micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"There are some ascetics and brahmins who have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. If they lead the spiritual life, they can’t win the fruit, regardless of whether they make a wish, ","html":"<p>{}"},"mn126:9.2":{"pli":"anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"they don’t make a wish, ","html":"{}"},"mn126:9.3":{"pli":"āsañca anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"they both do and do not make a wish, ","html":"{}"},"mn126:9.4":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","eng":"or they neither do nor don’t make a wish. ","html":"{}"},"mn126:9.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:9.6":{"pli":"Ayoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s an irrational way to win the fruit. ","html":"{}</p>"},"mn126:10.1":{"pli":"Seyyathāpi, bhūmija, puriso telatthiko telagavesī telapariyesanaṃ caramāno vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya. ","eng":"Suppose there was a person in need of oil. While wandering in search of oil, they tried heaping sand in a bucket, sprinkling it thoroughly with water, and pressing it out. ","html":"<p>{}"},"mn126:10.2":{"pli":"Āsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya; ","eng":"But by doing this, they couldn’t extract any oil, regardless of whether they made a wish, ","html":"{}"},"mn126:10.3":{"pli":"anāsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya; ","eng":"didn’t make a wish, ","html":"{}"},"mn126:10.4":{"pli":"āsañca anāsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya; ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:10.5":{"pli":"nevāsaṃ nānāsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:10.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:10.7":{"pli":"Ayoni hesā, bhūmija, telassa adhigamāya. ","eng":"Because that’s an irrational way to extract oil. ","html":"{}</p>"},"mn126:10.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","eng":"And so it is for any ascetics and brahmins who have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. If they lead the spiritual life, they can’t win the fruit, regardless of whether or not they make a wish. ","html":"<p>{}"},"mn126:10.9":{"pli":"anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:10.10":{"pli":"āsañca anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:10.11":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","html":"{}"},"mn126:10.12":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:10.13":{"pli":"Ayoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s an irrational way to win the fruit. ","html":"{}</p>"},"mn126:11.1":{"pli":"Seyyathāpi, bhūmija, puriso khīratthiko khīragavesī khīrapariyesanaṃ caramāno gāviṃ taruṇavacchaṃ visāṇato āviñcheyya. ","eng":"Suppose there was a person in need of milk. While wandering in search of milk, they tried pulling the horn of a newly-calved cow. ","html":"<p>{}"},"mn126:11.2":{"pli":"Āsañcepi karitvā gāviṃ taruṇavacchaṃ visāṇato āviñcheyya, abhabbo khīrassa adhigamāya; ","eng":"But by doing this, they couldn’t get any milk, regardless of whether they made a wish, ","html":"{}"},"mn126:11.3":{"pli":"anāsañcepi karitvā …pe… ","eng":"didn’t make a wish, ","html":"{}"},"mn126:11.4":{"pli":"āsañca anāsañcepi karitvā …pe… ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:11.5":{"pli":"nevāsaṃ nānāsañcepi karitvā gāviṃ taruṇavacchaṃ visāṇato āviñcheyya, abhabbo khīrassa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:11.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:11.7":{"pli":"Ayoni hesā, bhūmija, khīrassa adhigamāya. ","eng":"Because that’s an irrational way to get milk. ","html":"{}</p>"},"mn126:11.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have wrong view … ","html":"<p>{}"},"mn126:11.9":{"pli":"micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:11.10":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:11.11":{"pli":"āsañca anāsañcepi karitvā …pe… ","html":"{}"},"mn126:11.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","html":"{}"},"mn126:11.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:11.14":{"pli":"Ayoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s an irrational way to win the fruit. ","html":"{}</p>"},"mn126:12.1":{"pli":"Seyyathāpi, bhūmija, puriso navanītatthiko navanītagavesī navanītapariyesanaṃ caramāno udakaṃ kalase āsiñcitvā matthena āviñcheyya. ","eng":"Suppose there was a person in need of butter. While wandering in search of butter, they tried pouring water into a pot and churning it with a stick. ","html":"<p>{}"},"mn126:12.2":{"pli":"Āsañcepi karitvā udakaṃ kalase āsiñcitvā matthena āviñcheyya, abhabbo navanītassa adhigamāya; ","eng":"But by doing this, they couldn’t produce any butter, regardless of whether they made a wish, ","html":"{}"},"mn126:12.3":{"pli":"anāsañcepi karitvā …pe… ","eng":"didn’t make a wish, ","html":"{}"},"mn126:12.4":{"pli":"āsañca anāsañcepi karitvā …pe… ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:12.5":{"pli":"nevāsaṃ nānāsañcepi karitvā udakaṃ kalase āsiñcitvā matthena āviñcheyya, abhabbo navanītassa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:12.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:12.7":{"pli":"Ayoni hesā, bhūmija, navanītassa adhigamāya. ","eng":"Because that’s an irrational way to produce butter. ","html":"{}</p>"},"mn126:12.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have wrong view … ","html":"<p>{}"},"mn126:12.9":{"pli":"micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:12.10":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:12.11":{"pli":"āsañca anāsañcepi karitvā …pe… ","html":"{}"},"mn126:12.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","html":"{}"},"mn126:12.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:12.14":{"pli":"Ayoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s an irrational way to win the fruit. ","html":"{}</p>"},"mn126:13.1":{"pli":"Seyyathāpi, bhūmija, puriso aggitthiko aggigavesī aggipariyesanaṃ caramāno allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya. ","eng":"Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a green, sappy log with a drill-stick. ","html":"<p>{}"},"mn126:13.2":{"pli":"Āsañcepi karitvā allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya, abhabbo aggissa adhigamāya; ","eng":"But by doing this, they couldn’t start a fire, regardless of whether they made a wish, ","html":"{}"},"mn126:13.3":{"pli":"anāsañcepi karitvā …pe… ","eng":"didn’t make a wish, ","html":"{}"},"mn126:13.4":{"pli":"āsañca anāsañcepi karitvā …pe… ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:13.5":{"pli":"nevāsaṃ nānāsañcepi karitvā allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya, abhabbo aggissa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:13.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:13.7":{"pli":"Ayoni hesā, bhūmija, aggissa adhigamāya. ","eng":"Because that’s an irrational way to start a fire. ","html":"{}</p>"},"mn126:13.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have wrong view … ","html":"<p>{}"},"mn126:13.9":{"pli":"micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ","html":"{}"},"mn126:13.10":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:13.11":{"pli":"āsañca anāsañcepi karitvā …pe… ","html":"{}"},"mn126:13.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya. ","html":"{}"},"mn126:13.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:13.14":{"pli":"Ayoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s an irrational way to win the fruit. ","html":"{}</p>"},"mn126:14.1":{"pli":"Ye hi keci, bhūmija, samaṇā vā brāhmaṇā vā sammādiṭṭhino sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","eng":"There are some ascetics and brahmins who have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. If they lead the spiritual life, they can win the fruit, regardless of whether they make a wish, ","html":"<p>{}"},"mn126:14.2":{"pli":"anāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","eng":"they don’t make a wish, ","html":"{}"},"mn126:14.3":{"pli":"āsañca anāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","eng":"they both do and do not make a wish, ","html":"{}"},"mn126:14.4":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya. ","eng":"or they neither do nor do not make a wish. ","html":"{}"},"mn126:14.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:14.6":{"pli":"Yoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s a rational way to win the fruit. ","html":"{}</p>"},"mn126:15.1":{"pli":"Seyyathāpi, bhūmija, puriso telatthiko telagavesī telapariyesanaṃ caramāno tilapiṭṭhaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya. ","eng":"Suppose there was a person in need of oil. While wandering in search of oil, they tried heaping sesame flour in a bucket, sprinkling it thoroughly with water, and pressing it out. ","html":"<p>{}"},"mn126:15.2":{"pli":"Āsañcepi karitvā tilapiṭṭhaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, bhabbo telassa adhigamāya; ","eng":"By doing this, they could extract oil, regardless of whether they made a wish, ","html":"{}"},"mn126:15.3":{"pli":"anāsañcepi karitvā …pe… ","eng":"didn’t make a wish, ","html":"{}"},"mn126:15.4":{"pli":"āsañca anāsañcepi karitvā …pe… ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:15.5":{"pli":"nevāsaṃ nānāsañcepi karitvā tilapiṭṭhaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, bhabbo telassa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:15.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:15.7":{"pli":"Yoni hesā, bhūmija, telassa adhigamāya. ","eng":"Because that’s a rational way to extract oil. ","html":"{}</p>"},"mn126:15.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have right view … ","html":"<p>{}"},"mn126:15.9":{"pli":"sammāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","html":"{}"},"mn126:15.10":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:15.11":{"pli":"āsañca anāsañcepi karitvā …pe… ","html":"{}"},"mn126:15.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya. ","html":"{}"},"mn126:15.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:15.14":{"pli":"Yoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s a rational way to win the fruit. ","html":"{}</p>"},"mn126:16.1":{"pli":"Seyyathāpi, bhūmija, puriso khīratthiko khīragavesī khīrapariyesanaṃ caramāno gāviṃ taruṇavacchaṃ thanato āviñcheyya. ","eng":"Suppose there was a person in need of milk. While wandering in search of milk, they tried pulling the udder of a newly-calved cow. ","html":"<p>{}"},"mn126:16.2":{"pli":"Āsañcepi karitvā gāviṃ taruṇavacchaṃ thanato āviñcheyya, bhabbo khīrassa adhigamāya; ","eng":"By doing this, they could get milk, regardless of whether they made a wish, ","html":"{}"},"mn126:16.3":{"pli":"anāsañcepi karitvā …pe… ","eng":"didn’t make a wish, ","html":"{}"},"mn126:16.4":{"pli":"āsañca anāsañcepi karitvā …pe… ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:16.5":{"pli":"nevāsaṃ nānāsañcepi karitvā gāviṃ taruṇavacchaṃ thanato āviñcheyya, bhabbo khīrassa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:16.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:16.7":{"pli":"Yoni hesā, bhūmija, khīrassa adhigamāya. ","eng":"Because that’s a rational way to get milk. ","html":"{}</p>"},"mn126:16.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have right view … ","html":"<p>{}"},"mn126:16.9":{"pli":"sammāsamādhino te āsañcepi karitvā …pe… ","html":"{}"},"mn126:16.10":{"pli":"anāsañcepi karitvā …pe… ","html":"{}"},"mn126:16.11":{"pli":"āsañca anāsañcepi karitvā …pe… ","html":"{}"},"mn126:16.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya. ","html":"{}"},"mn126:16.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:16.14":{"pli":"Yoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s a rational way to win the fruit. ","html":"{}</p>"},"mn126:17.1":{"pli":"Seyyathāpi, bhūmija, puriso navanītatthiko navanītagavesī navanītapariyesanaṃ caramāno dadhiṃ kalase āsiñcitvā matthena āviñcheyya. ","eng":"Suppose there was a person in need of butter. While wandering in search of butter, they tried pouring curds into a pot and churning them with a stick. ","html":"<p>{}"},"mn126:17.2":{"pli":"Āsañcepi karitvā dadhiṃ kalase āsiñcitvā matthena āviñcheyya, bhabbo navanītassa adhigamāya; ","eng":"By doing this, they could produce butter, regardless of whether they made a wish, ","html":"{}"},"mn126:17.3":{"pli":"anāsañcepi karitvā … ","eng":"didn’t make a wish, ","html":"{}"},"mn126:17.4":{"pli":"āsañca anāsañcepi karitvā … ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:17.5":{"pli":"nevāsaṃ nānāsañcepi karitvā dadhiṃ kalase āsiñcitvā matthena āviñcheyya, bhabbo navanītassa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:17.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:17.7":{"pli":"Yoni hesā, bhūmija, navanītassa adhigamāya. ","eng":"Because that’s a rational way to produce butter. ","html":"{}</p>"},"mn126:17.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have right view … ","html":"<p>{}"},"mn126:17.9":{"pli":"sammāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","html":"{}"},"mn126:17.10":{"pli":"anāsañcepi karitvā … ","html":"{}"},"mn126:17.11":{"pli":"āsañca anāsañcepi karitvā … ","html":"{}"},"mn126:17.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya. ","html":"{}"},"mn126:17.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:17.14":{"pli":"Yoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s a rational way to win the fruit. ","html":"{}</p>"},"mn126:18.1":{"pli":"Seyyathāpi, bhūmija, puriso aggitthiko aggigavesī aggipariyesanaṃ caramāno sukkhaṃ kaṭṭhaṃ koḷāpaṃ uttarāraṇiṃ ādāya abhimantheyya; ","eng":"Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a dried up, withered log with a drill-stick. ","html":"<p>{}"},"mn126:18.2":{"pli":"(…) āsañcepi karitvā … ","eng":"By doing this, they could start a fire, regardless of whether they made a wish, ","html":"{}"},"mn126:18.3":{"pli":"anāsañcepi karitvā … ","eng":"didn’t make a wish, ","html":"{}"},"mn126:18.4":{"pli":"āsañca anāsañcepi karitvā … ","eng":"both did and did not make a wish, ","html":"{}"},"mn126:18.5":{"pli":"nevāsaṃ nānāsañcepi karitvā sukkhaṃ kaṭṭhaṃ koḷāpaṃ uttarāraṇiṃ ādāya abhimantheyya, bhabbo aggissa adhigamāya. ","eng":"or neither did nor did not make a wish. ","html":"{}"},"mn126:18.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn126:18.7":{"pli":"Yoni hesā, bhūmija, aggissa adhigamāya. ","eng":"Because that’s a rational way to start a fire. ","html":"{}</p>"},"mn126:18.8":{"pli":"Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino …pe… ","eng":"And so it is for any ascetics and brahmins who have right view … ","html":"<p>{}"},"mn126:18.9":{"pli":"sammāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","html":"{}"},"mn126:18.10":{"pli":"anāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","html":"{}"},"mn126:18.11":{"pli":"āsañca anāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya; ","html":"{}"},"mn126:18.12":{"pli":"nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya. ","html":"{}"},"mn126:18.13":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn126:18.14":{"pli":"Yoni hesā, bhūmija, phalassa adhigamāya. ","eng":"Because that’s a rational way to win the fruit. ","html":"{}</p>"},"mn126:19.1":{"pli":"Sace kho taṃ, bhūmija, jayasenassa rājakumārassa imā catasso upamā paṭibhāyeyyuṃ anacchariyaṃ te jayaseno rājakumāro pasīdeyya, pasanno ca te pasannākāraṃ kareyyā”ti. ","eng":"Bhūmija, it would be no wonder if, had these four similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.” ","html":"<p>{}</p>","comm":"Above, Jayasena expresses his confidence in the Buddha, but not in Bhūmija (<a href='index.html?q=mn126#5.1'>MN 126:5.1</a>). "},"mn126:19.2":{"pli":"“Kuto pana maṃ, bhante, jayasenassa rājakumārassa imā catasso upamā paṭibhāyissanti anacchariyā pubbe assutapubbā, seyyathāpi bhagavantan”ti? ","eng":"“But sir, how could these four similes have occurred to me as they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?” ","html":"<p>{}</p>","comm":"As at <a href='index.html?q=mn125#11.2'>MN 125:11.2</a>. "},"mn126:19.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn126:19.4":{"pli":"Attamano āyasmā bhūmijo bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Bhūmija approved what the Buddha said. ","html":"{}</p>"},"mn126:19.5":{"pli":"Bhūmijasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}