{"mn28":{"mn28:0.1":{"pli":"Majjhima Nikāya 28 ","eng":"Middle Discourses 28 ","html":"<article id='mn28'><header><ul><li class='division'>{}</li></ul>"},"mn28:0.2":{"pli":"Mahāhatthipadopamasutta ","eng":"The Longer Simile of the Elephant’s Footprint ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn28:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn28:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn28:1.3":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants, ","html":"{}","comm":"This sutta is a masterclass on the methods employed by the Buddha’s greatest student, Sāriputta. He begins with the four noble truths, then proceeds to unpack them systematically, leading to a lengthy analysis of the four elements. But the unpacking takes surprising directions as Sāriputta draws on unexpected layers of the Dhamma to illustrate a familiar teaching in new ways. All the while, he conveys warmth and compassion, illustrating in his manner of teaching the connection that is also the topic of the teaching. "},"mn28:1.4":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"mn28:1.5":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"mn28:1.6":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"mn28:2.1":{"pli":"“Seyyathāpi, āvuso, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati yadidaṃ mahantattena; ","eng":"“The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all. ","html":"<p>{}"},"mn28:2.2":{"pli":"evameva kho, āvuso, ye keci kusalā dhammā sabbete catūsu ariyasaccesu saṅgahaṃ gacchanti. ","eng":"In the same way, all skillful qualities are included in the four noble truths. ","html":"{}","comm":"Sāriputta’s emphasis on the four noble truths is also shown in <a href='index.html?q=mn141'>MN 141</a>, where he is said to focus on teaching new students as far as stream-entry. The current sutta illustrates how he did this, carefully explaining fundamental concepts and showing their real world impacts, while offering pragmatic and reassuring advice. Along the way, he introduces all the major wisdom teachings of Buddhism, demonstrating exactly how they fit into the four noble truths. | The idea of “inclusion” (<i lang='pi' translate='no'>saṅgaha</i>) became a fundamental method of the Abhidhamma Piṭaka, especially the Dhātukathā, which systematized the mapping of inclusion or exclusion regarding all phenomena (see too <a href='index.html?q=mn44#11.1'>MN 44:11.1</a>). "},"mn28:2.3":{"pli":"Katamesu catūsu? ","eng":"What four? ","html":"{}"},"mn28:2.4":{"pli":"Dukkhe ariyasacce, dukkhasamudaye ariyasacce, dukkhanirodhe ariyasacce, dukkhanirodhagāminiyā paṭipadāya ariyasacce. ","eng":"The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ","html":"{}</p>"},"mn28:3.1":{"pli":"Katamañcāvuso, dukkhaṃ ariyasaccaṃ? ","eng":"And what is the noble truth of suffering? ","html":"<p>{}"},"mn28:3.2":{"pli":"Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, yampicchaṃ na labhati tampi dukkhaṃ; saṅkhittena, pañcupādānakkhandhā dukkhā. ","eng":"Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. ","html":"{}"},"mn28:3.3":{"pli":"Katame cāvuso, pañcupādānakkhandhā? ","eng":"And what are the five grasping aggregates? ","html":"{}"},"mn28:3.4":{"pli":"Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ","eng":"They are as follows: the grasping aggregates of form, feeling, perception, choices, and consciousness. ","html":"{}</p>"},"mn28:4.1":{"pli":"Katamo cāvuso, rūpupādānakkhandho? ","eng":"And what is the grasping aggregate of form? ","html":"<p>{}"},"mn28:4.2":{"pli":"Cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāya rūpaṃ. ","eng":"The four principal states, and form derived from the four principal states. ","html":"{}</p>","comm":"The Buddha’s use of <i lang='pi' translate='no'>mahābhūtā</i> (“principal states”) responds to Yājñavalkya’s core teaching at Bṛhadāraṇyaka Upaniṣad 2.4.12, where the several “states” or “real entities” (<i lang='pi' translate='no'>bhūtā</i>)—namely the diverse manifestations of creation—arise from and dissolve into the “principal state” (<i lang='pi' translate='no'>mahābhūta</i>) of the Self, singular and infinite. For the Buddha, the “principal states” are themselves plural, as there is no underlying singular reality. Later Sanskrit literature lists the “five states” (<i lang='pi' translate='no'>pañcabhūta</i>) as earth, water, fire, air, and space. "},"mn28:5.1":{"pli":"Katamā cāvuso, cattāro mahābhūtā? ","eng":"And what are the four principal states? ","html":"<p>{}","comm":"Delving into the four noble truths leads us to the actual topic, the four elements. But in this topic we will find not just matter, but connections that lead us back to the four noble truths. "},"mn28:5.2":{"pli":"Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu. ","eng":"The elements of earth, water, fire, and air. ","html":"{}</p>","comm":"Each of these “elements” was a major deity of the Vedas, called by many names in addition to the obvious Pṛthivī, Agni, Āpas, and Vāyu. Nature was a realm of divine powers invoked and hopefully tamed by hymn and ritual. The Buddha treated elements as natural phenomena rather than divinities, but this creates a potential problem. If prayer and sacrifice is no longer effective, are we just victims of the arbitrary threats of an uncaring world? Our modern solution is to subjugate the world of nature, to set ourselves above it and beat it into submission with our technology. For the Buddha, the solution was, rather, to dissolve the difference between self and other: if we are no more than elements, elements are no less than us. While the impermanence of the elements was inescapable, we can master our own responses. Thus we do not live in a world stripped of meaning, but one full of the potential for freedom. "},"mn28:6.1":{"pli":"Katamā cāvuso, pathavīdhātu? ","eng":"And what is the earth element? ","html":"<p>{}"},"mn28:6.2":{"pli":"Pathavīdhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The earth element may be interior or exterior. ","html":"{}","comm":"That is to say, inside oneself or in the world outside oneself. "},"mn28:6.3":{"pli":"Katamā cāvuso, ajjhattikā pathavīdhātu? ","eng":"And what is the interior earth element? ","html":"{}"},"mn28:6.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s hard, solid, and appropriated. This includes: ","html":"{}","comm":"“Appropriated” (<i lang='pi' translate='no'>upādinna</i>) is a technical term referring to matter that has been “taken up” or “grasped” at birth, namely the organic body. "},"mn28:6.5":{"pli":"kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ. ","eng":"head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces; or anything else internal, personal, that’s hard, solid, and appropriated. ","html":"{}","comm":"The phrase “or anything else” (<i lang='pi' translate='no'>yaṁ vā panaññampi kiñci</i>) indicates that the analysis is meant to be illustrative rather than exhaustive. Early Buddhism makes no claim to list all the different manifestations of the elements. "},"mn28:6.6":{"pli":"Ayaṃ vuccatāvuso, ajjhattikā pathavīdhātu. ","eng":"This is called the interior earth element. ","html":"{}"},"mn28:6.7":{"pli":"Yā ceva kho pana ajjhattikā pathavīdhātu, yā ca bāhirā pathavīdhātu, pathavīdhāturevesā. ","eng":"The interior earth element and the exterior earth element are just the earth element. ","html":"{}","comm":"The exterior element is not defined here. Rather, the sutta moves by collapsing the distinction between interior and exterior. "},"mn28:6.8":{"pli":"‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}","comm":"Since what is “in here” and what is “out there” are the same element, how can it be “my” body? | In this standard reflection on not-self, “this is not mine” counters craving due to a sense of ownership; “I am not this” counters the conceit of identification; and “this is not my self” counters views based on speculation. "},"mn28:6.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the earth element, detaching the mind from the earth element. ","html":"{}</p>"},"mn28:7.1":{"pli":"Hoti kho so, āvuso, samayo yaṃ bāhirā āpodhātu pakuppati. ","eng":"There comes a time when the exterior water element flares up. ","html":"<p>{}","comm":"This is in reference to the belief that the earth rests upon water, and if the water is disturbed it shakes the earth (<a href='index.html?q=an8.70#14.3'>AN 8.70:14.3</a>, <a href='index.html?q=dn16#3.13.3'>DN 16:3.13.3</a>). Thus this is a reference to calamity by earthquake rather than flood. Apparently it was believed that an extreme earthquake could shake apart the whole earth. "},"mn28:7.2":{"pli":"Antarahitā tasmiṃ samaye bāhirā pathavīdhātu hoti. ","eng":"At that time the exterior earth element vanishes. ","html":"{}"},"mn28:7.3":{"pli":"Tassā hi nāma, āvuso, bāhirāya pathavīdhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ","eng":"So for all its great age, the earth element will be revealed as impermanent, liable to end, vanish, and perish. ","html":"{}","comm":"Read <i lang='pi' translate='no'>mahallikā</i> as “old” rather than “large”. | Note that “impermanence” in the suttas is not reduced to “momentariness”. It applies equally to the largest and smallest scales, as well as the living scale of the human life. "},"mn28:7.4":{"pli":"Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti. ","eng":"What then of this ephemeral body appropriated by craving? Rather than ‘I’ or ‘mine’ or ‘I am’, they consider it to be none of these things. ","html":"{}</p>","comm":"The key to this difficult sentence is recognizing that <i lang='pi' translate='no'>atha kho</i> here is adversative (compare <a href='index.html?q=dn23#8.1'>DN 23:8.1</a>: “Even though Master Kassapa says this, nonetheless I think that”, <i lang='pi' translate='no'>kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti</i>). | <i lang='pi' translate='no'>Notevettha hoti</i> resolves as follows: <i lang='pi' translate='no'>not(i)</i> is the negative, which is distributed across the three terms, I, mine, I am; <i lang='pi' translate='no'>ev(a)</i> conveys exclusivity; <i lang='pi' translate='no'>ettha</i> with <i lang='pi' translate='no'>hoti</i> and the genitive means “think about that” (eg. <a href='index.html?q=mn38#18.4'>MN 38:18.4</a>). | “Ephemeral” is <i lang='pi' translate='no'>mattaṭṭhaka</i>, “standing” (<i lang='pi' translate='no'>(ṭ)ṭha</i>) for “a while” (<i lang='pi' translate='no'>matta</i>). "},"mn28:8.1":{"pli":"Tañce, āvuso, bhikkhuṃ pare akkosanti paribhāsanti rosenti vihesenti, so evaṃ pajānāti: ","eng":"If others abuse, attack, harass, and trouble that mendicant, they understand: ","html":"<p>{}","comm":"The motif of mendicants being attacked is found occasionally in the suttas, but more commonly in texts of the Jains, who went naked and did not bathe. "},"mn28:8.2":{"pli":"‘uppannā kho me ayaṃ sotasamphassajā dukkhavedanā. ","eng":"‘This painful feeling born of ear contact has arisen in me. ","html":"{}","comm":"Sāriputta brings in a reflection on conditionality, not as a philosophy, but as a skillful method of defusing reactive emotions. "},"mn28:8.3":{"pli":"Sā ca kho paṭicca, no apaṭicca. ","eng":"That’s dependent, not independent. ","html":"{}"},"mn28:8.4":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"mn28:8.5":{"pli":"Phassaṃ paṭicca’. ","eng":"Dependent on contact.’ ","html":"{}"},"mn28:8.6":{"pli":"So phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṃ aniccanti passati. ","eng":"They see that contact, feeling, perception, choices, and consciousness are impermanent. ","html":"{}","comm":"With the previously-mentioned form, now all five aggregates are included. "},"mn28:8.7":{"pli":"Tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati. ","eng":"Based on that element alone, their mind leaps forth, gains confidence, settles down, and becomes decided. ","html":"{}</p>","comm":"Here the elements serve for calming the mind (<i lang='pi' translate='no'>samatha</i>) as earlier they served for insight (<i lang='pi' translate='no'>vipassanā</i>) | <i lang='pi' translate='no'>Ārammaṇa</i> does not mean “object”, an Abhidhamma concept foreign to the suttas: existence is relational, not objective. Rather, it is a “support” upon which the mind relies. The “support” itself is impermanent and conditioned, but it serves to achieve the purpose. | The phrase <i lang='pi' translate='no'>pakkhandati pasīdati santiṭṭhati adhimuccati</i> is stock, so <i lang='pi' translate='no'>pakkhandati</i> does not mean to “enter into” but rather to be “secure”. "},"mn28:9.1":{"pli":"Tañce, āvuso, bhikkhuṃ pare aniṭṭhehi akantehi amanāpehi samudācaranti—","eng":"Others might treat that mendicant with disliking, loathing, and detestation, ","html":"<p>{}"},"mn28:9.2":{"pli":"pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi. ","eng":"striking them with fists, stones, sticks, and swords. ","html":"{}"},"mn28:9.3":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"{}"},"mn28:9.4":{"pli":"‘tathābhūto kho ayaṃ kāyo yathābhūtasmiṃ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti. ","eng":"‘This body is such that fists, stones, sticks, and swords strike it. ","html":"{}"},"mn28:9.5":{"pli":"Vuttaṃ kho panetaṃ bhagavatā kakacūpamovāde: ","eng":"But the Buddha has said in the Advice on the Simile of the Saw: ","html":"{}</p>","comm":"Sāriputta is quoting from <a href='index.html?q=mn21#21.1'>MN 21:21.1</a>. "},"mn28:9.6":{"pli":"“ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ, tatrāpi yo mano padūseyya na me so tena sāsanakaro”ti. ","eng":"“Even if low-down bandits were to sever you limb from limb with a two-handed saw, anyone who had a malevolent thought on that account would not be following my instructions.” ","html":"<p>{}"},"mn28:9.7":{"pli":"Āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ. ","eng":"My energy shall be roused up and unflagging, my mindfulness established and lucid, my body tranquil and undisturbed, and my mind immersed in samādhi and unified. ","html":"{}"},"mn28:9.8":{"pli":"Kāmaṃ dāni imasmiṃ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu, karīyati hidaṃ buddhānaṃ sāsanan’ti. ","eng":"Gladly now, let fists, stones, sticks, and swords strike this body! For this is how the instructions of the Buddhas are followed.’ ","html":"{}</p>"},"mn28:10.1":{"pli":"Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhāti. ","eng":"While recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful may not become stabilized in them. ","html":"<p>{}","comm":"Again the teaching is pragmatic rather than theoretical, as Sāriputta is reassuring young students. It often happens in the course of practice that even when doing what is said to be the right thing, the results are not what you hoped. "},"mn28:10.2":{"pli":"So tena saṃvijjati saṃvegaṃ āpajjati: ","eng":"In that case they stir up a sense of urgency: ","html":"{}"},"mn28:10.3":{"pli":"‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ, ","eng":"‘It’s my loss, my misfortune, ","html":"{}"},"mn28:10.4":{"pli":"yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti. ","eng":"that while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does not become stabilized in me.’ ","html":"{}"},"mn28:10.5":{"pli":"Seyyathāpi, āvuso, suṇisā sasuraṃ disvā saṃvijjati saṃvegaṃ āpajjati; ","eng":"They’re like a daughter-in-law who stirs up a sense of urgency when they see their father-in-law. ","html":"{}","comm":"This alludes to the idea that a newlywed bride moving in to her husband’s home would be on her best behavior. "},"mn28:10.6":{"pli":"evameva kho, āvuso, tassa ce bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhāti, so tena saṃvijjati saṃvegaṃ āpajjati: ","html":"{}"},"mn28:10.7":{"pli":"‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ, yassa me evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti. ","html":"{}"},"mn28:10.8":{"pli":"Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti. ","eng":"But if, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that. ","html":"{}"},"mn28:10.9":{"pli":"Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti. ","eng":"At this point, much has been done by that mendicant. ","html":"{}</p>","comm":"Sāriputta offers positive reinforcement. Even an apparently small instance of overcoming anger is a significant step in mental training. "},"mn28:11.1":{"pli":"Katamā cāvuso, āpodhātu? ","eng":"And what is the water element? ","html":"<p>{}"},"mn28:11.2":{"pli":"Āpodhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The water element may be interior or exterior. ","html":"{}"},"mn28:11.3":{"pli":"Katamā cāvuso, ajjhattikā āpodhātu? ","eng":"And what is the interior water element? ","html":"{}"},"mn28:11.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s water, watery, and appropriated. This includes: ","html":"{}"},"mn28:11.5":{"pli":"pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ—","eng":"bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine; or anything else internal, personal, that’s water, watery, and appropriated. ","html":"{}"},"mn28:11.6":{"pli":"ayaṃ vuccatāvuso, ajjhattikā āpodhātu. ","eng":"This is called the interior water element. ","html":"{}"},"mn28:11.7":{"pli":"Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu, āpodhāturevesā. ","eng":"The interior water element and the exterior water element are just the water element. ","html":"{}"},"mn28:11.8":{"pli":"‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn28:11.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the water element, detaching the mind from the water element. ","html":"{}</p>"},"mn28:12.1":{"pli":"Hoti kho so, āvuso, samayo yaṃ bāhirā āpodhātu pakuppati. ","eng":"There comes a time when the exterior water element flares up. ","html":"<p>{}"},"mn28:12.2":{"pli":"Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati. ","eng":"It sweeps away villages, towns, cities, countries, and regions. ","html":"{}","comm":"Flood was and remains an ever-present threat in the Indo-Gangetic Plain. | I am writing this note in eastern Australia in 2023, where, due to the impermanence of the elements driven by human greed, we have just endured multiple devastating floods and now face summers of fire. "},"mn28:12.3":{"pli":"Hoti kho so, āvuso, samayo yaṃ mahāsamudde yojanasatikānipi udakāni ogacchanti, dviyojanasatikānipi udakāni ogacchanti, tiyojanasatikānipi udakāni ogacchanti, catuyojanasatikānipi udakāni ogacchanti, pañcayojanasatikānipi udakāni ogacchanti, chayojanasatikānipi udakāni ogacchanti, sattayojanasatikānipi udakāni ogacchanti. ","eng":"There comes a time when the water in the ocean sinks down a hundred leagues, or two, three, four, five, six, up to seven hundred leagues. ","html":"{}"},"mn28:12.4":{"pli":"Hoti kho so, āvuso, samayo yaṃ mahāsamudde sattatālampi udakaṃ saṇṭhāti, chattālampi udakaṃ saṇṭhāti, pañcatālampi udakaṃ saṇṭhāti, catuttālampi udakaṃ saṇṭhāti, titālampi udakaṃ saṇṭhāti, dvitālampi udakaṃ saṇṭhāti, tālamattampi udakaṃ saṇṭhāti. ","eng":"There comes a time when the water in the ocean stands just seven palm trees deep, or six, five, four, three, two, or even just one palm tree deep. ","html":"{}"},"mn28:12.5":{"pli":"Hoti kho so, āvuso, samayo yaṃ mahāsamudde sattaporisampi udakaṃ saṇṭhāti, chapporisampi udakaṃ saṇṭhāti, pañcaporisampi udakaṃ saṇṭhāti, catupporisampi udakaṃ saṇṭhāti, tiporisampi udakaṃ saṇṭhāti, dviporisampi udakaṃ saṇṭhāti, porisamattampi udakaṃ saṇṭhāti. ","eng":"There comes a time when the water in the ocean stands just seven fathoms deep, or six, five, four, three, two, or even just one fathom deep. ","html":"{}"},"mn28:12.6":{"pli":"Hoti kho so, āvuso, samayo yaṃ mahāsamudde aḍḍhaporisampi udakaṃ saṇṭhāti, kaṭimattampi udakaṃ saṇṭhāti, jāṇukamattampi udakaṃ saṇṭhāti, gopphakamattampi udakaṃ saṇṭhāti. ","eng":"There comes a time when the water in the ocean stands just half a fathom deep, or waist deep, or knee deep, or even just ankle deep. ","html":"{}"},"mn28:12.7":{"pli":"Hoti kho so, āvuso, samayo, yaṃ mahāsamudde aṅgulipabbatemanamattampi udakaṃ na hoti. ","eng":"There comes a time when there’s not even enough water left in the great ocean to wet the tip of the toe. ","html":"{}"},"mn28:12.8":{"pli":"Tassā hi nāma, āvuso, bāhirāya āpodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ","eng":"So for all its great age, the water element will be revealed as impermanent, liable to end, vanish, and perish. ","html":"{}"},"mn28:13.1":{"pli":"Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti …pe… ","eng":"What then of this ephemeral body appropriated by craving? Rather than ‘I’ or ‘mine’ or ‘I am’, they consider it to be none of these things. … ","html":"{}"},"mn28:14.1":{"pli":"tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti. So tena attamano hoti. ","eng":"If, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that. ","html":"{}"},"mn28:15.1":{"pli":"Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti. ","eng":"At this point, much has been done by that mendicant. ","html":"{}</p>"},"mn28:16.1":{"pli":"Katamā cāvuso, tejodhātu? ","eng":"And what is the fire element? ","html":"<p>{}"},"mn28:16.2":{"pli":"Tejodhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The fire element may be interior or exterior. ","html":"{}"},"mn28:16.3":{"pli":"Katamā cāvuso, ajjhattikā tejodhātu? ","eng":"And what is the interior fire element? ","html":"{}"},"mn28:16.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, pertaining to an individual that’s fire, fiery, and appropriated. This includes: ","html":"{}"},"mn28:16.5":{"pli":"yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ—","eng":"that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink; or anything else internal, personal, that’s fire, fiery, and appropriated. ","html":"{}"},"mn28:16.6":{"pli":"ayaṃ vuccatāvuso, ajjhattikā tejodhātu. ","eng":"This is called the interior fire element. ","html":"{}"},"mn28:16.7":{"pli":"Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu, tejodhāturevesā. ","eng":"The interior fire element and the exterior fire element are just the fire element. ","html":"{}"},"mn28:16.8":{"pli":"‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn28:16.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the fire element, detaching the mind from the fire element. ","html":"{}</p>"},"mn28:17.1":{"pli":"Hoti kho so, āvuso, samayo yaṃ bāhirā tejodhātu pakuppati. ","eng":"There comes a time when the exterior fire element flares up. ","html":"<p>{}"},"mn28:17.2":{"pli":"Sā gāmampi dahati, nigamampi dahati, nagarampi dahati, janapadampi dahati, janapadapadesampi dahati. ","eng":"It burns up villages, towns, cities, countries, and regions until ","html":"{}"},"mn28:17.3":{"pli":"Sā haritantaṃ vā panthantaṃ vā selantaṃ vā udakantaṃ vā ramaṇīyaṃ vā bhūmibhāgaṃ āgamma anāhārā nibbāyati. ","eng":"it reaches a green field, a roadside, a cliff’s edge, a body of water, or cleared parkland, where it’s extinguished due to not being fed. ","html":"{}"},"mn28:17.4":{"pli":"Hoti kho so, āvuso, samayo yaṃ kukkuṭapattenapi nhārudaddulenapi aggiṃ gavesanti. ","eng":"There comes a time when they go looking for a fire, taking just a chicken feather or a scrap of sinew as kindling. ","html":"{}"},"mn28:17.5":{"pli":"Tassā hi nāma, āvuso, bāhirāya tejodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ","eng":"So for all its great age, the fire element will be revealed as impermanent, liable to end, vanish, and perish. ","html":"{}"},"mn28:17.6":{"pli":"Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? ","eng":"What then of this ephemeral body appropriated by craving? Rather than ‘I’ or ‘mine’ or ‘I am’, they consider it to be none of these things. … ","html":"{}</p>"},"mn28:18-20.1":{"pli":"Atha khvāssa notevettha hoti …pe… tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti. ","eng":"If, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that. ","html":"<p>{}"},"mn28:18-20.2":{"pli":"Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti. ","eng":"At this point, much has been done by that mendicant. ","html":"{}</p>"},"mn28:21.1":{"pli":"Katamā cāvuso, vāyodhātu? ","eng":"And what is the air element? ","html":"<p>{}"},"mn28:21.2":{"pli":"Vāyodhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The air element may be interior or exterior. ","html":"{}"},"mn28:21.3":{"pli":"Katamā cāvuso, ajjhattikā vāyodhātu? ","eng":"And what is the interior air element? ","html":"{}"},"mn28:21.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s air, airy, and appropriated. This includes: ","html":"{}"},"mn28:21.5":{"pli":"uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ—","eng":"winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths; or anything else internal, personal, that’s air, airy, and appropriated. ","html":"{}","comm":"The “winds” (<i lang='pi' translate='no'>vātā</i>) include both literal gas and movements of energy. | The study of such winds was a major theme of the early Upaniṣads. The very first sentence of the Bṛhadāraṇyaka Upaniṣad says that, for the sacrificial horse, the wind (<i lang='pi' translate='no'>vātā</i>) is the breath (or vital force, <i lang='pi' translate='no'>prāṇa</i>), a concept it goes on to mention no fewer than 160 times. "},"mn28:21.6":{"pli":"ayaṃ vuccatāvuso, ajjhattikā vāyodhātu. ","eng":"This is called the interior air element. ","html":"{}"},"mn28:21.7":{"pli":"Yā ceva kho pana ajjhattikā vāyodhātu, yā ca bāhirā vāyodhātu, vāyodhāturevesā. ","eng":"The interior air element and the exterior air element are just the air element. ","html":"{}"},"mn28:21.8":{"pli":"‘Taṃ netaṃ mama nesohamasmi na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn28:21.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati vāyodhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the air element, detaching the mind from the air element. ","html":"{}</p>"},"mn28:22.1":{"pli":"Hoti kho so, āvuso, samayo yaṃ bāhirā vāyodhātu pakuppati. ","eng":"There comes a time when the exterior air element flares up. ","html":"<p>{}"},"mn28:22.2":{"pli":"Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati. ","eng":"It sweeps away villages, towns, cities, countries, and regions. ","html":"{}"},"mn28:22.3":{"pli":"Hoti kho so, āvuso, samayo yaṃ gimhānaṃ pacchime māse tālavaṇṭenapi vidhūpanenapi vātaṃ pariyesanti, ossavanepi tiṇāni na icchanti. ","eng":"There comes a time, in the last month of summer, when they look for wind by using a palm-leaf or fan, and even the grasses in the drip-fringe of a thatch roof don’t stir. ","html":"{}"},"mn28:22.4":{"pli":"Tassā hi nāma, āvuso, bāhirāya vāyodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ","eng":"So for all its great age, the air element will be revealed as impermanent, liable to end, vanish, and perish. ","html":"{}"},"mn28:22.5":{"pli":"Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti. ","eng":"What then of this ephemeral body appropriated by craving? Rather than ‘I’ or ‘mine’ or ‘I am’, they consider it to be none of these things. ","html":"{}</p>"},"mn28:23.1":{"pli":"Tañce, āvuso, bhikkhuṃ pare akkosanti paribhāsanti rosenti vihesenti. ","eng":"If others abuse, attack, harass, and trouble that mendicant, they understand: ","html":"<p>{}"},"mn28:23.2":{"pli":"So evaṃ pajānāti, uppannā kho me ayaṃ sotasamphassajā dukkhā vedanā. ","eng":"‘This painful feeling born of ear contact has arisen in me. ","html":"{}"},"mn28:23.3":{"pli":"Sā ca kho paṭicca, no apaṭicca. ","eng":"That’s dependent, not independent. ","html":"{}"},"mn28:23.4":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"mn28:23.5":{"pli":"Phassaṃ paṭicca. ","eng":"Dependent on contact.’ ","html":"{}"},"mn28:23.6":{"pli":"Sopi phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṃ aniccanti passati. ","eng":"They see that contact, feeling, perception, choices, and consciousness are impermanent. ","html":"{}"},"mn28:23.7":{"pli":"Tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati. ","eng":"Based on that element alone, their mind leaps forth, gains confidence, settles down, and becomes decided. ","html":"{}</p>"},"mn28:24.1":{"pli":"Tañce, āvuso, bhikkhuṃ pare aniṭṭhehi akantehi amanāpehi samudācaranti, pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi. ","eng":"Others might treat that mendicant with disliking, loathing, and detestation, striking them with fists, stones, sticks, and swords. ","html":"<p>{}"},"mn28:24.2":{"pli":"So evaṃ pajānāti ‘tathābhūto kho ayaṃ kāyo yathābhūtasmiṃ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti. ","eng":"They understand: ‘This body is such that fists, stones, sticks, and swords strike it. ","html":"{}"},"mn28:24.3":{"pli":"Vuttaṃ kho panetaṃ bhagavatā kakacūpamovāde “ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ. Tatrāpi yo mano padūseyya, na me so tena sāsanakaro”ti. ","eng":"But the Buddha has said in the Advice on the Simile of the Saw: “Even if low-down bandits were to sever you limb from limb with a two-handed saw, anyone who had a thought of hate on that account would not be following my instructions.” ","html":"{}"},"mn28:24.4":{"pli":"Āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ. ","eng":"My energy shall be roused up and unflagging, my mindfulness established and lucid, my body tranquil and undisturbed, and my mind immersed in samādhi. ","html":"{}"},"mn28:24.5":{"pli":"Kāmaṃ dāni imasmiṃ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu. Karīyati hidaṃ buddhānaṃ sāsanan’ti. ","eng":"Gladly now, let fists, stones, sticks, and swords strike this body! For this is how the instructions of the Buddhas are followed.’ ","html":"{}</p>"},"mn28:25.1":{"pli":"Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhāti. ","eng":"While recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful may not become stabilized in them. ","html":"<p>{}"},"mn28:25.2":{"pli":"So tena saṃvijjati saṃvegaṃ āpajjati: ","eng":"In that case they stir up a sense of urgency: ","html":"{}"},"mn28:25.3":{"pli":"‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ. ","eng":"‘It’s my loss, my misfortune, ","html":"{}"},"mn28:25.4":{"pli":"Yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhātī’ti. ","eng":"that while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does not become stabilized in me.’ ","html":"{}"},"mn28:25.5":{"pli":"Seyyathāpi, āvuso, suṇisā sasuraṃ disvā saṃvijjati saṃvegaṃ āpajjati; ","eng":"They’re like a daughter-in-law who stirs up a sense of urgency when they see their father-in-law. ","html":"{}"},"mn28:25.6":{"pli":"evameva kho, āvuso, tassa ce bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhāti. ","html":"{}"},"mn28:25.7":{"pli":"So tena saṃvijjati saṃvegaṃ āpajjati: ","html":"{}"},"mn28:25.8":{"pli":"‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ. ","html":"{}"},"mn28:25.9":{"pli":"Yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti. ","html":"{}"},"mn28:25.10":{"pli":"Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti. ","eng":"But if, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that. ","html":"{}"},"mn28:25.11":{"pli":"Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti. ","eng":"At this point, much has been done by that mendicant. ","html":"{}</p>"},"mn28:26.1":{"pli":"Seyyathāpi, āvuso, kaṭṭhañca paṭicca valliñca paṭicca tiṇañca paṭicca mattikañca paṭicca ākāso parivārito agārantveva saṅkhaṃ gacchati; ","eng":"When a space is enclosed by sticks, creepers, grass, and mud it becomes known as a ‘building’. ","html":"<p>{}","comm":"Sāriputta extends the teaching in a new way by including the space element. But this is not arbitrarily added to the previous discussion. Rather, he begins by defining space as that which is physically delimited by the other elements. Thus space is considered as a kind of “derived form” (<i lang='pi' translate='no'>upādāyarūpa</i>). This point was contested by some later schools of Buddhism, who believed that space was unconditioned. "},"mn28:26.2":{"pli":"evameva kho, āvuso, aṭṭhiñca paṭicca nhāruñca paṭicca maṃsañca paṭicca cammañca paṭicca ākāso parivārito rūpantveva saṅkhaṃ gacchati. ","eng":"In the same way, when a space is enclosed by bones, sinews, flesh, and skin it becomes known as a ‘form’. ","html":"{}</p>"},"mn28:27.1":{"pli":"Ajjhattikañceva, āvuso, cakkhuṃ aparibhinnaṃ hoti, bāhirā ca rūpā na āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ","eng":"Reverends, though the interior eye is intact, so long as exterior sights don’t come into range and there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness. ","html":"<p>{}","comm":"This expands the normal explanation of sense experience, found for example at <a href='index.html?q=mn148#7.3'>MN 148:7.3</a>. "},"mn28:27.2":{"pli":"Ajjhattikañceva, āvuso, cakkhuṃ aparibhinnaṃ hoti bāhirā ca rūpā āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ","eng":"Though the interior eye is intact and exterior sights come into range, so long as there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness. ","html":"{}"},"mn28:27.3":{"pli":"Yato ca kho, āvuso, ajjhattikañceva cakkhuṃ aparibhinnaṃ hoti, bāhirā ca rūpā āpāthaṃ āgacchanti, tajjo ca samannāhāro hoti. Evaṃ tajjassa viññāṇabhāgassa pātubhāvo hoti. ","eng":"But when the interior eye is intact and exterior sights come into range and there is corresponding engagement, there is the manifestation of the corresponding type of consciousness. ","html":"{}</p>"},"mn28:28.1":{"pli":"Yaṃ tathābhūtassa rūpaṃ taṃ rūpupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṃ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṃ gacchanti, yaṃ tathābhūtassa viññāṇaṃ taṃ viññāṇupādānakkhandhe saṅgahaṃ gacchati. ","eng":"The form produced in this way is included in the grasping aggregate of form. The feeling, perception, choices, and consciousness produced in this way are each included in the corresponding grasping aggregate. ","html":"<p>{}</p>","comm":"Sāriputta shows the connection between the six senses and the five aggregates. "},"mn28:28.2":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"<p>{}"},"mn28:28.3":{"pli":"‘evañhi kira imesaṃ pañcannaṃ upādānakkhandhānaṃ saṅgaho sannipāto samavāyo hoti. ","eng":"‘So this is how there comes to be inclusion, gathering together, and assimilation into these five grasping aggregates. ","html":"{}"},"mn28:28.4":{"pli":"Vuttaṃ kho panetaṃ bhagavatā: ","eng":"But the Buddha has said: ","html":"{}","comm":"This statement is not found in the Pali canon. See, however, <a href='index.html?q=sn22.87#3.2'>SN 22.87:3.2</a>, “one who sees the teaching sees me.” "},"mn28:28.5":{"pli":"“yo paṭiccasamuppādaṃ passati so dhammaṃ passati; ","eng":"“One who sees dependent origination sees the teaching. ","html":"{}","comm":"Bringing in dependent origination, Sāriputta integrates in a single discourse all the major wisdom frameworks: the truths, aggregates, senses, elements, and dependent origination. This is especially useful for students, as they would have heard these individual teachings many times, but might be unclear how they are connected. "},"mn28:28.6":{"pli":"yo dhammaṃ passati so paṭiccasamuppādaṃ passatī”ti. ","eng":"One who sees the teaching sees dependent origination.” ","html":"{}"},"mn28:28.7":{"pli":"Paṭiccasamuppannā kho panime yadidaṃ pañcupādānakkhandhā. ","eng":"And these five grasping aggregates are indeed dependently originated. ","html":"{}"},"mn28:28.8":{"pli":"Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṃ so dukkhasamudayo. ","eng":"The desire, clinging, attraction, and attachment for these five grasping aggregates is the origin of suffering. ","html":"{}","comm":"He brings the teaching back around to the four noble truths. "},"mn28:28.9":{"pli":"Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṃ, so dukkhanirodho’ti. ","eng":"Giving up and getting rid of desire and greed for these five grasping aggregates is the cessation of suffering.’ ","html":"{}"},"mn28:28.10":{"pli":"Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti. ","eng":"At this point, much has been done by that mendicant. ","html":"{}</p>"},"mn28:29-30.1":{"pli":"Ajjhattikañceva, āvuso, sotaṃ aparibhinnaṃ hoti …pe… ","eng":"Though the ear … ","html":"<p>{}"},"mn28:31-32.1":{"pli":"ghānaṃ aparibhinnaṃ hoti … ","eng":"nose … ","html":"{}"},"mn28:33-34.1":{"pli":"jivhā aparibhinnā hoti … ","eng":"tongue … ","html":"{}"},"mn28:35-36.1":{"pli":"kāyo aparibhinno hoti … ","eng":"body … ","html":"{}"},"mn28:37.1":{"pli":"mano aparibhinno hoti, bāhirā ca dhammā na āpāthaṃ āgacchanti no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ","eng":"mind is intact internally, so long as exterior ideas don’t come into range and there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness. ","html":"{}</p>","comm":"The “mind” (<i lang='pi' translate='no'>mano</i>, Sanskrit <i lang='pi' translate='no'>manas</i>) here is presumably what is elsewhere called the “mind element” (<i lang='pi' translate='no'>manodhātu</i>, eg. <a href='https://suttacentral.net/mn155/en/sujato#4.8'>MN 155:4.8</a>), since both are connected with “ideas” (<i lang='pi' translate='no'>dhammā</i>) and “mind consciousness” (<i lang='pi' translate='no'>manoviññāṇa</i>). The exact nature of <i lang='pi' translate='no'>mano</i> here is not specified in early texts. Judging from this sutta, it parallels the physical basis for the other five kinds of consciousness (already in Bṛhadāraṇyaka Upaniṣad 6.1.8: “seeing through the eye, hearing through the ear, knowing through the mind”), in which case it might be the physical basis for consciousness. The suttas do not specify what this is; tradition calls it the <i lang='pi' translate='no'>hadayavatthu</i>, the “heart basis”, while today we would recognize it as the brain. Compare Aitareya Upaniṣad, which says that the mind (<i lang='pi' translate='no'>manas</i>) creates the heart, which in turn creates the moon (1.1.4); when man was formed, the moon, having become <i lang='pi' translate='no'>manas</i>, entered the heart (1.2.4); mind and heart are then said to be the same (3.2). As with the other senses, the mind remains inert until actuated by the Self. Leaving aside the metaphysics, the conception of <i lang='pi' translate='no'>manas</i> as the underlying potential for consciousness is similar, regardless of whether this was a physical organ, or a process of ongoing consciousness awaiting stimulation per the commentary (<i lang='pi' translate='no'>bhavaṅgacitta</i>). The Abhidhamma Vibhaṅga alludes to this passage when it says that the mind element arises either following sense stimulus, or else at the “initial engagement with all mental phenomena” (<a href='index.html?q=vb3#48.6'>Vb 3:48.6</a>). "},"mn28:38.1":{"pli":"Ajjhattiko ceva, āvuso, mano aparibhinno hoti, bāhirā ca dhammā āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ","eng":"Though the mind is intact internally and exterior ideas come into range, so long as there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness. ","html":"<p>{}"},"mn28:38.2":{"pli":"Yato ca kho, āvuso, ajjhattiko ceva mano aparibhinno hoti, bāhirā ca dhammā āpāthaṃ āgacchanti, tajjo ca samannāhāro hoti, evaṃ tajjassa viññāṇabhāgassa pātubhāvo hoti. ","eng":"But when the mind is intact internally and exterior ideas come into range and there is corresponding engagement, there is the manifestation of the corresponding type of consciousness. ","html":"{}</p>"},"mn28:38.3":{"pli":"Yaṃ tathābhūtassa rūpaṃ taṃ rūpupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṃ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṃ gacchanti, yaṃ tathābhūtassa viññāṇaṃ taṃ viññāṇupādānakkhandhe saṅgahaṃ gacchati. ","eng":"The form produced in this way is included in the grasping aggregate of form. The feeling, perception, choices, and consciousness produced in this way are each included in the corresponding grasping aggregate. ","html":"<p>{}"},"mn28:38.4":{"pli":"So evaṃ pajānāti: ","eng":"They understand: ","html":"{}"},"mn28:38.5":{"pli":"‘evañhi kira imesaṃ pañcannaṃ upādānakkhandhānaṃ saṅgaho sannipāto samavāyo hoti. ","eng":"‘So this is how there comes to be inclusion, gathering together, and assimilation into these five grasping aggregates. ","html":"{}</p>"},"mn28:38.6":{"pli":"Vuttaṃ kho panetaṃ bhagavatā: ","eng":"But the Buddha has also said: ","html":"<p>{}"},"mn28:38.7":{"pli":"“yo paṭiccasamuppādaṃ passati so dhammaṃ passati; ","eng":"“One who sees dependent origination sees the teaching. ","html":"{}"},"mn28:38.8":{"pli":"yo dhammaṃ passati so paṭiccasamuppādaṃ passatī”ti. ","eng":"One who sees the teaching sees dependent origination.” ","html":"{}"},"mn28:38.9":{"pli":"Paṭiccasamuppannā kho panime yadidaṃ pañcupādānakkhandhā. ","eng":"And these five grasping aggregates are indeed dependently originated. ","html":"{}"},"mn28:38.10":{"pli":"Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṃ so dukkhasamudayo. ","eng":"The desire, clinging, attraction, and attachment for these five grasping aggregates is the origin of suffering. ","html":"{}"},"mn28:38.11":{"pli":"Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṃ so dukkhanirodho’ti. ","eng":"Giving up and getting rid of desire and greed for these five grasping aggregates is the cessation of suffering.’ ","html":"{}"},"mn28:38.12":{"pli":"Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hotī”ti. ","eng":"At this point, much has been done by that mendicant.” ","html":"{}</p>"},"mn28:38.13":{"pli":"Idamavoca āyasmā sāriputto. ","eng":"That’s what Venerable Sāriputta said. ","html":"<p>{}"},"mn28:38.14":{"pli":"Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what Sāriputta said. ","html":"{}</p>"},"mn28:38.15":{"pli":"Mahāhatthipadopamasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}