{"mn47":{"mn47:0.1":{"pli":"Majjhima Nikāya 47 ","eng":"Middle Discourses 47 ","html":"<article id='mn47'><header><ul><li class='division'>{}</li></ul>"},"mn47:0.2":{"pli":"Vīmaṃsakasutta ","eng":"The Inquirer ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn47:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"In this sutta, the Buddha shows his commitment to radical accountability and integrity. He does not merely pay lip service to the notion of open inquiry, but lays out a detailed and exacting procedure by which his students should test him. By extension, this approach may be applied to any spiritual teacher. "},"mn47:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn47:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn47:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn47:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn47:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn47:2.1":{"pli":"“vīmaṃsakena, bhikkhave, bhikkhunā parassa cetopariyāyaṃ ajānantena tathāgate samannesanā kātabbā ‘sammāsambuddho vā no vā’ iti viññāṇāyā”ti. ","eng":"“Mendicants, a mendicant who is an inquirer, unable to encompass another’s mind, should scrutinize the Realized One to understand whether he is a fully awakened Buddha or not.” ","html":"<p>{}</p>","comm":"The ability to comprehend the mind of another was considered an advanced meditative skill, not accessible even to all arahants. It allowed one to read the mind of another to the extent of one’s own realization. "},"mn47:3.1":{"pli":"“Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā bhagavaṃpaṭisaraṇā; sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho; bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ","html":"<p>{}</p>"},"mn47:3.2":{"pli":"“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, mendicants, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"mn47:3.3":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"mn47:3.4":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn47:4.1":{"pli":"“Vīmaṃsakena, bhikkhave, bhikkhunā parassa cetopariyāyaṃ ajānantena dvīsu dhammesu tathāgato samannesitabbo cakkhusotaviññeyyesu dhammesu: ","eng":"“Mendicants, a mendicant who is an inquirer, unable to encompass another’s mind, should scrutinize the Realized One for two things—things that can be seen and heard: ","html":"<p data-counter='1'>{}"},"mn47:4.2":{"pli":"‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti? ","eng":"‘Can anything corrupt be seen or heard in the Realized One or not?’ ","html":"{}","comm":"This refers to bodily behavior that might be seen or speech that might be heard. "},"mn47:4.3":{"pli":"Tamenaṃ samannesamāno evaṃ jānāti: ","eng":"Scrutinizing him they find that ","html":"{}"},"mn47:4.4":{"pli":"‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. ","eng":"nothing corrupt can be seen or heard in the Realized One. ","html":"{}</p>"},"mn47:5.1":{"pli":"Yato naṃ samannesamāno evaṃ jānāti: ","html":"<p data-counter='2'>{}"},"mn47:5.2":{"pli":"‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti, tato naṃ uttariṃ samannesati: ","eng":"They scrutinize further: ","html":"{}"},"mn47:5.3":{"pli":"‘ye vītimissā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti? ","eng":"‘Can anything mixed be seen or heard in the Realized One or not?’ ","html":"{}"},"mn47:5.4":{"pli":"Tamenaṃ samannesamāno evaṃ jānāti: ","eng":"Scrutinizing him they find that ","html":"{}"},"mn47:5.5":{"pli":"‘ye vītimissā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. ","eng":"nothing mixed can be seen or heard in the Realized One. ","html":"{}</p>"},"mn47:6.1":{"pli":"Yato naṃ samannesamāno evaṃ jānāti: ","html":"<p data-counter='3'>{}"},"mn47:6.2":{"pli":"‘ye vītimissā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti, tato naṃ uttariṃ samannesati: ","eng":"They scrutinize further: ","html":"{}"},"mn47:6.3":{"pli":"‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti? ","eng":"‘Can anything clean be seen or heard in the Realized One or not?’ ","html":"{}"},"mn47:6.4":{"pli":"Tamenaṃ samannesamāno evaṃ jānāti: ","eng":"Scrutinizing him they find that ","html":"{}"},"mn47:6.5":{"pli":"‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti te tathāgatassā’ti. ","eng":"clean things can be seen and heard in the Realized One. ","html":"{}</p>"},"mn47:7.1":{"pli":"Yato naṃ samannesamāno evaṃ jānāti: ","html":"<p data-counter='4'>{}"},"mn47:7.2":{"pli":"‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti te tathāgatassā’ti, tato naṃ uttariṃ samannesati: ","eng":"They scrutinize further: ","html":"{}"},"mn47:7.3":{"pli":"‘dīgharattaṃ samāpanno ayamāyasmā imaṃ kusalaṃ dhammaṃ, udāhu ittarasamāpanno’ti? ","eng":"‘Did the venerable attain this skillful state a long time ago, or just recently?’ ","html":"{}","comm":"It is easy to maintain a front for while, but defilements tend to reveal themselves over time. "},"mn47:7.4":{"pli":"Tamenaṃ samannesamāno evaṃ jānāti: ","eng":"Scrutinizing him they find that ","html":"{}"},"mn47:7.5":{"pli":"‘dīgharattaṃ samāpanno ayamāyasmā imaṃ kusalaṃ dhammaṃ, nāyamāyasmā ittarasamāpanno’ti. ","eng":"the venerable attained this skillful state a long time ago, not just recently. ","html":"{}</p>"},"mn47:8.1":{"pli":"Yato naṃ samannesamāno evaṃ jānāti: ","html":"<p data-counter='5'>{}"},"mn47:8.2":{"pli":"‘dīgharattaṃ samāpanno ayamāyasmā imaṃ kusalaṃ dhammaṃ, nāyamāyasmā ittarasamāpanno’ti, tato naṃ uttariṃ samannesati: ","eng":"They scrutinize further: ","html":"{}"},"mn47:8.3":{"pli":"‘ñattajjhāpanno ayamāyasmā bhikkhu yasappatto, saṃvijjantassa idhekacce ādīnavā’ti? ","eng":"‘Are certain dangers found in that venerable mendicant who has achieved fame and renown?’ ","html":"{}"},"mn47:8.4":{"pli":"Na tāva, bhikkhave, bhikkhuno idhekacce ādīnavā saṃvijjanti yāva na ñattajjhāpanno hoti yasappatto. ","eng":"For, mendicants, so long as a mendicant has not achieved fame and renown, certain dangers are not found in them. ","html":"{}"},"mn47:8.5":{"pli":"Yato ca kho, bhikkhave, bhikkhu ñattajjhāpanno hoti yasappatto, athassa idhekacce ādīnavā saṃvijjanti. ","eng":"But when they achieve fame and renown, those dangers appear. ","html":"{}"},"mn47:8.6":{"pli":"Tamenaṃ samannesamāno evaṃ jānāti: ","eng":"Scrutinizing him they find that ","html":"{}"},"mn47:8.7":{"pli":"‘ñattajjhāpanno ayamāyasmā bhikkhu yasappatto, nāssa idhekacce ādīnavā saṃvijjantī’ti. ","eng":"those dangers are not found in that venerable mendicant who has achieved fame and renown. ","html":"{}</p>"},"mn47:9.1":{"pli":"Yato naṃ samannesamāno evaṃ jānāti: ","html":"<p data-counter='6'>{}"},"mn47:9.2":{"pli":"‘ñattajjhāpanno ayamāyasmā bhikkhu yasappatto, nāssa idhekacce ādīnavā saṃvijjantī’ti, tato naṃ uttariṃ samannesati: ","eng":"They scrutinize further: ","html":"{}"},"mn47:9.3":{"pli":"‘abhayūparato ayamāyasmā, nāyamāyasmā bhayūparato; ","eng":"‘Is this venerable securely stilled or insecurely stilled? ","html":"{}","comm":"Here <i lang='pi' translate='no'>uparata</i> means “stilled, ceased” rather than “restrained”. The commentary explains that one has become stilled (<i lang='pi' translate='no'>uparata</i>) due to the absence of perils (<i lang='pi' translate='no'>abhaya</i>). The test aims to distinguish the arahant from those for whom the perils of defilements and rebirth, though possibly suppressed for a time through the power of <i lang='pi' translate='no'>jhāna</i>, are still present. "},"mn47:9.4":{"pli":"vītarāgattā kāme na sevati khayā rāgassā’ti? ","eng":"Is the reason they don’t indulge in sensual pleasures that they’re free of greed because greed has ended?’ ","html":"{}"},"mn47:9.5":{"pli":"Tamenaṃ samannesamāno evaṃ jānāti: ","eng":"Scrutinizing him they find that ","html":"{}"},"mn47:9.6":{"pli":"‘abhayūparato ayamāyasmā, nāyamāyasmā bhayūparato; ","eng":"that venerable is securely stilled, not insecurely stilled. ","html":"{}"},"mn47:9.7":{"pli":"vītarāgattā kāme na sevati khayā rāgassā’ti. ","eng":"The reason they don’t indulge in sensual pleasures is that they’re free of greed because greed has ended. ","html":"{}</p>"},"mn47:10.1":{"pli":"Tañce, bhikkhave, bhikkhuṃ pare evaṃ puccheyyuṃ: ","eng":"If others should ask that mendicant, ","html":"<p>{}"},"mn47:10.2":{"pli":"‘ke panāyasmato ākārā, ke anvayā, yenāyasmā evaṃ vadesi—","eng":"‘But what reason and evidence does the venerable have for saying this?’ ","html":"{}"},"mn47:10.3":{"pli":"abhayūparato ayamāyasmā, nāyamāyasmā bhayūparato; ","html":"{}"},"mn47:10.4":{"pli":"vītarāgattā kāme na sevati khayā rāgassā’ti. ","html":"{}"},"mn47:10.5":{"pli":"Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya: ","eng":"Answering rightly, the mendicant should say, ","html":"{}"},"mn47:10.6":{"pli":"‘tathā hi pana ayamāyasmā saṅghe vā viharanto eko vā viharanto, ye ca tattha sugatā ye ca tattha duggatā, ye ca tattha gaṇamanusāsanti, ye ca idhekacce āmisesu sandissanti, ye ca idhekacce āmisena anupalittā, nāyamāyasmā taṃ tena avajānāti. ","eng":"‘Because, whether that venerable is staying in a community or alone, some people there are in a good state or a sorry state, some instruct a group, and some are seen among pleasures of the flesh while others remain unsullied. Yet that venerable doesn’t look down on them for that. ","html":"{}","comm":"The commentary explains <i lang='pi' translate='no'>sugata</i> and <i lang='pi' translate='no'>duggata</i> here as “well practiced” and “poorly practiced”. But the normal sense is one who is in a “good state” or a “sorry state”, typically associated with rebirth, but also with, for example, the “sorry state” of poverty or reduced circumstances (<a href='index.html?q=pli-tv-kd10#2.4.4'>Kd 10:2.4.4</a>, <a href='index.html?q=pli-tv-kd6#15.5.10'>Kd 6:15.5.10</a>). Notice that there are people nearby even when he is living alone, so this must include lay folk as well as monastics. The point is that the Buddha does not despise the poor or show favors to the rich. "},"mn47:10.7":{"pli":"Sammukhā kho pana metaṃ bhagavato sutaṃ sammukhā paṭiggahitaṃ—","eng":"Also, I have heard and learned this in the presence of the Buddha: ","html":"{}"},"mn47:10.8":{"pli":"abhayūparatohamasmi, nāhamasmi bhayūparato, vītarāgattā kāme na sevāmi khayā rāgassā’ti. ","eng":"“I am securely stilled, not insecurely stilled. The reason I don’t indulge in sensual pleasures is that I’m free of greed because greed has ended.”’ ","html":"{}</p>","comm":"These exact words are not spoken by the Buddha in suttas. However the early Abhidhamma text Puggalapaññatti explains that “insecurely stilled” includes the seven trainees and ethical ordinary people, while the arahant is “securely stilled” (<a href='index.html?q=pp2.1#11.1'>Pp 2.1:11.1</a>). Since the Puggalapaññatti consists mainly of lightly adapted quotes from the suttas, it is possible that this passage has been lost from the suttas as they stand. This would explain why these terms are invoked here as if they were known. "},"mn47:11.1":{"pli":"Tatra, bhikkhave, tathāgatova uttariṃ paṭipucchitabbo: ","eng":"Next, they should ask the Realized One himself about this, ","html":"<p data-counter='1'>{}"},"mn47:11.2":{"pli":"‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti? ","eng":"‘Can anything corrupt be seen or heard in the Realized One or not?’ ","html":"{}"},"mn47:11.3":{"pli":"Byākaramāno, bhikkhave, tathāgato evaṃ byākareyya: ","eng":"The Realized One would answer, ","html":"{}"},"mn47:11.4":{"pli":"‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. ","eng":"‘Nothing corrupt can be seen or heard in the Realized One.’ ","html":"{}</p>"},"mn47:12.1":{"pli":"‘Ye vītimissā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti? ","eng":"‘Can anything mixed be seen or heard in the Realized One or not?’ ","html":"<p data-counter='2'>{}"},"mn47:12.2":{"pli":"Byākaramāno, bhikkhave, tathāgato evaṃ byākareyya: ","eng":"The Realized One would answer, ","html":"{}"},"mn47:12.3":{"pli":"‘ye vītimissā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. ","eng":"‘Nothing mixed can be seen or heard in the Realized One.’ ","html":"{}</p>"},"mn47:13.1":{"pli":"‘Ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti? ","eng":"‘Can anything clean be seen or heard in the Realized One or not?’ ","html":"<p data-counter='3'>{}"},"mn47:13.2":{"pli":"Byākaramāno, bhikkhave, tathāgato evaṃ byākareyya: ","eng":"The Realized One would answer, ","html":"{}"},"mn47:13.3":{"pli":"‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti te tathāgatassa; ","eng":"‘Clean things can be seen and heard in the Realized One. ","html":"{}"},"mn47:13.4":{"pli":"etaṃ pathohamasmi, etaṃ gocaro, no ca tena tammayo’ti. ","eng":"I am the scope and the range of that, but I am not determined by that.’ ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Etaṁ</i> is the accusative of relation, familiar from such phrases as <i lang='pi' translate='no'>taṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato</i> (“a good word <em>of that</em> Gotama has spread”). | <i lang='pi' translate='no'>Ahamasmi</i> (“I am”) asserts identity (not possession per the commentary). It is an Upaniṣadic turn of phrase. | <i lang='pi' translate='no'>Tammaya</i> (“determined by that”, literally “made with that”) is found occasionally in the suttas (also <a href='index.html?q=mn137#20.3'>MN 137:20.3</a>, <a href='index.html?q=mn113#21.7'>MN 113:21.7</a>, <a href='index.html?q=an3.40#7.4'>AN 3.40:7.4</a>, <a href='index.html?q=an6.104'>AN 6.104</a>, <a href='index.html?q=snp4.9#12.2'>Snp 4.9:12.2</a>). The Buddha’s usage echoes Bṛhadāraṇyaka Upaniṣad 4.4.5, which begins, “This self is indeed divinity, made with consciousness …” (<i lang='pi' translate='no'>sa vā ayamātmā brahma vijñānamayo</i>). It goes on to list many other items of which the self is comprised (<i lang='pi' translate='no'>idaṁmayo</i>), the point being that the self is ultimately created by its actions (<i lang='pi' translate='no'>yathākārī yathācārī tathā bhavati</i>), a detail that emphasizes the causal sense of <i lang='pi' translate='no'>-maya</i>. Thus the term does not simply point to that which is the self, but rather that by which the self is shaped or determined. Yajñavalkya also uses <i lang='pi' translate='no'>etanmaya</i> in the same sense in such passages as Śatapatha Brāhmaṇa 10.4.2.30: “that (self) is made with hymns, sacrifices, breaths, and divinities” (<i lang='pi' translate='no'>candomaya stomamayaḥ prāṇamayo devatāmayaḥ sa etanmaya</i>) and Bṛhadāraṇyaka Upaniṣad 1.5.3: “that self is made with this: speech, mind, and breath” (<i lang='pi' translate='no'>etanmayo vā ayam ātmā: vāṅmayo manomayaḥ prāṇamayaḥ</i>). Thus the term emphasizes the Buddha’s freedom from conditions. He exemplifies good qualities but is not “determined” by their kammic force. "},"mn47:14.1":{"pli":"Evaṃvādiṃ kho, bhikkhave, satthāraṃ arahati sāvako upasaṅkamituṃ dhammassavanāya. ","eng":"A disciple ought to approach a teacher who has such a doctrine in order to listen to the teaching. ","html":"<p>{}"},"mn47:14.2":{"pli":"Tassa satthā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ. ","eng":"The teacher explains Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides. ","html":"{}","comm":"Cp. <a href='index.html?q=an5.180'>AN 5.180</a>. "},"mn47:14.3":{"pli":"Yathā yathā kho, bhikkhave, bhikkhuno satthā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ tathā tathā so tasmiṃ dhamme abhiññāya idhekaccaṃ dhammaṃ dhammesu niṭṭhaṃ gacchati, satthari pasīdati: ","eng":"When they directly know a certain principle of those teachings, in accordance with how they were taught, the mendicant comes to a conclusion about the teachings. They have confidence in the teacher: ","html":"{}"},"mn47:14.4":{"pli":"‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno saṅgho’ti. ","eng":"‘The Blessed One is a fully awakened Buddha! The teaching is well explained! The Saṅgha is practicing well!’ ","html":"{}</p>"},"mn47:15.1":{"pli":"Tañce, bhikkhave, bhikkhuṃ pare evaṃ puccheyyuṃ: ","eng":"If others should ask that mendicant, ","html":"<p>{}"},"mn47:15.2":{"pli":"‘ke panāyasmato ākārā, ke anvayā, yenāyasmā evaṃ vadesi—","eng":"‘But what reason and evidence does the venerable have for saying this?’ ","html":"{}"},"mn47:15.3":{"pli":"sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno saṅgho’ti? ","html":"{}"},"mn47:15.4":{"pli":"Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya: ","eng":"Answering rightly, the mendicant should say, ","html":"{}"},"mn47:15.5":{"pli":"‘idhāhaṃ, āvuso, yena bhagavā tenupasaṅkamiṃ dhammassavanāya. ","eng":"‘Reverends, I approached the Buddha to listen to the teaching. ","html":"{}"},"mn47:15.6":{"pli":"Tassa me bhagavā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ. ","eng":"He explained Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides. ","html":"{}"},"mn47:15.7":{"pli":"Yathā yathā me, āvuso, bhagavā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ tathā tathāhaṃ tasmiṃ dhamme abhiññāya idhekaccaṃ dhammaṃ dhammesu niṭṭhamagamaṃ, satthari pasīdiṃ—","eng":"When I directly knew a certain principle of those teachings, in accordance with how I was taught, I came to a conclusion about the teachings. I had confidence in the Teacher: ","html":"{}"},"mn47:15.8":{"pli":"sammāsambuddho bhagavā, svākkhāto bhagavatā, dhammo, suppaṭipanno saṅgho’ti. ","eng":"“The Blessed One is a fully awakened Buddha! The teaching is well explained! The Saṅgha is practicing well!”’ ","html":"{}</p>"},"mn47:16.1":{"pli":"Yassa kassaci, bhikkhave, imehi ākārehi imehi padehi imehi byañjanehi tathāgate saddhā niviṭṭhā hoti mūlajātā patiṭṭhitā, ayaṃ vuccati, bhikkhave, ākāravatī saddhā dassanamūlikā; ","eng":"When someone’s faith is settled, rooted, and planted in the Realized One in this manner, with these words and phrases, it’s said to be grounded faith that’s based on evidence. ","html":"<p>{}","comm":"In this sentence the word <i lang='pi' translate='no'>ākāra</i> is used in two distinct senses. In the stock phrase “in this manner, with these words and phrases” (<i lang='pi' translate='no'>imehi ākārehi imehi padehi imehi byañjanehi</i>) it means “manner” of exposition (<a href='index.html?q=mn18#20.17'>MN 18:20.17</a>, <a href='index.html?q=sn35.116#10.14'>SN 35.116:10.14</a>, <a href='index.html?q=an10.115#21.2'>AN 10.115:21.2</a>). In the phrase “grounded faith” (<i lang='pi' translate='no'>ākāravatī saddhā</i>) it means a “ground” or “reason” on which faith is based. "},"mn47:16.2":{"pli":"daḷhā asaṃhāriyā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ. ","eng":"It is strong, and cannot be shifted by any ascetic or brahmin or god or Māra or divinity or by anyone in the world. ","html":"{}","comm":"Various editions (MS, PTS, BJT) followed by translators (Bodhi, Horner) connect <i lang='pi' translate='no'>daḷhā</i> with the foregoing <i lang='pi' translate='no'>dassanamūlikā</i>. But that foregoing text is missing in the parallels for this passage (<a href='index.html?q=dn27#9.3'>DN 27:9.3</a>, <a href='index.html?q=sn48.42#6.4'>SN 48.42:6.4</a>, <a href='index.html?q=iti83#10.1'>Iti 83:10.1</a>). <i lang='pi' translate='no'>Daḷhā</i> is connected rather with <i lang='pi' translate='no'>asaṁhāriyā</i>, which is in any case semantically closer than <i lang='pi' translate='no'>dassanamūlikā</i>. "},"mn47:16.3":{"pli":"Evaṃ kho, bhikkhave, tathāgate dhammasamannesanā hoti. ","eng":"That is how there is legitimate scrutiny of the Realized One, ","html":"{}"},"mn47:16.4":{"pli":"Evañca pana tathāgato dhammatāsusamanniṭṭho hotī”ti. ","eng":"and that is how the Realized One is legitimately well-scrutinized.” ","html":"{}</p>"},"mn47:16.5":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn47:16.6":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn47:16.7":{"pli":"Vīmaṃsakasuttaṃ niṭṭhitaṃ sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}