{"mn136":{"mn136:0.1":{"pli":"Majjhima Nikāya 136 ","eng":"Middle Discourses 136 ","html":"<article id='mn136'><header><ul><li class='division'>{}</li></ul>"},"mn136:0.2":{"pli":"Mahākammavibhaṅgasutta ","eng":"The Longer Analysis of Deeds ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn136:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn136:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn136:2.1":{"pli":"Tena kho pana samayena āyasmā samiddhi araññakuṭikāyaṃ viharati. ","eng":"Now at that time Venerable Samiddhi was staying in a wilderness hut. ","html":"<p>{}"},"mn136:2.2":{"pli":"Atha kho potaliputto paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā āyasmatā samiddhinā saddhiṃ sammodi. ","eng":"Then as the wanderer Potaliputta was going for a walk he came up to Venerable Samiddhi and exchanged greetings with him. ","html":"{}","comm":"This is the only time we meet Potaliputta. His name suggests he hails from the capital of Assaka, variously spelled Potali or Potana (<a href='index.html?q=dn19#36.4'>DN 19:36.4</a>). | As for Samiddhi, see note on <a href='index.html?q=mn133#1.3'>MN 133:1.3</a>. "},"mn136:2.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho potaliputto paribbājako āyasmantaṃ samiddhiṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to him: ","html":"{}</p>"},"mn136:2.4":{"pli":"“sammukhā metaṃ, āvuso samiddhi, samaṇassa gotamassa sutaṃ, sammukhā paṭiggahitaṃ: ","eng":"“Reverend Samiddhi, I have heard and learned this in the presence of the ascetic Gotama: ","html":"<p>{}"},"mn136:2.5":{"pli":"‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti. ","eng":"‘Deeds by way of body and speech are done in vain. Only mental deeds are real.’ ","html":"{}"},"mn136:2.6":{"pli":"Atthi ca sā samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī”ti? ","eng":"And: ‘There is such an attainment where the one who enters it does not feel anything at all.’” ","html":"{}</p>"},"mn136:2.7":{"pli":"“Mā hevaṃ, āvuso potaliputta, avaca; mā hevaṃ, āvuso potaliputta, avaca; mā bhagavantaṃ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṃ. Na hi bhagavā evaṃ vadeyya: ","eng":"“Don’t say that, Reverend Potaliputta, don’t say that! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say this: ","html":"<p>{}"},"mn136:2.8":{"pli":"‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti. ","eng":"‘Deeds by way of body and speech are done in vain. Only mental deeds are real.’ ","html":"{}","comm":"There is indeed no such statement in the suttas. "},"mn136:2.9":{"pli":"‘Atthi ca kho sā, āvuso, samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī’”ti. ","eng":"But, reverend, there is such an attainment where the one who enters it does not feel anything at all.” ","html":"{}</p>","comm":"This is the cessation of perception and feelings. "},"mn136:2.10":{"pli":"“Kīvaciraṃ pabbajitosi, āvuso samiddhī”ti? ","eng":"“Reverend Samiddhi, how long has it been since you went forth?” ","html":"<p>{}</p>"},"mn136:2.11":{"pli":"“Na ciraṃ, āvuso, tīṇi vassānī”ti. ","eng":"“Not long, reverend: three years.” ","html":"<p>{}</p>"},"mn136:2.12":{"pli":"“Ettha dāni mayaṃ there bhikkhū kiṃ vakkhāma, yatra hi nāma evaṃnavo bhikkhu satthāraṃ parirakkhitabbaṃ maññissati. ","eng":"“Well now, what are we to say to the senior mendicants, when even such a junior mendicant imagines their Teacher needs defending? ","html":"<p>{}"},"mn136:2.13":{"pli":"Sañcetanikaṃ, āvuso samiddhi, kammaṃ katvā kāyena vācāya manasā kiṃ so vediyatī”ti? ","eng":"After doing an intentional deed by way of body, speech, or mind, reverend, what does one feel?” ","html":"{}</p>"},"mn136:2.14":{"pli":"“Sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhaṃ so vediyatī”ti. ","eng":"“After doing an intentional deed by way of body, speech, or mind, reverend, one feels suffering.” ","html":"<p>{}","comm":"It is this answer of Samiddhi’s that is criticized below. "},"mn136:2.15":{"pli":"Atha kho potaliputto paribbājako āyasmato samiddhissa bhāsitaṃ neva abhinandi nappaṭikkosi; ","eng":"Then, neither approving nor rejecting Samiddhi’s statement, Potaliputta ","html":"{}"},"mn136:2.16":{"pli":"anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi. ","eng":"got up from his seat and left. ","html":"{}</p>"},"mn136:3.1":{"pli":"Atha kho āyasmā samiddhi acirapakkante potaliputte paribbājake yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ","eng":"Soon after he had left, Venerable Samiddhi went to Venerable Ānanda, and exchanged greetings with him. ","html":"<p>{}"},"mn136:3.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ","eng":"When the greetings and polite conversation were over, he sat down to one side, ","html":"{}"},"mn136:3.3":{"pli":"Ekamantaṃ nisinno kho āyasmā samiddhi yāvatako ahosi potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ āyasmato ānandassa ārocesi. ","eng":"and informed Ānanda of all they had discussed. ","html":"{}</p>"},"mn136:3.4":{"pli":"Evaṃ vutte, āyasmā ānando āyasmantaṃ samiddhiṃ etadavoca: ","eng":"When he had spoken, Ānanda said to him, ","html":"<p>{}"},"mn136:3.5":{"pli":"“atthi kho idaṃ, āvuso samiddhi, kathāpābhataṃ bhagavantaṃ dassanāya. ","eng":"“Reverend Samiddhi, we should see the Buddha about this matter. ","html":"{}"},"mn136:3.6":{"pli":"Āyāmāvuso samiddhi, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāma. ","eng":"Come, let’s go to the Buddha and inform him about this. ","html":"{}"},"mn136:3.7":{"pli":"Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti. ","eng":"As he answers, so we’ll remember it.” ","html":"{}</p>"},"mn136:3.8":{"pli":"“Evamāvuso”ti kho āyasmā samiddhi āyasmato ānandassa paccassosi. ","eng":"“Yes, reverend,” Samiddhi replied. ","html":"<p>{}</p>"},"mn136:4.1":{"pli":"Atha kho āyasmā ca ānando āyasmā ca samiddhi yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"Then Ānanda and Samiddhi went up to the Buddha, bowed, sat down to one side, ","html":"<p>{}"},"mn136:4.2":{"pli":"Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi āyasmato samiddhissa potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ","eng":"and told him what had happened. ","html":"{}</p>"},"mn136:5.1":{"pli":"Evaṃ vutte, bhagavā āyasmantaṃ ānandaṃ etadavoca: ","eng":"When they had spoken, the Buddha said to Ānanda, ","html":"<p>{}"},"mn136:5.2":{"pli":"“dassanampi kho ahaṃ, ānanda, potaliputtassa paribbājakassa nābhijānāmi, kuto panevarūpaṃ kathāsallāpaṃ? ","eng":"“I don’t recall even seeing the wanderer Potaliputta, Ānanda, so how could we have had such a discussion? ","html":"{}"},"mn136:5.3":{"pli":"Iminā ca, ānanda, samiddhinā moghapurisena potaliputtassa paribbājakassa vibhajjabyākaraṇīyo pañho ekaṃsena byākato”ti. ","eng":"The wanderer Potaliputta’s question should have been answered after analyzing it, but this futile man answered categorically.” ","html":"{}</p>"},"mn136:6.1":{"pli":"Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Udāyī said to him, ","html":"<p>{}"},"mn136:6.2":{"pli":"“sace pana, bhante, āyasmatā samiddhinā idaṃ sandhāya bhāsitaṃ—","eng":"“But perhaps, sir, Venerable Samiddhi spoke in reference to the statement: ","html":"{}"},"mn136:6.3":{"pli":"yaṃ kiñci vedayitaṃ taṃ dukkhasmin”ti. ","eng":"‘Suffering includes whatever is felt.’” ","html":"{}</p>"},"mn136:6.4":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"But the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"mn136:6.5":{"pli":"“passasi no tvaṃ, ānanda, imassa udāyissa moghapurisassa ummaṅgaṃ? ","eng":"“See what this futile man Udāyī comes up with? ","html":"{}","comm":"There are several monks named Udāyī and it is not easy to distinguish them. One of then was known for his stupidity (<a href='index.html?q=an6.29#3.3'>AN 6.29:3.3</a>). | <i lang='pi' translate='no'>Ummagga</i> is from <i lang='pi' translate='no'>ummujjati</i>, just below, “uprising, emergence”. "},"mn136:6.6":{"pli":"Aññāsiṃ kho ahaṃ, ānanda: ","eng":"I knew that ","html":"{}"},"mn136:6.7":{"pli":"‘idānevāyaṃ udāyī moghapuriso ummujjamāno ayoniso ummujjissatī’ti. ","eng":"he was coming up with something irrational. ","html":"{}"},"mn136:6.8":{"pli":"Ādiṃyeva, ānanda, potaliputtena paribbājakena tisso vedanā pucchitā. ","eng":"Right from the start Potaliputta asked about the three feelings. ","html":"{}"},"mn136:6.9":{"pli":"Sacāyaṃ, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa evaṃ puṭṭho evaṃ byākareyya: ","eng":"Suppose the futile man Samiddhi had answered the wanderer Potaliputta’s question like this: ","html":"{}"},"mn136:6.10":{"pli":"‘sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā sukhavedanīyaṃ sukhaṃ so vedayati; ","eng":"‘After doing an intentional deed to be experienced as pleasant by way of body, speech, or mind, one feels pleasure. ","html":"{}"},"mn136:6.11":{"pli":"sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhavedanīyaṃ dukkhaṃ so vedayati; ","eng":"After doing an intentional deed to be experienced as painful by way of body, speech, or mind, one feels pain. ","html":"{}"},"mn136:6.12":{"pli":"sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā adukkhamasukhavedanīyaṃ adukkhamasukhaṃ so vedayatī’ti. ","eng":"After doing an intentional deed to be experienced as neutral by way of body, speech, or mind, one feels neutral.’ ","html":"{}"},"mn136:6.13":{"pli":"Evaṃ byākaramāno kho, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa sammā byākaramāno byākareyya. ","eng":"Answering in this way, Samiddhi would have rightly answered Potaliputta. ","html":"{}</p>"},"mn136:6.14":{"pli":"Api ca, ānanda, ke ca aññatitthiyā paribbājakā bālā abyattā ke ca tathāgatassa mahākammavibhaṅgaṃ jānissanti? ","eng":"Still, who are those foolish and incompetent wanderers of other religions to understand the Realized One’s great analysis of deeds? ","html":"<p>{}"},"mn136:6.15":{"pli":"Sace tumhe, ānanda, suṇeyyātha tathāgatassa mahākammavibhaṅgaṃ vibhajantassā”ti. ","eng":"If you would all listen, Ānanda, I will explain the Realized One’s great analysis of deeds.” ","html":"{}</p>","comm":"Text here reads <i lang='pi' translate='no'>vibhajantassa</i>, which appears ungrammatical. This phrase is shared with <a href='index.html?q=an6.62#5.8'>AN 6.62:5.8</a>, which is also a case where a junior monk has made a silly statement. There the Pali has <i lang='pi' translate='no'>vibhajissāmi</i> (“I will explain”). The commentary does not explicitly comment on this phrase, but it does say that the Buddha thought, “I will make it clear for the mendicant Saṅgha” (<i lang='pi' translate='no'>bhikkhusaṅghassa pākaṭaṁ karissāmīti</i>), which implies that it was reading the future tense. Compare the use of future tense in the stock phrase, “Listen and apply your mind well, I will speak” (<a href='index.html?q=mn138#2.2'>MN 138:2.2</a>). "},"mn136:7.1":{"pli":"“Etassa, bhagavā, kālo, etassa, sugata, kālo ","eng":"“Now is the time, Blessed One! Now is the time, Holy One! ","html":"<p>{}"},"mn136:7.2":{"pli":"yaṃ bhagavā mahākammavibhaṅgaṃ vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"Let the Buddha explain the great analysis of deeds. The mendicants will listen and remember it.” ","html":"{}</p>"},"mn136:7.3":{"pli":"“Tena hānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, Ānanda, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"mn136:7.4":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ","eng":"“Yes, sir,” Ānanda replied. ","html":"<p>{}"},"mn136:7.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn136:8.1":{"pli":"“Cattārome, ānanda, puggalā santo saṃvijjamānā lokasmiṃ. ","eng":"“Ānanda, these four individuals are found in the world. ","html":"<p data-counter='1'>{}"},"mn136:8.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"mn136:8.3":{"pli":"Idhānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ","eng":"It’s when an individual here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. ","html":"{}"},"mn136:8.4":{"pli":"So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"mn136:8.5":{"pli":"Idha panānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ","eng":"But some other individual here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. ","html":"<p data-counter='2'>{}"},"mn136:8.6":{"pli":"So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}</p>"},"mn136:8.7":{"pli":"Idhānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ","eng":"But some other individual here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. ","html":"<p data-counter='3'>{}"},"mn136:8.8":{"pli":"So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}</p>"},"mn136:8.9":{"pli":"Idha panānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ","eng":"But some other individual here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. ","html":"<p data-counter='4'>{}"},"mn136:8.10":{"pli":"So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}</p>"},"mn136:9.1":{"pli":"Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—","eng":"Now, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that individual ","html":"<p data-counter='1'>{}","comm":"Meditation is described in the same way at <a href='index.html?q=dn1#1.31.1'>DN 1:1.31.1</a>, which is also concerned with those who draw inaccurate inferences from deep meditation. "},"mn136:9.2":{"pli":"idha pāṇātipātiṃ adinnādāyiṃ kāmesumicchācāriṃ musāvādiṃ pisuṇavācaṃ pharusavācaṃ samphappalāpiṃ abhijjhāluṃ byāpannacittaṃ micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ","eng":"here who killed living creatures, stole, and committed sexual misconduct; who used speech that’s false, divisive, harsh, or nonsensical; and who was covetous, malicious, and had wrong view. And they see that, when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"mn136:9.3":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:9.4":{"pli":"‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko. ","eng":"‘It seems, worthy sir, that there is such a thing as bad deeds, and the result of bad conduct. ","html":"{}","comm":"The use of <i lang='pi' translate='no'>kira</i> (“seems”) conveys an appropriate degree of caution when framing a hypothesis. But as we shall see, the theorist does not maintain this. "},"mn136:9.5":{"pli":"Amāhaṃ puggalaṃ addasaṃ idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti. ","eng":"For I saw an individual here who killed living creatures … and had wrong view. And when their body broke up, after death, they were reborn in a place of loss, a bad place, the underworld, hell.’ ","html":"{}","comm":"Having framed their hypothesis, the theorist presents their supporting observations. "},"mn136:9.6":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:9.7":{"pli":"‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell. ","html":"{}","comm":"Now the theorist draws their inference, committing two logical fallacies. One is the fallacy of hasty generalization: the fact that <em>some people</em> who do bad deeds go to hell does not imply that <em>all people</em> who do bad deeds go to hell. The second is the post hoc fallacy: the fact that the bad deed <em>preceded</em> rebirth in hell does not imply that the bad deed <em>caused</em> rebirth in hell. The Buddha avoids the fallacy of hasty generalization by surveying a much larger, statistically significant scope, said to be ninety-one eons (<a href='index.html?q=mn71#14.2'>MN 71:14.2</a>). And he avoids the post hoc fallacy by flipping the causal arrow: if the <em>presence</em> of kamma leads to rebirth, then the <em>absence</em> of kamma should lead to the ending of rebirth. By practicing to realize the ending of kamma he confirmed this for himself. "},"mn136:9.8":{"pli":"Ye evaṃ jānanti, te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ","eng":"Those whose notion is this have the right notion. Those whose notion is otherwise have a wrong notion.’ ","html":"{}","comm":"Leaving behind caution and going beyond observation, the theorist now asserts that the results of their reasoning are the truth. | Here words from the root <i lang='pi' translate='no'>√ñā</i> are used for both right and wrong ideas. Normally I translate <i lang='pi' translate='no'>√ñā</i> as “knowledge”, but in English one cannot “know” something false. One might <em>believe</em> that it is nighttime when it is in fact the day, but one cannot <em>know</em> this. Usually <i lang='pi' translate='no'>√ñā</i> does have the positive sense of “true knowledge”, but when dealing with errant theorizers we also find it used for “false knowledge”, in which case I use “notion” (eg. <a href='index.html?q=snp4.13#17.2'>Snp 4.13:17.2</a>). "},"mn136:9.9":{"pli":"Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. ","eng":"And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, anything else is futile.’ ","html":"{}</p>","comm":"Contemplatives sometimes deprecate logic as inferior to meditative insight. By not exercising the critical skills to evaluate and improve their reasoning, they become especially prone to using poor logic. The brilliance of meditative experiences can be overwhelming and it is easy to be convinced of the truth of one’s inferences, without even recognizing them as inferences. sutta passages such as this show that the interpretation of meditative experiences must be tempered with clear logic. "},"mn136:10.1":{"pli":"Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—","eng":"But some other ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right application of mind—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that individual ","html":"<p data-counter='2'>{}"},"mn136:10.2":{"pli":"idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ. ","eng":"here who killed living creatures … and had wrong view. And they see that they are reborn in a heavenly realm. ","html":"{}"},"mn136:10.3":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:10.4":{"pli":"‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko. ","eng":"‘It seems that there is no such thing as bad deeds, and the result of bad conduct. ","html":"{}"},"mn136:10.5":{"pli":"Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti. ","eng":"For I have seen an individual here who killed living creatures … and had wrong view. And I saw that they were reborn in a heavenly realm.’ ","html":"{}"},"mn136:10.6":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:10.7":{"pli":"‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm. ","html":"{}"},"mn136:10.8":{"pli":"Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ","eng":"Those whose notion is this have the right notion. Those whose notion is otherwise have a wrong notion.’ ","html":"{}"},"mn136:10.9":{"pli":"Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. ","eng":"And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, anything else is futile.’ ","html":"{}</p>"},"mn136:11.1":{"pli":"Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—","eng":"Take some ascetic or brahmin who with clairvoyance sees an individual ","html":"<p data-counter='3'>{}"},"mn136:11.2":{"pli":"idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ kāmesumicchācārā paṭivirataṃ musāvādā paṭivirataṃ pisuṇāya vācāya paṭivirataṃ pharusāya vācāya paṭivirataṃ samphappalāpā paṭivirataṃ anabhijjhāluṃ abyāpannacittaṃ sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ. ","eng":"here who refrained from killing living creatures … and had right view. And they see that they are reborn in a heavenly realm. ","html":"{}"},"mn136:11.3":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:11.4":{"pli":"‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko. ","eng":"‘It seems that there is such a thing as good deeds, and the result of good conduct. ","html":"{}"},"mn136:11.5":{"pli":"Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti. ","eng":"For I have seen an individual here who refrained from killing living creatures … and had right view. And I saw that they were reborn in a heavenly realm.’ ","html":"{}"},"mn136:11.6":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:11.7":{"pli":"‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm. ","html":"{}"},"mn136:11.8":{"pli":"Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ","eng":"Those whose notion is this have the right notion. Those whose notion is otherwise have a wrong notion.’ ","html":"{}"},"mn136:11.9":{"pli":"Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. ","eng":"And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, anything else is futile.’ ","html":"{}</p>"},"mn136:12.1":{"pli":"Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—idha pāṇātipātā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ","eng":"Take some ascetic or brahmin who with clairvoyance sees an individual here who refrained from killing living creatures … and had right view. And they see that they are reborn in hell. ","html":"<p data-counter='4'>{}"},"mn136:12.2":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn136:12.3":{"pli":"‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko. Amāhaṃ puggalaṃ addasaṃ—","eng":"‘It seems that there is no such thing as good deeds, and the result of good conduct. For I have seen an individual ","html":"{}"},"mn136:12.4":{"pli":"idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti. ","eng":"here who refrained from killing living creatures … and had right view. And I saw that they were reborn in hell.’ ","html":"{}"},"mn136:12.5":{"pli":"So evamāha: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"They say: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell. ","html":"{}"},"mn136:12.6":{"pli":"Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ","eng":"Those whose notion is this have the right notion. Those whose notion is otherwise have a wrong notion.’ ","html":"{}"},"mn136:12.7":{"pli":"Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. ","eng":"And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, anything else is futile.’ ","html":"{}</p>"},"mn136:13.1":{"pli":"Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ","eng":"In this case, when an ascetic or brahmin says this: ","html":"<p data-counter='1'>{}"},"mn136:13.2":{"pli":"‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko’ti idamassa anujānāmi; ","eng":"‘It seems that there is such a thing as bad deeds, and the result of bad conduct,’ I grant them that. ","html":"{}"},"mn136:13.3":{"pli":"yampi so evamāha: ","eng":"And when they say: ","html":"{}"},"mn136:13.4":{"pli":"‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idampissa anujānāmi; ","eng":"‘I have seen an individual here who killed living creatures … and had wrong view. And after death, they were reborn in hell,’ I also grant them that. ","html":"{}"},"mn136:13.5":{"pli":"yañca kho so evamāha: ","eng":"But when they say: ","html":"{}"},"mn136:13.6":{"pli":"‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi; ","eng":"‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell,’ I don’t grant them that. ","html":"{}"},"mn136:13.7":{"pli":"yampi so evamāha: ","eng":"And when they say: ","html":"{}"},"mn136:13.8":{"pli":"‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ","eng":"‘Those whose notion is this have the right notion. Those whose notion is otherwise have a wrong notion.’ I also don’t grant them that. ","html":"{}"},"mn136:13.9":{"pli":"yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ","eng":"And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, anything else is futile,’ I also don’t grant them that. ","html":"{}"},"mn136:13.10":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn136:13.11":{"pli":"Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. ","eng":"Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ","html":"{}</p>"},"mn136:14.1":{"pli":"Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ","eng":"In this case, when an ascetic or brahmin says this: ","html":"<p data-counter='2'>{}"},"mn136:14.2":{"pli":"‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko’ti idamassa nānujānāmi; ","eng":"‘It seems that there is no such thing as bad deeds, and the result of bad conduct,’ I don’t grant them that. ","html":"{}"},"mn136:14.3":{"pli":"yañca kho so evamāha: ","eng":"But when they say: ","html":"{}"},"mn136:14.4":{"pli":"‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idamassa anujānāmi; ","eng":"‘I have seen an individual here who killed living creatures … and had wrong view. And I saw that they were reborn in a heavenly realm,’ I grant them that. ","html":"{}"},"mn136:14.5":{"pli":"yañca kho so evamāha: ","eng":"But when they say: ","html":"{}"},"mn136:14.6":{"pli":"‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi; ","eng":"‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm,’ I don’t grant them that. … ","html":"{}"},"mn136:14.7":{"pli":"yampi so evamāha: ","html":"{}"},"mn136:14.8":{"pli":"‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ","html":"{}"},"mn136:14.9":{"pli":"yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ","html":"{}"},"mn136:14.10":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn136:14.11":{"pli":"Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. ","eng":"Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ","html":"{}</p>"},"mn136:15.1":{"pli":"Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ","eng":"In this case, when an ascetic or brahmin says this: ","html":"<p data-counter='3'>{}"},"mn136:15.2":{"pli":"‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko’ti idamassa anujānāmi; ","eng":"‘It seems that there is such a thing as good deeds, and the result of good conduct,’ I grant them that. ","html":"{}"},"mn136:15.3":{"pli":"yampi so evamāha: ","eng":"And when they say: ","html":"{}"},"mn136:15.4":{"pli":"‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idampissa anujānāmi; ","eng":"‘I have seen an individual here who refrained from killing living creatures … and had right view. And I saw that they were reborn in a heavenly realm,’ I grant them that. ","html":"{}"},"mn136:15.5":{"pli":"yañca kho so evamāha: ","eng":"But when they say: ","html":"{}"},"mn136:15.6":{"pli":"‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi; ","eng":"‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm,’ I don’t grant them that. … ","html":"{}"},"mn136:15.7":{"pli":"yampi so evamāha: ","html":"{}"},"mn136:15.8":{"pli":"‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ","html":"{}"},"mn136:15.9":{"pli":"yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ","html":"{}"},"mn136:15.10":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn136:15.11":{"pli":"Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. ","eng":"Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ","html":"{}</p>"},"mn136:16.1":{"pli":"Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ","eng":"In this case, when an ascetic or brahmin says this: ","html":"<p data-counter='4'>{}"},"mn136:16.2":{"pli":"‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko’ti idamassa nānujānāmi; ","eng":"‘It seems that there is no such thing as good deeds, and the result of good conduct,’ I don’t grant them that. ","html":"{}"},"mn136:16.3":{"pli":"yañca kho so evamāha: ","eng":"But when they say: ","html":"{}"},"mn136:16.4":{"pli":"‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idamassa anujānāmi; ","eng":"‘I have seen an individual here who refrained from killing living creatures … and had right view. And after death, they were reborn in hell,’ I grant them that. ","html":"{}"},"mn136:16.5":{"pli":"yañca kho so evamāha: ","eng":"But when they say: ","html":"{}"},"mn136:16.6":{"pli":"‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi; ","eng":"‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell,’ I don’t grant them that. ","html":"{}"},"mn136:16.7":{"pli":"yañca kho so evamāha: ‘ye evaṃ jānanti te sammā jānanti; ","eng":"But when they say: ‘Those who know this are right. ","html":"{}"},"mn136:16.8":{"pli":"ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ","eng":"Those who know something else are wrong,’ I also don’t grant them that. ","html":"{}"},"mn136:16.9":{"pli":"yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ","eng":"And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, anything else is futile,’ I also don’t grant them that. ","html":"{}"},"mn136:16.10":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn136:16.11":{"pli":"Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. ","eng":"Because the Realized One’s knowledge of the great analysis of deeds is otherwise. ","html":"{}</p>"},"mn136:17.1":{"pli":"Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, ","eng":"Now, Ānanda, take the case of the individual here who killed living creatures … and had wrong view, and who, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ","html":"<p data-counter='1'>{}"},"mn136:17.2":{"pli":"pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ","eng":"That bad deed of theirs that is to be experienced as painful was either done previously, or later, or else at the time of death they undertook wrong view. ","html":"{}","comm":"The logic of this passage seems to be: “When a good result follows a bad deed, or bad follows good, then they must have done some other fitting deed at another time; and even if a bad result follows a bad deed, or good follows good, it is still possible that the result was caused by some other fitting deed.” But the phrasing of the Pali does not quite say this. I suspect that some nuance has been lost, perhaps due to over-zealous standardization. | For deathbed kamma see <a href='index.html?q=mn97#38.7'>MN 97:38.7</a> and note. "},"mn136:17.3":{"pli":"Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"mn136:17.4":{"pli":"Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti …pe… micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. ","eng":"But anyone here who kills living creatures … and has wrong view experiences the result of that in this very life, or in the next life, or in some subsequent period. ","html":"{}</p>"},"mn136:18.1":{"pli":"Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī …pe… micchādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ","eng":"Now, Ānanda, take the case of the individual here who killed living creatures … and had wrong view, and who is reborn in a heavenly realm. ","html":"<p data-counter='2'>{}"},"mn136:18.2":{"pli":"pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ","eng":"That good deed of theirs that is to be experienced as pleasurable was either done previously, or later, or else at the time of death they undertook right view. ","html":"{}"},"mn136:18.3":{"pli":"Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}"},"mn136:18.4":{"pli":"Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti …pe… micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. ","eng":"But anyone here who kills living creatures … and has wrong view experiences the result of that in this very life, or in the next life, or in some subsequent period. ","html":"{}</p>"},"mn136:19.1":{"pli":"Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ","eng":"Now, Ānanda, take the case of the individual here who refrained from killing living creatures … and had right view, and who is reborn in a heavenly realm. ","html":"<p data-counter='3'>{}"},"mn136:19.2":{"pli":"pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ","eng":"That good deed of theirs that is to be experienced as pleasurable was either done previously, or later, or else at the time of death they undertook right view. ","html":"{}"},"mn136:19.3":{"pli":"Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"{}"},"mn136:19.4":{"pli":"Yañca kho so idha pāṇātipātā paṭivirato hoti adinnādānā paṭivirato hoti …pe… sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. ","eng":"But anyone here who refrains from killing living creatures … and has right view experiences the result of that in this very life, or in the next life, or in some subsequent period. ","html":"{}</p>"},"mn136:20.1":{"pli":"Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, ","eng":"Now, Ānanda, take the case of the individual here who refrained from killing living creatures … and had right view, and who is reborn in hell. ","html":"<p data-counter='4'>{}"},"mn136:20.2":{"pli":"pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ","eng":"That bad deed of theirs that is to be experienced as painful was either done previously, or later, or else at the time of death they undertook wrong view. ","html":"{}"},"mn136:20.3":{"pli":"Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"mn136:20.4":{"pli":"Yañca kho so idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti …pe… sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. ","eng":"But anyone here who refrains from killing living creatures … and has right view experiences the result of that in this very life, or in the next life, or in some subsequent period. ","html":"{}</p>"},"mn136:21.1":{"pli":"Iti kho, ānanda, atthi kammaṃ abhabbaṃ abhabbābhāsaṃ, atthi kammaṃ abhabbaṃ bhabbābhāsaṃ, atthi kammaṃ bhabbañceva bhabbābhāsañca, atthi kammaṃ bhabbaṃ abhabbābhāsan”ti. ","eng":"So, Ānanda, there are deeds that are ineffective and appear ineffective. There are deeds that are ineffective but appear effective. There are deeds that are effective and appear effective. And there are deeds that are effective but appear ineffective.” ","html":"<p>{}</p>"},"mn136:21.2":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn136:21.3":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"mn136:21.4":{"pli":"Mahākammavibhaṅgasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}