{"mn58":{"mn58:0.1":{"pli":"Majjhima Nikāya 58 ","eng":"Middle Discourses 58 ","html":"<article id='mn58'><header><ul><li class='division'>{}</li></ul>"},"mn58:0.2":{"pli":"Abhayarājakumārasutta ","eng":"With Prince Abhaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn58:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn58:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>","comm":"This sutta is framed as a response to a challenge by Mahāvīra, the Jain leader. It shows the Buddha’s characteristic dry humor to undermine religious pretensions (see eg. <a href='index.html?q=mn76#21.4'>MN 76:21.4</a>, <a href='index.html?q=dn11#82.7'>DN 11:82.7</a>). The dialogue slyly shows the Buddha defeating Mahāvīra by using one of Mahāvīra’s key methods against him. "},"mn58:2.1":{"pli":"Atha kho abhayo rājakumāro yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho abhayaṃ rājakumāraṃ nigaṇṭho nāṭaputto etadavoca: ","eng":"Then Prince Abhaya went up to the Jain ascetic of the Ñātika clan, bowed, and sat down to one side. The Jain Ñātika said to him, ","html":"<p>{}","comm":"Prince Abhaya (“fearless”) raised Jīvaka after discovering him abandoned <a href='index.html?q=pli-tv-kd8#1.4.5'>Kd 8:1.4.5</a>. In this sutta he appears as an acolyte of Mahāvīra, while in <a href='index.html?q=sn46.56'>SN 46.56</a> he asks the Buddha about Pūraṇa Kassapa. Apart from these details he is unknown in the early texts. Commentaries say he was the son of King Bimbisāra by one of his queens, Padumavatī of Ujjenī, making him half-brother to Ajātasattu. They also say that following Bimbisāra’s death, Abhaya went forth and spoke the verse at <a href='index.html?q=thag1.26'>Thag 1.26</a>. | Not to be confused with Abhaya the Licchavī of <a href='index.html?q=an3.74'>AN 3.74</a> and <a href='index.html?q=an4.196'>AN 4.196</a>; nor with the author of <a href='index.html?q=thag1.98'>Thag 1.98</a>; nor is <a href='index.html?q=thig2.8'>Thig 2.8</a> addressed to his mother, but that of the nun Abhayā (<a href='index.html?q=thig2.9'>Thig 2.9</a>). "},"mn58:3.1":{"pli":"“ehi tvaṃ, rājakumāra, samaṇassa gotamassa vādaṃ āropehi. ","eng":"“Come, prince, refute the ascetic Gotama’s doctrine. ","html":"{}"},"mn58:3.2":{"pli":"Evaṃ te kalyāṇo kittisaddo abbhuggacchissati: ","eng":"Then you will get a good reputation: ","html":"{}"},"mn58:3.3":{"pli":"‘abhayena rājakumārena samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādo āropito’”ti. ","eng":"‘Prince Abhaya refuted the doctrine of the ascetic Gotama, so mighty and powerful!’” ","html":"{}</p>"},"mn58:3.4":{"pli":"“Yathā kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādaṃ āropessāmī”ti? ","eng":"“But sir, how am I to do this?” ","html":"<p>{}</p>"},"mn58:3.5":{"pli":"“Ehi tvaṃ, rājakumāra, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi: ","eng":"“Here, prince, go to the ascetic Gotama and say to him: ","html":"<p>{}"},"mn58:3.6":{"pli":"‘bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā’ti? ","eng":"‘Sir, may the Realized One utter speech that is disliked by others?’ ","html":"{}","comm":"The Jain doctrine <i lang='pi' translate='no'>anekantavāda</i> (“doctrine of many-sidedness”, “non-categorical doctrine”) posits that in metaphysical propositions, one must conditionally affirm multiple possibilities so as to illuminate the complex, multifacted nature of reality. An aspect of <i lang='pi' translate='no'>anekantavāda</i> is the <i lang='pi' translate='no'>syadvada</i>, which frames all statements with <i lang='pi' translate='no'>syā</i>, “it may be”. This uses the optative tense to conditionally affirm or deny without making absolute statements. The same tense is employed here by Mahāvīra in order to trap the Buddha on the horns of a dilemma (<i lang='pi' translate='no'>ubhatokoṭika</i>). Needless to say, this is not how he is presented in Jain texts. "},"mn58:3.7":{"pli":"Sace te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti: ","eng":"When he’s asked this, if he answers: ","html":"{}"},"mn58:3.8":{"pli":"‘bhāseyya, rājakumāra, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi: ","eng":"‘He may, prince,’ say this to him, ","html":"{}"},"mn58:3.9":{"pli":"‘atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṃ? ","eng":"‘So what then, sir, is the difference between you and an ordinary person? ","html":"{}","comm":"When springing the trap, the voice shifts from the respectful third person to the familiar second person. "},"mn58:3.10":{"pli":"Puthujjanopi hi taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā’ti. ","eng":"For even an ordinary person may utter speech that is disliked by others.’ ","html":"{}"},"mn58:3.11":{"pli":"Sace pana te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti: ","eng":"But if he answers, ","html":"{}"},"mn58:3.12":{"pli":"‘na, rājakumāra, tathāgato taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi: ","eng":"‘He may not, prince,’ say this to him: ","html":"{}"},"mn58:3.13":{"pli":"‘atha kiñcarahi te, bhante, devadatto byākato: ","eng":"‘So why then, sir, did you declare of Devadatta: ","html":"{}"},"mn58:3.14":{"pli":"“āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti? ","eng":"“Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable”? ","html":"{}","comm":"Mahāvīra is quoting from the Buddha at <a href='index.html?q=an8.7#1.7'>AN 8.7:1.7</a> = <a href='index.html?q=pli-tv-kd17#4.7.1'>Kd 17:4.7.1</a>. This dates this sutta to the last years of the Buddha’s life, after the rebellion of Devadatta and the ascension of Ajātasattu, and shortly before Mahāvīra’s passing. "},"mn58:3.15":{"pli":"Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti. ","eng":"Devadatta was angry and upset with what you said.’ ","html":"{}</p>"},"mn58:3.16":{"pli":"Imaṃ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilituṃ. ","eng":"When you put this dilemma to him, the Buddha won’t be able to either spit it out or swallow it down. ","html":"<p>{}"},"mn58:3.17":{"pli":"Seyyathāpi nāma purisassa ayosiṅghāṭakaṃ kaṇṭhe vilaggaṃ, so neva sakkuṇeyya uggilituṃ na sakkuṇeyya ogilituṃ; ","eng":"He’ll be like a man with an iron cross stuck in his throat, unable to either spit it out or swallow it down.” ","html":"{}"},"mn58:3.18":{"pli":"evameva kho te, rājakumāra, samaṇo gotamo imaṃ ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilitun”ti. ","html":"{}</p>"},"mn58:4.1":{"pli":"“Evaṃ, bhante”ti kho abhayo rājakumāro nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"“Yes, sir,” replied Abhaya. He got up from his seat, bowed, and respectfully circled the Jain Ñātika, keeping him on his right. Then he went to the Buddha, bowed, and sat down to one side. ","html":"<p>{}</p>"},"mn58:4.2":{"pli":"Ekamantaṃ nisinnassa kho abhayassa rājakumārassa sūriyaṃ ulloketvā etadahosi: ","eng":"Then he looked up at the sun and thought, ","html":"<p>{}"},"mn58:4.3":{"pli":"“akālo kho ajja bhagavato vādaṃ āropetuṃ. ","eng":"“It’s too late to refute the Buddha’s doctrine today. ","html":"{}"},"mn58:4.4":{"pli":"Sve dānāhaṃ sake nivesane bhagavato vādaṃ āropessāmī”ti bhagavantaṃ etadavoca: ","eng":"I shall refute his doctrine in my own home tomorrow.” He said to the Buddha, ","html":"{}"},"mn58:4.5":{"pli":"“adhivāsetu me, bhante, bhagavā svātanāya attacatuttho bhattan”ti. ","eng":"“Sir, may the Buddha please accept tomorrow’s meal from me, together with three other monks.” ","html":"{}"},"mn58:4.6":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"mn58:5.1":{"pli":"Atha kho abhayo rājakumāro bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then, knowing that the Buddha had consented, Abhaya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"<p>{}</p>"},"mn58:5.2":{"pli":"Atha kho bhagavā tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena abhayassa rājakumārassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then when the night had passed, the Buddha robed up in the morning and, taking his bowl and robe, went to Abhaya’s home, and sat down on the seat spread out. ","html":"<p>{}"},"mn58:5.3":{"pli":"Atha kho abhayo rājakumāro bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ","eng":"Then Abhaya served and satisfied the Buddha with his own hands with delicious fresh and cooked foods. ","html":"{}</p>"},"mn58:5.4":{"pli":"Atha kho abhayo rājakumāro bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"When the Buddha had eaten and washed his hand and bowl, Abhaya took a low seat, sat to one side, ","html":"<p>{}"},"mn58:6.1":{"pli":"Ekamantaṃ nisinno kho abhayo rājakumāro bhagavantaṃ etadavoca: ","eng":"and said to him, ","html":"{}"},"mn58:6.2":{"pli":"“bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti? ","eng":"“Sir, may the Realized One utter speech that is disliked by others?” ","html":"{}</p>"},"mn58:6.3":{"pli":"“Na khvettha, rājakumāra, ekaṃsenā”ti. ","eng":"“This matter is not categorical, prince.” ","html":"<p>{}</p>","comm":"The Buddha solves the dilemma by avoiding a categorical statement, thus beating the Jains at their own game. Unlike the Jains, the Buddha did not advocate giving non-categorical answers as a general principle; different questions require different approaches when answering (<a href='index.html?q=an3.67'>AN 3.67</a>, <a href='index.html?q=mn136#5.3'>MN 136:5.3</a>). Cf. <a href='index.html?q=an3.78'>AN 3.78</a> and <a href='index.html?q=an3.21#9.1'>AN 3.21:9.1</a>. "},"mn58:6.4":{"pli":"“Ettha, bhante, anassuṃ nigaṇṭhā”ti. ","eng":"“Then the Jains have lost in this, sir.” ","html":"<p>{}</p>"},"mn58:6.5":{"pli":"“Kiṃ pana tvaṃ, rājakumāra, evaṃ vadesi: ","eng":"“But prince, why do you say that ","html":"<p>{}"},"mn58:6.6":{"pli":"‘ettha, bhante, anassuṃ nigaṇṭhā’”ti? ","eng":"the Jains have lost in this?” ","html":"{}</p>"},"mn58:6.7":{"pli":"“Idhāhaṃ, bhante, yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinnaṃ kho maṃ, bhante, nigaṇṭho nāṭaputto etadavoca: ","eng":"Then Abhaya told the Buddha all that had happened. ","html":"<p>{}"},"mn58:6.8":{"pli":"‘ehi tvaṃ, rājakumāra, samaṇassa gotamassa vādaṃ āropehi. ","html":"{}"},"mn58:6.9":{"pli":"Evaṃ te kalyāṇo kittisaddo abbhuggacchissati—","html":"{}"},"mn58:6.10":{"pli":"abhayena rājakumārena samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādo āropito’ti. ","html":"{}"},"mn58:6.11":{"pli":"Evaṃ vutte, ahaṃ, bhante, nigaṇṭhaṃ nāṭaputtaṃ etadavocaṃ: ","html":"{}"},"mn58:6.12":{"pli":"‘yathā kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādaṃ āropessāmī’ti? ","html":"{}"},"mn58:6.13":{"pli":"‘Ehi tvaṃ, rājakumāra, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi: ","html":"{}"},"mn58:6.14":{"pli":"“bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti? ","html":"{}"},"mn58:6.15":{"pli":"Sace te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti: ","html":"{}"},"mn58:6.16":{"pli":"“bhāseyya, rājakumāra, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti, tamenaṃ tvaṃ evaṃ vadeyyāsi: ","html":"{}"},"mn58:6.17":{"pli":"“atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṃ? ","html":"{}"},"mn58:6.18":{"pli":"Puthujjanopi hi taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā”ti. ","html":"{}"},"mn58:6.19":{"pli":"Sace pana te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti: ","html":"{}"},"mn58:6.20":{"pli":"“na, rājakumāra, tathāgato taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā”ti, tamenaṃ tvaṃ evaṃ vadeyyāsi—","html":"{}"},"mn58:6.21":{"pli":"atha kiñcarahi te, bhante, devadatto byākato: ","html":"{}"},"mn58:6.22":{"pli":"“āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti? ","html":"{}"},"mn58:6.23":{"pli":"Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti. ","html":"{}"},"mn58:6.24":{"pli":"Imaṃ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilituṃ. ","html":"{}"},"mn58:6.25":{"pli":"Seyyathāpi nāma purisassa ayosiṅghāṭakaṃ kaṇṭhe vilaggaṃ, so neva sakkuṇeyya uggilituṃ na sakkuṇeyya ogilituṃ; ","html":"{}"},"mn58:6.26":{"pli":"evameva kho te, rājakumāra, samaṇo gotamo imaṃ ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilitun”ti. ","html":"{}</p>"},"mn58:7.1":{"pli":"Tena kho pana samayena daharo kumāro mando uttānaseyyako abhayassa rājakumārassa aṅke nisinno hoti. ","eng":"Now at that time a little baby boy was sitting in Prince Abhaya’s lap. ","html":"<p>{}"},"mn58:7.2":{"pli":"Atha kho bhagavā abhayaṃ rājakumāraṃ etadavoca: ","eng":"Then the Buddha said to Abhaya, ","html":"{}"},"mn58:7.3":{"pli":"“Taṃ kiṃ maññasi, rājakumāra, ","eng":"“What do you think, prince? ","html":"{}"},"mn58:7.4":{"pli":"sacāyaṃ kumāro tuyhaṃ vā pamādamanvāya dhātiyā vā pamādamanvāya kaṭṭhaṃ vā kaṭhalaṃ vā mukhe āhareyya, kinti naṃ kareyyāsī”ti? ","eng":"If—because of your negligence or his nursemaid’s negligence—your boy were to put a stick or stone in his mouth, what would you do to him?” ","html":"{}</p>"},"mn58:7.5":{"pli":"“Āhareyyassāhaṃ, bhante. ","eng":"“I’d try to take it out, sir. ","html":"<p>{}"},"mn58:7.6":{"pli":"Sace, bhante, na sakkuṇeyyaṃ ādikeneva āhattuṃ, vāmena hatthena sīsaṃ pariggahetvā dakkhiṇena hatthena vaṅkaṅguliṃ karitvā salohitampi āhareyyaṃ. ","eng":"If that didn’t work, I’d cradle his head with my left hand and take it out using a hooked finger of my right hand, even if it drew blood. ","html":"{}"},"mn58:7.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn58:7.8":{"pli":"Atthi me, bhante, kumāre anukampā”ti. ","eng":"Because I have sympathy for the boy, sir.” ","html":"{}</p>"},"mn58:8.1":{"pli":"“Evameva kho, rājakumāra, yaṃ tathāgato vācaṃ jānāti abhūtaṃ atacchaṃ anatthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, na taṃ tathāgato vācaṃ bhāsati. ","eng":"“In the same way, prince, the Realized One does not utter speech that he knows to be untrue, false, and pointless, and which is disliked by others. ","html":"<p>{}"},"mn58:8.2":{"pli":"Yampi tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ anatthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, tampi tathāgato vācaṃ na bhāsati. ","eng":"The Realized One does not utter speech that he knows to be true and correct, but which is harmful and disliked by others. ","html":"{}"},"mn58:8.3":{"pli":"Yañca kho tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ atthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya. ","eng":"The Realized One knows the right time to speak so as to explain what he knows to be true, correct, and beneficial, but which is disliked by others. ","html":"{}","comm":"For the phrase “speak so as to explain” (<i lang='pi' translate='no'>vācāya veyyākaraṇāya</i>) I follow the commentary. "},"mn58:8.4":{"pli":"Yaṃ tathāgato vācaṃ jānāti abhūtaṃ atacchaṃ anatthasaṃhitaṃ sā ca paresaṃ piyā manāpā, na taṃ tathāgato vācaṃ bhāsati. ","eng":"The Realized One does not utter speech that he knows to be untrue, false, and pointless, but which is liked by others. ","html":"{}"},"mn58:8.5":{"pli":"Yampi tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ anatthasaṃhitaṃ sā ca paresaṃ piyā manāpā tampi tathāgato vācaṃ na bhāsati. ","eng":"The Realized One does not utter speech that he knows to be true and correct, but which is harmful, even if it is liked by others. ","html":"{}"},"mn58:8.6":{"pli":"Yañca tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ atthasaṃhitaṃ sā ca paresaṃ piyā manāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya. ","eng":"The Realized One knows the right time to speak so as to explain what he knows to be true, correct, and beneficial, and which is liked by others. ","html":"{}"},"mn58:8.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn58:8.8":{"pli":"Atthi, rājakumāra, tathāgatassa sattesu anukampā”ti. ","eng":"Because the Realized One has sympathy for sentient beings.” ","html":"{}</p>","comm":"Here the optatives are gone and the Buddha states his views directly, showing that just because a question is not “categorical” does not mean that it cannot be given a definitive answer. However, it cannot be answered all-at-once or “categorically”, but must be broken into parts by “analysis” before answering. "},"mn58:9.1":{"pli":"“Yeme, bhante, khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṃ abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti, ","eng":"“Sir, there are clever aristocrats, brahmins, householders, or ascetics who come to see you with a question already planned. ","html":"<p>{}"},"mn58:9.2":{"pli":"pubbeva nu kho, etaṃ, bhante, bhagavato cetaso parivitakkitaṃ hoti ‘ye maṃ upasaṅkamitvā evaṃ pucchissanti tesāhaṃ evaṃ puṭṭho evaṃ byākarissāmī’ti, udāhu ṭhānasovetaṃ tathāgataṃ paṭibhātī”ti? ","eng":"Do you think beforehand that if they ask you like this, you’ll answer like that, or does the answer just strike you on the spot?” ","html":"{}</p>"},"mn58:10.1":{"pli":"“Tena hi, rājakumāra, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi. ","eng":"“Well then, prince, I’ll ask you about this in return, and you can answer as you like. ","html":"<p>{}"},"mn58:10.2":{"pli":"Taṃ kiṃ maññasi, rājakumāra, ","eng":"What do you think, prince? ","html":"{}"},"mn58:10.3":{"pli":"kusalo tvaṃ rathassa aṅgapaccaṅgānan”ti? ","eng":"Are you skilled in the various parts of a chariot?” ","html":"{}</p>"},"mn58:10.4":{"pli":"“Evaṃ, bhante, kusalo ahaṃ rathassa aṅgapaccaṅgānan”ti. ","eng":"“I am, sir.” ","html":"<p>{}</p>"},"mn58:10.5":{"pli":"“Taṃ kiṃ maññasi, rājakumāra, ","eng":"“What do you think, prince? ","html":"<p>{}"},"mn58:10.6":{"pli":"ye taṃ upasaṅkamitvā evaṃ puccheyyuṃ: ","eng":"When they come to you and ask: ","html":"{}"},"mn58:10.7":{"pli":"‘kiṃ nāmidaṃ rathassa aṅgapaccaṅgan’ti? ","eng":"‘What’s the name of this chariot part?’ ","html":"{}"},"mn58:10.8":{"pli":"Pubbeva nu kho te etaṃ cetaso parivitakkitaṃ assa ‘ye maṃ upasaṅkamitvā evaṃ pucchissanti tesāhaṃ evaṃ puṭṭho evaṃ byākarissāmī’ti, udāhu ṭhānasovetaṃ paṭibhāseyyā”ti? ","eng":"Do you think beforehand that if they ask you like this, you’ll answer like that, or does the answer appear to you on the spot?” ","html":"{}</p>"},"mn58:10.9":{"pli":"“Ahañhi, bhante, rathiko saññāto kusalo rathassa aṅgapaccaṅgānaṃ. ","eng":"“Sir, I’m well-known as a charioteer skilled in a chariot’s parts. ","html":"<p>{}"},"mn58:10.10":{"pli":"Sabbāni me rathassa aṅgapaccaṅgāni suviditāni. ","eng":"All the major and minor parts are well-known to me. ","html":"{}"},"mn58:10.11":{"pli":"Ṭhānasovetaṃ maṃ paṭibhāseyyā”ti. ","eng":"The answer just appears to me on the spot.” ","html":"{}</p>"},"mn58:11.1":{"pli":"“Evameva kho, rājakumāra, ye te khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṃ abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti, ṭhānasovetaṃ tathāgataṃ paṭibhāti. ","eng":"“In the same way, when clever aristocrats, brahmins, householders, or ascetics come to see me with a question already planned, the answer just strikes me on the spot. ","html":"<p>{}"},"mn58:11.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn58:11.3":{"pli":"Sā hi, rājakumāra, tathāgatassa dhammadhātu suppaṭividdhā yassā dhammadhātuyā suppaṭividdhattā ṭhānasovetaṃ tathāgataṃ paṭibhātī”ti. ","eng":"Because the Realized One has clearly comprehended the principle of the teachings, so that the answer just strikes him on the spot.” ","html":"{}</p>"},"mn58:12.1":{"pli":"Evaṃ vutte, abhayo rājakumāro bhagavantaṃ etadavoca: ","eng":"When he had spoken, Prince Abhaya said to the Buddha, ","html":"<p>{}"},"mn58:12.2":{"pli":"“abhikkantaṃ, bhante, abhikkantaṃ, bhante …pe… ","eng":"“Excellent, sir! Excellent! … ","html":"{}"},"mn58:12.3":{"pli":"ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn58:12.4":{"pli":"Abhayarājakumārasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"mn59":{"mn59:0.1":{"pli":"Majjhima Nikāya 59 ","eng":"Middle Discourses 59 ","html":"<article id='mn59'><header><ul><li class='division'>{}</li></ul>"},"mn59:0.2":{"pli":"Bahuvedanīyasutta ","eng":"The Many Kinds of Feeling ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn59:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn59:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn59:1.3":{"pli":"Atha kho pañcakaṅgo thapati yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṃ udāyiṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca: ","eng":"Then the chamberlain Pañcakaṅga went up to Venerable Udāyī, bowed, sat down to one side, and said to him, ","html":"<p>{}","comm":"Pañcakaṅga features as a prominent devotee of the Buddha in <a href='index.html?q=mn78'>MN 78</a>, <a href='index.html?q=mn127'>MN 127</a>, and in a parallel to the current sutta at <a href='index.html?q=sn36.19'>SN 36.19</a>. As <i lang='pi' translate='no'>thapati</i> (“chamberlain”) he was the ranking official under Pasenadi. Śatapatha Brāhmaṇa 5.4.4.17–18 tells us that royal authority goes from the king, to the king’s brother, to the <i lang='pi' translate='no'>thapati</i>, to the village head. Similarly, Atharva Veda 2.32.4a and 5.23.11a mention the <i lang='pi' translate='no'>thapati</i> directly after the king. <a href='index.html?q=sn55.6#15.1'>SN 55.6:15.1</a> shows the <i lang='pi' translate='no'>thapati</i> was trusted with the most intimate and sensitive duties of the court. Elsewhere we learn that they shared the meal and carriage with the king, accompanying him on military campaigns (<a href='index.html?q=mn89#18.1'>MN 89:18.1</a>), while <a href='index.html?q=sn55.6#1.4'>SN 55.6:1.4</a> shows them engaged in governing the provinces. Thus the <i lang='pi' translate='no'>thapati</i> was the highest non-royal official in the court, entrusted with governing, advising, and security of the household. | There are several individuals called Udāyī, and it is not possible to distinguish them all. "},"mn59:1.4":{"pli":"“kati nu kho, bhante udāyi, vedanā vuttā bhagavatā”ti? ","eng":"“Sir, how many feelings has the Buddha spoken of?” ","html":"{}</p>"},"mn59:1.5":{"pli":"“Tisso kho, thapati, vedanā vuttā bhagavatā. ","eng":"“Chamberlain, the Buddha has spoken of three feelings: ","html":"<p>{}"},"mn59:1.6":{"pli":"Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—","eng":"pleasant, painful, and neutral. ","html":"{}"},"mn59:1.7":{"pli":"imā kho, thapati, tisso vedanā vuttā bhagavatā”ti. ","eng":"The Buddha has spoken of these three feelings.” ","html":"{}</p>"},"mn59:1.8":{"pli":"Evaṃ vutte, pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca: ","eng":"When he said this, Pañcakaṅga said to Udāyī, ","html":"<p>{}"},"mn59:1.9":{"pli":"“na kho, bhante udāyi, tisso vedanā vuttā bhagavatā; ","eng":"“Sir, Udāyī, the Buddha hasn’t spoken of three feelings. ","html":"{}"},"mn59:1.10":{"pli":"dve vedanā vuttā bhagavatā—","eng":"He’s spoken of two feelings: ","html":"{}"},"mn59:1.11":{"pli":"sukhā vedanā, dukkhā vedanā. ","eng":"pleasant and painful. ","html":"{}"},"mn59:1.12":{"pli":"Yāyaṃ, bhante, adukkhamasukhā vedanā santasmiṃ esā paṇīte sukhe vuttā bhagavatā”ti. ","eng":"The Buddha said that neutral feeling is included as a peaceful and subtle kind of pleasure.” ","html":"{}</p>"},"mn59:2.1":{"pli":"Dutiyampi kho āyasmā udāyī pañcakaṅgaṃ thapatiṃ etadavoca: ","eng":"For a second time, Udāyī said to Pañcakaṅga, ","html":"<p>{}"},"mn59:2.2":{"pli":"“na kho, gahapati, dve vedanā vuttā bhagavatā; ","eng":"“The Buddha hasn’t spoken of two feelings, ","html":"{}"},"mn59:2.3":{"pli":"tisso vedanā vuttā bhagavatā. ","eng":"he’s spoken of three.” ","html":"{}"},"mn59:2.4":{"pli":"Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—","html":"{}"},"mn59:2.5":{"pli":"imā kho, thapati, tisso vedanā vuttā bhagavatā”ti. ","html":"{}"},"mn59:2.6":{"pli":"Dutiyampi kho pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca: ","eng":"For a second time, Pañcakaṅga said to Udāyī, ","html":"{}"},"mn59:2.7":{"pli":"“na kho, bhante udāyi, tisso vedanā vuttā bhagavatā; ","eng":"“The Buddha hasn’t spoken of three feelings, ","html":"{}"},"mn59:2.8":{"pli":"dve vedanā vuttā bhagavatā—","eng":"he’s spoken of two.” ","html":"{}"},"mn59:2.9":{"pli":"sukhā vedanā, dukkhā vedanā. ","html":"{}"},"mn59:2.10":{"pli":"Yāyaṃ, bhante, adukkhamasukhā vedanā santasmiṃ esā paṇīte sukhe vuttā bhagavatā”ti. ","html":"{}</p>"},"mn59:3.1":{"pli":"Tatiyampi kho āyasmā udāyī pañcakaṅgaṃ thapatiṃ etadavoca: ","eng":"And for a third time, Udāyī said to Pañcakaṅga, ","html":"<p>{}"},"mn59:3.2":{"pli":"“na kho, thapati, dve vedanā vuttā bhagavatā; ","eng":"“The Buddha hasn’t spoken of two feelings, ","html":"{}"},"mn59:3.3":{"pli":"tisso vedanā vuttā bhagavatā. ","eng":"he’s spoken of three.” ","html":"{}"},"mn59:3.4":{"pli":"Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—","html":"{}"},"mn59:3.5":{"pli":"imā kho, thapati, tisso vedanā vuttā bhagavatā”ti. ","html":"{}</p>"},"mn59:3.6":{"pli":"Tatiyampi kho pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca: ","eng":"And for a third time, Pañcakaṅga said to Udāyī, ","html":"<p>{}"},"mn59:3.7":{"pli":"“na kho, bhante udāyi, tisso vedanā vuttā bhagavatā, ","eng":"“The Buddha hasn’t spoken of three feelings, ","html":"{}"},"mn59:3.8":{"pli":"dve vedanā vuttā bhagavatā—","eng":"he’s spoken of two.” ","html":"{}"},"mn59:3.9":{"pli":"sukhā vedanā, dukkhā vedanā. ","html":"{}"},"mn59:3.10":{"pli":"Yāyaṃ, bhante, adukkhamasukhā vedanā santasmiṃ esā paṇīte sukhe vuttā bhagavatā”ti. ","html":"{}</p>"},"mn59:3.11":{"pli":"Neva kho sakkhi āyasmā udāyī pañcakaṅgaṃ thapatiṃ saññāpetuṃ, na panāsakkhi pañcakaṅgo thapati āyasmantaṃ udāyiṃ saññāpetuṃ. ","eng":"But neither was able to persuade the other. ","html":"<p>{}</p>"},"mn59:4.1":{"pli":"Assosi kho āyasmā ānando āyasmato udāyissa pañcakaṅgena thapatinā saddhiṃ imaṃ kathāsallāpaṃ. ","eng":"Venerable Ānanda heard this discussion between Udāyī and Pañcakaṅga. ","html":"<p>{}"},"mn59:4.2":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then he went up to the Buddha, bowed, sat down to one side, ","html":"{}"},"mn59:4.3":{"pli":"Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi āyasmato udāyissa pañcakaṅgena thapatinā saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ","eng":"and informed the Buddha of all they had discussed. ","html":"{}"},"mn59:4.4":{"pli":"Evaṃ vutte, bhagavā āyasmantaṃ ānandaṃ etadavoca: ","eng":"When he had spoken, the Buddha said to him, ","html":"{}</p>"},"mn59:5.1":{"pli":"“santaññeva kho, ānanda, pariyāyaṃ pañcakaṅgo thapati udāyissa nābbhanumodi, santaññeva ca pana pariyāyaṃ udāyī pañcakaṅgassa thapatissa nābbhanumodi. ","eng":"“Ānanda, the explanation by the mendicant Udāyī, which the chamberlain Pañcakaṅga didn’t agree with, was quite correct. But the explanation by Pañcakaṅga, which Udāyī didn’t agree with, was also quite correct. ","html":"<p>{}","comm":"The Buddha’s reply here develops the theme of “non-categorical” statements introduced in the previous sutta, showing that the same reality can be spoken of in many different ways. "},"mn59:5.2":{"pli":"Dvepānanda, vedanā vuttā mayā pariyāyena, tissopi vedanā vuttā mayā pariyāyena, pañcapi vedanā vuttā mayā pariyāyena, chapi vedanā vuttā mayā pariyāyena, aṭṭhārasapi vedanā vuttā mayā pariyāyena, chattiṃsapi vedanā vuttā mayā pariyāyena, aṭṭhasatampi vedanā vuttā mayā pariyāyena. ","eng":"In one explanation I’ve spoken of two feelings. In another explanation I’ve spoken of three feelings, or five, six, eighteen, thirty-six, or a hundred and eight feelings. ","html":"{}","comm":"These are all explained in <a href='index.html?q=sn36.22'>SN 36.22</a>. "},"mn59:5.3":{"pli":"Evaṃ pariyāyadesito kho, ānanda, mayā dhammo. ","eng":"I’ve explained the teaching in all these different ways. ","html":"{}"},"mn59:5.4":{"pli":"Evaṃ pariyāyadesite kho, ānanda, mayā dhamme ye aññamaññassa subhāsitaṃ sulapitaṃ na samanujānissanti na samanumaññissanti na samanumodissanti tesametaṃ pāṭikaṅkhaṃ—bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharissanti. ","eng":"This being so, you can expect that those who don’t concede, approve, or agree with what has been well spoken will fight, quarrel, and dispute, continually wounding each other with barbed words. ","html":"{}"},"mn59:5.5":{"pli":"Evaṃ pariyāyadesito kho, ānanda, mayā dhammo. ","eng":"I’ve explained the teaching in all these different ways. ","html":"{}"},"mn59:5.6":{"pli":"Evaṃ pariyāyadesite kho, ānanda, mayā dhamme ye aññamaññassa subhāsitaṃ sulapitaṃ samanujānissanti samanumaññissanti samanumodissanti tesametaṃ pāṭikaṅkhaṃ—samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharissanti. ","eng":"This being so, you can expect that those who do concede, approve, or agree with what has been well spoken will live in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes. ","html":"{}</p>"},"mn59:6.1":{"pli":"Pañca kho ime, ānanda, kāmaguṇā. ","eng":"There are these five kinds of sensual stimulation. ","html":"<p>{}"},"mn59:6.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"mn59:6.3":{"pli":"Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn59:6.4":{"pli":"sotaviññeyyā saddā …pe… ","eng":"Sounds known by the ear … ","html":"{}"},"mn59:6.5":{"pli":"ghānaviññeyyā gandhā …pe… ","eng":"Smells known by the nose … ","html":"{}"},"mn59:6.6":{"pli":"jivhāviññeyyā rasā …pe… ","eng":"Tastes known by the tongue … ","html":"{}"},"mn59:6.7":{"pli":"kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn59:6.8":{"pli":"ime kho, ānanda, pañca kāmaguṇā. ","eng":"These are the five kinds of sensual stimulation. ","html":"{}"},"mn59:6.9":{"pli":"Yaṃ kho, ānanda, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ. ","eng":"The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure. ","html":"{}</p>"},"mn59:7.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya: ‘etaparamaṃ sattā sukhaṃ somanassaṃ paṭisaṃvedentī’ti, idamassa nānujānāmi. ","eng":"There are those who might say that this is the highest pleasure and happiness that sentient beings experience. But I don’t grant them that. ","html":"<p>{}"},"mn59:7.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn59:7.3":{"pli":"Atthānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","eng":"Because there is another pleasure that is finer than that. ","html":"{}","comm":"In discussing the path, the Buddha focuses on pleasure. "},"mn59:7.4":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:7.5":{"pli":"Idhānanda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn59:7.6":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","eng":"This is a pleasure that is finer than that. ","html":"{}</p>"},"mn59:8.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya: ‘etaparamaṃ sattā sukhaṃ somanassaṃ paṭisaṃvedentī’ti, idamassa nānujānāmi. ","eng":"There are those who would say that this is the highest pleasure and happiness that sentient beings experience. But I don’t grant them that. ","html":"<p>{}"},"mn59:8.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn59:8.3":{"pli":"Atthānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","eng":"Because there is another pleasure that is finer than that. ","html":"{}"},"mn59:8.4":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:8.5":{"pli":"Idhānanda, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. … ","html":"{}"},"mn59:8.6":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","html":"{}</p>"},"mn59:9.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya … ","html":"<p>{}"},"mn59:9.2":{"pli":"pe…. ","eng":"There is another pleasure that is finer than that. ","html":"{}"},"mn59:9.3":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:9.4":{"pli":"Idhānanda, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ … ","html":"{}"},"mn59:9.5":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","html":"{}</p>"},"mn59:10.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya … ","html":"<p>{}"},"mn59:10.2":{"pli":"pe…. ","eng":"There is another pleasure that is finer than that. ","html":"{}"},"mn59:10.3":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:10.4":{"pli":"Idhānanda, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ","eng":"It’s when, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. … ","html":"{}","comm":"This validates Pañcakaṅga’s view that neutral feeling can be reckoned as a subtle kind of pleasure. "},"mn59:10.5":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","html":"{}</p>"},"mn59:11.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya … ","html":"<p>{}"},"mn59:11.2":{"pli":"pe…. ","eng":"There is another pleasure that is finer than that. ","html":"{}"},"mn59:11.3":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:11.4":{"pli":"Idhānanda, bhikkhu sabbaso rūpasaññānaṃ samatikkamā, paṭighasaññānaṃ atthaṅgamā, nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ","eng":"It’s when a mendicant, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. … ","html":"{}"},"mn59:11.5":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","html":"{}</p>"},"mn59:12.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya … ","html":"<p>{}"},"mn59:12.2":{"pli":"pe…. ","eng":"There is another pleasure that is finer than that. ","html":"{}"},"mn59:12.3":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:12.4":{"pli":"Idhānanda, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ","eng":"It’s when a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. … ","html":"{}"},"mn59:12.5":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","html":"{}</p>"},"mn59:13.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya … ","html":"<p>{}"},"mn59:13.2":{"pli":"pe…. ","eng":"There is another pleasure that is finer than that. ","html":"{}"},"mn59:13.3":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:13.4":{"pli":"Idhānanda, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ","eng":"It’s when a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. … ","html":"{}"},"mn59:13.5":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","html":"{}</p>"},"mn59:14.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya … ","html":"<p>{}"},"mn59:14.2":{"pli":"pe…. ","eng":"There is another pleasure that is finer than that. ","html":"{}"},"mn59:14.3":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:14.4":{"pli":"Idhānanda, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati. ","eng":"It’s when a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. ","html":"{}"},"mn59:14.5":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","eng":"This is a pleasure that is finer than that. ","html":"{}</p>"},"mn59:15.1":{"pli":"Yo kho, ānanda, evaṃ vadeyya: ‘etaparamaṃ sattā sukhaṃ somanassaṃ paṭisaṃvedentī’ti, idamassa nānujānāmi. ","eng":"There are those who would say that this is the highest pleasure and happiness that sentient beings experience. But I don’t grant them that. ","html":"<p>{}"},"mn59:15.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn59:15.3":{"pli":"Atthānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","eng":"Because there is another pleasure that is finer than that. ","html":"{}"},"mn59:15.4":{"pli":"Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca? ","eng":"And what is that pleasure? ","html":"{}"},"mn59:15.5":{"pli":"Idhānanda, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati. ","eng":"It’s when a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. ","html":"{}"},"mn59:15.6":{"pli":"Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca. ","eng":"This is a pleasure that is finer than that. ","html":"{}</p>","comm":"Since all feeling is conditioned, and what is conditioned is suffering, the cessation of feeling is reckoned as pleasurable. "},"mn59:16.1":{"pli":"Ṭhānaṃ kho panetaṃ, ānanda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ","eng":"It’s possible that wanderers of other religions might say, ","html":"<p>{}"},"mn59:16.2":{"pli":"‘saññāvedayitanirodhaṃ samaṇo gotamo āha; tañca sukhasmiṃ paññapeti. ","eng":"‘The ascetic Gotama spoke of the cessation of perception and feeling, and he includes it in happiness. ","html":"{}"},"mn59:16.3":{"pli":"Tayidaṃ kiṃsu, tayidaṃ kathaṃsū’ti? ","eng":"What’s up with that?’ ","html":"{}</p>"},"mn59:16.4":{"pli":"Evaṃvādino, ānanda, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"When wanderers of other religions say this, you should say to them, ","html":"<p>{}"},"mn59:16.5":{"pli":"‘na kho, āvuso, bhagavā sukhaṃyeva vedanaṃ sandhāya sukhasmiṃ paññapeti; ","eng":"‘Reverends, when the Buddha describes what’s included in happiness, he’s not just referring to pleasant feeling. ","html":"{}"},"mn59:16.6":{"pli":"api ca, āvuso, yattha yattha sukhaṃ upalabbhati yahiṃ yahiṃ taṃ taṃ tathāgato sukhasmiṃ paññapetī’”ti. ","eng":"The Realized One describes pleasure as included in happiness wherever it is found, and in whatever context.’” ","html":"{}</p>"},"mn59:16.7":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn59:16.8":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"mn59:16.9":{"pli":"Bahuvedanīyasuttaṃ niṭṭhitaṃ navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}