{"mn44":{"mn44:0.1":{"pli":"Majjhima Nikāya 44 ","eng":"Middle Discourses 44 ","html":"<article id='mn44'><header><ul><li class='division'>{}</li></ul>"},"mn44:0.2":{"pli":"Cūḷavedallasutta ","eng":"The Shorter Elaboration ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn44:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn44:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"mn44:1.3":{"pli":"Atha kho visākho upāsako yena dhammadinnā bhikkhunī tenupasaṅkami; upasaṅkamitvā dhammadinnaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho visākho upāsako dhammadinnaṃ bhikkhuniṃ etadavoca: ","eng":"Then the layman Visākha went to see the nun Dhammadinnā, bowed, sat down to one side, and said to her: ","html":"<p>{}</p>","comm":"These two are little-known, in contrast with the previous <i lang='pi' translate='no'>vedalla</i> featuring a dialogue between two mendicants renowned for their wisdom. | Dhammadinnā was recognized as the foremost bhikkhunī in teaching (<a href='index.html?q=an1.239#1.1'>AN 1.239:1.1</a>), presumably on the basis of this sutta, and has a single verse to her name (<a href='index.html?q=thig1.12'>Thig 1.12</a>). | Visākha is otherwise unmentioned in the canon. The commentary says this is not the same person as the mendicant known as Visākha, Pañcāli’s son (<a href='index.html?q=thag2.45'>Thag 2.45</a>, <a href='index.html?q=an4.48'>AN 4.48</a>, <a href='index.html?q=sn21.7'>SN 21.7</a>). "},"mn44:2.1":{"pli":"“‘sakkāyo sakkāyo’ti, ayye, vuccati. ","eng":"“Ma’am, they speak of this thing called ‘substantial reality’. ","html":"<p>{}","comm":"The normal form of address for nuns is <i lang='pi' translate='no'>ayyā</i> (“ma’am”), from the root <i lang='pi' translate='no'>ariya</i> (“noble”); the masculine form <i lang='pi' translate='no'>ayya</i> is occasionally used for monks as well. | “Substantial reality” is <i lang='pi' translate='no'>sakkāya</i>, from <i lang='pi' translate='no'>sat</i> (“real”) and <i lang='pi' translate='no'>kāya</i> (“substance”). The Jain form is <i lang='pi' translate='no'>astikāya</i>, which refers to the five fundamental substances (or ontological categories) comprised of the medium of motion, the medium of rest, space, soul, and matter (Bhagavatīsūtra 1.10). Note that the suttas use <i lang='pi' translate='no'>kāya</i>, in the sense of “substance” or “mass”, as a key doctrinal term for ascetic movements associated with Jainism (eg. <a href='index.html?q=dn2#23.3'>DN 2:23.3</a>, <a href='index.html?q=dn2#26.2'>DN 2:26.2</a>), whereas <i lang='pi' translate='no'>kāya</i> appears to have had no philosophical importance in pre-Buddhist Vedic texts. The commentaries define <i lang='pi' translate='no'>sakkāya</i> as “the three planes of cyclic existence”, i.e. all that exists. Thus <i lang='pi' translate='no'>sakkāya</i> is the “substantial reality” that is mistakenly assumed to be a “self”. "},"mn44:2.2":{"pli":"Katamo nu kho, ayye, sakkāyo vutto bhagavatā”ti? ","eng":"What is this substantial reality that the Buddha spoke of?” ","html":"{}</p>"},"mn44:2.3":{"pli":"“Pañca kho ime, āvuso visākha, upādānakkhandhā sakkāyo vutto bhagavatā, ","eng":"“Visākha, the Buddha said that these five grasping aggregates are substantial reality. ","html":"<p>{}","comm":"Sāriputta also quotes the Buddha as saying this at <a href='index.html?q=sn38.15#1.3'>SN 38.15:1.3</a>, both sources apparently drawing from <a href='index.html?q=sn22.105#1.5'>SN 22.105:1.5</a> and <a href='index.html?q=sn22.103#1.6'>SN 22.103:1.6</a>. "},"mn44:2.4":{"pli":"seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ","eng":"That is, the grasping aggregates of form, feeling, perception, choices, and consciousness. ","html":"{}"},"mn44:2.5":{"pli":"Ime kho, āvuso visākha, pañcupādānakkhandhā sakkāyo vutto bhagavatā”ti. ","eng":"The Buddha said that these five grasping aggregates are substantial reality.” ","html":"{}</p>"},"mn44:2.6":{"pli":"“Sādhayye”ti kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā dhammadinnaṃ bhikkhuniṃ uttariṃ pañhaṃ apucchi: ","eng":"Saying “Good, ma’am,” Visākha approved and agreed with what Dhammadinnā said. Then he asked another question: ","html":"<p>{}</p>"},"mn44:3.1":{"pli":"“‘sakkāyasamudayo sakkāyasamudayo’ti, ayye, vuccati. ","eng":"“Ma’am, they speak of this thing called ‘the origin of substantial reality’. ","html":"<p>{}"},"mn44:3.2":{"pli":"Katamo nu kho, ayye, sakkāyasamudayo vutto bhagavatā”ti? ","eng":"What is the origin of substantial reality that the Buddha spoke of?” ","html":"{}</p>"},"mn44:3.3":{"pli":"“Yāyaṃ, āvuso visākha, taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—","eng":"“It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure wherever it lands. That is, ","html":"<p>{}","comm":"This treats “substantial reality” in terms of the four noble truths, a method also followed in multiple places such as <a href='index.html?q=an4.33#2.2'>AN 4.33:2.2</a>, <a href='index.html?q=sn22.103#1.4'>SN 22.103:1.4</a>, <a href='index.html?q=sn22.105#1.2'>SN 22.105:1.2</a>, and <a href='index.html?q=sn22.78#4.1'>SN 22.78:4.1</a>. "},"mn44:3.4":{"pli":"kāmataṇhā bhavataṇhā vibhavataṇhā; ","eng":"craving for sensual pleasures, craving for existence, and craving for nonexistence. ","html":"{}"},"mn44:3.5":{"pli":"ayaṃ kho, āvuso visākha, sakkāyasamudayo vutto bhagavatā”ti. ","eng":"The Buddha said that this is the origin of substantial reality.” ","html":"{}</p>"},"mn44:4.1":{"pli":"“‘Sakkāyanirodho sakkāyanirodho’ti, ayye, vuccati. ","eng":"“Ma’am, they speak of this thing called ‘the cessation of substantial reality’. ","html":"<p>{}"},"mn44:4.2":{"pli":"Katamo nu kho, ayye, sakkāyanirodho vutto bhagavatā”ti? ","eng":"What is the cessation of substantial reality that the Buddha spoke of?” ","html":"{}</p>"},"mn44:4.3":{"pli":"“Yo kho, āvuso visākha, tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo; ","eng":"“It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it. ","html":"<p>{}"},"mn44:4.4":{"pli":"ayaṃ kho, āvuso visākha, sakkāyanirodho vutto bhagavatā”ti. ","eng":"The Buddha said that this is the cessation of substantial reality.” ","html":"{}</p>"},"mn44:5.1":{"pli":"“‘Sakkāyanirodhagāminī paṭipadā sakkāyanirodhagāminī paṭipadā’ti, ayye, vuccati. ","eng":"“Ma’am, they speak of the practice that leads to the cessation of substantial reality. ","html":"<p>{}"},"mn44:5.2":{"pli":"Katamā nu kho, ayye, sakkāyanirodhagāminī paṭipadā vuttā bhagavatā”ti? ","eng":"What is the practice that leads to the cessation of substantial reality that the Buddha spoke of?” ","html":"{}</p>"},"mn44:5.3":{"pli":"“Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo sakkāyanirodhagāminī paṭipadā vuttā bhagavatā, seyyathidaṃ—","eng":"“The practice that leads to the cessation of substantial reality that the Buddha spoke of is simply this noble eightfold path, that is: ","html":"<p>{}"},"mn44:5.4":{"pli":"sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.” ","html":"{}</p>"},"mn44:6.1":{"pli":"“Taññeva nu kho, ayye, upādānaṃ te pañcupādānakkhandhā udāhu aññatra pañcahupādānakkhandhehi upādānan”ti? ","eng":"“But ma’am, is that grasping the exact same thing as the five grasping aggregates? Or is grasping one thing and the five grasping aggregates another?” ","html":"<p>{}</p>","comm":"See also <a href='index.html?q=mn109#6.1'>MN 109:6.1</a>, <a href='index.html?q=sn22.82#4.4'>SN 22.82:4.4</a>. "},"mn44:6.2":{"pli":"“Na kho, āvuso visākha, taññeva upādānaṃ te pañcupādānakkhandhā, nāpi aññatra pañcahupādānakkhandhehi upādānaṃ. ","eng":"“That grasping is not the exact same thing as the five grasping aggregates. Nor is grasping one thing and the five grasping aggregates another. ","html":"<p>{}"},"mn44:6.3":{"pli":"Yo kho, āvuso visākha, pañcasu upādānakkhandhesu chandarāgo taṃ tattha upādānan”ti. ","eng":"The desire and greed for the five grasping aggregates is the grasping there.” ","html":"{}</p>","comm":"The five aggregates are not presented as a catch-all category that encompasses all of reality, but rather five types of phenomena that provoke attachment, forming the basis of what we take to be “self”. Desire is what drives the formation of attachment, but it requires all the aggregates to function. Thus the “grasping” aggregates are numbered “five” after the hand that grasps. "},"mn44:7.1":{"pli":"“Kathaṃ panāyye, sakkāyadiṭṭhi hotī”ti? ","eng":"“But ma’am, how does substantialist view come about?” ","html":"<p>{}</p>"},"mn44:7.2":{"pli":"“Idhāvuso visākha, assutavā puthujjano, ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ","eng":"“It’s when an unlearned ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. ","html":"<p>{}"},"mn44:7.3":{"pli":"rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ. ","eng":"They regard form as self, self as having form, form in self, or self in form. ","html":"{}","comm":"These are the twenty kinds of substantialist view. "},"mn44:7.4":{"pli":"Vedanaṃ …pe… ","eng":"They regard feeling … ","html":"{}"},"mn44:7.5":{"pli":"saññaṃ … ","eng":"perception … ","html":"{}"},"mn44:7.6":{"pli":"saṅkhāre … ","eng":"choices … ","html":"{}"},"mn44:7.7":{"pli":"viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ, attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"mn44:7.8":{"pli":"Evaṃ kho, āvuso visākha, sakkāyadiṭṭhi hotī”ti. ","eng":"That’s how substantialist view comes about.” ","html":"{}</p>"},"mn44:8.1":{"pli":"“Kathaṃ panāyye, sakkāyadiṭṭhi na hotī”ti? ","eng":"“But ma’am, how does substantialist view not come about?” ","html":"<p>{}</p>"},"mn44:8.2":{"pli":"“Idhāvuso visākha, sutavā ariyasāvako, ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, ","eng":"“It’s when a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ","html":"<p>{}"},"mn44:8.3":{"pli":"na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ, na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ. ","eng":"They don’t regard form as self, self as having form, form in self, or self in form. ","html":"{}"},"mn44:8.4":{"pli":"Na vedanaṃ …pe… ","eng":"They don’t regard feeling … ","html":"{}"},"mn44:8.5":{"pli":"na saññaṃ … ","eng":"perception … ","html":"{}"},"mn44:8.6":{"pli":"na saṅkhāre …pe… ","eng":"choices … ","html":"{}"},"mn44:8.7":{"pli":"na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ, na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"mn44:8.8":{"pli":"Evaṃ kho, āvuso visākha, sakkāyadiṭṭhi na hotī”ti. ","eng":"That’s how substantialist view does not come about.” ","html":"{}</p>"},"mn44:9.1":{"pli":"“Katamo panāyye, ariyo aṭṭhaṅgiko maggo”ti? ","eng":"“But ma’am, what is the noble eightfold path?” ","html":"<p>{}</p>"},"mn44:9.2":{"pli":"“Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—","eng":"“It is simply this noble eightfold path, that is: ","html":"<p>{}"},"mn44:9.3":{"pli":"sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.” ","html":"{}</p>"},"mn44:10.1":{"pli":"“Ariyo panāyye, aṭṭhaṅgiko maggo saṅkhato udāhu asaṅkhato”ti? ","eng":"“But ma’am, is the noble eightfold path conditioned or unconditioned?” ","html":"<p>{}</p>"},"mn44:10.2":{"pli":"“Ariyo kho, āvuso visākha, aṭṭhaṅgiko maggo saṅkhato”ti. ","eng":"“The noble eightfold path is conditioned.” ","html":"<p>{}</p>"},"mn44:11.1":{"pli":"“Ariyena nu kho, ayye, aṭṭhaṅgikena maggena tayo khandhā saṅgahitā udāhu tīhi khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito”ti? ","eng":"“Are the three spectrums of practice included in the noble eightfold path? Or is the noble eightfold path included in the three practice categories?” ","html":"<p>{}</p>","comm":"This refers to the “three spectrums” of ethics, immersion, and wisdom (eg. <a href='index.html?q=an3.143#2.3'>AN 3.143:2.3</a>). The shorthand reference to them as a group of three is characteristic of later strata of Pali, but it is also found at <a href='index.html?q=dn10#1.6.1'>DN 10:1.6.1</a>, and with the addition of <i lang='pi' translate='no'>vimutti</i> at <a href='index.html?q=dn33#1.11.145'>DN 33:1.11.145</a>. | “Spectrum” here is <i lang='pi' translate='no'>khandha</i> (elsewhere “aggregate”), which again has the same basic sense of “mass”, “category” as does <i lang='pi' translate='no'>kāya</i> in <i lang='pi' translate='no'>sakkāya</i>. "},"mn44:11.2":{"pli":"“Na kho, āvuso visākha, ariyena aṭṭhaṅgikena maggena tayo khandhā saṅgahitā; tīhi ca kho, āvuso visākha, khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito. ","eng":"“The three spectrums of practice are not included in the noble eightfold path. Rather, the noble eightfold path is included in the three practice categories. ","html":"<p>{}","comm":"The two teachings cover the same ground, but the more specific factors of the eightfold path are included in the more general categories of the three spectra. "},"mn44:11.3":{"pli":"Yā cāvuso visākha, sammāvācā yo ca sammākammanto yo ca sammāājīvo ime dhammā sīlakkhandhe saṅgahitā. ","eng":"Right speech, right action, and right livelihood: these things are included in the spectrum of ethics. ","html":"{}"},"mn44:11.4":{"pli":"Yo ca sammāvāyāmo yā ca sammāsati yo ca sammāsamādhi ime dhammā samādhikkhandhe saṅgahitā. ","eng":"Right effort, right mindfulness, and right immersion: these things are included in the spectrum of immersion. ","html":"{}"},"mn44:11.5":{"pli":"Yā ca sammādiṭṭhi yo ca sammāsaṅkappo, ime dhammā paññākkhandhe saṅgahitā”ti. ","eng":"Right view and right thought: these things are included in the spectrum of wisdom.” ","html":"{}</p>"},"mn44:12.1":{"pli":"“Katamo panāyye, samādhi, katame dhammā samādhinimittā, katame dhammā samādhiparikkhārā, katamā samādhibhāvanā”ti? ","eng":"“But ma’am, what is immersion? What things are the bases of immersion? What things are the prerequisites for immersion? What is the development of immersion?” ","html":"<p>{}</p>"},"mn44:12.2":{"pli":"“Yā kho, āvuso visākha, cittassa ekaggatā ayaṃ samādhi; ","eng":"“Unification of the mind is immersion. ","html":"<p>{}","comm":"“Unification” (<i lang='pi' translate='no'>ekaggatā</i>), “immersion” (<i lang='pi' translate='no'>samādhi</i>), and “absorption” (<i lang='pi' translate='no'>jhāna</i>) are synonyms, although they may have specialized nuances. This understanding was common to Indic traditions, possibly under Buddhist influence. As just a few examples, Patañjali’s Yogasūtra 3.11 defines <i lang='pi' translate='no'>samādhi</i> as unification, as does Śaṅkāra on Bṛhadāraṇyaka Upaniṣad 4.4.3 (<i lang='pi' translate='no'>aikāgryarūpeṇa samāhito</i>), and the commentary to Bhagavad Gīta 2.42–44 (<i lang='pi' translate='no'>samādhiś cittaikāgryam</i>) and 17.11 (<i lang='pi' translate='no'>samādhāyaikāgraṁ</i>). The Jain Tattvārthasūtra 9.27 similarly defines <i lang='pi' translate='no'>dhyāna</i>, as does the commentary to Bhagavad Gīta 4.27 (<i lang='pi' translate='no'>dhyānaikāgryam</i>) and 13.24 (<i lang='pi' translate='no'>ekāgratayā yac cintanaṁ tad dhyānam</i>). "},"mn44:12.3":{"pli":"cattāro satipaṭṭhānā samādhinimittā; ","eng":"The four kinds of mindfulness meditation are the bases for immersion. ","html":"{}","comm":"The “foundations of immersion” (<i lang='pi' translate='no'>samādhinimittā</i>) are the practices that lead to <i lang='pi' translate='no'>jhāna</i>. Here <i lang='pi' translate='no'>nimitta</i> means “cause” (Commentary: <i lang='pi' translate='no'>paccaya</i>). "},"mn44:12.4":{"pli":"cattāro sammappadhānā samādhiparikkhārā. ","eng":"The four right efforts are the prerequisites for immersion. ","html":"{}","comm":"Success in mindfulness meditation is the immediate cause of immersion, but to achieve both mindfulness and immersion it is a prerequisite (<i lang='pi' translate='no'>parikkhāra</i>) to make an effort. "},"mn44:12.5":{"pli":"Yā tesaṃyeva dhammānaṃ āsevanā bhāvanā bahulīkammaṃ, ayaṃ ettha samādhibhāvanā”ti. ","eng":"The cultivation, development, and making much of these very same things is the development of immersion.” ","html":"{}</p>","comm":"“Development” (<i lang='pi' translate='no'>bhāvanā</i>) means “growing”, “amplifying”. "},"mn44:13.1":{"pli":"“Kati panāyye, saṅkhārā”ti? ","eng":"“How many processes are there?” ","html":"<p>{}</p>"},"mn44:13.2":{"pli":"“Tayome, āvuso visākha, saṅkhārā—","eng":"“There are these three processes. ","html":"<p>{}"},"mn44:13.3":{"pli":"kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro”ti. ","eng":"The physical process, the verbal process, and the mental process.” ","html":"{}</p>","comm":"These three “processes” (<i lang='pi' translate='no'>saṅkhāra</i>) apply, as we shall see, in the development of meditation (<a href='index.html?q=sn41.6#1.5'>SN 41.6:1.5</a>, <a href='index.html?q=dn18#24.1'>DN 18:24.1</a>). They must be distinguished from the similarly named three kinds of “choices” (<i lang='pi' translate='no'>saṅkhāra</i>) that define volitional activity determining rebirth (i.e. karma, <a href='index.html?q=mn57#8.2'>MN 57:8.2</a>). In the three “processes”, the final item is always <i lang='pi' translate='no'>cittasaṅkhāra</i> (“mental process”), whereas in the three “choices” the final item is usually <i lang='pi' translate='no'>manosaṅkhāra</i>. While <i lang='pi' translate='no'>mano</i> and <i lang='pi' translate='no'>citta</i> both mean “mind”, <i lang='pi' translate='no'>mano</i> leans to the sense of “volition”, while <i lang='pi' translate='no'>citta</i> leans to the sense of “awareness”. It is a quirk of the Pali texts that they usually have <i lang='pi' translate='no'>cittasaṅkhāra</i> in the context of dependent origination (but see <a href='index.html?q=sn12.25#13.1'>SN 12.25:13.1</a>), where the Sanskrit has the expected  <i lang='pi' translate='no'>manaḥsaṁskāraḥ</i> (SF 165 Ādisūtra, Arv 5.2 Arthaviniścayasūtra, SF 238 Pratītyasamutpādādivibhaṅganirdeśa). "},"mn44:14.1":{"pli":"“Katamo panāyye, kāyasaṅkhāro, katamo vacīsaṅkhāro, katamo cittasaṅkhāro”ti? ","eng":"“But ma’am, what is the physical process? What’s the verbal process? What’s the mental process?” ","html":"<p>{}</p>"},"mn44:14.2":{"pli":"“Assāsapassāsā kho, āvuso visākha, kāyasaṅkhāro, vitakkavicārā vacīsaṅkhāro, saññā ca vedanā ca cittasaṅkhāro”ti. ","eng":"“Breathing is a physical process. Placing the mind and keeping it connected are a verbal process. Perception and feeling are a mental process.” ","html":"<p>{}</p>"},"mn44:15.1":{"pli":"“Kasmā panāyye, assāsapassāsā kāyasaṅkhāro, kasmā vitakkavicārā vacīsaṅkhāro, kasmā saññā ca vedanā ca cittasaṅkhāro”ti? ","eng":"“But ma’am, why is breathing a physical process? Why are placing the mind and keeping it connected a verbal process? Why are perception and feeling a mental process?” ","html":"<p>{}</p>"},"mn44:15.2":{"pli":"“Assāsapassāsā kho, āvuso visākha, kāyikā ete dhammā kāyappaṭibaddhā, tasmā assāsapassāsā kāyasaṅkhāro. ","eng":"“Breathing is physical. It’s tied up with the body, that’s why breathing is a physical process. ","html":"<p>{}","comm":"Breathing is referred to as a “physical process” in the context of breath meditation to emphasize the natural stilling that occurs as the meditation settles. | As in <a href='index.html?q=mn43'>MN 43</a>, the questions are laying the groundwork for a discussion of deep meditation. Hence in these definitions what is being discussed is not “processes” in general, but the very last residue of activity or disturbance whose cessation marks the transition to a deeper level of consciousness. "},"mn44:15.3":{"pli":"Pubbe kho, āvuso visākha, vitakketvā vicāretvā pacchā vācaṃ bhindati, tasmā vitakkavicārā vacīsaṅkhāro. ","eng":"First you place the mind and keep it connected, then you break into speech. That’s why placing the mind and keeping it connected are a verbal process. ","html":"{}","comm":"<i lang='pi' translate='no'>Vitakka</i> and <i lang='pi' translate='no'>vicāra</i> have a more basic sense in ordinary states of mind (“thought” and “exploring”) and a more refined sense in the elevated consciousness of <i lang='pi' translate='no'>jhāna</i> (“placing the mind” and “keeping it connected”). They act as a condition for breaking into speech, so any hint of such movement, no matter how subtle, must be abandoned. "},"mn44:15.4":{"pli":"Saññā ca vedanā ca cetasikā ete dhammā cittappaṭibaddhā, tasmā saññā ca vedanā ca cittasaṅkhāro”ti. ","eng":"Perception and feeling are mental. They’re tied up with the mind, that’s why perception and feeling are a mental process.” ","html":"{}</p>","comm":"As with the verbal process, it is the two taken together that constitute a “process”. "},"mn44:16.1":{"pli":"“Kathaṃ panāyye, saññāvedayitanirodhasamāpatti hotī”ti? ","eng":"“But ma’am, how does someone attain the cessation of perception and feeling?” ","html":"<p>{}</p>"},"mn44:16.2":{"pli":"“Na kho, āvuso visākha, saññāvedayitanirodhaṃ samāpajjantassa bhikkhuno evaṃ hoti: ","eng":"“A mendicant who is entering such an attainment does not think: ","html":"<p>{}"},"mn44:16.3":{"pli":"‘ahaṃ saññāvedayitanirodhaṃ samāpajjissan’ti vā, ‘ahaṃ saññāvedayitanirodhaṃ samāpajjāmī’ti vā, ‘ahaṃ saññāvedayitanirodhaṃ samāpanno’ti vā. ","eng":"‘I will enter the cessation of perception and feeling’ or ‘I am entering the cessation of perception and feeling’ or ‘I have entered the cessation of perception and feeling.’ ","html":"{}"},"mn44:16.4":{"pli":"Atha khvāssa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti. ","eng":"Rather, their mind has been previously developed so as to lead to such a state.” ","html":"{}</p>","comm":"Compare <a href='index.html?q=mn43#28.2'>MN 43:28.2</a>. "},"mn44:17.1":{"pli":"“Saññāvedayitanirodhaṃ samāpajjantassa panāyye, bhikkhuno katame dhammā paṭhamaṃ nirujjhanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ","eng":"“But ma’am, which process ceases first for a mendicant who is entering the cessation of perception and feeling: physical, verbal, or mental?” ","html":"<p>{}</p>"},"mn44:17.2":{"pli":"“Saññāvedayitanirodhaṃ samāpajjantassa kho, āvuso visākha, bhikkhuno paṭhamaṃ nirujjhati vacīsaṅkhāro, tato kāyasaṅkhāro, tato cittasaṅkhāro”ti. ","eng":"“The verbal process ceases first, then physical, then mental.” ","html":"<p>{}</p>","comm":"The verbal process ceases in the first absorption, the breath in the fourth absorption (<a href='index.html?q=sn36.11#2.19'>SN 36.11:2.19</a>), and feeling and perception in the attainment of cessation. "},"mn44:18.1":{"pli":"“Kathaṃ panāyye, saññāvedayitanirodhasamāpattiyā vuṭṭhānaṃ hotī”ti? ","eng":"“But ma’am, how does someone emerge from the cessation of perception and feeling?” ","html":"<p>{}</p>"},"mn44:18.2":{"pli":"“Na kho, āvuso visākha, saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa bhikkhuno evaṃ hoti: ","eng":"“A mendicant who is emerging from such an attainment does not think: ","html":"<p>{}"},"mn44:18.3":{"pli":"‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahissan’ti vā, ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahāmī’ti vā, ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhito’ti vā. ","eng":"‘I will emerge from the cessation of perception and feeling’ or ‘I am emerging from the cessation of perception and feeling’ or ‘I have emerged from the cessation of perception and feeling.’ ","html":"{}"},"mn44:18.4":{"pli":"Atha khvāssa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti. ","eng":"Rather, their mind has been previously developed so as to lead to such a state.” ","html":"{}</p>"},"mn44:19.1":{"pli":"“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa panāyye, bhikkhuno katame dhammā paṭhamaṃ uppajjanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ","eng":"“But ma’am, which process arises first for a mendicant who is emerging from the cessation of perception and feeling: physical, verbal, or mental?” ","html":"<p>{}</p>"},"mn44:19.2":{"pli":"“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa kho, āvuso visākha, bhikkhuno paṭhamaṃ uppajjati cittasaṅkhāro, tato kāyasaṅkhāro, tato vacīsaṅkhāro”ti. ","eng":"“The mental process arises first, then physical, then verbal.” ","html":"<p>{}</p>"},"mn44:20.1":{"pli":"“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ panāyye, bhikkhuṃ kati phassā phusantī”ti? ","eng":"“But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, how many kinds of contact do they experience?” ","html":"<p>{}</p>"},"mn44:20.2":{"pli":"“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ kho, āvuso visākha, bhikkhuṃ tayo phassā phusanti—suññato phasso, animitto phasso, appaṇihito phasso”ti. ","eng":"“They experience three kinds of contact: emptiness, signless, and undirected contacts.” ","html":"<p>{}</p>","comm":"See the discussion on various “releases of the heart” at <a href='index.html?q=mn43#26.1'>MN 43:26.1</a> ff. Here, when emerging from cessation, the higher form of release is meant, as the meditator’s mind naturally inclines towards liberating insight. "},"mn44:21.1":{"pli":"“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa panāyye, bhikkhuno kiṃninnaṃ cittaṃ hoti kiṃpoṇaṃ kiṃpabbhāran”ti? ","eng":"“But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, what does their mind slant, slope, and incline to?” ","html":"<p>{}</p>"},"mn44:21.2":{"pli":"“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa kho, āvuso visākha, bhikkhuno vivekaninnaṃ cittaṃ hoti, vivekapoṇaṃ vivekapabbhāran”ti. ","eng":"“Their mind slants, slopes, and inclines to seclusion.” ","html":"<p>{}</p>","comm":"Again, here the higher sense of “seclusion” is meant, namely Nibbana. "},"mn44:22.1":{"pli":"“Kati panāyye, vedanā”ti? ","eng":"“But ma’am, how many feelings are there?” ","html":"<p>{}</p>"},"mn44:22.2":{"pli":"“Tisso kho imā, āvuso visākha, vedanā—","eng":"“There are three feelings: ","html":"<p>{}"},"mn44:22.3":{"pli":"sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā”ti. ","eng":"pleasant, painful, and neutral feeling.” ","html":"{}</p>"},"mn44:23.1":{"pli":"“Katamā panāyye, sukhā vedanā, katamā dukkhā vedanā, katamā adukkhamasukhā vedanā”ti? ","eng":"“What are these three feelings?” ","html":"<p>{}</p>"},"mn44:23.2":{"pli":"“Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā sukhaṃ sātaṃ vedayitaṃ—","eng":"“Anything felt physically or mentally as pleasant or enjoyable. ","html":"<p>{}"},"mn44:23.3":{"pli":"ayaṃ sukhā vedanā. ","eng":"This is pleasant feeling. ","html":"{}"},"mn44:23.4":{"pli":"Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā dukkhaṃ asātaṃ vedayitaṃ—","eng":"Anything felt physically or mentally as painful or unpleasant. ","html":"{}"},"mn44:23.5":{"pli":"ayaṃ dukkhā vedanā. ","eng":"This is painful feeling. ","html":"{}"},"mn44:23.6":{"pli":"Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā neva sātaṃ nāsātaṃ vedayitaṃ—","eng":"Anything felt physically or mentally as neither pleasurable nor painful. ","html":"{}"},"mn44:23.7":{"pli":"ayaṃ adukkhamasukhā vedanā”ti. ","eng":"This is neutral feeling.” ","html":"{}</p>"},"mn44:24.1":{"pli":"“Sukhā panāyye, vedanā kiṃsukhā kiṃdukkhā, dukkhā vedanā kiṃsukhā kiṃdukkhā, adukkhamasukhā vedanā kiṃsukhā kiṃdukkhā”ti? ","eng":"“What is pleasant and what is painful regarding each of the three feelings?” ","html":"<p>{}</p>"},"mn44:24.2":{"pli":"“Sukhā kho, āvuso visākha, vedanā ṭhitisukhā vipariṇāmadukkhā; ","eng":"“Pleasant feeling is pleasant when it remains and painful when it perishes. ","html":"<p>{}"},"mn44:24.3":{"pli":"dukkhā vedanā ṭhitidukkhā vipariṇāmasukhā; ","eng":"Painful feeling is painful when it remains and pleasant when it perishes. ","html":"{}"},"mn44:24.4":{"pli":"adukkhamasukhā vedanā ñāṇasukhā aññāṇadukkhā”ti. ","eng":"Neutral feeling is pleasant in the presence of knowledge, and painful in the presence of ignorance.” ","html":"{}</p>","comm":"Knowledge is what distinguishes equanimity from indifference. "},"mn44:25.1":{"pli":"“Sukhāya panāyye, vedanāya kiṃ anusayo anuseti, dukkhāya vedanāya kiṃ anusayo anuseti, adukkhamasukhāya vedanāya kiṃ anusayo anusetī”ti? ","eng":"“What underlying tendencies underlie each of the three feelings?” ","html":"<p>{}</p>"},"mn44:25.2":{"pli":"“Sukhāya kho, āvuso visākha, vedanāya rāgānusayo anuseti, dukkhāya vedanāya paṭighānusayo anuseti, adukkhamasukhāya vedanāya avijjānusayo anusetī”ti. ","eng":"“The underlying tendency for greed underlies pleasant feeling. The underlying tendency for repulsion underlies painful feeling. The underlying tendency for ignorance underlies neutral feeling.” ","html":"<p>{}</p>"},"mn44:26.1":{"pli":"“Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo anuseti, sabbāya dukkhāya vedanāya paṭighānusayo anuseti, sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti? ","eng":"“Do these underlying tendencies always underlie these feelings?” ","html":"<p>{}</p>"},"mn44:26.2":{"pli":"“Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo anuseti, na sabbāya dukkhāya vedanāya paṭighānusayo anuseti, na sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti. ","eng":"“No, they do not.” ","html":"<p>{}</p>","comm":"The arahant still experiences feelings, but without any underlying tendencies. "},"mn44:27.1":{"pli":"“Sukhāya panāyye, vedanāya kiṃ pahātabbaṃ, dukkhāya vedanāya kiṃ pahātabbaṃ, adukkhamasukhāya vedanāya kiṃ pahātabban”ti? ","eng":"“What should be given up in regard to each of these three feelings?” ","html":"<p>{}</p>"},"mn44:27.2":{"pli":"“Sukhāya kho, āvuso visākha, vedanāya rāgānusayo pahātabbo, dukkhāya vedanāya paṭighānusayo pahātabbo, adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti. ","eng":"“The underlying tendency to greed should be given up when it comes to pleasant feeling. The underlying tendency to repulsion should be given up when it comes to painful feeling. The underlying tendency to ignorance should be given up when it comes to neutral feeling.” ","html":"<p>{}</p>"},"mn44:28.1":{"pli":"“Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo pahātabbo, sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti? ","eng":"“Should these underlying tendencies be given up regarding all instances of these feelings?” ","html":"<p>{}</p>"},"mn44:28.2":{"pli":"“Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo pahātabbo, na sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, na sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo. ","eng":"“No, not in all instances. ","html":"<p>{}"},"mn44:28.3":{"pli":"Idhāvuso visākha, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","eng":"Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ","html":"{}"},"mn44:28.4":{"pli":"Rāgaṃ tena pajahati, na tattha rāgānusayo anuseti. ","eng":"With this they give up greed, and the underlying tendency to greed does not lie within that. ","html":"{}","comm":"The pleasure of <i lang='pi' translate='no'>jhāna</i> arises from letting go and is not itself a source of attachment. "},"mn44:28.5":{"pli":"Idhāvuso visākha, bhikkhu iti paṭisañcikkhati: ","eng":"And take a mendicant who reflects: ","html":"{}"},"mn44:28.6":{"pli":"‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmi yadariyā etarahi āyatanaṃ upasampajja viharantī’ti? ","eng":"‘Oh, when will I enter and remain in the same dimension that the noble ones enter and remain in today?’ ","html":"{}","comm":"Also at <a href='index.html?q=mn137#13.3'>MN 137:13.3</a>. That “dimension” (<i lang='pi' translate='no'>āyatana</i>) is Nibbana (<a href='index.html?q=ud8.1#3.1'>Ud 8.1:3.1</a>, <a href='index.html?q=sn35.117#8.2'>SN 35.117:8.2</a>). "},"mn44:28.7":{"pli":"Iti anuttaresu vimokkhesu pihaṃ upaṭṭhāpayato uppajjati pihāppaccayā domanassaṃ. ","eng":"Nursing such a longing for the supreme liberations gives rise to sadness due to longing. ","html":"{}","comm":"This is a kind of “suffering not of the flesh” (<a href='index.html?q=mn10#32.8'>MN 10:32.8</a>). "},"mn44:28.8":{"pli":"Paṭighaṃ tena pajahati, na tattha paṭighānusayo anuseti. ","eng":"With this they give up repulsion, and the underlying tendency to repulsion does not lie within that. ","html":"{}"},"mn44:28.9":{"pli":"Idhāvuso visākha, bhikkhu sukhassa ca pahānā, dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","eng":"Take a mendicant who, with the giving up of pleasure and pain and the disappearance of former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ","html":"{}"},"mn44:28.10":{"pli":"Avijjaṃ tena pajahati, na tattha avijjānusayo anusetī”ti. ","eng":"With this they give up ignorance, and the underlying tendency to ignorance does not lie within that.” ","html":"{}</p>"},"mn44:29.1":{"pli":"“Sukhāya panāyye, vedanāya kiṃ paṭibhāgo”ti? ","eng":"“But ma’am, what is the counterpart of pleasant feeling?” ","html":"<p>{}</p>"},"mn44:29.2":{"pli":"“Sukhāya kho, āvuso visākha, vedanāya dukkhā vedanā paṭibhāgo”ti. ","eng":"“Painful feeling.” ","html":"<p>{}</p>"},"mn44:29.3":{"pli":"“Dukkhāya pannāyye, vedanāya kiṃ paṭibhāgo”ti? ","eng":"“What is the counterpart of painful feeling?” ","html":"<p>{}</p>"},"mn44:29.4":{"pli":"“Dukkhāya kho, āvuso visākha, vedanāya sukhā vedanā paṭibhāgo”ti. ","eng":"“Pleasant feeling.” ","html":"<p>{}</p>"},"mn44:29.5":{"pli":"“Adukkhamasukhāya panāyye, vedanāya kiṃ paṭibhāgo”ti? ","eng":"“What is the counterpart of neutral feeling?” ","html":"<p>{}</p>"},"mn44:29.6":{"pli":"“Adukkhamasukhāya kho, āvuso visākha, vedanāya avijjā paṭibhāgo”ti. ","eng":"“Ignorance.” ","html":"<p>{}</p>"},"mn44:29.7":{"pli":"“Avijjāya panāyye, kiṃ paṭibhāgo”ti? ","eng":"“What is the counterpart of ignorance?” ","html":"<p>{}</p>"},"mn44:29.8":{"pli":"“Avijjāya kho, āvuso visākha, vijjā paṭibhāgo”ti. ","eng":"“Knowledge.” ","html":"<p>{}</p>"},"mn44:29.9":{"pli":"“Vijjāya panāyye, kiṃ paṭibhāgo”ti? ","eng":"“What is the counterpart of knowledge?” ","html":"<p>{}</p>"},"mn44:29.10":{"pli":"“Vijjāya kho, āvuso visākha, vimutti paṭibhāgo”ti. ","eng":"“Freedom.” ","html":"<p>{}</p>"},"mn44:29.11":{"pli":"“Vimuttiyā panāyye, kiṃ paṭibhāgo”ti? ","eng":"“What is the counterpart of freedom?” ","html":"<p>{}</p>"},"mn44:29.12":{"pli":"“Vimuttiyā kho, āvuso visākha, nibbānaṃ paṭibhāgo”ti. ","eng":"“Extinguishment.” ","html":"<p>{}</p>"},"mn44:29.13":{"pli":"“Nibbānassa panāyye, kiṃ paṭibhāgo”ti? ","eng":"“What is the counterpart of extinguishment?” ","html":"<p>{}</p>"},"mn44:29.14":{"pli":"“Accayāsi, āvuso visākha, pañhaṃ, nāsakkhi pañhānaṃ pariyantaṃ gahetuṃ. ","eng":"“Your question goes too far, Visākha. You couldn’t figure out the limit of questions. ","html":"<p>{}","comm":"At Chāndogya Upaniṣad 1.8.5 the inquirer is warned not to overstep the goal of heaven. "},"mn44:29.15":{"pli":"Nibbānogadhañhi, āvuso visākha, brahmacariyaṃ, nibbānaparāyanaṃ nibbānapariyosānaṃ. ","eng":"For extinguishment is the objective, destination, and culmination of the spiritual life. ","html":"{}"},"mn44:29.16":{"pli":"Ākaṅkhamāno ca tvaṃ, āvuso visākha, bhagavantaṃ upasaṅkamitvā etamatthaṃ puccheyyāsi, yathā ca te bhagavā byākaroti tathā naṃ dhāreyyāsī”ti. ","eng":"If you wish, go to the Buddha and ask him this question. You should remember it in line with his answer.” ","html":"{}</p>"},"mn44:30.1":{"pli":"Atha kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā dhammadinnaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"And then the layman Visākha approved and agreed with what the nun Dhammadinnā said. He got up from his seat, bowed, and respectfully circled her, keeping her on his right. Then he went up to the Buddha, bowed, sat down to one side, ","html":"<p>{}"},"mn44:30.2":{"pli":"Ekamantaṃ nisinno kho visākho upāsako yāvatako ahosi dhammadinnāya bhikkhuniyā saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ","eng":"and informed the Buddha of all they had discussed. ","html":"{}</p>"},"mn44:30.3":{"pli":"Evaṃ vutte, bhagavā visākhaṃ upāsakaṃ etadavoca: ","eng":"When he had spoken, the Buddha said to him, ","html":"<p>{}"},"mn44:30.4":{"pli":"“paṇḍitā, visākha, dhammadinnā bhikkhunī, mahāpaññā, visākha, dhammadinnā bhikkhunī. ","eng":"“The nun Dhammadinnā is astute, Visākha, she has great wisdom. ","html":"{}"},"mn44:30.5":{"pli":"Mañcepi tvaṃ, visākha, etamatthaṃ puccheyyāsi, ahampi taṃ evamevaṃ byākareyyaṃ, yathā taṃ dhammadinnāya bhikkhuniyā byākataṃ. ","eng":"If you came to me and asked this question, I would answer it in exactly the same way as the nun Dhammadinnā. ","html":"{}"},"mn44:30.6":{"pli":"Eso cevetassa attho. Evañca naṃ dhārehī”ti. ","eng":"That is what it means, and that’s how you should remember it.” ","html":"{}</p>"},"mn44:30.7":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn44:30.8":{"pli":"Attamano visākho upāsako bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, the layman Visākha approved what the Buddha said. ","html":"{}</p>"},"mn44:30.9":{"pli":"Cūḷavedallasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}