{"mn83":{"mn83:0.1":{"pli":"Majjhima Nikāya 83 ","eng":"Middle Discourses 83 ","html":"<article id='mn83'><header><ul><li class='division'>{}</li></ul>"},"mn83:0.2":{"pli":"Maghadevasutta ","eng":"About King Maghadeva ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn83:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"Versions of this story are told in the Maghadeva Jātaka (<a href='index.html?q=ja9'>Ja 9</a>) and Nimi Jātaka (<a href='index.html?q=ja541'>Ja 541</a>). "},"mn83:1.2":{"pli":"ekaṃ samayaṃ bhagavā mithilāyaṃ viharati maghadevaambavane. ","eng":"At one time the Buddha was staying near Mithilā in the Maghadeva Mango Grove. ","html":"{}","comm":"Mithilā was the capital of Videha, to the north east of the Vajjian federation, nestled against the Himalayas. Mithilā was a dominant kingdom before the Buddha, its king Janaka featuring prominently in early Upaniṣads. It features rarely in the suttas (<a href='index.html?q=mn91'>MN 91</a>, <a href='index.html?q=thig6.2'>Thig 6.2</a>, <a href='index.html?q=thig13.4'>Thig 13.4</a>) and had apparently declined in importance. It is unclear whether Mithilā had been subsumed into the Vajjian federation or remained as a minor independent kingdom until conquered by Magadha some years later. <a href='index.html?q=dn19#36.7'>DN 19:36.7</a> establishes the mythic origins of the land from a Buddhist perspective, whereas Śatapatha Brāhmaṇa 1.4.1.10–19 depicts its origins in terms of the spread of fire-worship from the west by the founding king Māthava Videgha with his priest Gotama Rāhūgaṇa. "},"mn83:2.1":{"pli":"Atha kho bhagavā aññatarasmiṃ padese sitaṃ pātvākāsi. ","eng":"Then the Buddha smiled at a certain spot. ","html":"{}</p>"},"mn83:2.2":{"pli":"Atha kho āyasmato ānandassa etadahosi: ","eng":"Then Venerable Ānanda thought, ","html":"<p>{}"},"mn83:2.3":{"pli":"“ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya? ","eng":"“What is the cause, what is the reason why the Buddha smiled? ","html":"{}"},"mn83:2.4":{"pli":"Na akāraṇena tathāgatā sitaṃ pātukarontī”ti. ","eng":"Realized Ones do not smile for no reason.” ","html":"{}</p>"},"mn83:2.5":{"pli":"Atha kho āyasmā ānando ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"So Ānanda arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said, ","html":"<p>{}"},"mn83:2.6":{"pli":"“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya? ","eng":"“What is the cause, what is the reason why the Buddha smiled? ","html":"{}"},"mn83:2.7":{"pli":"Na akāraṇena tathāgatā sitaṃ pātukarontī”ti. ","eng":"Realized Ones do not smile for no reason.” ","html":"{}</p>"},"mn83:3.1":{"pli":"“Bhūtapubbaṃ, ānanda, imissāyeva mithilāyaṃ rājā ahosi maghadevo nāma dhammiko dhammarājā dhamme ṭhito mahārājā; ","eng":"“Once upon a time, Ānanda, right here in Mithilā there was a just and principled king named Maghadeva, a great king who stood by his duty. ","html":"<p>{}","comm":"Maghadeva (“bounteous god”) is from the Vedic <i lang='pi' translate='no'>magha</i> (“bounty”; see <a href='index.html?q=sn11.12#1.3'>SN 11.12:1.3</a>). Pali variants are <i lang='pi' translate='no'>makhādeva</i> and <i lang='pi' translate='no'>māghadeva</i>, while Sanskrit sources usually have <i lang='pi' translate='no'>mahādeva</i>; a Bharhut stūpa inscription has <i lang='pi' translate='no'>maghādeva</i>.  | For “stood by his duty” (<i lang='pi' translate='no'>dhamme ṭhito</i>) compare “standing by the tree’s duty” (<i lang='pi' translate='no'>rukkhadhamme ṭhito</i>) at <a href='index.html?q=an6.54#12.4'>AN 6.54:12.4</a>. In such instances, <i lang='pi' translate='no'>dhamma</i> anticipates the later Hindu notion of <i lang='pi' translate='no'>svadharma</i>, i.e. the duty appropriate for ones’ station. "},"mn83:3.2":{"pli":"dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ","eng":"He justly treated brahmins and householders, and people of town and country. ","html":"{}"},"mn83:3.3":{"pli":"uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassa. ","eng":"And he observed the sabbath on the fourteenth, fifteenth, and eighth of the fortnight. ","html":"{}</p>"},"mn83:4.1":{"pli":"Atha kho, ānanda, rājā maghadevo bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi: ","eng":"Then, after many years, many hundred years, many thousand years had passed, King Maghadeva addressed his barber, ","html":"<p>{}","comm":"Maghadeva’s story of renunciation shares much in common with that of Daḷhanemi (<a href='index.html?q=dn26#2.1'>DN 26:2.1</a>). "},"mn83:4.2":{"pli":"‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha me āroceyyāsī’ti. ","eng":"‘My dear barber, when you see grey hairs growing on my head, please tell me.’ ","html":"{}</p>"},"mn83:4.3":{"pli":"‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa paccassosi. ","eng":"‘Yes, Your Majesty,’ replied the barber. ","html":"<p>{}</p>"},"mn83:4.4":{"pli":"Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena rañño maghadevassa sirasmiṃ palitāni jātāni. ","eng":"When many thousand years had passed, the barber saw grey hairs growing on the king’s head. ","html":"<p>{}"},"mn83:4.5":{"pli":"Disvāna rājānaṃ maghadevaṃ etadavoca: ","eng":"He said to the king, ","html":"{}"},"mn83:4.6":{"pli":"‘pātubhūtā kho devassa devadūtā, dissanti sirasmiṃ palitāni jātānī’ti. ","eng":"‘The messengers of the gods have shown themselves to you. Grey hairs can be seen growing on your head.’ ","html":"{}</p>","comm":"Such “messengers of the gods” appear as reminders for the dangers of mortality in <a href='index.html?q=mn130'>MN 130</a> and <a href='index.html?q=an3.36'>AN 3.36</a>. "},"mn83:4.7":{"pli":"‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti. ","eng":"‘Well then, my dear barber, carefully pull them out with tweezers and place them in my cupped hands.’ ","html":"<p>{}</p>"},"mn83:4.8":{"pli":"‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā rañño maghadevassa añjalismiṃ patiṭṭhāpesi. ","eng":"‘Yes, Your Majesty,’ replied the barber, and he did as the king said. ","html":"<p>{}</p>","comm":"This event is depicted in a Barhut relief. "},"mn83:4.9":{"pli":"Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ","eng":"The king gave the barber a prize village, then summoned the crown prince and said, ","html":"<p>{}"},"mn83:4.10":{"pli":"‘pātubhūtā kho me, tāta kumāra, devadūtā; ","eng":"‘Dear prince, the messengers of the gods have shown themselves to me. ","html":"{}"},"mn83:4.11":{"pli":"dissanti sirasmiṃ palitāni jātāni; ","eng":"Grey hairs can be seen growing on my head. ","html":"{}"},"mn83:4.12":{"pli":"bhuttā kho pana me mānusakā kāmā; ","eng":"I have enjoyed human pleasures. ","html":"{}"},"mn83:4.13":{"pli":"samayo dibbe kāme pariyesituṃ. ","eng":"Now it is time to seek heavenly pleasures. ","html":"{}","comm":"It is an expected virtue of a good ruler to retire when signs of aging appear. | The notion that spiritual practice is for the elderly is expressed at <a href='index.html?q=pli-tv-bi-vb-pc21#1.4'>Bi Pc 21:1.4</a>, where sex workers teased nuns, suggesting they enjoy themselves while young and ordain when old. The Buddhist position is that Dhamma can be practiced at any age. "},"mn83:4.14":{"pli":"Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja. ","eng":"Come, dear prince, rule the realm. ","html":"{}","comm":"<i lang='pi' translate='no'>Rajjaṁ</i> means ”realm” rather than “kingship”. "},"mn83:4.15":{"pli":"Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi. ","eng":"I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"{}</p>","comm":"The signs of the renunciate predate Buddhism. "},"mn83:4.16":{"pli":"Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi. ","eng":"For dear prince, you too will one day see grey hairs growing on your head. When this happens, after giving a prize village to the barber and carefully instructing the crown prince in kingship, you should shave off your hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ","html":"<p>{}"},"mn83:4.17":{"pli":"Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi. ","eng":"Keep up this good practice that I have founded. Do not be my final man. ","html":"{}"},"mn83:4.18":{"pli":"Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti. ","eng":"When a pair of men are living, the one who breaks such good practice is their final man. ","html":"{}"},"mn83:4.19":{"pli":"Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi—","eng":"Therefore I say to you, ","html":"{}"},"mn83:4.20":{"pli":"yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī’ti. ","eng":"“Keep up this good practice that I have founded. Do not be my final man.”’ ","html":"{}</p>"},"mn83:5.1":{"pli":"Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","eng":"And so, after giving a prize village to the barber and carefully instructing the crown prince in kingship, King Maghadeva shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness here in this mango grove. ","html":"<p>{}"},"mn83:5.2":{"pli":"So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ","eng":"He meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"mn83:5.3":{"pli":"Karuṇāsahagatena cetasā … ","eng":"He meditated spreading a heart full of compassion … ","html":"{}"},"mn83:5.4":{"pli":"muditāsahagatena cetasā … ","eng":"rejoicing … ","html":"{}"},"mn83:5.5":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ","eng":"equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}</p>"},"mn83:6.1":{"pli":"Rājā kho panānanda, maghadevo caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari. ","eng":"For 84,000 years King Maghadeva played games as a child, for 84,000 years he acted as viceroy, for 84,000 years he ruled the realm, and for 84,000 years he led the spiritual life after going forth here in this mango grove. ","html":"<p>{}","comm":"84,000 is 12 times 7 times 1000, where 12 is the months of the year (a full cycle) and in addition, a multiple of 4, the number of fullness and balance. 7 signifies the entire cycle of birth and death, being the days of the week and the visible “planets” (Sun, Moon, Mercury, Venus, Mars, Jupiter, and Saturn). 1000 is a major multiplier. Thus the overall sense of 84,000 is an abundant fullness (especially of time), in which sense it became a popular mystic number in Buddhism. "},"mn83:6.2":{"pli":"So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi. ","eng":"And having developed the four divine meditations, when his body broke up, after death, he was reborn in a good place, a realm of divinity. ","html":"{}</p>","comm":"Living the “spiritual (divine) life” (<i lang='pi' translate='no'>brahmacariya</i>), he practiced the “divine meditations” (<i lang='pi' translate='no'>brahmavihāra</i>) and was reborn in the “divine realm of Brahmā” (<i lang='pi' translate='no'>brahmaloka</i>). The Buddha is presenting an idealized vision of the ancient Brahmanical path as a coherent spiritual practice guided by the notion of <i lang='pi' translate='no'>brahma</i> as spiritual or divine excellence (see too <a href='index.html?q=mn99#22.14'>MN 99:22.14</a>, <a href='index.html?q=dn13#38.2'>DN 13:38.2</a>). | As the exemplar of an ideal Brahmanized king, Maghadeva is perhaps to be identified with Māthava Videgha, the founder and Brahmanizer of Mithilā. His name ought probably be read <i lang='pi' translate='no'>mādhava</i> (“possessor of <i lang='pi' translate='no'>madhu</i>”) where <i lang='pi' translate='no'>madhu</i> (“honey”) is a common term for Soma. Māthava Videgha was the first king who carried out the Soma rites in the region, bringing Agni to “burn over” (civilize) the newly-brahmanized land. "},"mn83:7.1":{"pli":"Atha kho rañño, ānanda, maghadevassa putto bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi: ","eng":"Then, after many years, many hundred years, many thousand years had passed, King Maghadeva’s son addressed his barber, ","html":"<p>{}"},"mn83:7.2":{"pli":"‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha kho āroceyyāsī’ti. ","eng":"‘My dear barber, when you see grey hairs growing on my head, please tell me.’ ","html":"{}"},"mn83:7.3":{"pli":"‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paccassosi. ","eng":"And all unfolded as in the case of his father. ","html":"{}"},"mn83:7.4":{"pli":"Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena rañño maghadevassa puttassa sirasmiṃ palitāni jātāni. ","html":"{}"},"mn83:7.5":{"pli":"Disvāna rañño maghadevassa puttaṃ etadavoca: ","html":"{}"},"mn83:7.6":{"pli":"‘pātubhūtā kho devassa devadūtā; ","html":"{}"},"mn83:7.7":{"pli":"dissanti sirasmiṃ palitāni jātānī’ti. ","html":"{}"},"mn83:7.8":{"pli":"‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti. ","html":"{}"},"mn83:7.9":{"pli":"‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā rañño maghadevassa puttassa añjalismiṃ patiṭṭhāpesi. ","html":"{}"},"mn83:8.1":{"pli":"Atha kho, ānanda, rañño maghadevassa putto kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ","html":"{}"},"mn83:8.2":{"pli":"‘pātubhūtā kho me, tāta kumāra, devadūtā; ","html":"{}"},"mn83:8.3":{"pli":"dissanti sirasmiṃ palitāni jātāni; ","html":"{}"},"mn83:8.4":{"pli":"bhuttā kho pana me mānusakā kāmā; ","html":"{}"},"mn83:8.5":{"pli":"samayo dibbe kāme pariyesituṃ. ","html":"{}"},"mn83:8.6":{"pli":"Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja. ","html":"{}"},"mn83:8.7":{"pli":"Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi. ","html":"{}"},"mn83:8.8":{"pli":"Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi. ","html":"{}"},"mn83:8.9":{"pli":"Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi. ","html":"{}"},"mn83:8.10":{"pli":"Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti. ","html":"{}"},"mn83:8.11":{"pli":"Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi—","html":"{}"},"mn83:8.12":{"pli":"yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī’ti. ","html":"{}"},"mn83:9.1":{"pli":"Atha kho, ānanda, rañño maghadevassa putto kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","html":"{}"},"mn83:9.2":{"pli":"So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ","html":"{}"},"mn83:9.3":{"pli":"Karuṇāsahagatena cetasā … ","html":"{}"},"mn83:9.4":{"pli":"muditāsahagatena cetasā … ","html":"{}"},"mn83:9.5":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ","html":"{}"},"mn83:9.6":{"pli":"Rañño kho panānanda, maghadevassa putto caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari. ","html":"{}"},"mn83:9.7":{"pli":"So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi. ","eng":"And having developed the four divine meditations, when his body broke up, after death, Maghadeva’s son was reborn in a good place, a realm of divinity. ","html":"{}</p>"},"mn83:10.1":{"pli":"Rañño kho panānanda, maghadevassa puttapaputtakā tassa paramparā caturāsītirājasahassāni imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃsu. ","eng":"And a lineage of 84,000 kings, sons of sons of King Maghadeva, shaved off their hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness here in this mango grove. ","html":"<p>{}"},"mn83:10.2":{"pli":"Te mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu. ","eng":"They meditated spreading a heart full of love … ","html":"{}"},"mn83:11.1":{"pli":"Karuṇāsahagatena cetasā … ","eng":"compassion … ","html":"{}"},"mn83:11.2":{"pli":"muditāsahagatena cetasā … ","eng":"rejoicing … ","html":"{}"},"mn83:11.3":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu. ","eng":"equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"mn83:11.4":{"pli":"Caturāsītivassasahassāni kumārakīḷitaṃ kīḷiṃsu, caturāsītivassasahassāni oparajjaṃ kāresuṃ, caturāsītivassasahassāni rajjaṃ kāresuṃ, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajitā brahmacariyamacariṃsu. ","eng":"For 84,000 years they played games as a child, for 84,000 years they acted as viceroy, for 84,000 years they ruled the realm, and for 84,000 years they led the spiritual life after going forth here in this mango grove. ","html":"{}","comm":"This totals 28.224 billion years, while the current estimate of the age of the Universe is half that at about 13.8 billion years; we are estimated to be less than half way through the current Universe. Thus the Buddhist scope of time falls within the same order of magnitude as modern cosmology. Similar durations emerge from different contexts in the suttas. The lifespan of the lowest Brahma realm is implied to be 37 billion years (<a href='index.html?q=an3.70#34.4'>AN 3.70:34.4</a>), while the duration in hell is about 25 billion (<a href='index.html?q=an10.89#15.3'>AN 10.89:15.3</a> = <a href='index.html?q=snp3.10#8.1'>Snp 3.10:8.1</a>). "},"mn83:11.5":{"pli":"Te cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpagā ahesuṃ. ","eng":"And having developed the four divine meditations, when their bodies broke up, after death, they were reborn in a good place, a realm of divinity. ","html":"{}</p>"},"mn83:12.1":{"pli":"Nimi tesaṃ rājā pacchimako ahosi dhammiko dhammarājā dhamme ṭhito mahārājā; ","eng":"Nimi was the last of those kings, a just and principled king, a great king who stood by his duty. ","html":"<p>{}","comm":"Nimi is widely known in Sanskrit literature as one of the three main sons of Ikṣvāku (Okkāka), the legendary ancestor of the solar dynasty and the source of the Sakyan royal lineage (Bhāgavata Purāṇa 9.6.4). As the king of Videha, Nimi was the direct ancestor of Mahājanaka (Rāmāyaṇa 1.71.3). While his legends underwent proliferation, it seems the kernel of the story is common, as Mahābhārata says that “Nimi, the ruler of the Videhas, gave away his kingdom” (14.234 of Kisari Mohan Ganguli’s translation). "},"mn83:12.2":{"pli":"dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ","eng":"He justly treated brahmins and householders, and people of town and country. ","html":"{}"},"mn83:12.3":{"pli":"uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassa. ","eng":"And he observed the sabbath on the fourteenth, fifteenth, and eighth of the fortnight. ","html":"{}</p>"},"mn83:13.1":{"pli":"Bhūtapubbaṃ, ānanda, devānaṃ tāvatiṃsānaṃ sudhammāyaṃ sabhāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Once upon a time, Ānanda, while the gods of the thirty-three were sitting together in the Hall of Clear Right, this discussion came up among them: ","html":"<p>{}"},"mn83:13.2":{"pli":"‘lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ, ","eng":"‘The people of Videha are so fortunate, so very fortunate ","html":"{}"},"mn83:13.3":{"pli":"yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā; ","eng":"to have Nimi as their king. He is a just and principled king, a great king who stands by his duty. ","html":"{}"},"mn83:13.4":{"pli":"dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ","eng":"He justly treats brahmins and householders, and people of town and country. ","html":"{}"},"mn83:13.5":{"pli":"uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā’ti. ","eng":"And he observes the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.’ ","html":"{}</p>"},"mn83:13.6":{"pli":"Atha kho, ānanda, sakko devānamindo deve tāvatiṃse āmantesi: ","eng":"Then Sakka, lord of gods, addressed the gods of the thirty-three, ","html":"<p>{}"},"mn83:13.7":{"pli":"‘iccheyyātha no tumhe, mārisā, nimiṃ rājānaṃ daṭṭhun’ti? ","eng":"‘Good fellows, would you like to see King Nimi?’ ","html":"{}</p>"},"mn83:13.8":{"pli":"‘Icchāma mayaṃ, mārisa, nimiṃ rājānaṃ daṭṭhun’ti. ","eng":"‘We would.’ ","html":"<p>{}</p>"},"mn83:13.9":{"pli":"Tena kho pana, ānanda, samayena nimi rājā tadahuposathe pannarase sīsaṃnhāto uposathiko uparipāsādavaragato nisinno hoti. ","eng":"Now at that time it was the fifteenth day sabbath, and King Nimi had bathed his head and was sitting upstairs in the royal longhouse to observe the sabbath. ","html":"<p>{}"},"mn83:13.10":{"pli":"Atha kho, ānanda, sakko devānamindo—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—devesu tāvatiṃsesu antarahito nimissa rañño pamukhe pāturahosi. ","eng":"Then, as easily as a strong person would extend or contract their arm, Sakka vanished from the thirty-three gods and reappeared in front of King Nimi. ","html":"{}"},"mn83:13.11":{"pli":"Atha kho, ānanda, sakko devānamindo nimiṃ rājānaṃ etadavoca: ","eng":"He said to the king, ","html":"{}"},"mn83:13.12":{"pli":"‘lābhā te, mahārāja, suladdhaṃ te, mahārāja. ","eng":"‘You’re fortunate, great king, so very fortunate. ","html":"{}"},"mn83:13.13":{"pli":"Devā, mahārāja, tāvatiṃsā sudhammāyaṃ sabhāyaṃ kittayamānarūpā sannisinnā: ","eng":"The gods of the thirty-three were sitting together in the Hall of Clear Right, where they were singing your praises. ","html":"{}","comm":"For “sing his praises” (<i lang='pi' translate='no'>kittayamānarūpā</i>) see <a href='index.html?q=dn18#4.8'>DN 18:4.8</a>. "},"mn83:13.14":{"pli":"“lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ, ","html":"{}"},"mn83:13.15":{"pli":"yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā; ","html":"{}"},"mn83:13.16":{"pli":"dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ","html":"{}"},"mn83:13.17":{"pli":"uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā”ti. ","html":"{}"},"mn83:13.18":{"pli":"Devā te, mahārāja, tāvatiṃsā dassanakāmā. ","eng":"They would like to see you. ","html":"{}"},"mn83:13.19":{"pli":"Tassa te ahaṃ, mahārāja, sahassayuttaṃ ājaññarathaṃ pahiṇissāmi; ","eng":"I shall send a chariot harnessed with a thousand thoroughbreds for you, great king. ","html":"{}"},"mn83:13.20":{"pli":"abhiruheyyāsi, mahārāja, dibbaṃ yānaṃ avikampamāno’ti. ","eng":"Mount the heavenly chariot, great king, without wavering!’ ","html":"{}"},"mn83:13.21":{"pli":"Adhivāsesi kho, ānanda, nimi rājā tuṇhībhāvena. ","eng":"King Nimi consented with silence. ","html":"{}</p>"},"mn83:13.22":{"pli":"Atha kho, ānanda, sakko devānamindo nimissa rañño adhivāsanaṃ viditvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—nimissa rañño pamukhe antarahito devesu tāvatiṃsesu pāturahosi. ","eng":"Then, knowing that the king had consented, as easily as a strong person would extend or contract their arm, Sakka vanished from King Nimi and reappeared among the gods of the thirty-three. ","html":"<p>{}</p>"},"mn83:14.1":{"pli":"Atha kho, ānanda, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi: ","eng":"Then Sakka, lord of gods, addressed his chariot handler Mātali, ","html":"<p>{}"},"mn83:14.2":{"pli":"‘ehi tvaṃ, samma mātali, sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ upasaṅkamitvā evaṃ vadehi—","eng":"‘Come, dear Mātali, harness the chariot with a thousand thoroughbreds. Then go to King Nimi and say, ","html":"{}"},"mn83:14.3":{"pli":"ayaṃ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito; ","eng":"“Great king, this chariot has been sent for you by Sakka, lord of gods. ","html":"{}"},"mn83:14.4":{"pli":"abhiruheyyāsi, mahārāja, dibbaṃ yānaṃ avikampamāno’ti. ","eng":"Mount the heavenly chariot, great king, without wavering!”’ ","html":"{}</p>"},"mn83:14.5":{"pli":"‘Evaṃ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ upasaṅkamitvā etadavoca: ","eng":"‘Yes, lord,’ replied Mātali. He did as Sakka asked, and said to the king, ","html":"<p>{}"},"mn83:14.6":{"pli":"‘ayaṃ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito; ","eng":"‘Great king, this chariot has been sent for you by Sakka, lord of gods. ","html":"{}"},"mn83:14.7":{"pli":"abhiruha, mahārāja, dibbaṃ yānaṃ avikampamāno. ","eng":"Mount the heavenly chariot, great king, without wavering! ","html":"{}"},"mn83:14.8":{"pli":"Api ca, mahārāja, katamena taṃ nemi, yena vā pāpakammā pāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedenti, yena vā kalyāṇakammā kalyāṇakammānaṃ vipākaṃ paṭisaṃvedentī’ti? ","eng":"But which way should we go—the way of those who experience the result of bad deeds, or the way of those who experience the result of good deeds?’ ","html":"{}</p>"},"mn83:14.9":{"pli":"‘Ubhayeneva maṃ, mātali, nehī’ti. ","eng":"‘Take me both ways, Mātali.’ ","html":"<p>{}</p>","comm":"Despite this, no journey to the lower realms is mentioned here, which perhaps indicates textual loss. It is, however, told in detail in <a href='index.html?q=ja541'>Ja 541</a>. "},"mn83:15.1":{"pli":"Sampavesesi kho, ānanda, mātali, saṅgāhako nimiṃ rājānaṃ sudhammaṃ sabhaṃ. ","eng":"Mātali brought King Nimi to the Hall of Clear Right. ","html":"<p>{}"},"mn83:15.2":{"pli":"Addasā kho, ānanda, sakko devānamindo nimiṃ rājānaṃ dūratova āgacchantaṃ. ","eng":"Sakka saw King Nimi coming off in the distance, ","html":"{}"},"mn83:15.3":{"pli":"Disvāna nimiṃ rājānaṃ etadavoca: ","eng":"and said to him: ","html":"{}"},"mn83:15.4":{"pli":"‘ehi kho, mahārāja. ","eng":"‘Come, great king! ","html":"{}"},"mn83:15.5":{"pli":"Svāgataṃ, mahārāja. ","eng":"Welcome, great king! ","html":"{}"},"mn83:15.6":{"pli":"Devā te dassanakāmā, mahārāja, tāvatiṃsā sudhammāyaṃ sabhāyaṃ kittayamānarūpā sannisinnā: ","eng":"The gods of the thirty-three who wanted to see you were sitting together in the Hall of Clear Right, where they were singing your praises. ","html":"{}"},"mn83:15.7":{"pli":"“lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ, ","html":"{}"},"mn83:15.8":{"pli":"yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā; ","html":"{}"},"mn83:15.9":{"pli":"dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ","html":"{}"},"mn83:15.10":{"pli":"uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā”ti. ","html":"{}"},"mn83:15.11":{"pli":"Devā te, mahārāja, tāvatiṃsā dassanakāmā. ","eng":"The gods of the thirty-three would like to see you. ","html":"{}"},"mn83:15.12":{"pli":"Abhirama, mahārāja, devesu devānubhāvenā’ti. ","eng":"Enjoy heavenly glory among the gods!’ ","html":"{}</p>"},"mn83:15.13":{"pli":"‘Alaṃ, mārisa, tattheva maṃ mithilaṃ paṭinetu. ","eng":"‘Enough, good fellow. Send me back to Mithilā right away. ","html":"<p>{}"},"mn83:15.14":{"pli":"Tathāhaṃ dhammaṃ carissāmi brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ","eng":"That way I shall justly treat brahmins and householders, and people of town and country. ","html":"{}"},"mn83:15.15":{"pli":"uposathañca upavasāmi cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā’ti. ","eng":"And I shall observe the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.’ ","html":"{}</p>","comm":"PTS and BJT editions have the expected <i lang='pi' translate='no'>upavasissāmi</i> (“I shall observe”) for Mahāsaṅgīti’s <i lang='pi' translate='no'>upavasāmi</i> (“I observe”). "},"mn83:16.1":{"pli":"Atha kho, ānanda, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi: ","eng":"Then Sakka, lord of gods, addressed his chariot handler Mātali, ","html":"<p>{}"},"mn83:16.2":{"pli":"‘ehi tvaṃ, samma mātali, sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ tattheva mithilaṃ paṭinehī’ti. ","eng":"‘Come, dear Mātali, harness the chariot with a thousand thoroughbreds and send King Nimi back to Mithilā right away.’ ","html":"{}</p>"},"mn83:16.3":{"pli":"‘Evaṃ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ tattheva mithilaṃ paṭinesi. ","eng":"‘Yes, lord,’ replied Mātali, and did as Sakka asked. ","html":"<p>{}"},"mn83:16.4":{"pli":"Tatra sudaṃ, ānanda, nimi rājā dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca, uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassāti. ","eng":"And there King Nimi justly treated his people, and observed the sabbath. ","html":"{}</p>"},"mn83:16.5":{"pli":"Atha kho, ānanda, nimi rājā bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi: ","eng":"Then, after many years, many hundred years, many thousand years had passed, King Nimi addressed his barber, ","html":"<p>{}"},"mn83:16.6":{"pli":"‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha me āroceyyāsī’ti. ","eng":"‘My dear barber, when you see grey hairs growing on my head, please tell me.’ ","html":"{}"},"mn83:16.7":{"pli":"‘Evaṃ, devā’ti kho, ānanda, kappako nimissa rañño paccassosi. ","eng":"And all unfolded as before. ","html":"{}"},"mn83:16.8":{"pli":"Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena nimissa rañño sirasmiṃ palitāni jātāni. ","html":"{}"},"mn83:16.9":{"pli":"Disvāna nimiṃ rājānaṃ etadavoca: ","html":"{}"},"mn83:16.10":{"pli":"‘pātubhūtā kho devassa devadūtā; ","html":"{}"},"mn83:16.11":{"pli":"dissanti sirasmiṃ palitāni jātānī’ti. ","html":"{}"},"mn83:16.12":{"pli":"‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti. ","html":"{}"},"mn83:16.13":{"pli":"‘Evaṃ, devā’ti kho, ānanda, kappako nimissa rañño paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā nimissa rañño añjalismiṃ patiṭṭhāpesi. ","html":"{}"},"mn83:16.14":{"pli":"Atha kho, ānanda, nimi rājā kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ","html":"{}"},"mn83:16.15":{"pli":"‘pātubhūtā kho me, tāta kumāra, devadūtā; ","html":"{}"},"mn83:16.16":{"pli":"dissanti sirasmiṃ palitāni jātāni; ","html":"{}"},"mn83:16.17":{"pli":"bhuttā kho pana me mānusakā kāmā; ","html":"{}"},"mn83:16.18":{"pli":"samayo dibbe kāme pariyesituṃ. ","html":"{}"},"mn83:16.19":{"pli":"Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja. ","html":"{}"},"mn83:16.20":{"pli":"Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi. ","html":"{}"},"mn83:16.21":{"pli":"Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi. ","html":"{}"},"mn83:16.22":{"pli":"Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi. ","html":"{}"},"mn83:16.23":{"pli":"Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti. ","html":"{}"},"mn83:16.24":{"pli":"Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi: ","html":"{}"},"mn83:16.25":{"pli":"“yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī”’ti. ","html":"{}</p>"},"mn83:17-19.1":{"pli":"Atha kho, ānanda, nimi rājā kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ","html":"<p>{}"},"mn83:17-19.2":{"pli":"So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ","html":"{}"},"mn83:17-19.3":{"pli":"Karuṇāsahagatena cetasā … ","html":"{}"},"mn83:17-19.4":{"pli":"muditāsahagatena cetasā … ","html":"{}"},"mn83:17-19.5":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ","html":"{}"},"mn83:17-19.6":{"pli":"Nimi kho panānanda, rājā caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari. ","html":"{}"},"mn83:17-19.7":{"pli":"So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi. ","eng":"And having developed the four divine meditations, when his body broke up, after death, King Nimi was reborn in a good place, a realm of divinity. ","html":"{}</p>"},"mn83:20.1":{"pli":"Nimissa kho panānanda, rañño kaḷārajanako nāma putto ahosi. ","eng":"But King Nimi had a son named Kaḷāra Janaka. ","html":"<p>{}","comm":"The Janakas were the famed kingly house of Videha, here framed as the source of the kingdom’s decline. A King Janaka was Sītā’s father in the Rāmāyaṇa, and one discussed philosophy with Yājñavalkya in the Bṛhadāraṇyaka Upaniṣad. A Janaka is also featured in the Jātakas (<a href='index.html?q=ja539'>Ja 539</a>). It seems impossible to determine which, if any, are the same person. "},"mn83:20.2":{"pli":"Na so agārasmā anagāriyaṃ pabbaji. ","eng":"He didn’t go forth from the lay life to homelessness. ","html":"{}"},"mn83:20.3":{"pli":"So taṃ kalyāṇaṃ vattaṃ samucchindi. ","eng":"He broke that good practice. ","html":"{}"},"mn83:20.4":{"pli":"So tesaṃ antimapuriso ahosi. ","eng":"He was their final man. ","html":"{}</p>"},"mn83:21.1":{"pli":"Siyā kho pana te, ānanda, evamassa: ","eng":"Ānanda, you might think, ","html":"<p>{}"},"mn83:21.2":{"pli":"‘añño nūna tena samayena rājā maghadevo ahosi, yena taṃ kalyāṇaṃ vattaṃ nihitan’ti. ","eng":"‘Surely King Maghadeva, by whom that good practice was founded, must have been someone else at that time?’ ","html":"{}"},"mn83:21.3":{"pli":"Na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"mn83:21.4":{"pli":"Ahaṃ tena samayena rājā maghadevo ahosiṃ. ","eng":"I myself was King Maghadeva at that time. ","html":"{}"},"mn83:21.5":{"pli":"Ahaṃ taṃ kalyāṇaṃ vattaṃ nihiniṃ, mayā taṃ kalyāṇaṃ vattaṃ nihitaṃ; ","eng":"I was the one who founded that good practice, ","html":"{}"},"mn83:21.6":{"pli":"pacchimā janatā anuppavattesi. ","eng":"which was kept up by those who came after. ","html":"{}</p>"},"mn83:21.7":{"pli":"Taṃ kho panānanda, kalyāṇaṃ vattaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva brahmalokūpapattiyā. ","eng":"But that good practice doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the realm of divinity. ","html":"<p>{}","comm":"According to the doctrine of the “perfections” (<i lang='pi' translate='no'>pāramī</i>), which emerged around two to four centuries after the Buddha’s passing, the practices he undertook in past lives laid the foundation for awakening in this life. Here, however, the Buddha states that his former practices did not lead to awakening. Rather, since they were based on the wrong view of eternal bliss in the Brahmā realm, they only led to a good rebirth so long as that kamma lasted. It is the eightfold path, which the Buddha discovered in his final life, which leads to awakening. The same saying in a similar context is found at <a href='index.html?q=dn19#61.4'>DN 19:61.4</a>. "},"mn83:21.8":{"pli":"Idaṃ kho panānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. ","eng":"But now I have founded a good practice that does lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}</p>"},"mn83:21.9":{"pli":"Katamañcānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati? ","eng":"And what is that good practice? ","html":"<p>{}"},"mn83:21.10":{"pli":"Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—","eng":"It is simply this noble eightfold path, that is: ","html":"{}"},"mn83:21.11":{"pli":"sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ","html":"{}"},"mn83:21.12":{"pli":"Idaṃ kho, ānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. ","eng":"This is the good practice I have now founded that leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"{}</p>"},"mn83:21.13":{"pli":"Taṃ vo ahaṃ, ānanda, evaṃ vadāmi: ","eng":"Ānanda, I say to you: ","html":"<p>{}"},"mn83:21.14":{"pli":"‘yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvattha’. ","eng":"‘You all should keep up this good practice that I have founded. Do not be my final men.’ ","html":"{}","comm":"The Buddha changes to the plural so as to include the whole Saṅgha. "},"mn83:21.15":{"pli":"Yasmiṃ kho, ānanda, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti. ","eng":"When a pair of men are living, the one who breaks such good practice is their final man. ","html":"{}"},"mn83:21.16":{"pli":"Taṃ vo ahaṃ, ānanda, evaṃ vadāmi: ","eng":"Ānanda, I say to you: ","html":"{}"},"mn83:21.17":{"pli":"‘yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvatthā’”ti. ","eng":"‘You all should keep up this good practice that I have founded. Do not be my final men.’” ","html":"{}</p>"},"mn83:21.18":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn83:21.19":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"mn83:21.20":{"pli":"Maghadevasuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}