{"mn62":{"mn62:0.1":{"pli":"Majjhima Nikāya 62 ","eng":"Middle Discourses 62 ","html":"<article id='mn62'><header><ul><li class='division'>{}</li></ul>"},"mn62:0.2":{"pli":"Mahārāhulovādasutta ","eng":"The Longer Advice to Rāhula ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn62:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"Compared to <a href='index.html?q=mn61'>MN 61</a>, now the Buddha is assigning advanced practices to Rāhula, recommending a diverse range of different meditations. | The unusual structure raises questions as to its historicity, which I will discuss in my final note, having noted relevant details along the way. "},"mn62:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn62:2.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ","html":"<p>{}"},"mn62:2.2":{"pli":"Āyasmāpi kho rāhulo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya bhagavantaṃ piṭṭhito piṭṭhito anubandhi. ","eng":"And Venerable Rāhula also robed up and followed behind the Buddha. ","html":"{}</p>","comm":"According to the commentary, Rāhula was now eighteen years old, situating this sutta several years after <a href='index.html?q=mn61'>MN 61</a>. "},"mn62:3.1":{"pli":"Atha kho bhagavā apaloketvā āyasmantaṃ rāhulaṃ āmantesi: ","eng":"Then the Buddha looked back at Rāhula and said, ","html":"<p>{}"},"mn62:3.2":{"pli":"“yaṃ kiñci, rāhula, rūpaṃ—atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā—sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabban”ti. ","eng":"“Rāhula, you should truly see any kind of form at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’” ","html":"{}</p>"},"mn62:3.3":{"pli":"“Rūpameva nu kho, bhagavā, rūpameva nu kho, sugatā”ti? ","eng":"“Only form, Blessed One? Only form, Holy One?” ","html":"<p>{}</p>","comm":"The commentary says that the Buddha admonished him because he was admiring his father’s beauty, thinking that he looked similar. See <a href='index.html?q=mn61#8.2'>MN 61:8.2</a>, which similarly implies that vanity was a weakness of Rāhula. "},"mn62:3.4":{"pli":"“Rūpampi, rāhula, vedanāpi, rāhula, saññāpi, rāhula, saṅkhārāpi, rāhula, viññāṇampi, rāhulā”ti. ","eng":"“Form, Rāhula, as well as feeling and perception and choices and consciousness.” ","html":"<p>{}</p>"},"mn62:4.1":{"pli":"Atha kho āyasmā rāhulo “ko najja bhagavatā sammukhā ovādena ovadito gāmaṃ piṇḍāya pavisissatī”ti tato paṭinivattitvā aññatarasmiṃ rukkhamūle nisīdi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"Then Rāhula thought, “Who would go to the village for alms today after being advised directly by the Buddha?” Turning back, he sat down cross-legged at the root of a certain tree, setting his body straight, and establishing mindfulness in his presence. ","html":"<p>{}</p>","comm":"He decides to meditate rather than eat for that day. "},"mn62:5.1":{"pli":"Addasā kho āyasmā sāriputto āyasmantaṃ rāhulaṃ aññatarasmiṃ rukkhamūle nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"Venerable Sāriputta saw him sitting there, ","html":"<p>{}","comm":"Rāhula would have still been a novice (<i lang='pi' translate='no'>sāmaṇera</i>) as he was not yet twenty. It was Sāriputta who ordained him (<a href='index.html?q=pli-tv-kd1#54.2.7'>Kd 1:54.2.7</a>). "},"mn62:5.2":{"pli":"Disvāna āyasmantaṃ rāhulaṃ āmantesi: ","eng":"and addressed him, ","html":"{}"},"mn62:5.3":{"pli":"“ānāpānassatiṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"“Rāhula, develop mindfulness of breathing. ","html":"{}"},"mn62:5.4":{"pli":"Ānāpānassati, rāhula, bhāvanā bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā”ti. ","eng":"When mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.” ","html":"{}</p>"},"mn62:6.1":{"pli":"Atha kho āyasmā rāhulo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā rāhulo bhagavantaṃ etadavoca: ","eng":"Then in the late afternoon, Rāhula came out of retreat, went to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"mn62:7.1":{"pli":"“kathaṃ bhāvitā nu kho, bhante, ānāpānassati, kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā”ti? ","eng":"“Sir, how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?” ","html":"<p>{}</p>","comm":"The Pali text has a striking narrative form. The Buddha encourages Rāhula to contemplate form; then Sāriputta urges him in breath meditation; but when Rāhula asks the Buddha about that, the Buddha ignores him (until much later in the sutta) and instead expands on his instructions on form. The Chinese parallel (EA 17.1 at T ii 581c–582c) paints quite a different picture. Sāriputta does not appear at all, and it is the Buddha who instructs Rāhula when he is meditating, teaching him not just mindfulness of breathing but also the meditations on the ugliness of the body and the divine abidings. Then, when Rāhula approaches him later to ask further about mindfulness of breathing, the Buddha teaches him this right away, omitting entirely the long section on the elements. Both suttas agree on teaching Rāhula a range of meditations, but the Pali implies that he needed to mature his mind with a range of other meditations before attempting mindfulness of breathing, a situation of which Sāriputta was not aware. "},"mn62:8.1":{"pli":"“Yaṃ kiñci, rāhula, ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, seyyathidaṃ—","eng":"“Rāhula, the interior earth element is anything internal, personal, that’s hard, solid, and appropriated. This includes: ","html":"<p>{}","comm":"This largely follows <a href='index.html?q=mn140#14.4'>MN 140:14.4</a> and <a href='index.html?q=mn28#4.1'>MN 28:4.1</a>, the latter of which was taught by Sāriputta. There the expanded teaching is clearly situated within the contemplation of form, whereas here it is somewhat abrupt. "},"mn62:8.2":{"pli":"kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ—","eng":"head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces; or anything else internal, personal, that’s hard, solid, and appropriated. ","html":"{}"},"mn62:8.3":{"pli":"ayaṃ vuccati, rāhula, ajjhattikā pathavīdhātu. ","eng":"This is called the interior earth element. ","html":"{}"},"mn62:8.4":{"pli":"Yā ceva kho pana ajjhattikā pathavīdhātu yā ca bāhirā pathavīdhātu, pathavīdhāturevesā. ","eng":"The interior earth element and the exterior earth element are just the earth element. ","html":"{}"},"mn62:8.5":{"pli":"Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn62:8.6":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the earth element, detaching the mind from the earth element. ","html":"{}</p>"},"mn62:9.1":{"pli":"Katamā ca, rāhula, āpodhātu? ","eng":"And what is the water element? ","html":"<p>{}"},"mn62:9.2":{"pli":"Āpodhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The water element may be interior or exterior. ","html":"{}"},"mn62:9.3":{"pli":"Katamā ca, rāhula, ajjhattikā āpodhātu? ","eng":"And what is the interior water element? ","html":"{}"},"mn62:9.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s water, watery, and appropriated. This includes: ","html":"{}"},"mn62:9.5":{"pli":"pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ—","eng":"bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine; or anything else internal, personal, that’s water, watery, and appropriated. ","html":"{}"},"mn62:9.6":{"pli":"ayaṃ vuccati, rāhula, ajjhattikā āpodhātu. ","eng":"This is called the interior water element. ","html":"{}"},"mn62:9.7":{"pli":"Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu āpodhāturevesā. ","eng":"The interior water element and the exterior water element are just the water element. ","html":"{}"},"mn62:9.8":{"pli":"Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn62:9.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the water element, detaching the mind from the water element. ","html":"{}</p>"},"mn62:10.1":{"pli":"Katamā ca, rāhula, tejodhātu? ","eng":"And what is the fire element? ","html":"<p>{}"},"mn62:10.2":{"pli":"Tejodhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The fire element may be interior or exterior. ","html":"{}"},"mn62:10.3":{"pli":"Katamā ca, rāhula, ajjhattikā tejodhātu? ","eng":"And what is the interior fire element? ","html":"{}"},"mn62:10.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s fire, fiery, and appropriated. This includes: ","html":"{}"},"mn62:10.5":{"pli":"yena ca santappati yena ca jīrīyati yena ca pariḍayhati yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ—","eng":"that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink; or anything else internal, personal, that’s fire, fiery, and appropriated. ","html":"{}"},"mn62:10.6":{"pli":"ayaṃ vuccati, rāhula, ajjhattikā tejodhātu. ","eng":"This is called the interior fire element. ","html":"{}"},"mn62:10.7":{"pli":"Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu tejodhāturevesā. ","eng":"The interior fire element and the exterior fire element are just the fire element. ","html":"{}"},"mn62:10.8":{"pli":"Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn62:10.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the fire element, detaching the mind from the fire element. ","html":"{}</p>"},"mn62:11.1":{"pli":"Katamā ca, rāhula, vāyodhātu? ","eng":"And what is the air element? ","html":"<p>{}"},"mn62:11.2":{"pli":"Vāyodhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The air element may be interior or exterior. ","html":"{}"},"mn62:11.3":{"pli":"Katamā ca, rāhula, ajjhattikā vāyodhātu? ","eng":"And what is the interior air element? ","html":"{}"},"mn62:11.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s air, airy, and appropriated. This includes: ","html":"{}"},"mn62:11.5":{"pli":"uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ—","eng":"winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths; or anything else internal, personal, that’s air, airy, and appropriated. ","html":"{}"},"mn62:11.6":{"pli":"ayaṃ vuccati, rāhula, ajjhattikā vāyodhātu. ","eng":"This is called the interior air element. ","html":"{}"},"mn62:11.7":{"pli":"Yā ceva kho pana ajjhattikā vāyodhātu yā ca bāhirā vāyodhātu vāyodhāturevesā. ","eng":"The interior air element and the exterior air element are just the air element. ","html":"{}"},"mn62:11.8":{"pli":"Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn62:11.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the air element, detaching the mind from the air element. ","html":"{}</p>"},"mn62:12.1":{"pli":"Katamā ca, rāhula, ākāsadhātu? ","eng":"And what is the space element? ","html":"<p>{}"},"mn62:12.2":{"pli":"Ākāsadhātu siyā ajjhattikā, siyā bāhirā. ","eng":"The space element may be interior or exterior. ","html":"{}"},"mn62:12.3":{"pli":"Katamā ca, rāhula, ajjhattikā ākāsadhātu? ","eng":"And what is the interior space element? ","html":"{}"},"mn62:12.4":{"pli":"Yaṃ ajjhattaṃ paccattaṃ ākāsaṃ ākāsagataṃ upādinnaṃ, seyyathidaṃ—","eng":"Anything internal, personal, that’s space, spacious, and appropriated. This includes: ","html":"{}"},"mn62:12.5":{"pli":"kaṇṇacchiddaṃ nāsacchiddaṃ mukhadvāraṃ, yena ca asitapītakhāyitasāyitaṃ ajjhoharati, yattha ca asitapītakhāyitasāyitaṃ santiṭṭhati, yena ca asitapītakhāyitasāyitaṃ adhobhāgaṃ nikkhamati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ ākāsaṃ ākāsagataṃ, aghaṃ aghagataṃ, vivaraṃ vivaragataṃ, asamphuṭṭhaṃ, maṃsalohitehi upādinnaṃ—","eng":"the ear canals, nostrils, and mouth; and the space for swallowing what is eaten and drunk, the space where it stays, and the space for excreting it from the nether regions; or anything else internal, personal, that’s space, spacious, and appropriated. ","html":"{}","comm":"The MS edition has an extended passage here that appears to be imported from the Abhidhamma (eg, <a href='index.html?q=vb3#10.5'>Vb 3:10.5</a>). It would translate as: “space, spacious, void, voidness, opening, openness, untouched, and appropriated by flesh and blood.” "},"mn62:12.6":{"pli":"ayaṃ vuccati, rāhula, ajjhattikā ākāsadhātu. ","eng":"This is called the interior space element. ","html":"{}"},"mn62:12.7":{"pli":"Yā ceva kho pana ajjhattikā ākāsadhātu yā ca bāhirā ākāsadhātu ākāsadhāturevesā. ","eng":"The interior space element and the exterior space element are just the space element. ","html":"{}"},"mn62:12.8":{"pli":"Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ","eng":"This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"mn62:12.9":{"pli":"Evametaṃ yathābhūtaṃ sammappaññāya disvā ākāsadhātuyā cittaṃ nibbindati, ākāsadhātuyā cittaṃ virājeti. ","eng":"When you truly see with right understanding, you grow disillusioned with the space element, detaching the mind from the space element. ","html":"{}</p>"},"mn62:13.1":{"pli":"Pathavīsamaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Rāhula, meditate like the earth. ","html":"<p>{}"},"mn62:13.2":{"pli":"Pathavīsamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like the earth, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}"},"mn62:13.3":{"pli":"Seyyathāpi, rāhula, pathaviyā sucimpi nikkhipanti, asucimpi nikkhipanti, gūthagatampi nikkhipanti, muttagatampi nikkhipanti, kheḷagatampi nikkhipanti, pubbagatampi nikkhipanti, lohitagatampi nikkhipanti, na ca tena pathavī aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose they were to toss both clean and unclean things on the earth, like feces, urine, spit, pus, and blood. The earth isn’t horrified, repelled, and disgusted because of this. ","html":"{}","comm":"This simile and those that follow on water, fire, and wind are found at <a href='index.html?q=an9.11#4.1'>AN 9.11:4.1</a>, where they are also spoken by Sāriputta. "},"mn62:13.4":{"pli":"evameva kho tvaṃ, rāhula, pathavīsamaṃ bhāvanaṃ bhāvehi. ","eng":"In the same way, meditate like the earth. ","html":"{}"},"mn62:13.5":{"pli":"Pathavīsamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like the earth, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}</p>"},"mn62:14.1":{"pli":"Āposamaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate like water. ","html":"<p>{}"},"mn62:14.2":{"pli":"Āposamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like water, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}"},"mn62:14.3":{"pli":"Seyyathāpi, rāhula, āpasmiṃ sucimpi dhovanti, asucimpi dhovanti, gūthagatampi dhovanti, muttagatampi dhovanti, kheḷagatampi dhovanti, pubbagatampi dhovanti, lohitagatampi dhovanti, na ca tena āpo aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose they were to wash both clean and unclean things in the water, like feces, urine, spit, pus, and blood. The water isn’t horrified, repelled, and disgusted because of this. ","html":"{}"},"mn62:14.4":{"pli":"evameva kho tvaṃ, rāhula, āposamaṃ bhāvanaṃ bhāvehi. ","eng":"In the same way, meditate like water. ","html":"{}"},"mn62:14.5":{"pli":"Āposamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like water, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}</p>"},"mn62:15.1":{"pli":"Tejosamaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate like fire. ","html":"<p>{}"},"mn62:15.2":{"pli":"Tejosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like fire, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}"},"mn62:15.3":{"pli":"Seyyathāpi, rāhula, tejo sucimpi dahati, asucimpi dahati, gūthagatampi dahati, muttagatampi dahati, kheḷagatampi dahati, pubbagatampi dahati, lohitagatampi dahati, na ca tena tejo aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose a fire were to burn both clean and unclean things, like feces, urine, spit, pus, and blood. The fire isn’t horrified, repelled, and disgusted because of this. ","html":"{}"},"mn62:15.4":{"pli":"evameva kho tvaṃ, rāhula, tejosamaṃ bhāvanaṃ bhāvehi. ","eng":"In the same way, meditate like fire. ","html":"{}"},"mn62:15.5":{"pli":"Tejosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like fire, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}</p>"},"mn62:16.1":{"pli":"Vāyosamaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate like wind. ","html":"<p>{}"},"mn62:16.2":{"pli":"Vāyosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like wind, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}"},"mn62:16.3":{"pli":"Seyyathāpi, rāhula, vāyo sucimpi upavāyati, asucimpi upavāyati, gūthagatampi upavāyati, muttagatampi upavāyati, kheḷagatampi upavāyati, pubbagatampi upavāyati, lohitagatampi upavāyati, na ca tena vāyo aṭṭīyati vā harāyati vā jigucchati vā; ","eng":"Suppose the wind were to blow on both clean and unclean things, like feces, urine, spit, pus, and blood. The wind isn’t horrified, repelled, and disgusted because of this. ","html":"{}"},"mn62:16.4":{"pli":"evameva kho tvaṃ, rāhula, vāyosamaṃ bhāvanaṃ bhāvehi. ","eng":"In the same way, meditate like the wind. ","html":"{}"},"mn62:16.5":{"pli":"Vāyosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like wind, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}</p>"},"mn62:17.1":{"pli":"Ākāsasamaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate like space. ","html":"<p>{}"},"mn62:17.2":{"pli":"Ākāsasamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like space, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}"},"mn62:17.3":{"pli":"Seyyathāpi, rāhula, ākāso na katthaci patiṭṭhito; ","eng":"Just as space is not established anywhere, ","html":"{}","comm":"This phrase is unique in the early texts. It is quoted by name in <a href='index.html?q=mil7.4.6#5.4'>Mil 7.4.6:5.4</a>. "},"mn62:17.4":{"pli":"evameva kho tvaṃ, rāhula, ākāsasamaṃ bhāvanaṃ bhāvehi. ","eng":"in the same way, meditate like space. ","html":"{}"},"mn62:17.5":{"pli":"Ākāsasamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti. ","eng":"For when you meditate like space, pleasant and unpleasant contacts will not occupy your mind. ","html":"{}</p>"},"mn62:18.1":{"pli":"Mettaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate on love. ","html":"<p>{}"},"mn62:18.2":{"pli":"Mettañhi te, rāhula, bhāvanaṃ bhāvayato yo byāpādo so pahīyissati. ","eng":"For when you meditate on love any ill will will be given up. ","html":"{}</p>"},"mn62:19.1":{"pli":"Karuṇaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate on compassion. ","html":"<p>{}"},"mn62:19.2":{"pli":"Karuṇañhi te, rāhula, bhāvanaṃ bhāvayato yā vihesā sā pahīyissati. ","eng":"For when you meditate on compassion any cruelty will be given up. ","html":"{}</p>"},"mn62:20.1":{"pli":"Muditaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate on rejoicing. ","html":"<p>{}"},"mn62:20.2":{"pli":"Muditañhi te, rāhula, bhāvanaṃ bhāvayato yā arati sā pahīyissati. ","eng":"For when you meditate on rejoicing any discontent will be given up. ","html":"{}</p>"},"mn62:21.1":{"pli":"Upekkhaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate on equanimity. ","html":"<p>{}"},"mn62:21.2":{"pli":"Upekkhañhi te, rāhula, bhāvanaṃ bhāvayato yo paṭigho so pahīyissati. ","eng":"For when you meditate on equanimity any repulsion will be given up. ","html":"{}</p>"},"mn62:22.1":{"pli":"Asubhaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate on ugliness. ","html":"<p>{}"},"mn62:22.2":{"pli":"Asubhañhi te, rāhula, bhāvanaṃ bhāvayato yo rāgo so pahīyissati. ","eng":"For when you meditate on ugliness any lust will be given up. ","html":"{}</p>"},"mn62:23.1":{"pli":"Aniccasaññaṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Meditate on impermanence. ","html":"<p>{}"},"mn62:23.2":{"pli":"Aniccasaññañhi te, rāhula, bhāvanaṃ bhāvayato yo asmimāno so pahīyissati. ","eng":"For when you meditate on impermanence any conceit ‘I am’ will be given up. ","html":"{}</p>"},"mn62:24.1":{"pli":"Ānāpānassatiṃ, rāhula, bhāvanaṃ bhāvehi. ","eng":"Develop mindfulness of breathing. ","html":"<p>{}"},"mn62:24.2":{"pli":"Ānāpānassati hi te, rāhula, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā. ","eng":"When mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial. ","html":"{}"},"mn62:24.3":{"pli":"Kathaṃ bhāvitā ca, rāhula, ānāpānassati, kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā? ","eng":"And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial? ","html":"{}</p>"},"mn62:25.1":{"pli":"Idha, rāhula, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, sets their body straight, and establishes mindfulness in their presence. ","html":"<p>{}"},"mn62:25.2":{"pli":"So satova assasati satova passasati. ","eng":"Just mindful, they breath in. Mindful, they breath out. ","html":"{}</p>","comm":"For notes on this practice, see <a href='index.html?q=mn118#17.2'>MN 118:17.2</a>. "},"mn62:26.1":{"pli":"Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti; ","eng":"Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ ","html":"<p>{}"},"mn62:26.2":{"pli":"rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti. ","eng":"When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ ","html":"{}"},"mn62:26.3":{"pli":"‘Sabbakāyappaṭisaṃvedī assasissāmī’ti sikkhati; ‘sabbakāyappaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’","html":"{}"},"mn62:26.4":{"pli":"‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati; ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ","html":"{}</p>"},"mn62:27.1":{"pli":"‘Pītippaṭisaṃvedī assasissāmī’ti sikkhati; ‘pītippaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing rapture.’ They practice like this: ‘I’ll breathe out experiencing rapture.’ ","html":"<p>{}"},"mn62:27.2":{"pli":"‘sukhappaṭisaṃvedī assasissāmī’ti sikkhati; ‘sukhappaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing bliss.’ They practice like this: ‘I’ll breathe out experiencing bliss.’ ","html":"{}"},"mn62:27.3":{"pli":"‘cittasaṅkhārappaṭisaṃvedī assasissāmī’ti sikkhati; ‘cittasaṅkhārappaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing the mental process.’ They practice like this: ‘I’ll breathe out experiencing the mental process.’ ","html":"{}"},"mn62:27.4":{"pli":"‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati; ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in stilling the mental process.’ They practice like this: ‘I’ll breathe out stilling the mental process.’ ","html":"{}</p>"},"mn62:28.1":{"pli":"‘Cittappaṭisaṃvedī assasissāmī’ti sikkhati; ‘cittappaṭisaṃvedī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’ ","html":"<p>{}"},"mn62:28.2":{"pli":"‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati; ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in gladdening the mind.’ They practice like this: ‘I’ll breathe out gladdening the mind.’ ","html":"{}"},"mn62:28.3":{"pli":"‘samādahaṃ cittaṃ assasissāmī’ti sikkhati; ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in immersing the mind in samādhi.’ They practice like this: ‘I’ll breathe out immersing the mind in samādhi.’ ","html":"{}"},"mn62:28.4":{"pli":"‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati; ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’ ","html":"{}</p>"},"mn62:29.1":{"pli":"‘Aniccānupassī assasissāmī’ti sikkhati; ‘aniccānupassī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in observing impermanence.’ They practice like this: ‘I’ll breathe out observing impermanence.’ ","html":"<p>{}"},"mn62:29.2":{"pli":"‘virāgānupassī assasissāmī’ti sikkhati; ‘virāgānupassī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in observing fading away.’ They practice like this: ‘I’ll breathe out observing fading away.’ ","html":"{}"},"mn62:29.3":{"pli":"‘nirodhānupassī assasissāmī’ti sikkhati; ‘nirodhānupassī passasissāmī’ti sikkhati; ","eng":"They practice like this: ‘I’ll breathe in observing cessation.’ They practice like this: ‘I’ll breathe out observing cessation.’ ","html":"{}"},"mn62:29.4":{"pli":"‘paṭinissaggānupassī assasissāmī’ti sikkhati; ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ","eng":"They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ ","html":"{}</p>"},"mn62:30.1":{"pli":"Evaṃ bhāvitā kho, rāhula, ānāpānassati, evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā. ","eng":"Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial. ","html":"<p>{}"},"mn62:30.2":{"pli":"Evaṃ bhāvitāya, rāhula, ānāpānassatiyā, evaṃ bahulīkatāya yepi te carimakā assāsā tepi viditāva nirujjhanti no aviditā”ti. ","eng":"When mindfulness of breathing is developed and cultivated in this way, even as the final breaths cease they are known, not unknown.” ","html":"{}</p>"},"mn62:30.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn62:30.4":{"pli":"Attamano āyasmā rāhulo bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Rāhula approved what the Buddha said. ","html":"{}</p>","comm":"The Chinese parallel presents a fuller picture of Rāhula’s progress at this point, saying he went away, developed <i lang='pi' translate='no'>jhānas</i>, and became an arahant, before returning to announce this to the Buddha, who praised him as the foremost of those desiring training. In the Pali, Rāhula’s awakening occurs differently in <a href='index.html?q=mn147'>MN 147</a>, while he is praised for desiring training at <a href='index.html?q=an1.209#1.1'>AN 1.209:1.1</a>. | It is not easy to assess the historical authenticity of this sutta. The Chinese version presents a more coherent narrative that may indicate less corruption. Yet it expands the ending, making the sutta a comprehensive account of Rāhula’s progress. The collection from which it stems, the Ekottarikāgama, is the latest and least orthodox of extant Āgama collections, and it could be that it has streamlined a knotty narrative. The Pali, with its abrupt narrative transition and its implication that Sāriputta got his meditation instructions wrong, has more of the randomness of natural dialogue. Yet the fact that the portions extra to the Chinese include not only the person of Sāriputta, but also teachings associated with Sāriputta, is hard to explain as a loss of text. Perhaps both texts have been expanded from a simpler original where the Buddha teaches meditation to his son. "},"mn62:30.5":{"pli":"Mahārāhulovādasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}