{"mn122":{"mn122:0.1":{"pli":"Majjhima Nikāya 122 ","eng":"Middle Discourses 122 ","html":"<article id='mn122'><header><ul><li class='division'>{}</li></ul>"},"mn122:0.2":{"pli":"Mahāsuññatasutta ","eng":"The Longer Discourse on Emptiness ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn122:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"In the discourse, as with the previous, emptiness is associated with physical seclusion and the development of serenity meditation leading to insight. "},"mn122:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"{}</p>"},"mn122:2.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kapilavatthu for alms. ","html":"<p>{}"},"mn122:2.2":{"pli":"Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kāḷakhemakassa sakkassa vihāro tenupasaṅkami divāvihārāya. ","eng":"He wandered for alms in Kapilavatthu. After the meal, on his return from almsround, he went to the lodge of the Sakyan Khemaka the Dark for the day’s meditation. ","html":"{}</p>","comm":"The Sakyans Khemaka, known for his dark skin, and Ghaṭā are otherwise unknown. Their “lodges” (<i lang='pi' translate='no'>vihāra</i>) were, according to the commentary, buildings offered by them for the use of the Saṅgha inside the Banyan Tree Monastery, rather than being their personal homes. "},"mn122:2.3":{"pli":"Tena kho pana samayena kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni honti. ","eng":"Now at that time many resting places had been spread out at the lodge of Khemaka the Dark. ","html":"<p>{}","comm":"The fact that they were readily noticeable suggests that the beds were in the open, a detail confirmed by Tibetan parallel. Bedding and furniture were typically property of the Saṅgha, rather than individuals, so it is an offence to leave them exposed to the elements (<a href='index.html?q=pli-tv-bu-vb-pc14'>Bu Pc 14</a>, <a href='index.html?q=pli-tv-bu-vb-pc15'>Bu Pc 15</a>). "},"mn122:2.4":{"pli":"Addasā kho bhagavā kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni. ","eng":"The Buddha saw this, ","html":"{}"},"mn122:2.5":{"pli":"Disvāna bhagavato etadahosi: ","eng":"and wondered, ","html":"{}"},"mn122:2.6":{"pli":"“sambahulāni kho kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni. ","eng":"“Many resting places have been spread out; ","html":"{}"},"mn122:2.7":{"pli":"Sambahulā nu kho idha bhikkhū viharantī”ti. ","eng":"are there many mendicants living here?” ","html":"{}</p>"},"mn122:2.8":{"pli":"Tena kho pana samayena āyasmā ānando sambahulehi bhikkhūhi saddhiṃ ghaṭāya sakkassa vihāre cīvarakammaṃ karoti. ","eng":"Now at that time Venerable Ānanda, together with many other mendicants, was making robes at the lodge of the Sakyan Ghaṭā. ","html":"<p>{}","comm":"Some translators (Chalmers, Horner, Siam Rath), as well as the Dictionary of Pali Proper Names, take this name as the masculine form <i lang='pi' translate='no'>ghaṭāya</i>, assuming it is compounded with <i lang='pi' translate='no'>sakkassa</i>; but names are not usually compounded in this way (cf. <i lang='pi' translate='no'>kāḷakhemakassa sakkassa</i> above), and <i lang='pi' translate='no'>ghaṭāya</i> does not seem to be attested elsewhere. In his hand-written manuscript, Ñāṇamoḷī had <i lang='pi' translate='no'>ghāṭā</i>, which was followed by Bodhi and Thanissaro. This reads the masculine agent noun “slayer”; but the genitive form would be <i lang='pi' translate='no'>ghātassa</i>, while PTS, BJT, MS, and commentary all have <i lang='pi' translate='no'>ghaṭāya</i> with no variants. Rather, read per text as the feminine genitive of <i lang='pi' translate='no'>ghaṭā</i>, suggesting that it was a woman who donated the building. She was perhaps born under the astrological sign known in India as <i lang='pi' translate='no'>kumbha</i> or <i lang='pi' translate='no'>ghaṭa</i> (“water-pot”), and in the west as Aquarius (“water-bearer”). "},"mn122:2.9":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena ghaṭāya sakkassa vihāro tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to Ghaṭā’s lodge, where he sat on the seat spread out ","html":"{}"},"mn122:2.10":{"pli":"Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"and said to Venerable Ānanda, ","html":"{}"},"mn122:2.11":{"pli":"“sambahulāni kho, ānanda, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni. ","eng":"“Many resting places have been spread out at the lodge of Khemaka the Dark; ","html":"{}"},"mn122:2.12":{"pli":"Sambahulā nu kho ettha bhikkhū viharantī”ti? ","eng":"are many mendicants living there?” ","html":"{}</p>"},"mn122:2.13":{"pli":"“Sambahulāni, bhante, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni. ","html":"<p>{}</p>"},"mn122:2.14":{"pli":"Sambahulā bhikkhū ettha viharanti. ","eng":"“Indeed there are, sir. ","html":"<p>{}"},"mn122:2.15":{"pli":"Cīvarakārasamayo no, bhante, vattatī”ti. ","eng":"It’s currently the time for making robes.” ","html":"{}</p>","comm":"This the period after the Rains Retreat, when cloth is offered by the lay community at the <i lang='pi' translate='no'>kaṭhiṇa</i> ceremony, and monastics busy themselves with sewing and repairs before setting out wandering. To this day, it is a time when the pent-up energies of the retreat are relaxed and the Saṅgha gathers for socializing in large numbers. "},"mn122:3.1":{"pli":"“Na kho, ānanda, bhikkhu sobhati saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito. ","eng":"“Ānanda, a mendicant doesn’t shine who enjoys company and groups, who loves them and likes to enjoy them. ","html":"<p>{}"},"mn122:3.2":{"pli":"So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito yaṃ taṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—netaṃ ṭhānaṃ vijjati. ","eng":"It is quite impossible that such a mendicant will get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty. ","html":"{}","comm":"This is defined at <a href='index.html?q=mn139#9.18'>MN 139:9.18</a> as the four absorptions. "},"mn122:3.3":{"pli":"Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṃ bhikkhuno pāṭikaṅkhaṃ yaṃ taṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—ṭhānametaṃ vijjati. ","eng":"But you should expect that a mendicant who lives alone, withdrawn from the group, will get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty. That is possible. ","html":"{}</p>"},"mn122:4.1":{"pli":"So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito sāmāyikaṃ vā kantaṃ cetovimuttiṃ upasampajja viharissati asāmāyikaṃ vā akuppanti—netaṃ ṭhānaṃ vijjati. ","eng":"Indeed, Ānanda, it is quite impossible that a mendicant who enjoys company will enter and remain in the freedom of heart—either that which is temporary and pleasant, or that which is irreversible and unshakable. ","html":"<p>{}","comm":"The “temporary and pleasant” liberation is the absorptions, while the “irreversible and unshakable” liberation is arahantship. "},"mn122:4.2":{"pli":"Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṃ bhikkhuno pāṭikaṅkhaṃ sāmāyikaṃ vā kantaṃ cetovimuttiṃ upasampajja viharissati asāmāyikaṃ vā akuppanti—ṭhānametaṃ vijjati. ","eng":"But it is possible that a mendicant who lives alone, withdrawn from the group will enter and remain in the freedom of heart—either that which is temporary and pleasant, or that which is irreversible and unshakable. ","html":"{}</p>"},"mn122:5.1":{"pli":"Nāhaṃ, ānanda, ekaṃ rūpampi samanupassāmi yattha rattassa yathābhiratassa rūpassa vipariṇāmaññathābhāvā na uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā. ","eng":"Ānanda, I do not see even a single sight which, with its decay and perishing, would not give rise to sorrow, lamentation, pain, sadness, and distress in someone who has desire and lust for it. ","html":"<p>{}</p>","comm":"Taken in isolation, <i lang='pi' translate='no'>rūpa</i> here might be “physical form” (i.e. “body”), but in passages with similar phrasing it is “visible form” (i.e. “sight”; <a href='index.html?q=an1.1#2.1'>AN 1.1:2.1</a>, <a href='index.html?q=an5.55#3.3'>AN 5.55:3.3</a>). "},"mn122:6.1":{"pli":"Ayaṃ kho panānanda, vihāro tathāgatena abhisambuddho yadidaṃ—","eng":"But this meditation has been understood by the Realized One, namely ","html":"<p>{}"},"mn122:6.2":{"pli":"sabbanimittānaṃ amanasikārā ajjhattaṃ suññataṃ upasampajja viharituṃ. ","eng":"to enter and remain in emptiness internally by not focusing on any signs. ","html":"{}","comm":"Normally the meditations on emptiness and on signlessness are presented as separate  meditation practices (<a href='index.html?q=sn41.7#4.1'>SN 41.7:4.1</a>). But in the previous sutta, the meditation on signlessness was presented as one of the stages in the manifestation of emptiness (<a href='index.html?q=mn121#10.1'>MN 121:10.1</a>). The outcome of the signless meditation is a heart that is “empty” of greed, hate, and delusion (<a href='index.html?q=mn43#37.1'>MN 43:37.1</a>). "},"mn122:6.3":{"pli":"Tatra ce, ānanda, tathāgataṃ iminā vihārena viharantaṃ bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā. ","eng":"Now, suppose that while the Realized One is practicing this meditation, monks, nuns, laymen, laywomen, rulers and their chief ministers, monastics of other religions and their disciples go to visit him. ","html":"{}","comm":"<i lang='pi' translate='no'>Tittha</i>, literally “ford”, is a path to salvation, used as a term for a non-Buddhist “religion”. <i lang='pi' translate='no'>Titthakara</i> is a “religious founder” (literally “ford-maker”); <i lang='pi' translate='no'>titthiya</i> is a “monastic of (another) religion” (for example at <a href='index.html?q=pli-tv-bu-vb-np22#1.2.5'>Bu NP 22:1.2.5</a>); <i lang='pi' translate='no'>titthiyasāvaka</i> is a “disciple of a monastic of (another) religion”. "},"mn122:6.4":{"pli":"Tatrānanda, tathāgato vivekaninneneva cittena vivekapoṇena vivekapabbhārena vūpakaṭṭhena nekkhammābhiratena byantībhūtena sabbaso āsavaṭṭhānīyehi dhammehi aññadatthu uyyojanikapaṭisaṃyuttaṃyeva kathaṃ kattā hoti. ","eng":"In that case, with a mind slanting, sloping, and inclining to seclusion, withdrawn, and loving renunciation, having totally eliminated defiling influences, he invariably gives a talk concerned only with sending them away. ","html":"{}</p>","comm":"Compare Sanskrit <i lang='pi' translate='no'>udyuyuje</i> at Śatapatha Brāhmaṇa 4.1.5.7, which likewise concerns withdrawing from a hermit to avoid annoyance. Here, <i lang='pi' translate='no'>uyyojanika</i> is the causative form, to “send away” or “dispatch”. "},"mn122:7.1":{"pli":"Tasmātihānanda, bhikkhu cepi ākaṅkheyya: ","eng":"Therefore, if a mendicant should wish, ","html":"<p>{}"},"mn122:7.2":{"pli":"‘ajjhattaṃ suññataṃ upasampajja vihareyyan’ti, tenānanda, bhikkhunā ajjhattameva cittaṃ saṇṭhapetabbaṃ sannisādetabbaṃ ekodi kātabbaṃ samādahātabbaṃ. ","eng":"‘May I enter and remain in emptiness internally!’ then they should still, settle, unify, and immerse their mind in samādhi internally. ","html":"{}</p>"},"mn122:7.3":{"pli":"Kathañcānanda, bhikkhu ajjhattameva cittaṃ saṇṭhapeti sannisādeti ekodiṃ karoti samādahati? ","eng":"And how does a mendicant still, settle, unify, and immerse their mind in samādhi internally? ","html":"<p>{}</p>"},"mn122:8.1":{"pli":"Idhānanda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati …pe… ","eng":"It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … ","html":"<p>{}"},"mn122:8.2":{"pli":"dutiyaṃ jhānaṃ … ","eng":"second absorption … ","html":"{}"},"mn122:8.3":{"pli":"tatiyaṃ jhānaṃ … ","eng":"third absorption … ","html":"{}"},"mn122:8.4":{"pli":"catutthaṃ jhānaṃ upasampajja viharati. ","eng":"fourth absorption. ","html":"{}"},"mn122:8.5":{"pli":"Evaṃ kho, ānanda, bhikkhu ajjhattameva cittaṃ saṇṭhapeti sannisādeti ekodiṃ karoti samādahati. ","eng":"That’s how a mendicant stills, settles, unifies, and immerses their mind in samādhi internally. ","html":"{}</p>"},"mn122:9.1":{"pli":"So ajjhattaṃ suññataṃ manasi karoti. ","eng":"They focus on emptiness internally, ","html":"<p>{}"},"mn122:9.2":{"pli":"Tassa ajjhattaṃ suññataṃ manasikaroto suññatāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"but their mind does not leap forth, gain confidence, settle down, and become decided. ","html":"{}"},"mn122:9.3":{"pli":"Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:9.4":{"pli":"‘ajjhattaṃ suññataṃ kho me manasikaroto ajjhattaṃ suññatāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti. ","eng":"‘I am focusing on emptiness internally, but my mind does not leap forth, gain confidence, settle down, and become decided.’ ","html":"{}"},"mn122:9.5":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}","comm":"This phrase indicates that they have “situational awareness” (<i lang='pi' translate='no'>sampajañña</i>), namely a contextual overview of how their meditation is progressing, understood in terms of cause and effect. The phrase also occurs in the same sense at <a href='index.html?q=an7.49#3.3'>AN 7.49:3.3</a>. "},"mn122:9.6":{"pli":"So bahiddhā suññataṃ manasi karoti …pe… ","eng":"They focus on emptiness externally … ","html":"{}"},"mn122:9.7":{"pli":"so ajjhattabahiddhā suññataṃ manasi karoti …pe… ","eng":"They focus on emptiness internally and externally … ","html":"{}"},"mn122:9.8":{"pli":"so āneñjaṃ manasi karoti. ","eng":"They focus on the imperturbable, ","html":"{}","comm":"For imperturbable, see <a href='index.html?q=mn105#12.3'>MN 105:12.3</a>. In this mode of practice, they wanted to develop emptiness before the formless attainments. Contrast with <a href='index.html?q=mn121#10.1'>MN 121:10.1</a>, where they develop the signless meditation only after the formless attainments. "},"mn122:9.9":{"pli":"Tassa āneñjaṃ manasikaroto āneñjāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ","eng":"but their mind does not leap forth, gain confidence, settle down, and become decided. ","html":"{}"},"mn122:9.10":{"pli":"Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:9.11":{"pli":"‘āneñjaṃ kho me manasikaroto āneñjāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti. ","eng":"‘I am focusing on the imperturbable internally, but my mind does not leap forth, gain confidence, settle down, and become decided.’ ","html":"{}"},"mn122:9.12":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:10.1":{"pli":"Tenānanda, bhikkhunā tasmiṃyeva purimasmiṃ samādhinimitte ajjhattameva cittaṃ saṇṭhapetabbaṃ sannisādetabbaṃ ekodi kātabbaṃ samādahātabbaṃ. ","eng":"Then that mendicant should still, settle, unify, and immerse their mind in samādhi internally using the same meditation subject as a basis of immersion that they used before. ","html":"<p>{}","comm":"Even though they had previously attained up to the fourth absorption, their practice is not yet fully stabilized. | For this phrase, see <a href='index.html?q=mn36#45.6'>MN 36:45.6</a> and <a href='index.html?q=an6.28#4.3'>AN 6.28:4.3</a>. "},"mn122:10.2":{"pli":"So ajjhattaṃ suññataṃ manasi karoti. ","eng":"They focus on emptiness internally, ","html":"{}","comm":"In this context, it seems that “emptiness” is a way of deepening absorption. "},"mn122:10.3":{"pli":"Tassa ajjhattaṃ suññataṃ manasikaroto ajjhattaṃ suññatāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"and their mind leaps forth, gains confidence, settles down, and becomes decided. ","html":"{}"},"mn122:10.4":{"pli":"Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:10.5":{"pli":"‘ajjhattaṃ suññataṃ kho me manasikaroto ajjhattaṃ suññatāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccatī’ti. ","eng":"‘I am focusing on emptiness internally, and my mind leaps forth, gains confidence, settles down, and becomes decided.’ ","html":"{}"},"mn122:10.6":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"mn122:10.7":{"pli":"So bahiddhā suññataṃ manasi karoti …pe… ","eng":"They focus on emptiness externally … ","html":"{}"},"mn122:10.8":{"pli":"so ajjhattabahiddhā suññataṃ manasi karoti …pe… ","eng":"They focus on emptiness internally and externally … ","html":"{}"},"mn122:10.9":{"pli":"so āneñjaṃ manasi karoti. ","eng":"They focus on the imperturbable, ","html":"{}"},"mn122:10.10":{"pli":"Tassa āneñjaṃ manasikaroto āneñjāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ","eng":"and their mind leaps forth, gains confidence, settles down, and becomes decided. ","html":"{}"},"mn122:10.11":{"pli":"Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:10.12":{"pli":"‘āneñjaṃ kho me manasikaroto āneñjāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccatī’ti. ","eng":"‘I am focusing on the imperturbable, and my mind leaps forth, gains confidence, settles down, and becomes decided.’ ","html":"{}"},"mn122:10.13":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:11.1":{"pli":"Tassa ce, ānanda, bhikkhuno iminā vihārena viharato caṅkamāya cittaṃ namati, so caṅkamati: ","eng":"While a mendicant is practicing such a meditation, if their mind inclines to walking, they walk, thinking: ","html":"<p>{}","comm":"The Buddha goes on to explain who one with such advanced meditation is able to maintain their practice. | The phrase <i lang='pi' translate='no'>tassa … bhikkhuno iminā vihārena viharato</i> (“While a mendicant is practicing such a meditation”) sounds like it means they are actually in the meditation state itself, but this passage shows that this is not necessarily the case, as they are able to walk about and hold conversations. "},"mn122:11.2":{"pli":"‘evaṃ maṃ caṅkamantaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ","eng":"‘While I’m walking, bad, unskillful qualities of covetousness and displeasure will not overwhelm me.’ ","html":"{}"},"mn122:11.3":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"mn122:11.4":{"pli":"Tassa ce, ānanda, bhikkhuno iminā vihārena viharato ṭhānāya cittaṃ namati, so tiṭṭhati: ","eng":"While a mendicant is practicing such a meditation, if their mind inclines to standing, they stand, thinking: ","html":"{}"},"mn122:11.5":{"pli":"‘evaṃ maṃ ṭhitaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ","eng":"‘While I’m standing, bad, unskillful qualities of covetousness and displeasure will not overwhelm me.’ ","html":"{}"},"mn122:11.6":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"mn122:11.7":{"pli":"Tassa ce, ānanda, bhikkhuno iminā vihārena viharato nisajjāya cittaṃ namati, so nisīdati: ","eng":"While a mendicant is practicing such a meditation, if their mind inclines to sitting, they sit, thinking: ","html":"{}"},"mn122:11.8":{"pli":"‘evaṃ maṃ nisinnaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ","eng":"‘While I’m sitting, bad, unskillful qualities of covetousness and displeasure will not overwhelm me.’ ","html":"{}"},"mn122:11.9":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"mn122:11.10":{"pli":"Tassa ce, ānanda, bhikkhuno iminā vihārena viharato sayanāya cittaṃ namati, so sayati: ","eng":"While a mendicant is practicing such a meditation, if their mind inclines to lying down, they lie down, thinking: ","html":"{}"},"mn122:11.11":{"pli":"‘evaṃ maṃ sayantaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ","eng":"‘While I’m lying down, bad, unskillful qualities of covetousness and displeasure will not overwhelm me.’ ","html":"{}"},"mn122:11.12":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:12.1":{"pli":"Tassa ce, ānanda, bhikkhuno iminā vihārena viharato kathāya cittaṃ namati, so: ","eng":"While a mendicant is practicing such a meditation, if their mind inclines to talking, they think: ","html":"<p>{}"},"mn122:12.2":{"pli":"‘yāyaṃ kathā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, seyyathidaṃ—rājakathā corakathā mahāmattakathā senākathā bhayakathā yuddhakathā annakathā pānakathā vatthakathā sayanakathā mālākathā gandhakathā ñātikathā yānakathā gāmakathā nigamakathā nagarakathā janapadakathā itthikathā surākathā visikhākathā kumbhaṭṭhānakathā pubbapetakathā nānattakathā lokakkhāyikā samuddakkhāyikā itibhavābhavakathā iti vā iti—evarūpiṃ kathaṃ na kathessāmī’ti. ","eng":"‘I will not engage in the kind of speech that is low, crude, ordinary, ignoble, and pointless. Such speech doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Namely: talk about kings, bandits, and chief ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.’ ","html":"{}"},"mn122:12.3":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"mn122:12.4":{"pli":"Yā ca kho ayaṃ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā iti: ‘evarūpiṃ kathaṃ kathessāmī’ti. ","eng":"‘But I will take part in talk about self-effacement that helps open the heart and leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.’ ","html":"{}"},"mn122:12.5":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:13.1":{"pli":"Tassa ce, ānanda, bhikkhuno iminā vihārena viharato vitakkāya cittaṃ namati, so: ","eng":"While a mendicant is practicing such a meditation, if their mind inclines to thinking, they think: ","html":"<p>{}"},"mn122:13.2":{"pli":"‘ye te vitakkā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti, seyyathidaṃ—kāmavitakko byāpādavitakko vihiṃsāvitakko iti evarūpe vitakke na vitakkessāmī’ti. ","eng":"‘I will not think the kind of thought that is low, crude, ordinary, ignoble, and pointless. Such thoughts don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is, sensual, malicious, or cruel thoughts.’ ","html":"{}"},"mn122:13.3":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}"},"mn122:13.4":{"pli":"Ye ca kho ime, ānanda, vitakkā ariyā niyyānikā niyyanti takkarassa sammādukkhakkhayāya, seyyathidaṃ—nekkhammavitakko abyāpādavitakko avihiṃsāvitakko iti: ‘evarūpe vitakke vitakkessāmī’ti. ","eng":"‘But I will think the kind of thought that is noble and emancipating, and brings one who practices it to the complete ending of suffering. That is, thoughts of renunciation, good will, and harmlessness.’ ","html":"{}"},"mn122:13.5":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:14.1":{"pli":"Pañca kho ime, ānanda, kāmaguṇā. ","eng":"There are these five kinds of sensual stimulation. ","html":"<p>{}"},"mn122:14.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"mn122:14.3":{"pli":"Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ","eng":"Sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn122:14.4":{"pli":"sotaviññeyyā saddā … ","eng":"Sounds known by the ear … ","html":"{}"},"mn122:14.5":{"pli":"ghānaviññeyyā gandhā … ","eng":"Smells known by the nose … ","html":"{}"},"mn122:14.6":{"pli":"jivhāviññeyyā rasā … ","eng":"Tastes known by the tongue … ","html":"{}"},"mn122:14.7":{"pli":"kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—","eng":"Touches known by the body, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"mn122:14.8":{"pli":"ime kho, ānanda, pañca kāmaguṇā. ","eng":"These are the five kinds of sensual stimulation. ","html":"{}</p>"},"mn122:15.1":{"pli":"Yattha bhikkhunā abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ: ","eng":"So a mendicant should regularly check their own mind: ","html":"<p>{}"},"mn122:15.2":{"pli":"‘atthi nu kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti? ","eng":"‘Does my mind take an interest in any of these five kinds of sensual stimulation?’ ","html":"{}"},"mn122:15.3":{"pli":"Sace, ānanda, bhikkhu paccavekkhamāno evaṃ pajānāti: ","eng":"Suppose that, upon checking, a mendicant knows this: ","html":"{}"},"mn122:15.4":{"pli":"‘atthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti, ","eng":"‘My mind does take an interest.’ ","html":"{}"},"mn122:15.5":{"pli":"evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:15.6":{"pli":"‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me nappahīno’ti. ","eng":"‘I have not given up desire and greed for the five kinds of sensual stimulation.’ ","html":"{}"},"mn122:15.7":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}","comm":"Even such an advanced meditator might sill have baser desires beneath the surface. However, so long as they are aware of this they do not stray from the path. "},"mn122:15.8":{"pli":"Sace panānanda, bhikkhu paccavekkhamāno evaṃ pajānāti: ","eng":"But suppose that, upon checking, a mendicant knows this: ","html":"{}"},"mn122:15.9":{"pli":"‘natthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti, ","eng":"‘My mind does not take an interest.’ ","html":"{}"},"mn122:15.10":{"pli":"evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:15.11":{"pli":"‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me pahīno’ti. ","eng":"‘I have given up desire and greed for the five kinds of sensual stimulation.’ ","html":"{}"},"mn122:15.12":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:16.1":{"pli":"Pañca kho ime, ānanda, upādānakkhandhā yattha bhikkhunā udayabbayānupassinā vihātabbaṃ: ","eng":"A mendicant should meditate observing rise and fall in these five grasping aggregates: ","html":"<p>{}"},"mn122:16.2":{"pli":"‘iti rūpaṃ iti rūpassa samudayo iti rūpassa atthaṅgamo, ","eng":"‘Such is form, such is the origin of form, such is the ending of form. ","html":"{}"},"mn122:16.3":{"pli":"iti vedanā … ","eng":"Such is feeling … ","html":"{}"},"mn122:16.4":{"pli":"iti saññā … ","eng":"Such is perception … ","html":"{}"},"mn122:16.5":{"pli":"iti saṅkhārā … ","eng":"Such are choices … ","html":"{}"},"mn122:16.6":{"pli":"iti viññāṇaṃ iti viññāṇassa samudayo iti viññāṇassa atthaṅgamo’ti. ","eng":"Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ","html":"{}</p>"},"mn122:17.1":{"pli":"Tassa imesu pañcasu upādānakkhandhesu udayabbayānupassino viharato yo pañcasu upādānakkhandhesu asmimāno so pahīyati. ","eng":"As they do so, they give up the conceit ‘I am’ regarding the five grasping aggregates. ","html":"<p>{}","comm":"Finally the meditator undertakes discernment (<i lang='pi' translate='no'>vipassanā</i>). "},"mn122:17.2":{"pli":"Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti: ","eng":"In that case, they understand: ","html":"{}"},"mn122:17.3":{"pli":"‘yo kho imesu pañcasu upādānakkhandhesu asmimāno so me pahīno’ti. ","eng":"‘I have given up the conceit “I am” regarding the five grasping aggregates.’ ","html":"{}"},"mn122:17.4":{"pli":"Itiha tattha sampajāno hoti. ","eng":"In this way they are aware of the situation. ","html":"{}</p>"},"mn122:18.1":{"pli":"Ime kho te, ānanda, dhammā ekantakusalā kusalāyātikā ariyā lokuttarā anavakkantā pāpimatā. ","eng":"These principles are entirely skillful, with skillful outcomes; they are noble, transcendent, and inaccessible to the Wicked One. ","html":"<p>{}</p>"},"mn122:19.1":{"pli":"Taṃ kiṃ maññasi, ānanda, ","eng":"What do you think, Ānanda? ","html":"<p>{}"},"mn122:19.2":{"pli":"kaṃ atthavasaṃ sampassamāno arahati sāvako satthāraṃ anubandhituṃ api paṇujjamāno”ti? ","eng":"For what reason would a disciple deem it worthwhile to follow the Teacher, even if driven away?” ","html":"{}</p>"},"mn122:19.3":{"pli":"“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ","html":"<p>{}</p>"},"mn122:20.1":{"pli":"“Na kho, ānanda, arahati sāvako satthāraṃ anubandhituṃ, yadidaṃ suttaṃ geyyaṃ veyyākaraṇaṃ tassa hetu. ","eng":"“A disciple would not deem it worthwhile to follow the Teacher for the sake of this, namely statements, mixed prose & verse, or discussions. ","html":"<p>{}","comm":"Here we find mentioned only the first three of the normal nine categories (<i lang='pi' translate='no'>aṅga</i>) of the teaching (<a href='index.html?q=mn22#10.2'>MN 22:10.2</a>). This may be an earlier list or perhaps simply an abbreviation. Note that the PTS edition reads <i lang='pi' translate='no'>yadidaṁ suttaṁ geyyaṁ veyyākaraṇassa hetu</i>, which would imply only two categories: “for the sake of explanations, namely statements and mixed prose & verse”. A passage at <a href='index.html?q=an5.194#3.3'>AN 5.194:3.3</a> mentions four categories, with the addition of “amazing stories”, but this too might be simply an artifact of abbreviation. "},"mn122:20.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn122:20.3":{"pli":"Dīgharattassa hi te, ānanda, dhammā sutā dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ","eng":"Because for a long time you have learned the teachings, remembering them, rehearsing them, mentally scrutinizing them, and penetrating them theoretically. ","html":"{}","comm":"The Buddha shifts to address Ānanda directly. This is in reference to the fact that Ānanda was renowned as the greatest master of scriptural memorization. "},"mn122:20.4":{"pli":"Yā ca kho ayaṃ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā—evarūpiyā kho, ānanda, kathāya hetu arahati sāvako satthāraṃ anubandhituṃ api paṇujjamāno. ","eng":"But a disciple would deem it worthwhile to follow the Teacher, even if driven away, for the sake of talk about self-effacement that helps open the heart and leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. ","html":"{}</p>","comm":"That is, rather than simply memorizing more texts, one such as Ānanda should seek encouragement that supports practice. "},"mn122:21.1":{"pli":"Evaṃ sante kho, ānanda, ācariyūpaddavo hoti, evaṃ sante antevāsūpaddavo hoti, evaṃ sante brahmacārūpaddavo hoti. ","eng":"This being so, Ānanda, there is a peril for the tutor, a peril for the pupil, and a peril for a spiritual practitioner. ","html":"<p>{}</p>"},"mn122:22.1":{"pli":"Kathañcānanda, ācariyūpaddavo hoti? ","eng":"And how is there a peril for the tutor? ","html":"<p>{}","comm":"As is made clear by the example of the spiritual practitioner below, who is said to follow the Buddha, the “tutor” (<i lang='pi' translate='no'>ācariya</i>, or <i lang='pi' translate='no'>satthā</i> “teacher” in the next line) and the “pupil” (<i lang='pi' translate='no'>antevāsī</i>) here are outside of  Buddhism. "},"mn122:22.2":{"pli":"Idhānanda, ekacco satthā vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"It’s when some teacher frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"mn122:22.3":{"pli":"Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ","eng":"While meditating withdrawn, they’re visited by a stream of brahmins and householders, and people of town and country. ","html":"{}","comm":"The more a monastic has a reputation for seclusion, the more people seek them out. "},"mn122:22.4":{"pli":"So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya. ","eng":"When this happens, they enjoy infatuation, fall into greed, and return to indulgence. ","html":"{}"},"mn122:22.5":{"pli":"Ayaṃ vuccatānanda, upaddavo ācariyo. ","eng":"This is said to be the tutor’s peril. ","html":"{}","comm":"Compare the similar phrase at <a href='index.html?q=sn16.8#7.7'>SN 16.8:7.7</a>. "},"mn122:22.6":{"pli":"Ācariyūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā. ","eng":"They’re ruined by bad, unskillful qualities that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn122:22.7":{"pli":"Evaṃ kho, ānanda, ācariyūpaddavo hoti. ","eng":"That’s how there is a peril for the tutor. ","html":"{}</p>"},"mn122:23.1":{"pli":"Kathañcānanda, antevāsūpaddavo hoti? ","eng":"And how is there a peril for the pupil? ","html":"<p>{}"},"mn122:23.2":{"pli":"Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno ","eng":"It’s when the disciple of a teacher, emulating their teacher’s fostering of seclusion, ","html":"{}"},"mn122:23.3":{"pli":"vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"mn122:23.4":{"pli":"Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ","eng":"While meditating withdrawn, they’re visited by a stream of brahmins and householders, and people of town and country. ","html":"{}"},"mn122:23.5":{"pli":"So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya. ","eng":"When this happens, they enjoy infatuation, fall into greed, and return to indulgence. ","html":"{}"},"mn122:23.6":{"pli":"Ayaṃ vuccatānanda, upaddavo antevāsī. ","eng":"This is said to be the pupil’s peril. ","html":"{}"},"mn122:23.7":{"pli":"Antevāsūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā. ","eng":"They’re ruined by bad, unskillful qualities that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn122:23.8":{"pli":"Evaṃ kho, ānanda, antevāsūpaddavo hoti. ","eng":"That’s how there is a peril for the pupil. ","html":"{}</p>"},"mn122:24.1":{"pli":"Kathañcānanda, brahmacārūpaddavo hoti? ","eng":"And how is there a peril for a spiritual practitioner? ","html":"<p>{}"},"mn122:24.2":{"pli":"Idhānanda, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"{}"},"mn122:24.3":{"pli":"So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"He frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"mn122:24.4":{"pli":"Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ","eng":"While meditating withdrawn, he’s visited by a stream of brahmins and householders, and people of town and country. ","html":"{}"},"mn122:24.5":{"pli":"So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca na mucchaṃ nikāmayati, na gedhaṃ āpajjati, na āvattati bāhullāya. ","eng":"When this happens, he doesn’t enjoy infatuation, fall into greed, and return to indulgence. ","html":"{}"},"mn122:24.6":{"pli":"Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno ","eng":"But a disciple of this teacher, emulating their teacher’s fostering of seclusion, ","html":"{}"},"mn122:24.7":{"pli":"vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ","eng":"frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ","html":"{}"},"mn122:24.8":{"pli":"Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ","eng":"While meditating withdrawn, they’re visited by a stream of brahmins and householders, and people of town and country. ","html":"{}"},"mn122:24.9":{"pli":"So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya. ","eng":"When this happens, they enjoy infatuation, fall into greed, and return to indulgence. ","html":"{}"},"mn122:24.10":{"pli":"Ayaṃ vuccatānanda, upaddavo brahmacārī. ","eng":"This is said to be the spiritual practitioner’s peril. ","html":"{}"},"mn122:24.11":{"pli":"Brahmacārūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā. ","eng":"They’re ruined by bad, unskillful qualities that are corrupting, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. ","html":"{}"},"mn122:24.12":{"pli":"Evaṃ kho, ānanda, brahmacārūpaddavo hoti. ","eng":"That’s how there is a peril for the spiritual practitioner. ","html":"{}</p>"},"mn122:24.13":{"pli":"Tatrānanda, yo cevāyaṃ ācariyūpaddavo, yo ca antevāsūpaddavo ayaṃ tehi brahmacārūpaddavo dukkhavipākataro ceva kaṭukavipākataro ca, api ca vinipātāya saṃvattati. ","eng":"And in this context, Ānanda, as compared to the peril of the tutor or the pupil, the peril of the spiritual practitioner has more painful, bitter results, and even leads to the underworld. ","html":"<p>{}</p>"},"mn122:25.1":{"pli":"Tasmātiha maṃ, ānanda, mittavatāya samudācaratha, mā sapattavatāya. ","eng":"So, Ānanda, treat me as a friend, not as an enemy. ","html":"<p>{}"},"mn122:25.2":{"pli":"Taṃ vo bhavissati dīgharattaṃ hitāya sukhāya. ","eng":"That will be for your lasting welfare and happiness. ","html":"{}</p>"},"mn122:25.3":{"pli":"Kathañcānanda, satthāraṃ sāvakā sapattavatāya samudācaranti, no mittavatāya? ","eng":"And how do disciples treat their Teacher as an enemy, not a friend? ","html":"<p>{}"},"mn122:25.4":{"pli":"Idhānanda, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya: ","eng":"It’s when the Teacher teaches Dhamma to his disciples out of kindness and sympathy: ","html":"{}"},"mn122:25.5":{"pli":"‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ","eng":"‘This is for your welfare. This is for your happiness.’ ","html":"{}"},"mn122:25.6":{"pli":"Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ","eng":"But their disciples don’t want to listen. They don’t actively listen or try to understand. They proceed having turned away from the Teacher’s instruction. ","html":"{}"},"mn122:25.7":{"pli":"Evaṃ kho, ānanda, satthāraṃ sāvakā sapattavatāya samudācaranti, no mittavatāya. ","eng":"That’s how the disciples treat their Teacher as an enemy, not a friend. ","html":"{}</p>"},"mn122:26.1":{"pli":"Kathañcānanda, satthāraṃ sāvakā mittavatāya samudācaranti, no sapattavatāya? ","eng":"And how do disciples treat their Teacher as a friend, not an enemy? ","html":"<p>{}"},"mn122:26.2":{"pli":"Idhānanda, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya: ","eng":"It’s when the Teacher teaches Dhamma to his disciples out of kindness and sympathy: ","html":"{}"},"mn122:26.3":{"pli":"‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ","eng":"‘This is for your welfare. This is for your happiness.’ ","html":"{}"},"mn122:26.4":{"pli":"Tassa sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ","eng":"And their disciples want to listen. They actively listen and try to understand. They don’t proceed having turned away from the Teacher’s instruction. ","html":"{}"},"mn122:26.5":{"pli":"Evaṃ kho, ānanda, satthāraṃ sāvakā mittavatāya samudācaranti, no sapattavatāya. ","eng":"That’s how the disciples treat their Teacher as a friend, not an enemy. ","html":"{}</p>"},"mn122:26.6":{"pli":"Tasmātiha maṃ, ānanda, mittavatāya samudācaratha, mā sapattavatāya. ","eng":"So, Ānanda, treat me as a friend, not as an enemy. ","html":"<p>{}"},"mn122:26.7":{"pli":"Taṃ vo bhavissati dīgharattaṃ hitāya sukhāya. ","eng":"That will be for your lasting welfare and happiness. ","html":"{}"},"mn122:27.1":{"pli":"Na vo ahaṃ, ānanda, tathā parakkamissāmi yathā kumbhakāro āmake āmakamatte. ","eng":"I shall not mollycoddle you like a potter with their damp, unfired pots. ","html":"{}","comm":"This passage seems to mean, “I shall not work you …”, which is the exact opposite of the sense required by the next sentence. A Sanskrit parallel yields the required sense with the verb <i lang='pi' translate='no'>dhanayiṣye</i>, “to treasure, to mollycoddle” (<a href='https://suttacentral.net/san-mu-kd17/san/gbm?lang=en&reference=main&highlight=false#sc493'>Mūlasarvāstivāda Vinaya, Kd 17:493</a>). Perhaps an initial negatory <i lang='pi' translate='no'>a-</i> has been elided in the Pali <i lang='pi' translate='no'>parakkamissāmi</i>, which would yield a similar sense, “I shall not stop working you …”. | The same Sanskrit passage has <i lang='pi' translate='no'>bhājanānā</i> (“pots”) where the Pali has <i lang='pi' translate='no'>āmake āmakamatte</i>, literally “uncooked, a bit damp”. "},"mn122:27.2":{"pli":"Niggayha niggayhāhaṃ, ānanda, vakkhāmi; ","eng":"I shall speak, correcting you again and again, ","html":"{}"},"mn122:27.3":{"pli":"pavayha pavayha, ānanda, vakkhāmi. ","eng":"pressing you again and again. ","html":"{}"},"mn122:27.4":{"pli":"Yo sāro so ṭhassatī”ti. ","eng":"The core will stand the test.” ","html":"{}</p>"},"mn122:27.5":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn122:27.6":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"mn122:27.7":{"pli":"Mahāsuññatasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}