{"mn6":{"mn6:0.1":{"pli":"Majjhima Nikāya 6 ","eng":"Middle Discourses 6 ","html":"<article id='mn6'><header><ul><li class='division'>{}</li></ul>"},"mn6:0.2":{"pli":"Ākaṅkheyyasutta ","eng":"One Might Wish ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn6:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn6:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"mn6:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"mn6:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"mn6:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"mn6:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"mn6:2.1":{"pli":"“Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā; pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino; samādāya sikkhatha sikkhāpadesu. ","eng":"“Mendicants, live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken. ","html":"<p data-counter='1'>{}</p>","comm":"The “monastic code” (<i lang='pi' translate='no'>pātimokkha</i>) is the primary list of rules for Buddhist monastics. There are many extant <i lang='pi' translate='no'>pātimokkhas</i> in Chinese, Tibetan, and Sanskrit from early Buddhist schools, all similar but with some variations especially in minor rules of etiquette. Each fortnight the <i lang='pi' translate='no'>pātimokkha</i> is recited to affirm the communal rules of the Saṅgha. Other passages are recited as inspiration, including this exhortation to keep the rules (also at <a href='index.html?q=an4.12#1.1'>AN 4.12:1.1</a>, <a href='index.html?q=an10.71#2.1'>AN 10.71:2.1</a>, and <a href='index.html?q=iti111#2.1'>Iti 111:2.1</a>), as well as the verses known as <i lang='pi' translate='no'>Ovāda Pātimokkha</i> (<a href='index.html?q=dn14#3.28.1'>DN 14:3.28.1</a>). | The word <i lang='pi' translate='no'>pātimokkha</i>  is defined in the canon as the “first and foremost” of skillful qualities (<i lang='pi' translate='no'>mukhametaṁ pamukhametaṁ</i> at <a href='index.html?q=pli-tv-kd2#3.4.2'>Kd 2:3.4.2</a>; <i lang='pi' translate='no'>mokkhaṁ pāmokkhaṁ</i> at <a href='index.html?q=vb12#9.1'>Vb 12:9.1</a>; cf. <a href='index.html?q=cnd5#45.3'>Cnd 5:45.3</a>). However the Sanskrit form <i lang='pi' translate='no'>prātimokṣa</i> is from the verb <i lang='pi' translate='no'>pramuñcati</i> (“binding”; eg. Rig Veda 4.53.2, Atharva Veda 13.3, Śatapatha Brāhmaṇa 6.7.1.1). Pali has <i lang='pi' translate='no'>paṭimokkha</i> (“bandage”), <i lang='pi' translate='no'>paṭimukka</i> (“bound”) and <i lang='pi' translate='no'>pātimokkha</i> (“that which should be binding”). The Buddha says he laid down the <i lang='pi' translate='no'>pātimokkha</i> to bind the community together like flowers bunched with string (<a href='index.html?q=pli-tv-bu-vb-pj1#3.2.6'>Bu Pj 1:3.2.6</a>). "},"mn6:3.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘sabrahmacārīnaṃ piyo ca assaṃ manāpo ca garu ca bhāvanīyo cā’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I be liked and approved by my spiritual companions, respected and admired.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts. ","html":"<p data-counter='2'>{}</p>","comm":"To “fulfill precepts” repeats the commitment to the monastic code. | “Serenity” and “absorption” are the practice of meditation to develop tranquility (<i lang='pi' translate='no'>samatha</i>). |  “Discernment” is <i lang='pi' translate='no'>vipassanā</i> (“insight”) meditation | “Empty huts” indicates solitude. "},"mn6:4.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘lābhī assaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I receive robes, almsfood, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts. ","html":"<p data-counter='3'>{}</p>","comm":"This series of arguments is conditional: <em>if</em> this is what you want, <em>then</em> this is how to get it. The Buddha is not encouraging people to want these things; on the contrary, he frequently warned of the dangers of such attachments. He is being pragmatic: given that people have desires, how can they be encouraged to desire something better? "},"mn6:5.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘yesāhaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāmi tesaṃ te kārā mahapphalā assu mahānisaṃsā’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May the services of those whose robes, almsfood, lodgings, and medicines and supplies for the sick I enjoy be very fruitful and beneficial for them.’ So let them fulfill their precepts … ","html":"<p data-counter='4'>{}</p>"},"mn6:6.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘ye maṃ ñātī sālohitā petā kālaṅkatā pasannacittā anussaranti tesaṃ taṃ mahapphalaṃ assa mahānisaṃsan’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘When deceased family and relatives who have passed away recollect me with a confident mind, may this be very fruitful and beneficial for them.’ So let them fulfill their precepts … ","html":"<p data-counter='5'>{}</p>"},"mn6:7.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘aratiratisaho assaṃ, na ca maṃ arati saheyya, uppannaṃ aratiṃ abhibhuyya abhibhuyya vihareyyan’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I prevail over desire and discontent, and may desire and discontent not prevail over me. May I live having mastered desire and discontent whenever they arose.’ So let them fulfill their precepts … ","html":"<p data-counter='6'>{}</p>"},"mn6:8.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘bhayabheravasaho assaṃ, na ca maṃ bhayabheravaṃ saheyya, uppannaṃ bhayabheravaṃ abhibhuyya abhibhuyya vihareyyan’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I prevail over fear and dread, and may fear and dread not prevail over me. May I live having mastered fear and dread whenever they arose.’ So let them fulfill their precepts … ","html":"<p data-counter='7'>{}</p>"},"mn6:9.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī assaṃ akicchalābhī akasiralābhī’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I get the four absorptions—blissful meditations in this life that belong to the higher mind—when I want, without trouble or difficulty.’ So let them fulfill their precepts … ","html":"<p data-counter='8'>{}</p>"},"mn6:10.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā vihareyyan’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I have direct meditative experience of the peaceful liberations that are formless, transcending form.’ So let them fulfill their precepts … ","html":"<p data-counter='9'>{}</p>"},"mn6:11.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno assaṃ avinipātadhammo niyato sambodhiparāyaṇo’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I, with the ending of three fetters, become a stream-enterer, not liable to be reborn in the underworld, destined for awakening.’ So let them fulfill their precepts … ","html":"<p data-counter='10'>{}</p>"},"mn6:12.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī assaṃ sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ kareyyan’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I, with the ending of three fetters, and the weakening of greed, hate, and delusion, become a once-returner, coming back to this world once only, then making an end of suffering.’ So let them fulfill their precepts … ","html":"<p data-counter='11'>{}</p>"},"mn6:13.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko assaṃ tattha parinibbāyī anāvattidhammo tasmā lokā’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I, with the ending of the five lower fetters, be reborn spontaneously and become extinguished there, not liable to return from that world.’ So let them fulfill their precepts … ","html":"<p data-counter='12'>{}</p>"},"mn6:14.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ; āvibhāvaṃ tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gaccheyyaṃ, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ kareyyaṃ, seyyathāpi udake; udakepi abhijjamāne gaccheyyaṃ, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kameyyaṃ, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmaseyyaṃ parimajjeyyaṃ; yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘May I wield the many kinds of psychic power: multiplying myself and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with my hand the sun and moon, so mighty and powerful; controlling the body as far as the realm of divinity.’ So let them fulfill their precepts … ","html":"<p data-counter='13'>{}</p>","comm":"“Psychic powers” (<i lang='pi' translate='no'>iddhi</i>) were much cultivated in the Buddha’s day, but the means to acquire them varied: devotion to a god, brutal penances, or magic rituals. The Buddha taught that the mind developed in <i lang='pi' translate='no'>samādhi</i> was capable of things that are normally incomprehensible. | Only a few of these are attested as events in the early texts. The most common is the ability to “materialize and dematerialize”, exhibited by the Buddha (<a href='index.html?q=an8.30#2.1'>AN 8.30:2.1</a>), some disciples (<a href='index.html?q=mn37#6.1'>MN 37:6.1</a>), and deities (<a href='index.html?q=mn67#8.1'>MN 67:8.1</a>). The Pali is <i lang='pi' translate='no'>āvibhāvaṁ tirobhāvaṁ</i>, literally “manifest state, hidden state”. Also found in Chāndogya Upaniṣad 7.26.1. "},"mn6:15.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—dibbe ca mānuse ca ye dūre santike cā’ti, sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"A mendicant might wish: ‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and heavenly, whether near or far.’ So let them fulfill their precepts … ","html":"<p>{}</p>","comm":"“Clairaudience” is a literal rendition of <i lang='pi' translate='no'>dibbasota</i>. The root sense of <i lang='pi' translate='no'>dibba</i> is to “shine” like the bright sky or a divine being. The senses of clarity and divinity are both present. "},"mn6:16.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—","eng":"A mendicant might wish: ‘May I understand the minds of other beings and individuals, having encompassed them with my mind. ","html":"<p data-counter='14'>{}","comm":"Note that the Indic idiom is not the “reading” of minds, which suggests hearing the words spoken in inner dialogue. While this is exhibited by the Buddha (eg. <a href='index.html?q=an8.30#2.1'>AN 8.30:2.1</a>), the main emphasis is on the comprehension of the overall state of mind. "},"mn6:16.2":{"pli":"sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, ","eng":"May I understand mind with greed as “mind with greed”, ","html":"{}"},"mn6:16.3":{"pli":"vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ; ","eng":"and mind without greed as “mind without greed”; ","html":"{}"},"mn6:16.4":{"pli":"sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, ","eng":"mind with hate as “mind with hate”, ","html":"{}"},"mn6:16.5":{"pli":"vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ; ","eng":"and mind without hate as “mind without hate”; ","html":"{}"},"mn6:16.6":{"pli":"samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, ","eng":"mind with delusion as “mind with delusion”, ","html":"{}"},"mn6:16.7":{"pli":"vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajāneyyaṃ; ","eng":"and mind without delusion as “mind without delusion”; ","html":"{}"},"mn6:16.8":{"pli":"saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajāneyyaṃ, ","eng":"constricted mind as “constricted mind”, ","html":"{}"},"mn6:16.9":{"pli":"vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajāneyyaṃ; ","eng":"and scattered mind as “scattered mind”; ","html":"{}"},"mn6:16.10":{"pli":"mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajāneyyaṃ, ","eng":"expansive mind as “expansive mind”, ","html":"{}"},"mn6:16.11":{"pli":"amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajāneyyaṃ; ","eng":"and unexpansive mind as “unexpansive mind”; ","html":"{}"},"mn6:16.12":{"pli":"sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajāneyyaṃ, ","eng":"mind that is not supreme as “mind that is not supreme”, ","html":"{}"},"mn6:16.13":{"pli":"anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajāneyyaṃ; ","eng":"and mind that is supreme as “mind that is supreme”; ","html":"{}"},"mn6:16.14":{"pli":"samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajāneyyaṃ, ","eng":"mind immersed in samādhi as “mind immersed in samādhi”, ","html":"{}"},"mn6:16.15":{"pli":"asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajāneyyaṃ; ","eng":"and mind not immersed in samādhi as “mind not immersed in samādhi”; ","html":"{}"},"mn6:16.16":{"pli":"vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajāneyyaṃ, ","eng":"freed mind as “freed mind”, ","html":"{}"},"mn6:16.17":{"pli":"avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti, ","eng":"and unfreed mind as “unfreed mind”.’ ","html":"{}"},"mn6:16.18":{"pli":"sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"So let them fulfill their precepts … ","html":"{}</p>"},"mn6:17.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jāti satasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe—amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti, ","eng":"A mendicant might wish: ‘May I recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. May I remember: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I thus recollect my many kinds of past lives, with features and details.’ ","html":"<p data-counter='15'>{}","comm":"Empowered by the fourth <i lang='pi' translate='no'>jhāna</i>, memory breaks through the veil of birth and death, revealing the vast expanse of time and dispelling the illusion that there is any place of eternal rest or sanctuary in the cycle of transmigration. "},"mn6:17.2":{"pli":"sīlesvevassa paripūrakārī …pe… brūhetā suññāgārānaṃ. ","eng":"So let them fulfill their precepts … ","html":"{}</p>"},"mn6:18.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyaṃ—ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannāti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyan’ti, ","eng":"A mendicant might wish: ‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings pass on according to their deeds: “These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings pass on according to their deeds.’ ","html":"<p data-counter='16'>{}","comm":"Here knowledge extends to the rebirths of others as well as oneself. Even more significant, it brings in the understanding of cause and effect; <em>why</em> rebirth happens the way it does. Such knowledge, however, is not infallible, as the Buddha warns in <a href='index.html?q=dn1#2.5.3'>DN 1:2.5.3</a> and <a href='index.html?q=mn136'>MN 136</a>. The experience is one thing; the inferences drawn from it are another. One should draw conclusions only tentatively, after long experience. "},"mn6:18.2":{"pli":"sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"So let them fulfill their precepts … ","html":"{}</p>"},"mn6:19.1":{"pli":"Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, ","eng":"A mendicant might wish: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ ","html":"<p data-counter='17'>{}","comm":"This is the experience of awakening that is the true goal of the Buddhist path. The defilements—properties of the mind that create suffering—have been curbed by the practice of ethics and suppressed by the power of <i lang='pi' translate='no'>jhāna</i>. Here they are eliminated forever. "},"mn6:19.2":{"pli":"sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. ","eng":"So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts. ","html":"{}</p>"},"mn6:20.1":{"pli":"‘Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā; pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino; samādāya sikkhatha sikkhāpadesū’ti—","eng":"‘Mendicants, live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’ ","html":"<p>{}"},"mn6:20.2":{"pli":"iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti. ","eng":"That’s what I said, and this is why I said it.” ","html":"{}</p>"},"mn6:20.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn6:20.4":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"mn6:20.5":{"pli":"Ākaṅkheyyasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}