{"mn12":{"mn12:0.1":{"pli":"Majjhima Nikāya 12 ","eng":"Middle Discourses 12 ","html":"<article id='mn12'><header><ul><li class='division'>{}</li></ul>"},"mn12:0.2":{"pli":"Mahāsīhanādasutta ","eng":"The Longer Discourse on the Lion’s Roar ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn12:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn12:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati bahinagare aparapure vanasaṇḍe. ","eng":"At one time the Buddha was staying outside the city of Vesālī in a woodland grove west of the town. ","html":"{}</p>","comm":"This description of the Buddha’s location is unique. "},"mn12:2.1":{"pli":"Tena kho pana samayena sunakkhatto licchaviputto acirapakkanto hoti imasmā dhammavinayā. ","eng":"Now at that time Sunakkhatta the Licchavi had recently left this teaching and training. ","html":"<p>{}","comm":"Sunakkhatta’s dismal spiritual career began when he met the Buddha in <a href='index.html?q=mn105'>MN 105</a>. In <a href='index.html?q=dn6#5.3'>DN 6:5.3</a> we learn that, after being ordained three years, he spoke of his limited success in meditation. The current sutta and <a href='index.html?q=dn24'>DN 24</a> deal with Sunakkhatta’s bitter criticisms of the Buddha shortly after his disrobal. "},"mn12:2.2":{"pli":"So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ","eng":"He was telling a crowd in Vesālī: ","html":"{}</p>"},"mn12:2.3":{"pli":"“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ","eng":"“The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"<p>{}","comm":"These distinctions are defined in the Vinaya as “absorption, release, immersion, attainment, knowledge and vision, development of the path, realization of the fruits, giving up the defilements, a mind without hindrances, delighting in an empty dwelling” (<a href='index.html?q=pli-tv-bu-vb-pj4#3.8'>Bu Pj 4:3.8</a>). They may be summarized as absorption, psychic abilities, and realization of the paths and fruits. "},"mn12:2.4":{"pli":"Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ. ","eng":"He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective. ","html":"{}","comm":"The Buddha taught that logic alone is an unreliable guide to the truth (<a href='index.html?q=mn76#27.2'>MN 76:27.2</a>, <a href='index.html?q=dn1#1.34.2'>DN 1:1.34.2</a>), a fact of which Sunakkhatta was apparently not aware. "},"mn12:2.5":{"pli":"Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti. ","eng":"And his teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.” ","html":"{}</p>","comm":"The Chinese parallel at T 757, rather, raises the question, “How could such a teaching lead to freedom from suffering?” "},"mn12:3.1":{"pli":"Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ","eng":"Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ","html":"<p>{}"},"mn12:3.2":{"pli":"Assosi kho āyasmā sāriputto sunakkhattassa licchaviputtassa vesāliyaṃ parisati evaṃ vācaṃ bhāsamānassa: ","eng":"He heard what Sunakkhatta was saying. ","html":"{}"},"mn12:3.3":{"pli":"“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ","html":"{}"},"mn12:3.4":{"pli":"Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ. ","html":"{}"},"mn12:3.5":{"pli":"Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti. ","html":"{}</p>"},"mn12:3.6":{"pli":"Atha kho āyasmā sāriputto vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"Then he wandered for alms in Vesālī. After the meal, on his return from almsround, he went to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}"},"mn12:3.7":{"pli":"“sunakkhatto, bhante, licchaviputto acirapakkanto imasmā dhammavinayā. ","html":"{}"},"mn12:3.8":{"pli":"So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ","html":"{}"},"mn12:3.9":{"pli":"‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ","html":"{}"},"mn12:3.10":{"pli":"Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ. ","html":"{}"},"mn12:3.11":{"pli":"Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’”ti. ","html":"{}</p>"},"mn12:4.1":{"pli":"“Kodhano heso, sāriputta, sunakkhatto moghapuriso. ","eng":"“Sāriputta, Sunakkhatta, that futile man, is angry. ","html":"<p>{}","comm":"“Futile man” (<i lang='pi' translate='no'>moghapurisa</i>) refers to someone who has been led astray by delusion. "},"mn12:4.2":{"pli":"Kodhā ca panassa esā vācā bhāsitā. ","eng":"His words are spoken out of anger. ","html":"{}"},"mn12:4.3":{"pli":"‘Avaṇṇaṃ bhāsissāmī’ti kho, sāriputta, sunakkhatto moghapuriso vaṇṇaṃyeva tathāgatassa bhāsati. ","eng":"Thinking he criticizes the Realized One, in fact he just praises him. ","html":"{}"},"mn12:4.4":{"pli":"Vaṇṇo heso, sāriputta, tathāgatassa yo evaṃ vadeyya: ","eng":"For it is praise of the Realized One to say: ","html":"{}"},"mn12:4.5":{"pli":"‘yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ","eng":"‘His teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.’ ","html":"{}</p>"},"mn12:5.1":{"pli":"Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","eng":"But there’s no way Sunakkhatta will infer about me from the teaching: ","html":"<p>{}","comm":"“Inference from the teaching” (<i lang='pi' translate='no'>dhammanvaya</i>) is a valid form of knowledge, where someone draws a reasoned conclusion based on fundamental principles (see <a href='index.html?q=sn12.33#7.2'>SN 12.33:7.2</a>). "},"mn12:5.2":{"pli":"‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ, buddho bhagavā’ti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}</p>"},"mn12:6.1":{"pli":"Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","eng":"And there’s no way Sunakkhatta will infer about me from the teaching: ","html":"<p>{}"},"mn12:6.2":{"pli":"‘itipi so bhagavā anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vattetī’ti. ","eng":"‘That Blessed One wields the many kinds of psychic power: multiplying himself and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the realm of divinity.’ ","html":"{}</p>","comm":"The Buddha introduces these here because, as we know from <a href='index.html?q=dn24#1.4.1'>DN 24:1.4.1</a>, Sunakkhatta thought that such displays were a worthy goal of spiritual practice. The Chinese parallel, however, omits the psychic powers and instead has the <i lang='pi' translate='no'>jhānas</i>. | This passage begins the six direct knowledges. "},"mn12:7.1":{"pli":"Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","eng":"And there’s no way Sunakkhatta will infer about me from the teaching: ","html":"<p>{}"},"mn12:7.2":{"pli":"‘itipi so bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike cā’ti. ","eng":"‘That Blessed One, with clairaudience that is purified and superhuman, hears both kinds of sounds, human and heavenly, whether near or far.’ ","html":"{}</p>"},"mn12:8.1":{"pli":"Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","eng":"And there’s no way Sunakkhatta will infer about me from the teaching: ","html":"<p>{}"},"mn12:8.2":{"pli":"‘itipi so bhagavā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—","eng":"‘That Blessed One understands the minds of other beings and individuals, having encompassed them with his own mind. ","html":"{}"},"mn12:8.3":{"pli":"sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti, ","eng":"He understands mind with greed as “mind with greed,” ","html":"{}"},"mn12:8.4":{"pli":"vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānāti; ","eng":"and mind without greed as “mind without greed.” ","html":"{}"},"mn12:8.5":{"pli":"sadosaṃ vā cittaṃ sadosaṃ cittanti pajānāti, ","eng":"He understands mind with hate … ","html":"{}"},"mn12:8.6":{"pli":"vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajānāti; ","eng":"mind without hate … ","html":"{}"},"mn12:8.7":{"pli":"samohaṃ vā cittaṃ samohaṃ cittanti pajānāti, ","eng":"mind with delusion … ","html":"{}"},"mn12:8.8":{"pli":"vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajānāti; ","eng":"mind without delusion … ","html":"{}"},"mn12:8.9":{"pli":"saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajānāti, ","eng":"constricted mind … ","html":"{}"},"mn12:8.10":{"pli":"vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajānāti; ","eng":"scattered mind … ","html":"{}"},"mn12:8.11":{"pli":"mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajānāti, ","eng":"expansive mind … ","html":"{}"},"mn12:8.12":{"pli":"amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajānāti; ","eng":"unexpansive mind … ","html":"{}"},"mn12:8.13":{"pli":"sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajānāti, ","eng":"mind that is supreme … ","html":"{}"},"mn12:8.14":{"pli":"anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajānāti; ","eng":"mind that is not supreme … ","html":"{}"},"mn12:8.15":{"pli":"samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajānāti, ","eng":"mind immersed in samādhi … ","html":"{}"},"mn12:8.16":{"pli":"asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajānāti; ","eng":"mind not immersed in samādhi … ","html":"{}"},"mn12:8.17":{"pli":"vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānāti, ","eng":"freed mind as “freed mind,” ","html":"{}"},"mn12:8.18":{"pli":"avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānātī’ti. ","eng":"and unfreed mind as “unfreed mind.”’ ","html":"{}</p>"},"mn12:9.1":{"pli":"Dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"There are these ten powers of a Realized One that the Realized One possesses. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"<p>{}","comm":"After the first three of the direct knowledges, the sequence is interrupted with the insertion of these ten powers of a Realized One, also found at <a href='index.html?q=an10.21'>AN 10.21</a> and <a href='index.html?q=an10.22'>AN 10.22</a>. The Vibhaṅga, an early Abhidhamma book, gives a detailed explanation (<a href='index.html?q=vb16#353.1'>Vb 16:353</a> ff.). | Five powers are listed at <a href='index.html?q=an5.11'>AN 5.11</a> and six at <a href='index.html?q=an6.64'>AN 6.64</a>. "},"mn12:9.2":{"pli":"Katamāni dasa? ","eng":"What ten? ","html":"{}</p>"},"mn12:10.1":{"pli":"Idha, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti. ","eng":"Firstly, the Realized One truly understands the possible as possible, and the impossible as impossible. ","html":"<p data-counter='1'>{}","comm":"Explained in detail at <a href='index.html?q=mn115#12.1'>MN 115:12.1</a>–17. "},"mn12:10.2":{"pli":"Yampi, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"{}</p>"},"mn12:11.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of grounds and causes. ","html":"<p data-counter='2'>{}","comm":"The Vibhaṅga explains this as knowing the circumstances that prevent or support the fruition of deeds, namely: place of rebirth (<i lang='pi' translate='no'>gati</i>), form of reincarnation (<i lang='pi' translate='no'>upadhi</i>, explained by the commentary as <i lang='pi' translate='no'>attabhāva</i>), time (<i lang='pi' translate='no'>kāla</i>), and effort (<i lang='pi' translate='no'>payoga</i>). | See also the analysis of “deeds” (<i lang='pi' translate='no'>kamma</i>) in <a href='index.html?q=mn57'>MN 57</a>, <a href='index.html?q=mn135'>MN 135</a>, and <a href='index.html?q=mn136'>MN 136</a>. "},"mn12:11.2":{"pli":"Yampi, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:12.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands where all paths of practice lead. ","html":"<p data-counter='3'>{}","comm":"Expanded below in <a href='index.html?q=mn12#35.1'>MN 12:35.1</a>–42.13. "},"mn12:12.2":{"pli":"Yampi, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:13.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the world with its many and diverse elements. ","html":"<p data-counter='4'>{}","comm":"See <a href='index.html?q=mn115#4.1'>MN 115:4.1</a>–9.6. "},"mn12:13.2":{"pli":"Yampi, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:14.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the diverse convictions of sentient beings. ","html":"<p data-counter='5'>{}","comm":"This is not explained explicitly, but an example is found at <a href='index.html?q=dn1#1.3.2'>DN 1:1.3.2</a>, where the Buddha knows the difference between Brahmadatta, who had faith in the triple gem, and Suppiya who did not. Thus <i lang='pi' translate='no'>adhimutti</i> (“conviction”) means “faith, belief” rather than “disposition”. "},"mn12:14.2":{"pli":"Yampi, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:15.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands the faculties of other sentient beings and other individuals after encompassing them with his mind. ","html":"<p data-counter='6'>{}","comm":"Exemplified by the Buddha when he surveyed the world after his awakening to see the diverse spiritual potentials of beings (<a href='index.html?q=mn26#21.2'>MN 26:21.2</a>, <a href='index.html?q=mn85#45.4'>MN 85:45.4</a>, <a href='index.html?q=dn14#3.6.2'>DN 14:3.6.2</a>, <a href='index.html?q=sn6.1#9.2'>SN 6.1:9.2</a>, <a href='index.html?q=pli-tv-kd1#5.11.1'>Kd 1:5.11.1</a>). "},"mn12:15.2":{"pli":"Yampi, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:16.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti. ","eng":"Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments. ","html":"<p data-counter='7'>{}","comm":"“Corruption” is any mental factor that darkens and diminishes meditation; “cleansing” is anything that brightens and enhances it. “Emergence” refers to understanding the reasons why one comes out of a given state of meditation (eg. <a href='index.html?q=mn43#29.1'>MN 43:29.1</a>). | The phrase “absorptions, liberations, immersions, and attainments” indicates that, although they are given various technical definitions, these are overlapping terms that describe in different ways the same field of deep meditation experiences. "},"mn12:16.2":{"pli":"Yampi, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:17.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"Furthermore, the Realized One recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so he recollects his many kinds of past lives, with features and details. ","html":"<p data-counter='8'>{}","comm":"Here we return to the final three of the six direct knowledges, which also form the final three of the ten powers. "},"mn12:17.2":{"pli":"Yampi, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:18.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ","eng":"Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings pass on according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, he sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings pass on according to their deeds. ","html":"<p data-counter='9'>{}"},"mn12:18.2":{"pli":"Yampi, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. Idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. … ","html":"{}</p>"},"mn12:19.1":{"pli":"Puna caparaṃ, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ","eng":"Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements. ","html":"<p data-counter='10'>{}"},"mn12:19.2":{"pli":"Yampi, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"{}</p>"},"mn12:20.1":{"pli":"Imāni kho, sāriputta, dasa tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"A Realized One possesses these ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"<p>{}</p>"},"mn12:21.1":{"pli":"Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ","eng":"When I know and see in this way, suppose someone were to say this: ","html":"<p>{}"},"mn12:21.2":{"pli":"‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso; ","eng":"‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"{}"},"mn12:21.3":{"pli":"takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ","eng":"He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’ ","html":"{}"},"mn12:21.4":{"pli":"taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}","comm":"This seems harsh, but the suttas see such denigration of the Buddha as deeply wicked, since it closes off the path to Nibbana, as at <a href='index.html?q=sn42.9#4.12'>SN 42.9:4.12</a> where a village chief accuses the Buddha of destroying families by encouraging renunciation. At <a href='index.html?q=dn24#1.16.13'>DN 24:1.16.13</a> the Buddha warns Sunakkhatta that the naked ascetic Pāṭikaputta, without likewise giving up his speech, thought, and view, will not even be able to enter the Buddha’s presence, much less debate him. "},"mn12:21.5":{"pli":"Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ","eng":"Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say. ","html":"{}"},"mn12:21.6":{"pli":"Taṃ vācaṃ appahāya, taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}</p>"},"mn12:22.1":{"pli":"Cattārimāni, sāriputta, tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"Sāriputta, a Realized One has four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"<p>{}","comm":"These four “kinds of self-assurance” (<i lang='pi' translate='no'>vesārajja</i>) are also found at <a href='index.html?q=an4.8'>AN 4.8</a>. The first three are included in the Buddha’s dressing down of Sarabha at <a href='index.html?q=an3.64'>AN 3.64</a>. "},"mn12:22.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}</p>"},"mn12:23.1":{"pli":"‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ","eng":"I see no reason for anyone—whether ascetic, brahmin, god, Māra, or the Divinity, or anyone else in the world—to legitimately scold me, saying: ‘You claim to be a fully awakened Buddha, but you don’t understand these things.’ ","html":"<p data-counter='1'>{}","comm":"In his first discourse, the Buddha says that he did not claim to be fully awakened until he had understand the four noble truths in all three rounds and twelve aspects (<a href='index.html?q=sn56.11#10.1'>SN 56.11:10.1</a>). | Here <i lang='pi' translate='no'>nimitta</i> means “reason, ground, basis”. "},"mn12:23.2":{"pli":"Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ","eng":"Since I see no such reason, I live secure, fearless, and assured. ","html":"{}</p>"},"mn12:24.1":{"pli":"‘Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ","eng":"I see no reason for anyone—whether ascetic, brahmin, god, Māra, or the Divinity, or anyone else in the world—to legitimately scold me, saying: ‘You claim to have ended all defilements, but you still have these defilements.’ ","html":"<p data-counter='2'>{}"},"mn12:24.2":{"pli":"Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ","eng":"Since I see no such reason, I live secure, fearless, and assured. ","html":"{}</p>"},"mn12:25.1":{"pli":"‘Ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṃ antarāyāyā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ","eng":"I see no reason for anyone—whether ascetic, brahmin, god, Māra, or the Divinity, or anyone else in the world—to legitimately scold me, saying: ‘The acts that you say are obstructions are not really obstructions for the one who performs them.’ ","html":"<p data-counter='3'>{}","comm":"This was the accusation of Ariṭṭha (<a href='index.html?q=mn22'>MN 22</a>). The Chinese parallel identifies the “obstructions” as desire and lust. "},"mn12:25.2":{"pli":"Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ","eng":"Since I see no such reason, I live secure, fearless, and assured. ","html":"{}</p>"},"mn12:26.1":{"pli":"‘Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ","eng":"I see no reason for anyone—whether ascetic, brahmin, god, Māra, or the Divinity, or anyone else in the world—to legitimately scold me, saying: ‘The teaching doesn’t lead those who practice it to the complete ending of suffering, the goal for which it is taught.’ ","html":"<p data-counter='4'>{}"},"mn12:26.2":{"pli":"Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ","eng":"Since I see no such reason, I live secure, fearless, and assured. ","html":"{}</p>"},"mn12:27.1":{"pli":"Imāni kho, sāriputta, cattāri tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ","eng":"A Realized One possesses these four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the divine wheel. ","html":"<p>{}</p>"},"mn12:28.1":{"pli":"Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ","eng":"When I know and see in this way, suppose someone were to say this: ","html":"<p>{}"},"mn12:28.2":{"pli":"‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ","eng":"‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ ","html":"{}"},"mn12:28.3":{"pli":"taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}"},"mn12:28.4":{"pli":"Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ","html":"{}"},"mn12:28.5":{"pli":"Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","html":"{}</p>"},"mn12:29.1":{"pli":"Aṭṭha kho imā, sāriputta, parisā. ","eng":"Sāriputta, there are these eight assemblies. ","html":"<p>{}","comm":"Mentioned also at <a href='index.html?q=an8.69'>AN 8.69</a>, <a href='index.html?q=dn16#3.21.3'>DN 16:3.21.3</a>, and <a href='index.html?q=dn33#3.1.139'>DN 33:3.1.139</a>. "},"mn12:29.2":{"pli":"Katamā aṭṭha? ","eng":"What eight? ","html":"{}"},"mn12:29.3":{"pli":"Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṃsaparisā, māraparisā, brahmaparisā—","eng":"The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods of the four great kings. An assembly of the gods of the thirty-three. An assembly of Māras. An assembly of divinities. ","html":"{}"},"mn12:29.4":{"pli":"imā kho, sāriputta, aṭṭha parisā. ","eng":"These are the eight assemblies. ","html":"{}"},"mn12:29.5":{"pli":"Imehi kho, sāriputta, catūhi vesārajjehi samannāgato tathāgato imā aṭṭha parisā upasaṅkamati ajjhogāhati. ","eng":"Possessing these four kinds of self-assurance, the Realized One approaches and enters right into these eight assemblies. ","html":"{}","comm":"<a href='index.html?q=an8.69'>AN 8.69</a> and <a href='index.html?q=dn16#3.21.3'>DN 16:3.21.3</a> both relate the Buddha entering these assemblies, but neither they, nor the Chinese parallel to this passage, attribute his confidence to the four kinds of self-assurance. "},"mn12:29.6":{"pli":"Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ khattiyaparisaṃ upasaṅkamitā. ","eng":"I recall having approached an assembly of hundreds of aristocrats. ","html":"{}","comm":"<i lang='pi' translate='no'>Anekasataṁ khattiyaparisaṁ</i> is singular, “an assembly of hundreds of aristocrats”, rather than “hundreds of assemblies of aristocrats”. "},"mn12:29.7":{"pli":"Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā. ","eng":"There I used to sit with them, converse, and engage in discussion. ","html":"{}"},"mn12:29.8":{"pli":"Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi. ","eng":"But I don’t see any reason to feel afraid or insecure. ","html":"{}"},"mn12:29.9":{"pli":"Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ","eng":"Since I see no such reason, I live secure, fearless, and assured. ","html":"{}</p>"},"mn12:30.1":{"pli":"Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ brāhmaṇaparisaṃ …pe… ","eng":"I recall having approached an assembly of hundreds of brahmins … ","html":"<p>{}"},"mn12:30.2":{"pli":"gahapatiparisaṃ … ","eng":"householders … ","html":"{}"},"mn12:30.3":{"pli":"samaṇaparisaṃ … ","eng":"ascetics … ","html":"{}"},"mn12:30.4":{"pli":"cātumahārājikaparisaṃ … ","eng":"the gods of the four great kings … ","html":"{}"},"mn12:30.5":{"pli":"tāvatiṃsaparisaṃ … ","eng":"the gods of the thirty-three … ","html":"{}"},"mn12:30.6":{"pli":"māraparisaṃ … ","eng":"Māras … ","html":"{}"},"mn12:30.7":{"pli":"brahmaparisaṃ upasaṅkamitā. ","eng":"divinities. ","html":"{}"},"mn12:30.8":{"pli":"Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā. ","eng":"There too I used to sit with them, converse, and engage in discussion. ","html":"{}"},"mn12:30.9":{"pli":"Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi. ","eng":"But I don’t see any reason to feel afraid or insecure. ","html":"{}"},"mn12:30.10":{"pli":"Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ","eng":"Since I see no such reason, I live secure, fearless, and assured. ","html":"{}</p>"},"mn12:31.1":{"pli":"Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ","eng":"When I know and see in this way, suppose someone were to say this: ","html":"<p>{}"},"mn12:31.2":{"pli":"‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ","eng":"‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ ","html":"{}"},"mn12:31.3":{"pli":"taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}"},"mn12:31.4":{"pli":"Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ","html":"{}"},"mn12:31.5":{"pli":"Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","html":"{}</p>"},"mn12:32.1":{"pli":"Catasso kho imā, sāriputta, yoniyo. ","eng":"Sāriputta, there are these four kinds of reproduction. ","html":"<p>{}","comm":"These four, which are absent from the Chinese parallel, describe the births of different kinds of <i lang='pi' translate='no'>nāga</i> (<a href='index.html?q=sn29.1'>SN 29.1</a>) and phoenix (<a href='index.html?q=sn30.1'>SN 30.1</a>). "},"mn12:32.2":{"pli":"Katamā catasso? ","eng":"What four? ","html":"{}"},"mn12:32.3":{"pli":"Aṇḍajā yoni, jalābujā yoni, saṃsedajā yoni, opapātikā yoni. ","eng":"Reproduction for creatures born from an egg, from a womb, from moisture, or spontaneously. ","html":"{}</p>","comm":"Compare the three “seeds” of Chāndogya Upaniṣad 6.3.1: beings are born from an egg (<i lang='pi' translate='no'>āṇḍaja</i>), from a living individual (<i lang='pi' translate='no'>jīvaja</i>, i.e. “viviparous”), from a sprout (<i lang='pi' translate='no'>udbhijja</i>, i.e. plants). Expanded to four at Aitareya Upaniṣad 3.3: from an egg, from a membrane (<i lang='pi' translate='no'>jāruja</i> = <i lang='pi' translate='no'>jarāyuja</i>, cf. Pali <i lang='pi' translate='no'>jalābuja</i>), from moisture/sweat (<i lang='pi' translate='no'>svedaja</i>, cf. Pali <i lang='pi' translate='no'>saṁsedaja</i>), from a sprout. These are defined at Manusmṛti 1.43–6. The Jain Tattvārtha Sūtra 2.31–5 presents three kinds of birth: congealing (<i lang='pi' translate='no'>sammūrcchana</i>), uterine (<i lang='pi' translate='no'>garbha</i>; includes egg and womb), and spontaneous (<i lang='pi' translate='no'>upapāda</i>, cf. Pali <i lang='pi' translate='no'>opapātika</i> in the same sense). “Congealing” birth refers to all those not otherwise covered, and thus includes both “mosisture-born” and plants (cf. <a href='index.html?q=dn15#21.2'>DN 15:21.2</a>). | The Buddhist list is the only one that does not include plants, as Buddhists believe that consciousness does not take rebirth in plants. The Vedic position is that the soul (<i lang='pi' translate='no'>ātman</i>) can be reborn in plants (Chāndogya Upaniṣad 6.3.2), while the Jains believed that all things living and not living possess souls (<i lang='pi' translate='no'>jīva</i>). "},"mn12:33.1":{"pli":"Katamā ca, sāriputta, aṇḍajā yoni? ","eng":"And what is reproduction from an egg? ","html":"<p>{}"},"mn12:33.2":{"pli":"Ye kho te, sāriputta, sattā aṇḍakosaṃ abhinibbhijja jāyanti—","eng":"There are beings who are born by breaking out of an eggshell. ","html":"{}"},"mn12:33.3":{"pli":"ayaṃ vuccati, sāriputta, aṇḍajā yoni. ","eng":"This is called reproduction from an egg. ","html":"{}"},"mn12:33.4":{"pli":"Katamā ca, sāriputta, jalābujā yoni? ","eng":"And what is reproduction from a womb? ","html":"{}","comm":"This is literally “membranous” reproduction, in reference to the membranes that envelop the fetus. "},"mn12:33.5":{"pli":"Ye kho te, sāriputta, sattā vatthikosaṃ abhinibbhijja jāyanti—","eng":"There are beings who are born by breaking out of the amniotic sac. ","html":"{}"},"mn12:33.6":{"pli":"ayaṃ vuccati, sāriputta, jalābujā yoni. ","eng":"This is called reproduction from a womb. ","html":"{}"},"mn12:33.7":{"pli":"Katamā ca, sāriputta, saṃsedajā yoni? ","eng":"And what is reproduction from moisture? ","html":"{}"},"mn12:33.8":{"pli":"Ye kho te, sāriputta, sattā pūtimacche vā jāyanti pūtikuṇape vā pūtikummāse vā candanikāye vā oḷigalle vā jāyanti—","eng":"There are beings who are born in a rotten fish, in a rotten carcass, in rotten dough, in a cesspool or a sump. ","html":"{}"},"mn12:33.9":{"pli":"ayaṃ vuccati, sāriputta, saṃsedajā yoni. ","eng":"This is called reproduction from moisture. ","html":"{}"},"mn12:33.10":{"pli":"Katamā ca, sāriputta, opapātikā yoni? ","eng":"And what is spontaneous reproduction? ","html":"{}"},"mn12:33.11":{"pli":"Devā, nerayikā, ekacce ca manussā, ekacce ca vinipātikā—","eng":"Gods, hell-beings, certain humans, and certain beings in the lower realms. ","html":"{}"},"mn12:33.12":{"pli":"ayaṃ vuccati, sāriputta, opapātikā yoni. ","eng":"This is called spontaneous reproduction. ","html":"{}"},"mn12:33.13":{"pli":"Imā kho, sāriputta, catasso yoniyo. ","eng":"These are the four kinds of reproduction. ","html":"{}</p>"},"mn12:34.1":{"pli":"Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ","eng":"When I know and see in this way, suppose someone were to say this: ","html":"<p>{}"},"mn12:34.2":{"pli":"‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ","eng":"‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ ","html":"{}"},"mn12:34.3":{"pli":"taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}"},"mn12:34.4":{"pli":"Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ","html":"{}"},"mn12:34.5":{"pli":"Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","html":"{}</p>"},"mn12:35.1":{"pli":"Pañca kho imā, sāriputta, gatiyo. ","eng":"There are these five destinations. ","html":"<p>{}"},"mn12:35.2":{"pli":"Katamā pañca? ","eng":"What five? ","html":"{}"},"mn12:35.3":{"pli":"Nirayo, tiracchānayoni, pettivisayo, manussā, devā. ","eng":"Hell, the animal realm, the ghost realm, humanity, and the gods. ","html":"{}</p>","comm":"The <i lang='pi' translate='no'>asuras</i> (“titans”) are included with the gods in this classification; gods and titans are close enough to allow intermarriage (<a href='index.html?q=sn11.13#11.1'>SN 11.13:11.1</a>). The Chinese parallel, in common with later traditions, adds the titans as a separate realm here. "},"mn12:36.1":{"pli":"Nirayañcāhaṃ, sāriputta, pajānāmi, nirayagāmiñca maggaṃ, nirayagāminiñca paṭipadaṃ; ","eng":"I understand hell, and the path and practice that leads to hell. ","html":"<p>{}"},"mn12:36.2":{"pli":"yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ","eng":"And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ","html":"{}"},"mn12:36.3":{"pli":"Tiracchānayoniñcāhaṃ, sāriputta, pajānāmi, tiracchānayonigāmiñca maggaṃ, tiracchānayonigāminiñca paṭipadaṃ; ","eng":"I understand the animal realm … ","html":"{}"},"mn12:36.4":{"pli":"yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjati tañca pajānāmi. ","html":"{}"},"mn12:36.5":{"pli":"Pettivisayañcāhaṃ, sāriputta, pajānāmi, pettivisayagāmiñca maggaṃ, pettivisayagāminiñca paṭipadaṃ; ","html":"{}"},"mn12:36.6":{"pli":"yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjati tañca pajānāmi. ","eng":"the ghost realm … ","html":"{}"},"mn12:36.7":{"pli":"Manusse cāhaṃ, sāriputta, pajānāmi, manussalokagāmiñca maggaṃ, manussalokagāminiñca paṭipadaṃ; ","eng":"humanity … ","html":"{}"},"mn12:36.8":{"pli":"yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā manussesu upapajjati tañca pajānāmi. ","html":"{}"},"mn12:36.9":{"pli":"Deve cāhaṃ, sāriputta, pajānāmi, devalokagāmiñca maggaṃ, devalokagāminiñca paṭipadaṃ; ","eng":"gods, and the path and practice that leads to the world of the gods. ","html":"{}"},"mn12:36.10":{"pli":"yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tañca pajānāmi. ","eng":"And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a good place, a heavenly realm. ","html":"{}"},"mn12:36.11":{"pli":"Nibbānañcāhaṃ, sāriputta, pajānāmi, nibbānagāmiñca maggaṃ, nibbānagāminiñca paṭipadaṃ; ","eng":"And I understand extinguishment, and the path and practice that leads to extinguishment. ","html":"{}"},"mn12:36.12":{"pli":"yathā paṭipanno ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati tañca pajānāmi. ","eng":"And I understand how someone practicing that way realizes the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ","html":"{}</p>"},"mn12:37.1":{"pli":"Idhāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","eng":"When I’ve comprehended the mind of a certain individual, I understand: ","html":"<p>{}","comm":"Here the Buddha describes the process by which he knows where paths lead. First he comprehends their minds, then he infers their destiny, then he confirms the outcome. It is only in this limited way that he knows the future. If, as popular tradition would have it, he was literally omniscient, there would be no need to undertake such a laborious process involving inference, as he could simply directly see whatever he wanted. "},"mn12:37.2":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti. ","eng":"‘This individual is practicing in such a way and is riding upon such a path that when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’ ","html":"{}"},"mn12:37.3":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed been reborn in hell, where they experience exclusively painful feelings, sharp and severe. ","html":"{}"},"mn12:37.4":{"pli":"Seyyathāpi, sāriputta, aṅgārakāsu sādhikaporisā pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. ","eng":"Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked. ","html":"{}","comm":"Such pits are frequently mentioned in the suttas and must have been a common sight. Since fired bricks were not regularly produced, perhaps they were used for metals or pottery, although kilns are also mentioned (<a href='index.html?q=an7.66#8.3'>AN 7.66:8.3</a>, <a href='index.html?q=sn12.51#12.1'>SN 12.51:12.1</a>). "},"mn12:37.5":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva aṅgārakāsuṃ paṇidhāya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same pit of coals. ","html":"{}"},"mn12:37.6":{"pli":"Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ","eng":"If a person with clear eyes saw them, they’d say: ","html":"{}"},"mn12:37.7":{"pli":"‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva aṅgārakāsuṃ āgamissatī’ti. ","eng":"‘This person is proceeding in such a way and is riding upon such a path that they will arrive at that very pit of coals.’ ","html":"{}"},"mn12:37.8":{"pli":"Tamenaṃ passeyya aparena samayena tassā aṅgārakāsuyā patitaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. ","eng":"Some time later they see that they have indeed fallen into that pit of coals, where they experience exclusively painful feelings, sharp and severe. … ","html":"{}</p>"},"mn12:37.9":{"pli":"Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","html":"<p data-counter='1'>{}"},"mn12:37.10":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti. ","html":"{}"},"mn12:37.11":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. ","html":"{}</p>"},"mn12:38.1":{"pli":"Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","eng":"When I’ve comprehended the mind of a certain individual, I understand: ","html":"<p>{}"},"mn12:38.2":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti. ","eng":"‘This individual … will be reborn in the animal realm.’ ","html":"{}"},"mn12:38.3":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed been reborn in the animal realm, where they suffer painful feelings, sharp and severe. ","html":"{}","comm":"Text omits <i lang='pi' translate='no'>ekanta</i> (“exclusively”), as animals experience both pleasure and pain. "},"mn12:38.4":{"pli":"Seyyathāpi, sāriputta, gūthakūpo sādhikaporiso, pūro gūthassa. ","eng":"Suppose there was a sewer deeper than a man’s height, full to the brim with feces. ","html":"{}"},"mn12:38.5":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva gūthakūpaṃ paṇidhāya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same sewer. ","html":"{}"},"mn12:38.6":{"pli":"Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ","eng":"If a person with clear eyes saw them, they’d say: ","html":"{}"},"mn12:38.7":{"pli":"‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā imaṃyeva gūthakūpaṃ āgamissatī’ti. ","eng":"‘This person is proceeding in such a way and is riding upon such a path that they will arrive at that very sewer.’ ","html":"{}"},"mn12:38.8":{"pli":"Tamenaṃ passeyya aparena samayena tasmiṃ gūthakūpe patitaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. ","eng":"Some time later they see that they have indeed fallen into that sewer, where they suffer painful feelings, sharp and severe. … ","html":"{}</p>"},"mn12:38.9":{"pli":"Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","html":"<p data-counter='2'>{}"},"mn12:38.10":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti. ","html":"{}"},"mn12:38.11":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. ","html":"{}</p>"},"mn12:39.1":{"pli":"Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","eng":"When I’ve comprehended the mind of a certain individual, I understand: ","html":"<p>{}"},"mn12:39.2":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti. ","eng":"‘This individual … will be reborn in the ghost realm.’ ","html":"{}"},"mn12:39.3":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed been reborn in the ghost realm, where they experience mostly painful feelings. ","html":"{}","comm":"The pain in the ghost realm is not sharp, severe, and exclusive like in hell, nor just sharp and severe as in the animal realm, but merely “mostly painful” (<i lang='pi' translate='no'>dukkhabahulā vedanā</i>). The pain level is gradually diminishing, and with the human realm it flips, becoming mostly pleasant, then exclusively pleasant in the heaven realms. "},"mn12:39.4":{"pli":"Seyyathāpi, sāriputta, rukkho visame bhūmibhāge jāto tanupattapalāso kabaracchāyo. ","eng":"Suppose there was a tree growing on rugged ground, with thin foliage casting dappled shade. ","html":"{}","comm":"Perhaps the tree was in Australia, where the ground is stony, the leaf coverage scanty, and the flies ravenous. "},"mn12:39.5":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same tree. ","html":"{}"},"mn12:39.6":{"pli":"Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ","eng":"If a person with clear eyes saw them, they’d say: ","html":"{}"},"mn12:39.7":{"pli":"‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva rukkhaṃ āgamissatī’ti. ","eng":"‘This person is proceeding in such a way and is riding upon such a path that they will arrive at that very tree.’ ","html":"{}"},"mn12:39.8":{"pli":"Tamenaṃ passeyya, aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā dukkhabahulā vedanā vedayamānaṃ. ","eng":"Some time later they see them sitting or lying under that tree, where they experience mostly painful feelings. … ","html":"{}</p>"},"mn12:39.9":{"pli":"Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","html":"<p data-counter='3'>{}"},"mn12:39.10":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti. ","html":"{}"},"mn12:39.11":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ. ","html":"{}</p>"},"mn12:40.1":{"pli":"Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","eng":"When I’ve comprehended the mind of a certain individual, I understand: ","html":"<p>{}"},"mn12:40.2":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti. ","eng":"‘This individual … will be reborn among human beings.’ ","html":"{}"},"mn12:40.3":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed been reborn among human beings, where they experience mostly pleasant feelings. ","html":"{}"},"mn12:40.4":{"pli":"Seyyathāpi, sāriputta, rukkho same bhūmibhāge jāto bahalapattapalāso sandacchāyo. ","eng":"Suppose there was a tree growing on smooth ground, with abundant foliage casting dense shade. ","html":"{}"},"mn12:40.5":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same tree. ","html":"{}"},"mn12:40.6":{"pli":"Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ","eng":"If a person with clear eyes saw them, they’d say: ","html":"{}"},"mn12:40.7":{"pli":"‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imameva rukkhaṃ āgamissatī’ti. ","eng":"‘This person is proceeding in such a way and is riding upon such a path that they will arrive at that very tree.’ ","html":"{}"},"mn12:40.8":{"pli":"Tamenaṃ passeyya aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā sukhabahulā vedanā vedayamānaṃ. ","eng":"Some time later they see them sitting or lying under that tree, where they experience mostly pleasant feelings. … ","html":"{}</p>"},"mn12:40.9":{"pli":"Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","html":"<p data-counter='4'>{}"},"mn12:40.10":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti. ","html":"{}"},"mn12:40.11":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ. ","html":"{}</p>"},"mn12:41.1":{"pli":"Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ","eng":"When I’ve comprehended the mind of a certain individual, I understand: ","html":"<p>{}"},"mn12:41.2":{"pli":"‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatī’ti. ","eng":"‘This individual … will be reborn in a good place, a heavenly realm.’ ","html":"{}"},"mn12:41.3":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed been reborn in a heavenly realm, where they experience feelings of perfect happiness. ","html":"{}"},"mn12:41.4":{"pli":"Seyyathāpi, sāriputta, pāsādo, tatrāssa kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ. ","eng":"Suppose there was a stilt longhouse with a peaked roof, plastered inside and out, draft-free, with door fastened and window shuttered. ","html":"{}"},"mn12:41.5":{"pli":"Tatrāssa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno. ","eng":"And it had a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. ","html":"{}"},"mn12:41.6":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pāsādaṃ paṇidhāya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same stilt longhouse. ","html":"{}"},"mn12:41.7":{"pli":"Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ","eng":"If a person with clear eyes saw them, they’d say: ","html":"{}"},"mn12:41.8":{"pli":"‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pāsādaṃ āgamissatī’ti. ","eng":"‘This person is proceeding in such a way and is riding upon such a path that they will arrive at that very stilt longhouse.’ ","html":"{}"},"mn12:41.9":{"pli":"Tamenaṃ passeyya aparena samayena tasmiṃ pāsāde tasmiṃ kūṭāgāre tasmiṃ pallaṅke nisinnaṃ vā nipannaṃ vā ekantasukhā vedanā vedayamānaṃ. ","eng":"Some time later they see them sitting or lying in that stilt longhouse, where they experience feelings of perfect happiness. … ","html":"{}</p>"},"mn12:41.10":{"pli":"Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—","html":"<p data-counter='5'>{}"},"mn12:41.11":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatīti. ","html":"{}"},"mn12:41.12":{"pli":"Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ. ","html":"{}</p>"},"mn12:42.1":{"pli":"Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ cetasā ceto paricca pajānāmi—","eng":"When I’ve comprehended the mind of a certain individual, I understand: ","html":"<p>{}"},"mn12:42.2":{"pli":"tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatīti. ","eng":"‘This individual is practicing in such a way and is riding upon such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ","html":"{}"},"mn12:42.3":{"pli":"Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing feelings of perfect happiness. ","html":"{}"},"mn12:42.4":{"pli":"Seyyathāpi, sāriputta, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā. ","eng":"Suppose there was a lotus pond with clear, sweet, cool water, clean, with smooth banks, delightful. ","html":"{}"},"mn12:42.5":{"pli":"Avidūre cassā tibbo vanasaṇḍo. ","eng":"Nearby was a dense forest grove. ","html":"{}","comm":"We have met <i lang='pi' translate='no'>tibba</i> above in the sense of “sharp” feelings. At <a href='index.html?q=mnd14#58.13'>Mnd 14:58.13</a>, such a forest is said to be one of the four kinds of darkness. "},"mn12:42.6":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pokkharaṇiṃ paṇidhāya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. And they have set out on a path that meets with that same lotus pond. ","html":"{}"},"mn12:42.7":{"pli":"Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ","eng":"If a person with clear eyes saw them, they’d say: ","html":"{}"},"mn12:42.8":{"pli":"‘tathā bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pokkharaṇiṃ āgamissatī’ti. ","eng":"‘This person is proceeding in such a way and is riding upon such a path that they will arrive at that very lotus pond.’ ","html":"{}"},"mn12:42.9":{"pli":"Tamenaṃ passeyya aparena samayena taṃ pokkharaṇiṃ ogāhetvā nhāyitvā ca pivitvā ca sabbadarathakilamathapariḷāhaṃ paṭippassambhetvā paccuttaritvā tasmiṃ vanasaṇḍe nisinnaṃ vā nipannaṃ vā, ekantasukhā vedanā vedayamānaṃ. ","eng":"Some time later they would see that person after they had plunged into that lotus pond, bathed and drunk. When all their stress, weariness, and heat exhaustion had faded away, they emerged and sat or lay down in that woodland thicket, where they experienced feelings of perfect happiness. ","html":"{}</p>"},"mn12:42.10":{"pli":"Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ","eng":"In the same way, when I’ve comprehended the mind of an individual, I understand: ","html":"<p>{}"},"mn12:42.11":{"pli":"‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti. ","eng":"‘This individual is practicing in such a way and is riding upon such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ","html":"{}"},"mn12:42.12":{"pli":"Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ. ","eng":"Some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing feelings of perfect happiness. ","html":"{}"},"mn12:42.13":{"pli":"Imā kho, sāriputta, pañca gatiyo. ","eng":"These are the five destinations. ","html":"{}</p>"},"mn12:43.1":{"pli":"Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ","eng":"When I know and see in this way, suppose someone were to say this: ","html":"<p>{}"},"mn12:43.2":{"pli":"‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso; ","eng":"‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. ","html":"{}"},"mn12:43.3":{"pli":"takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti ","eng":"He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’ ","html":"{}"},"mn12:43.4":{"pli":"taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}"},"mn12:43.5":{"pli":"Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya; evaṃ sampadamidaṃ, sāriputta, vadāmi ","eng":"Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say. ","html":"{}"},"mn12:43.6":{"pli":"taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}</p>"},"mn12:44.1":{"pli":"Abhijānāmi kho panāhaṃ, sāriputta, caturaṅgasamannāgataṃ brahmacariyaṃ caritā—","eng":"Sāriputta, I recall having practiced a spiritual path consisting of four factors. ","html":"<p>{}","comm":"The Buddha evidently introduces this topic because Sunakkhatta was impressed by displays of austerity. It is a unique description of the Bodhisatta’s practices before awakening. The practices, which for the most part sound very Jain-like, were undertaken in various periods during the six years after the Bodhisatta went forth and before his awakening. | The supposedly Jain “fourfold restraint” is recorded at <a href='index.html?q=mn56#12.2'>MN 56:12.2</a> and <a href='index.html?q=dn2#29.2'>DN 2:29.2</a>, while at <a href='index.html?q=dn25#16.4'>DN 25:16.4</a> the Buddha reinterprets it as keeping precepts. "},"mn12:44.2":{"pli":"tapassī sudaṃ homi paramatapassī, lūkho sudaṃ homi paramalūkho, jegucchī sudaṃ homi paramajegucchī, pavivitto sudaṃ homi paramapavivitto. ","eng":"I used to be a fervent mortifier, the ultimate fervent mortifier. I used to live rough, the ultimate rough-liver. I used to live in disgust of sin, the ultimate one living in disgust of sin. I used to be secluded, in ultimate seclusion. ","html":"{}</p>","comm":"“Fervent mortifier” (<i lang='pi' translate='no'>tapassī</i>), “rough-liver” (<i lang='pi' translate='no'>lūkha</i>), “one living in disgust of sin” (<i lang='pi' translate='no'>jegucchī</i>), “secluded” (<i lang='pi' translate='no'>pavivitta</i>). "},"mn12:45.1":{"pli":"Tatrāssu me idaṃ, sāriputta, tapassitāya hoti—acelako homi muttācāro hatthāpalekhano, naehibhaddantiko natiṭṭhabhaddantiko; nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyāmi. ","eng":"And this is what my fervent mortification was like. I went naked, ignoring conventions. I licked my hands, and didn’t come or stop when asked. I didn’t consent to food brought to me, or food prepared specially for me, or an invitation for a meal. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Tapas</i> (“ardor, fire. fervor, fervent mortification”) is the raging flame of righteous pain that courses through body when it is pushed to its extremes. This “fervor” burns off the corrupting traces of <i lang='pi' translate='no'>kamma</i> and defilements. | Buddhist mendicants may not receive food in their hands, nor lick them while eating. Followers of the practices listed here would have walked steadily and randomly for alms, accepting only what was given at the time. "},"mn12:45.2":{"pli":"So na kumbhimukhā paṭiggaṇhāmi, na kaḷopimukhā paṭiggaṇhāmi, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī; na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivāmi; ","eng":"I didn’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who lives with a man; or where food for distribution is advertised; or where there’s a hound waiting or flies buzzing. I accepted no fish or meat or beer or wine, and drank no fermented gruel. ","html":"{}","comm":"Keeping sheep (<i lang='pi' translate='no'>eḷaka</i>, for slaughter) goes against the Jain principle of non-violence, as does keeping weapons (<i lang='pi' translate='no'>daṇḍa</i>). | A <i lang='pi' translate='no'>musala</i> often means “pestle”, but it can also be a “shovel”; at <a href='index.html?q=mn81#18.12'>MN 81:18.12</a> it is regarded as a virtue to not use one to dig the soil (which is regarded as being alive in Jainism). | <i lang='pi' translate='no'>Thusodaka</i> is an alcoholic porridge fermented from grain-husks, mentioned alongside <i lang='pi' translate='no'>sovīraka</i> in the Pali commentaries and Carakasaṁhitā 27g.191. "},"mn12:45.3":{"pli":"so ekāgāriko vā homi ekālopiko, dvāgāriko vā homi dvālopiko …pe… sattāgāriko vā homi sattālopiko; ","eng":"I went to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. ","html":"{}"},"mn12:45.4":{"pli":"ekissāpi dattiyā yāpemi, dvīhipi dattīhi yāpemi …pe… sattahipi dattīhi yāpemi; ","eng":"I fed on one saucer a day, two saucers a day, up to seven saucers a day. ","html":"{}"},"mn12:45.5":{"pli":"ekāhikampi āhāraṃ āhāremi, dvīhikampi āhāraṃ āhāremi …pe… sattāhikampi āhāraṃ āhāremi; iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmi. ","eng":"I ate once a day, once every second day, up to once a week, and so on, even up to once a fortnight. I lived committed to the practice of eating food at set intervals. ","html":"{}</p>"},"mn12:45.6":{"pli":"So sākabhakkho vā homi, sāmākabhakkho vā homi, nīvārabhakkho vā homi, daddulabhakkho vā homi, haṭabhakkho vā homi, kaṇabhakkho vā homi, ācāmabhakkho vā homi, piññākabhakkho vā homi, tiṇabhakkho vā homi, gomayabhakkho vā homi, vanamūlaphalāhāro yāpemi pavattaphalabhojī. ","eng":"I ate herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. I survived on forest roots and fruits, or eating fallen fruit. ","html":"<p>{}</p>","comm":"It is not easy to meaningfully distinguish the various kinds of grain. "},"mn12:45.7":{"pli":"So sāṇānipi dhāremi, masāṇānipi dhāremi, chavadussānipi dhāremi, paṃsukūlānipi dhāremi, tirīṭānipi dhāremi, ajinampi dhāremi, ajinakkhipampi dhāremi, kusacīrampi dhāremi, vākacīrampi dhāremi, phalakacīrampi dhāremi, kesakambalampi dhāremi, vāḷakambalampi dhāremi, ulūkapakkhampi dhāremi; ","eng":"I wore robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. ","html":"<p>{}","comm":"All are extremely uncomfortable. Christian ascetics wore a “hair shirt” in order to “mortify the flesh” . "},"mn12:45.8":{"pli":"kesamassulocakopi homi kesamassulocanānuyogamanuyutto; ","eng":"I tore out hair and beard, committed to this practice. ","html":"{}","comm":"Jain ascetics tear out their hair at ordination, rather than shaving. "},"mn12:45.9":{"pli":"ubbhaṭṭhakopi homi āsanapaṭikkhitto; ","eng":"I constantly stood, turning down seats. ","html":"{}","comm":"Remaining in one posture for months or years at a time is one of the most difficult practices. "},"mn12:45.10":{"pli":"ukkuṭikopi homi ukkuṭikappadhānamanuyutto; ","eng":"I squatted, committed to the endeavor of squatting. ","html":"{}"},"mn12:45.11":{"pli":"kaṇṭakāpassayikopi homi kaṇṭakāpassaye seyyaṃ kappemi; ","eng":"I lay on a mat of thorns, making a mat of thorns my bed. ","html":"{}"},"mn12:45.12":{"pli":"sāyatatiyakampi udakorohanānuyogamanuyutto viharāmi—","eng":"I was devoted to ritual bathing three times a day, including at dusk. ","html":"{}","comm":"The “three times” are daybreak, noon, and dusk, considered the three crucial “junctures” (<i lang='pi' translate='no'>sandhyā</i>). This seems out of place here. It was a Brahmanical practice (<a href='index.html?q=sn7.21'>SN 7.21</a>), as the Jains refused to bathe at all, hence the “rough living” of the following section. Indeed, bathing three times a day in the Indian climate would, for most of the year, be quite pleasant. Sometimes, however, it was deliberately done in the cold (<a href='index.html?q=ud1.9#1.3'>Ud 1.9:1.3</a>). "},"mn12:45.13":{"pli":"iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharāmi. ","eng":"And so I lived committed to practicing these various ways of mortifying and tormenting the body. ","html":"{}"},"mn12:45.14":{"pli":"Idaṃsu me, sāriputta, tapassitāya hoti. ","eng":"Such was my practice of fervent mortification. ","html":"{}</p>"},"mn12:46.1":{"pli":"Tatrāssu me idaṃ, sāriputta, lūkhasmiṃ hoti—","eng":"And this is what my rough living was like. ","html":"<p data-counter='1'>{}","comm":"“Rough” (<i lang='pi' translate='no'>lūkha</i>) is related to the Sanskrit <i lang='pi' translate='no'>rūkṣa</i>, among the meanings of which is “soiled, smeared, dirtied”. "},"mn12:46.2":{"pli":"nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ. ","eng":"The dust and dirt built up on my body over many years until it started flaking off. ","html":"{}"},"mn12:46.3":{"pli":"Seyyathāpi, sāriputta, tindukakhāṇu nekavassagaṇiko sannicito hoti papaṭikajāto, evamevāssu me, sāriputta, nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ. ","eng":"It’s like the trunk of a pale-moon ebony tree, which builds up bark over many years until it starts flaking off. ","html":"{}"},"mn12:46.4":{"pli":"Tassa mayhaṃ, sāriputta, na evaṃ hoti: ","eng":"But it didn’t occur to me: ","html":"{}"},"mn12:46.5":{"pli":"‘aho vatāhaṃ imaṃ rajojallaṃ pāṇinā parimajjeyyaṃ, aññe vā pana me imaṃ rajojallaṃ pāṇinā parimajjeyyun’ti. ","eng":"‘Oh, this dust and dirt must be rubbed off by my hand or another’s.’ ","html":"{}"},"mn12:46.6":{"pli":"Evampi me, sāriputta, na hoti. ","eng":"That didn’t occur to me. ","html":"{}"},"mn12:46.7":{"pli":"Idaṃsu me, sāriputta, lūkhasmiṃ hoti. ","eng":"Such was my rough living. ","html":"{}</p>"},"mn12:47.1":{"pli":"Tatrāssu me idaṃ, sāriputta, jegucchismiṃ hoti—","eng":"And this is what my living in disgust of sin was like. ","html":"<p data-counter='2'>{}"},"mn12:47.2":{"pli":"so kho ahaṃ, sāriputta, satova abhikkamāmi, satova paṭikkamāmi, yāva udakabindumhipi me dayā paccupaṭṭhitā hoti: ","eng":"I’d step forward or back ever so mindfully, so I was full of pity regarding even a drop of water, thinking: ","html":"{}","comm":"The Bodhisatta learned mindfulness while doing Jain-like practices and later incorporated it into the eightfold path (see also <a href='index.html?q=mn36#20.7'>MN 36:20.7</a>). He also learned mindfulness under Brahmanical teachers (<a href='index.html?q=mn26#15.17'>MN 26:15.17</a>). | “Pity” is <i lang='pi' translate='no'>dayā</i>, which is similar to the more commonly found terms <i lang='pi' translate='no'>karuṇā</i> or <i lang='pi' translate='no'>anukampa</i>. "},"mn12:47.3":{"pli":"‘māhaṃ khuddake pāṇe visamagate saṅghātaṃ āpādesin’ti. ","eng":"‘May I not injure any little creatures on unclear ground.’ ","html":"{}","comm":"To this day, Jain ascetics carry a soft broom to gently sweep away any insects in their path. | “Unclear ground” (<i lang='pi' translate='no'>visamagata</i>) is explained by the commentary as ground that is uneven or covered in grass, branches, etc. A lion is said to reflect in the same way when setting out on a hunt (<a href='index.html?q=an10.21#1.7'>AN 10.21:1.7</a>). | Compare Bhāgavata Purāṇa 5.10.2, where a man carrying a palanquin is so scrupulous about avoiding treading on ants that he stops and starts, making the progress of the palanquin unsteady (<i lang='pi' translate='no'>viṣama-gatāṁ</i>). "},"mn12:47.4":{"pli":"Idaṃsu me, sāriputta, jegucchismiṃ hoti. ","eng":"Such was my living in disgust of sin. ","html":"{}</p>"},"mn12:48.1":{"pli":"Tatrāssu me idaṃ, sāriputta, pavivittasmiṃ hoti—","eng":"And this is what my seclusion was like. ","html":"<p data-counter='3'>{}","comm":"“Seclusion” (<i lang='pi' translate='no'>viviktaśayyāsana</i>) is classified by the Jains as an “external austerity” (<i lang='pi' translate='no'>bāhyatapas</i>) at Tattvārthasūtra 9.19. "},"mn12:48.2":{"pli":"so kho ahaṃ, sāriputta, aññataraṃ araññāyatanaṃ ajjhogāhetvā viharāmi. ","eng":"I would plunge deep into a wilderness region and stay there. ","html":"{}"},"mn12:48.3":{"pli":"Yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā, vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi. ","eng":"When I saw a cowherd or a shepherd, or someone gathering grass or sticks, or a lumberjack, I’d flee from forest to forest, from thicket to thicket, from valley to valley, from uplands to uplands. ","html":"{}"},"mn12:48.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn12:48.5":{"pli":"Mā maṃ te addasaṃsu ahañca mā te addasanti. ","eng":"So that I wouldn’t see them, nor they me. ","html":"{}"},"mn12:48.6":{"pli":"Seyyathāpi, sāriputta, āraññako mago manusse disvā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatati; ","eng":"I fled like a wild deer seeing a human being. ","html":"{}"},"mn12:48.7":{"pli":"evameva kho ahaṃ, sāriputta, yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi. ","html":"{}"},"mn12:48.8":{"pli":"Taṃ kissa hetu? ","html":"{}"},"mn12:48.9":{"pli":"Mā maṃ te addasaṃsu ahañca mā te addasanti. ","html":"{}"},"mn12:48.10":{"pli":"Idaṃsu me, sāriputta, pavivittasmiṃ hoti. ","eng":"Such was my practice of seclusion. ","html":"{}</p>","comm":"This concludes the “spiritual path consisting of four factors” of <a href='index.html?q=mn12#44.1'>MN 12:44.1</a>. "},"mn12:49.1":{"pli":"So kho ahaṃ, sāriputta, ye te goṭṭhā paṭṭhitagāvo apagatagopālakā, tattha catukkuṇḍiko upasaṅkamitvā yāni tāni vacchakānaṃ taruṇakānaṃ dhenupakānaṃ gomayāni tāni sudaṃ āhāremi. ","eng":"I would go on all fours into the cow-pens after the cattle had left and eat the dung of the young suckling calves. ","html":"<p data-counter='4'>{}"},"mn12:49.2":{"pli":"Yāvakīvañca me, sāriputta, sakaṃ muttakarīsaṃ apariyādinnaṃ hoti, sakaṃyeva sudaṃ muttakarīsaṃ āhāremi. ","eng":"As long as my own urine and excrement lasted, I would even eat that. ","html":"{}"},"mn12:49.3":{"pli":"Idaṃsu me, sāriputta, mahāvikaṭabhojanasmiṃ hoti. ","eng":"Such was my eating of most unnatural things. ","html":"{}</p>","comm":"At <a href='index.html?q=pli-tv-kd6#14.6.3'>Kd 6:14.6.3</a> the four “great unnaturals” (or “filthy edibles”, <i lang='pi' translate='no'>mahāvikaṭa</i>) are said to be feces, urine, ash, and clay. "},"mn12:50.1":{"pli":"So kho ahaṃ, sāriputta, aññataraṃ bhiṃsanakaṃ vanasaṇḍaṃ ajjhogāhetvā viharāmi. ","eng":"I would plunge deep into an awe-inspiring forest grove and stay there. ","html":"<p>{}"},"mn12:50.2":{"pli":"Tatrāssudaṃ, sāriputta, bhiṃsanakassa vanasaṇḍassa bhiṃsanakatasmiṃ hoti—","eng":"It was so awe-inspiring that ","html":"{}"},"mn12:50.3":{"pli":"yo koci avītarāgo taṃ vanasaṇḍaṃ pavisati, yebhuyyena lomāni haṃsanti. ","eng":"normally it would make your hair stand on end if you weren’t free of greed. ","html":"{}"},"mn12:50.4":{"pli":"So kho ahaṃ, sāriputta, yā tā rattiyo sītā hemantikā antaraṭṭhakā himapātasamayā tathārūpāsu rattīsu rattiṃ abbhokāse viharāmi, divā vanasaṇḍe; ","eng":"And on days such as the cold spell when the snow falls in the January winter, I stayed in the open by night and in the forest by day. ","html":"{}","comm":"<i lang='pi' translate='no'>Antaraṭṭhakā</i> (Buddhist Hybrid Sanskrit <i lang='pi' translate='no'>aṣṭaka-rātri</i>) is the coldest part of Indian winter between the festival days that fall on the eighth day after the fullmoon in the two winter months of Māgha and Phagguna. This roughly corresponds with January, the coldest month in northern India. "},"mn12:50.5":{"pli":"gimhānaṃ pacchime māse divā abbhokāse viharāmi, rattiṃ vanasaṇḍe. ","eng":"But in the last month of summer I’d stay in the open by day and in the forest by night. ","html":"{}"},"mn12:50.6":{"pli":"Apissu maṃ, sāriputta, ayaṃ anacchariyagāthā paṭibhāsi pubbe assutapubbā: ","eng":"And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me: ","html":"{}</p>","comm":"“Not supernaturally inspired” (<i lang='pi' translate='no'>anacchariyā</i>) rejects the Vedic “channeling” of scripture from the Divinity, while “not learned before in the past” (<i lang='pi' translate='no'>pubbe assutapubbā</i>), echoing the Dhammacakkappavattanasutta (<a href='index.html?q=sn56.11#5.1'>SN 56.11:5.1</a>), rejects the oral tradition. "},"mn12:50.7":{"pli":"‘Sotatto sosinno ceva, ","eng":"‘Scorched and frozen, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"mn12:50.8":{"pli":"eko bhiṃsanake vane; ","eng":"alone in the awe-inspiring forest. ","html":"<span class='verse-line'>{}</span>"},"mn12:50.9":{"pli":"Naggo na caggimāsīno, ","eng":"nude, no fire to sit beside, ","html":"<span class='verse-line'>{}</span>"},"mn12:50.10":{"pli":"esanāpasuto munī’ti. ","eng":"the sage still pursues his quest.’ ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"mn12:51.1":{"pli":"So kho ahaṃ, sāriputta, susāne seyyaṃ kappemi chavaṭṭhikāni upadhāya. ","eng":"I would make my bed in a charnel ground, with the bones of the dead for a pillow. ","html":"<p>{}"},"mn12:51.2":{"pli":"Apissu maṃ, sāriputta, gāmaṇḍalā upasaṅkamitvā oṭṭhubhantipi, omuttentipi, paṃsukenapi okiranti, kaṇṇasotesupi salākaṃ pavesenti. ","eng":"Then village louts would come up to me. They’d spit and piss on me, throw mud on me, even poke sticks in my ears. ","html":"{}","comm":"For “village louts” (<i lang='pi' translate='no'>gāmaṇḍalā</i>), compare <i lang='pi' translate='no'>aṇḍaka</i> in the sense “nasty, cruel” at <a href='index.html?q=mn41#9.4'>MN 41:9.4</a>. "},"mn12:51.3":{"pli":"Na kho panāhaṃ, sāriputta, abhijānāmi tesu pāpakaṃ cittaṃ uppādetā. ","eng":"But I don’t recall ever having a bad thought about them. ","html":"{}"},"mn12:51.4":{"pli":"Idaṃsu me, sāriputta, upekkhāvihārasmiṃ hoti. ","eng":"Such was my abiding in equanimity. ","html":"{}</p>"},"mn12:52.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:52.2":{"pli":"‘āhārena suddhī’ti. ","eng":"‘Purity comes from food.’ ","html":"{}","comm":"Compare Chāndogya Upaniṣad 7.26.2: “from purity of food there is purity of being; from purity of being there is stable memory (mindfulness); relying on memory there is release from all ties” (<i lang='pi' translate='no'>āhāraśuddhau sattvaśuddhiḥ; sattvaśuddhau dhruvā smṛtiḥ; smṛtilambhe sarvagranthīnāṁ vipramokṣaḥ</i>). "},"mn12:52.3":{"pli":"Te evamāhaṃsu: ","eng":"They say: ","html":"{}"},"mn12:52.4":{"pli":"‘kolehi yāpemā’ti. ","eng":"‘Let’s live on jujubes.’ ","html":"{}"},"mn12:52.5":{"pli":"Te kolampi khādanti, kolacuṇṇampi khādanti, kolodakampi pivanti—","eng":"So they eat jujubes and jujube powder, and drink jujube juice. ","html":"{}"},"mn12:52.6":{"pli":"anekavihitampi kolavikatiṃ paribhuñjanti. ","eng":"And they enjoy many jujube concoctions. ","html":"{}"},"mn12:52.7":{"pli":"Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhāritā. ","eng":"I recall eating just a single jujube. ","html":"{}"},"mn12:52.8":{"pli":"Siyā kho pana te, sāriputta, evamassa: ","eng":"You might think that ","html":"{}"},"mn12:52.9":{"pli":"‘mahā nūna tena samayena kolo ahosī’ti. ","eng":"at that time the jujubes must have been very big. ","html":"{}"},"mn12:52.10":{"pli":"Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"mn12:52.11":{"pli":"Tadāpi etaparamoyeva kolo ahosi seyyathāpi etarahi. ","eng":"The jujubes then were at most the same size as today. ","html":"{}"},"mn12:52.12":{"pli":"Tassa mayhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti. ","eng":"Eating so very little, my body became severely emaciated. ","html":"{}"},"mn12:52.13":{"pli":"Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ","eng":"Due to eating so little, my major and minor limbs became like the joints of an eighty-year-old or a dying man, ","html":"{}","comm":"<i lang='pi' translate='no'>Āsītika</i> is “eighty-year-old”, <i lang='pi' translate='no'>kāḷa</i> is “time (of death)” (read <i lang='pi' translate='no'>kāla</i>), <i lang='pi' translate='no'>pabba</i> is “joint”. "},"mn12:52.14":{"pli":"Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya. ","eng":"my bottom became like a camel’s hoof, ","html":"{}"},"mn12:52.15":{"pli":"Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya. ","eng":"my vertebrae stuck out like beads on a string, ","html":"{}"},"mn12:52.16":{"pli":"Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ","eng":"and my ribs were as gaunt as the broken-down rafters on an old barn. ","html":"{}"},"mn12:52.17":{"pli":"Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ","eng":"Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well. ","html":"{}"},"mn12:52.18":{"pli":"Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ","eng":"Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun. ","html":"{}"},"mn12:52.19":{"pli":"So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya. ","eng":"Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly. ","html":"{}"},"mn12:52.20":{"pli":"So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ","eng":"Due to eating so little, when I tried to urinate or defecate I fell face down right there. ","html":"{}"},"mn12:52.21":{"pli":"So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya. ","eng":"Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. ","html":"{}</p>"},"mn12:53-55.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:53-55.2":{"pli":"‘āhārena suddhī’ti. ","eng":"‘Purity comes from food.’ ","html":"{}"},"mn12:53-55.3":{"pli":"Te evamāhaṃsu: ","eng":"They say: ","html":"{}"},"mn12:53-55.4":{"pli":"‘muggehi yāpema …pe… ","eng":"‘Let’s live on mung beans.’ … ","html":"{}"},"mn12:53-55.5":{"pli":"tilehi yāpema …pe… ","eng":"‘Let’s live on sesame.’ … ","html":"{}"},"mn12:53-55.6":{"pli":"taṇḍulehi yāpemā’ti. ","eng":"‘Let’s live on ordinary rice.’ … ","html":"{}"},"mn12:53-55.7":{"pli":"Te taṇḍulampi khādanti, taṇḍulacuṇṇampi khādanti, taṇḍulodakampi pivanti—","html":"{}"},"mn12:53-55.8":{"pli":"anekavihitampi taṇḍulavikatiṃ paribhuñjanti. ","html":"{}"},"mn12:53-55.9":{"pli":"Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva taṇḍulaṃ āhāraṃ āhāritā. ","html":"{}"},"mn12:53-55.10":{"pli":"Siyā kho pana te, sāriputta, evamassa: ","html":"{}"},"mn12:53-55.11":{"pli":"‘mahā nūna tena samayena taṇḍulo ahosī’ti. ","html":"{}"},"mn12:53-55.12":{"pli":"Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ","html":"{}"},"mn12:53-55.13":{"pli":"Tadāpi etaparamoyeva taṇḍulo ahosi, seyyathāpi etarahi. ","html":"{}"},"mn12:53-55.14":{"pli":"Tassa mayhaṃ, sāriputta, ekaṃyeva taṇḍulaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti. ","html":"{}"},"mn12:53-55.15":{"pli":"Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.16":{"pli":"Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.17":{"pli":"Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.18":{"pli":"Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.19":{"pli":"Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.20":{"pli":"Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.21":{"pli":"So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi. Yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.22":{"pli":"So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ","html":"{}"},"mn12:53-55.23":{"pli":"So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya. ","eng":"Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. ","html":"{}</p>"},"mn12:56.1":{"pli":"Tāyapi kho ahaṃ, sāriputta, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamaṃ uttariṃ manussadhammā alamariyañāṇadassanavisesaṃ. ","eng":"But Sāriputta, I did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones by that conduct, that practice, that grueling work. ","html":"<p>{}"},"mn12:56.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn12:56.3":{"pli":"Imissāyeva ariyāya paññāya anadhigamā, yāyaṃ ariyā paññā adhigatā ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya. ","eng":"Because I didn’t achieve that noble wisdom that’s noble and emancipating, and which delivers one who practices it to the complete ending of suffering. ","html":"{}</p>"},"mn12:57.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:57.2":{"pli":"‘saṃsārena suddhī’ti. ","eng":"‘Purity comes from transmigration.’ ","html":"{}","comm":"A view attributed to Makkhali Gosāla (<a href='index.html?q=dn2#21.3'>DN 2:21.3</a>). The idea is that transmigration is limited, so one will automatically be released after a certain number of lives. "},"mn12:57.3":{"pli":"Na kho pana so, sāriputta, saṃsāro sulabharūpo yo mayā asaṃsaritapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ","eng":"But it’s not easy to find a realm that I haven’t previously transmigrated to in all this long time, except for the gods of the pure abodes. ","html":"{}"},"mn12:57.4":{"pli":"Suddhāvāse cāhaṃ, sāriputta, deve saṃsareyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ. ","eng":"For if I had transmigrated to the gods of the pure abodes I would not have returned to this realm again. ","html":"{}</p>","comm":"The gods there are all “non-returners” and will attain arahantship in that realm. "},"mn12:58.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:58.2":{"pli":"‘upapattiyā suddhī’ti. ","eng":"‘Purity comes from rebirth.’ ","html":"{}","comm":"This view and the next appear to be different ways of repeating the same view as before. Perhaps there is a subtle difference between them. "},"mn12:58.3":{"pli":"Na kho pana sā, sāriputta, upapatti sulabharūpā yā mayā anupapannapubbā iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ","eng":"But it’s not easy to find any rebirth that I haven’t previously been reborn in … ","html":"{}"},"mn12:58.4":{"pli":"Suddhāvāse cāhaṃ, sāriputta, deve upapajjeyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ. ","html":"{}</p>"},"mn12:59.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:59.2":{"pli":"‘āvāsena suddhī’ti. ","eng":"‘Purity comes from abode of rebirth.’ ","html":"{}"},"mn12:59.3":{"pli":"Na kho pana so, sāriputta, āvāso sulabharūpo yo mayā anāvuṭṭhapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ","eng":"But it’s not easy to find an abode where I haven’t previously abided … ","html":"{}"},"mn12:59.4":{"pli":"Suddhāvāse cāhaṃ, sāriputta, deve āvaseyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ. ","html":"{}</p>"},"mn12:60.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:60.2":{"pli":"‘yaññena suddhī’ti. ","eng":"‘Purity comes from sacrifice.’ ","html":"{}","comm":"This is, of course, the brahmins. "},"mn12:60.3":{"pli":"Na kho pana so, sāriputta, yañño sulabharūpo yo mayā ayiṭṭhapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena. ","eng":"But it’s not easy to find a sacrifice that I haven’t previously offered in all this long time, when I was an anointed aristocratic king or a well-to-do brahmin. ","html":"{}</p>"},"mn12:61.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:61.2":{"pli":"‘aggiparicariyāya suddhī’ti. ","eng":"‘Purity comes from serving the sacred flame.’ ","html":"{}","comm":"Again, serving the sacred flame is a fundamental, perhaps <em>the</em> fundamental, rite of the brahmins. "},"mn12:61.3":{"pli":"Na kho pana so, sāriputta, aggi sulabharūpo yo mayā apariciṇṇapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena. ","eng":"But it’s not easy to find a fire that I haven’t previously served in all this long time, when I was an anointed aristocratic king or a well-to-do brahmin. ","html":"{}</p>"},"mn12:62.1":{"pli":"Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ","eng":"There are some ascetics and brahmins who have this doctrine and view: ","html":"<p>{}"},"mn12:62.2":{"pli":"‘yāvadevāyaṃ bhavaṃ puriso daharo hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā tāvadeva paramena paññāveyyattiyena samannāgato hoti. ","eng":"‘So long as this gentleman is youthful, young, with pristine black hair, blessed with youth, in the prime of life he will be endowed with perfect lucidity of wisdom. ","html":"{}"},"mn12:62.3":{"pli":"Yato ca kho ayaṃ bhavaṃ puriso jiṇṇo hoti vuddho mahallako addhagato vayoanuppatto, āsītiko vā nāvutiko vā vassasatiko vā jātiyā, atha tamhā paññāveyyattiyā, parihāyatī’ti. ","eng":"But when he’s old, elderly, and senior, advanced in years, and has reached the final stage of life—eighty, ninety, or a hundred years old—he will lose his lucidity of wisdom.’ ","html":"{}"},"mn12:62.4":{"pli":"Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ","eng":"But you should not see it like this. ","html":"{}"},"mn12:62.5":{"pli":"Ahaṃ kho pana, sāriputta, etarahi jiṇṇo vuddho mahallako addhagato vayoanuppatto, āsītiko me vayo vattati. ","eng":"For now I am old, elderly, and senior, I’m advanced in years, and have reached the final stage of life. I am eighty years old. ","html":"{}","comm":"This situates this discourse, and hence the Sunakkhatta cycle as a whole, near the end of the Buddha’s life. "},"mn12:62.6":{"pli":"Idha me assu, sāriputta, cattāro sāvakā vassasatāyukā vassasatajīvino, paramāya satiyā ca gatiyā ca dhitiyā ca samannāgatā paramena ca paññāveyyattiyena. ","eng":"Suppose I had four disciples with a lifespan of a hundred years. And they each were perfect in memory, range, retention, and perfect lucidity of wisdom. ","html":"{}","comm":"Memory (<i lang='pi' translate='no'>sati</i>), range (<i lang='pi' translate='no'>gati</i>), retention (<i lang='pi' translate='no'>dhiti</i>), and perfect lucidity of wisdom (<i lang='pi' translate='no'>paññāveyyattiya</i>). "},"mn12:62.7":{"pli":"Seyyathāpi, sāriputta, daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasireneva tiriyaṃ tālacchāyaṃ atipāteyya, ","eng":"Imagine how easily a well-trained expert archer with a strong bow would shoot a light arrow across the shadow of a palm tree. ","html":"{}"},"mn12:62.8":{"pli":"evaṃ adhimattasatimanto evaṃ adhimattagatimanto evaṃ adhimattadhitimanto evaṃ paramena paññāveyyattiyena samannāgatā. ","eng":"That’s how extraordinary they were in memory, range, retention, and perfect lucidity of wisdom. ","html":"{}"},"mn12:62.9":{"pli":"Te maṃ catunnaṃ satipaṭṭhānānaṃ upādāyupādāya pañhaṃ puccheyyuṃ, puṭṭho puṭṭho cāhaṃ tesaṃ byākareyyaṃ, byākatañca me byākatato dhāreyyuṃ, na ca maṃ dutiyakaṃ uttari paṭipuccheyyuṃ. ","eng":"They’d bring up questions about the four kinds of mindfulness meditation again and again, and I would answer each question. They’d remember the answers and not ask the same question twice. ","html":"{}"},"mn12:62.10":{"pli":"Aññatra asitapītakhāyitasāyitā aññatra uccārapassāvakammā, aññatra niddākilamathapaṭivinodanā apariyādinnāyevassa, sāriputta, tathāgatassa dhammadesanā, apariyādinnaṃyevassa tathāgatassa dhammapadabyañjanaṃ, apariyādinnaṃyevassa tathāgatassa pañhapaṭibhānaṃ. ","eng":"And they’d pause only to eat and drink, go to the toilet, and sleep to dispel weariness. But the Realized One would not run out of Dhamma teachings, words and phrases of the teachings, or spontaneous answers. ","html":"{}"},"mn12:62.11":{"pli":"Atha me te cattāro sāvakā vassasatāyukā vassasatajīvino vassasatassa accayena kālaṃ kareyyuṃ. ","eng":"And at the end of a hundred years my four disciples would pass away. ","html":"{}"},"mn12:62.12":{"pli":"Mañcakena cepi maṃ, sāriputta, pariharissatha, nevatthi tathāgatassa paññāveyyattiyassa aññathattaṃ. ","eng":"Even if you have to carry me around on a stretcher, there will never be any deterioration in the Realized One’s lucidity of wisdom. ","html":"{}</p>"},"mn12:63.1":{"pli":"Yaṃ kho taṃ, sāriputta, sammā vadamāno vadeyya: ","eng":"And if there’s anyone of whom it may be rightly said that ","html":"<p>{}"},"mn12:63.2":{"pli":"‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya ","eng":"a being not liable to delusion has arisen in the world for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.” ","html":"{}"},"mn12:63.3":{"pli":"‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’”ti. ","html":"{}</p>"},"mn12:64.1":{"pli":"Tena kho pana samayena āyasmā nāgasamālo bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno. ","eng":"Now at that time Venerable Nāgasamāla was standing behind the Buddha fanning him. ","html":"<p>{}","comm":"We meet Nāgasamāla in less auspicious circumstances at <a href='index.html?q=ud8.7'>Ud 8.7</a>, where he stubbornly disagrees with the Buddha on which path to take. "},"mn12:64.2":{"pli":"Atha kho āyasmā nāgasamālo bhagavantaṃ etadavoca: ","eng":"Then he said to the Buddha: ","html":"{}</p>"},"mn12:64.3":{"pli":"“acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing! ","html":"<p>{}"},"mn12:64.4":{"pli":"Api hi me, bhante, imaṃ dhammapariyāyaṃ sutvā lomāni haṭṭhāni. ","eng":"While I was listening to this exposition of the teaching my hair stood up! ","html":"{}"},"mn12:64.5":{"pli":"Konāmo ayaṃ, bhante, dhammapariyāyo”ti? ","eng":"What is the name of this exposition of the teaching?” ","html":"{}</p>"},"mn12:64.6":{"pli":"“Tasmātiha tvaṃ, nāgasamāla, imaṃ dhammapariyāyaṃ lomahaṃsanapariyāyotveva naṃ dhārehī”ti. ","eng":"“Well then, Nāgasamāla, you may remember this exposition of the teaching as ‘The Hair-raising Discourse’.” ","html":"<p>{}</p>","comm":"This original title is widely attested in the tradition, being found in some <i lang='pi' translate='no'>uddāna</i> summary verses in Burmese and Sinhalese manuscripts, <a href='index.html?q=mil7.5.7#2.1'>Mil 7.5.7:2.1</a>, a Jātaka of the same name (<a href='index.html?q=ja94'>Ja 94</a>), several commentaries, and the Sanskrit and Chinese parallels. The subcommentary says that the name Mahāsīhanāda was given by the redactors. "},"mn12:64.7":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn12:64.8":{"pli":"Attamano āyasmā nāgasamālo bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Nāgasamāla approved what the Buddha said. ","html":"{}</p>"},"mn12:64.9":{"pli":"Mahāsīhanādasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}