{"mn93":{"mn93:0.1":{"pli":"Majjhima Nikāya 93 ","eng":"Middle Discourses 93 ","html":"<article id='mn93'><header><ul><li class='division'>{}</li></ul>"},"mn93:0.2":{"pli":"Assalāyanasutta ","eng":"With Assalāyana ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn93:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This discourse records how the brahmin student Assalāyana took on the Buddha on the question of the four classes, an attempt that Assalāyana knew was doomed from the start. Like similar contests such as the Ambaṭṭhasutta (<a href='index.html?q=dn3'>DN 3</a>), it is rich in historical connections. "},"mn93:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn93:2.1":{"pli":"Tena kho pana samayena nānāverajjakānaṃ brāhmaṇānaṃ pañcamattāni brāhmaṇasatāni sāvatthiyaṃ paṭivasanti kenacideva karaṇīyena. ","eng":"Now at that time around five hundred brahmins from abroad were residing in Sāvatthī on some business. ","html":"<p>{}","comm":"Similar gatherings were noted at Campā (<a href='index.html?q=dn4#4.1'>DN 4:4.1</a>) and Opāsāda (<a href='index.html?q=mn95#7.1'>MN 95:7.1</a>). "},"mn93:2.2":{"pli":"Atha kho tesaṃ brāhmaṇānaṃ etadahosi: ","eng":"Then those brahmins thought, ","html":"{}"},"mn93:2.3":{"pli":"“ayaṃ kho samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti. ","eng":"“This ascetic Gotama advocates purification for all four classes. ","html":"{}"},"mn93:2.4":{"pli":"Ko nu kho pahoti samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti? ","eng":"Who is capable of debating with him about this?” ","html":"{}</p>"},"mn93:3.1":{"pli":"Tena kho pana samayena assalāyano nāma māṇavo sāvatthiyaṃ paṭivasati daharo, vuttasiro, soḷasavassuddesiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ","eng":"Now at that time the student Assalāyana was residing in Sāvatthī. He was young, tonsured, and sixteen years old. He had mastered the three Vedas, together with their vocabularies and ritual performance, their phonology and word classification, and the testaments as fifth. He knew them word-by-word, and their grammar. He was well versed in cosmology and the marks of a great man. ","html":"<p>{}</p>","comm":"While this description is similar to that of brahmin students such as Ambaṭṭha (<a href='index.html?q=dn3#1.3.1'>DN 3:1.3.1</a>), it is only here and at <a href='index.html?q=mn95#11.2'>MN 95:11.2</a> that we find the additional details that they are tonsured and sixteen years of age. | “Tonsured” (<i lang='pi' translate='no'>vuttasira</i>) literally means “circlehead” and it refers to the practice of shaving off all but a topknot (cf. <i lang='pi' translate='no'>nivṛttacūḍaka</i> at Manusmṛiti 5.67). According to Manusmṛiti 2.65, the ceremony of tonsure (there called <i lang='pi' translate='no'>keśānta</i>) is to be given to brahmins at sixteen, so this must be meant here. Contrast the usual brahmanical pejorative of <i lang='pi' translate='no'>muṇḍaka</i> (“shaveling”, <a href='index.html?q=mn81#6.8'>MN 81:6.8</a>). "},"mn93:3.2":{"pli":"Atha kho tesaṃ brāhmaṇānaṃ etadahosi: ","eng":"Then those brahmins thought, ","html":"<p>{}"},"mn93:3.3":{"pli":"“ayaṃ kho assalāyano māṇavo sāvatthiyaṃ paṭivasati daharo, vuttasiro, soḷasavassuddesiko jātiyā, tiṇṇaṃ vedānaṃ pāragū …pe… anavayo. ","html":"{}"},"mn93:3.4":{"pli":"So kho pahoti samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti. ","eng":"“This Assalāyana is capable of debating with the ascetic Gotama about this.” ","html":"{}</p>","comm":"Assalāyana may be identified with Kauśalyaṣcāśvalāyana (“Assalāyana of Kosala”) who asked the sage Pippalāda about the nature of <i lang='pi' translate='no'>prāṇa</i> (breath/life energy) in Praśna Upaniṣad 3. He was probably a grandson or further descendant (as indicated by the <i lang='pi' translate='no'>naḍādi</i> formation of his name) of the Aśvala of Videha who debated Yājñavalkya (see note below). "},"mn93:4.1":{"pli":"Atha kho te brāhmaṇā yena assalāyano māṇavo tenupasaṅkamiṃsu; upasaṅkamitvā assalāyanaṃ māṇavaṃ etadavocuṃ: ","eng":"So they approached Assalāyana and said to him, ","html":"<p>{}"},"mn93:4.2":{"pli":"“ayaṃ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti. ","eng":"“This ascetic Gotama advocates purification for all four classes. ","html":"{}"},"mn93:4.3":{"pli":"Etu bhavaṃ assalāyano samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetū”ti. ","eng":"Please, worthy Assalāyana, debate with the ascetic Gotama about this.” ","html":"{}</p>"},"mn93:4.4":{"pli":"Evaṃ vutte, assalāyano māṇavo te brāhmaṇe etadavoca: ","eng":"When they said this, Assalāyana said to them, ","html":"<p>{}"},"mn93:4.5":{"pli":"“samaṇo khalu, bho, gotamo dhammavādī; ","eng":"“They say that the ascetic Gotama is a speaker of principle. ","html":"{}"},"mn93:4.6":{"pli":"dhammavādino ca pana duppaṭimantiyā bhavanti. ","eng":"But speakers of principle are hard to debate. ","html":"{}"},"mn93:4.7":{"pli":"Nāhaṃ sakkomi samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti. ","eng":"I’m not capable of debating with the ascetic Gotama about this.” ","html":"{}</p>","comm":"This dialogue is modeled after the debate at Bṛhadāraṇyaka Upaniṣad 3.1 between Yājñavalkya and Aśvala. Foreign brahmins had come to Videha from Kuru and Pañcāla, the older-established and more prestigious Brahmanical lands (cf. the “western brahmins” of <a href='index.html?q=sn42.6#2.1'>SN 42.6:2.1</a> and <a href='index.html?q=an10.176#1.5'>AN 10.176:1.5</a>). King Janaka offered an extravagant prize of a thousand cows with gold-tipped horns for the greatest brahmin among them. But none dared step forward, so Yājñavalkya started to drive the cows home. Aśvala, the priest in charge of litany (<i lang='pi' translate='no'>hotṛ</i>) for Janaka, challenged him to a debate, but was ultimately silenced. "},"mn93:4.8":{"pli":"Dutiyampi kho te brāhmaṇā assalāyanaṃ māṇavaṃ etadavocuṃ: ","eng":"For a second time, those brahmins said to him ","html":"<p>{}"},"mn93:4.9":{"pli":"“ayaṃ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti. ","eng":"“This ascetic Gotama advocates purification for all four classes. ","html":"{}"},"mn93:4.10":{"pli":"Etu bhavaṃ assalāyano samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetu. ","eng":"Please, worthy Assalāyana, debate with the ascetic Gotama about this. ","html":"{}"},"mn93:4.11":{"pli":"Caritaṃ kho pana bhotā assalāyanena paribbājakan”ti. ","eng":"For you have lived as a wanderer.” ","html":"{}","comm":"This agrees with Praśna Upaniṣad 1.2, where Assalāyana, along with his fellow-seekers, is asked to live another year in fervor, spiritual practice, and faith (<i lang='pi' translate='no'>bhūya eva tapasā brahmacaryeṇa śraddhayā saṁvatsaraṁ</i>). "},"mn93:4.12":{"pli":"Dutiyampi kho assalāyano māṇavo te brāhmaṇe etadavoca: ","eng":"And for a second time, Assalāyana refused. ","html":"{}"},"mn93:4.13":{"pli":"“samaṇo khalu, bho, gotamo dhammavādī; ","html":"{}"},"mn93:4.14":{"pli":"dhammavādino ca pana duppaṭimantiyā bhavanti. ","html":"{}"},"mn93:4.15":{"pli":"Nāhaṃ sakkomi samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti. ","html":"{}</p>"},"mn93:4.16":{"pli":"Tatiyampi kho te brāhmaṇā assalāyanaṃ māṇavaṃ etadavocuṃ: ","eng":"For a third time, those brahmins said to him, ","html":"<p>{}"},"mn93:4.17":{"pli":"“ayaṃ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti. ","eng":"“This ascetic Gotama advocates purification for all four classes. ","html":"{}"},"mn93:4.18":{"pli":"Etu bhavaṃ assalāyano samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetu. ","eng":"Please, worthy Assalāyana, debate with the ascetic Gotama about this. ","html":"{}"},"mn93:4.19":{"pli":"Caritaṃ kho pana bhotā assalāyanena paribbājakaṃ. ","eng":"For you have lived as a wanderer. ","html":"{}"},"mn93:4.20":{"pli":"Mā bhavaṃ assalāyano ayuddhaparājitaṃ parājayī”ti. ","eng":"Don’t admit defeat before going into battle!” ","html":"{}</p>"},"mn93:4.21":{"pli":"Evaṃ vutte, assalāyano māṇavo te brāhmaṇe etadavoca: ","eng":"When they said this, Assalāyana said to them, ","html":"<p>{}"},"mn93:4.22":{"pli":"“addhā kho ahaṃ bhavanto na labhāmi. ","eng":"“Clearly, good fellows, I’m not getting through to you when I say: ","html":"{}"},"mn93:4.23":{"pli":"Samaṇo khalu, bho, gotamo dhammavādī; ","eng":"‘They say that the ascetic Gotama is a speaker of principle. ","html":"{}"},"mn93:4.24":{"pli":"dhammavādino ca pana duppaṭimantiyā bhavanti. ","eng":"But speakers of principle are hard to debate. ","html":"{}"},"mn93:4.25":{"pli":"Nāhaṃ sakkomi samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetunti. ","eng":"I’m not capable of debating with the ascetic Gotama about this.’ ","html":"{}"},"mn93:4.26":{"pli":"Api cāhaṃ bhavantānaṃ vacanena gamissāmī”ti. ","eng":"Nevertheless, I shall go at your bidding.” ","html":"{}</p>"},"mn93:5.1":{"pli":"Atha kho assalāyano māṇavo mahatā brāhmaṇagaṇena saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Assalāyana together with a large group of brahmins went to the Buddha and exchanged greetings with him. ","html":"<p>{}"},"mn93:5.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho assalāyano māṇavo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"mn93:5.3":{"pli":"“brāhmaṇā, bho gotama, evamāhaṃsu: ","eng":"“Worthy Gotama, the brahmins say: ","html":"<p>{}"},"mn93:5.4":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}","comm":"This verse is also at <a href='index.html?q=dn27#3.6'>DN 27:3.6</a> and <a href='index.html?q=mn84#9.19'>MN 84:9.19</a>. "},"mn93:5.5":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}"},"mn93:5.6":{"pli":"brāhmaṇova sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}"},"mn93:5.7":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","eng":"Only brahmins are true-born sons of divinity, born from his mouth, born of divinity, created by divinity, heirs of divinity.’ ","html":"{}"},"mn93:5.8":{"pli":"Idha bhavaṃ gotamo kimāhā”ti? ","eng":"What do you say about this?” ","html":"{}</p>"},"mn93:5.9":{"pli":"“Dissanti kho pana, assalāyana, brāhmaṇānaṃ brāhmaṇiyo utuniyopi gabbhiniyopi vijāyamānāpi pāyamānāpi. ","eng":"“But Assalāyana, brahmin women are seen menstruating, being pregnant, giving birth, and breastfeeding. ","html":"<p>{}"},"mn93:5.10":{"pli":"Te ca brāhmaṇiyonijāva samānā evamāhaṃsu: ","eng":"Yet even though they’re born from a brahmin womb they say: ","html":"{}"},"mn93:5.11":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}"},"mn93:5.12":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}"},"mn93:5.13":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}"},"mn93:5.14":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti. ","eng":"Only brahmins are true-born sons of divinity, born from his mouth, born of divinity, created by divinity, heirs of divinity.’” ","html":"{}</p>"},"mn93:6.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:6.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:6.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:6.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:6.5":{"pli":"sutaṃ te: ‘yonakambojesu aññesu ca paccantimesu janapadesu dveva vaṇṇā—ayyo ceva dāso ca; ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’”ti? ","eng":"Have you heard that in Greece and Persia and other foreign lands there are only two classes, masters and bonded servants; and that masters may become servants, and servants masters?” ","html":"{}</p>","comm":"“Greece” (<i lang='pi' translate='no'>yona</i>, from “Ionia”) and “Persia” (<i lang='pi' translate='no'>kamboja</i>) are loose exonyms indicating the regions dominated by Greek and Iranian culture. | The Greeks and other foreigners are mentioned in Ashokan edicts, but this is the only reference to Greece in an early Buddhist text. The Sanskrit <i lang='pi' translate='no'>yavana</i> appears shortly after the Buddha in Pāṇini 4.1.49. The Indic terms are derived from the Persian <i lang='pi' translate='no'>yauna</i>, first attested in an inscription of Darius I (522–486 BCE), who conquered three Indian realms: <i lang='pi' translate='no'>gandāra</i> (Gandhāra), <i lang='pi' translate='no'>hindush</i> (Indus valley), and <i lang='pi' translate='no'>thataguš</i> (Sattagydia, around modern Bannu in Pakistan). Soldiers from these realms served under Achaemenid kings from this time. Moreover, several Greek and Achaemenid coins dating back as far as Darius I have been found in the Kabul hoard as well as the Shaikhan Dheri hoard at the site of Puṣkalāvatī, capital of Gandhāra. | “Persia” is one of the sixteen great nations (<a href='index.html?q=an3.70#28.2'>AN 3.70:28.2</a>). It was the home of horses, lying to the west of Gandhāra (Pakistan) in modern Afghanistan. This was the easternmost extent of Iranian culture, and the passage here shows how different it was considered compared to the other nations. At this date, I think <i lang='pi' translate='no'>kamboja</i> meant not just the specific location in Afghanistan, but more generally the Iranian peoples west of Gandhāra, just as <i lang='pi' translate='no'>yona</i> (“Ionian”) is used for all people of Greek culture. | The perceived difference in slave culture mirrors the Greek ambassador Megasthenes who, writing over a century later, said there were no slaves in India. "},"mn93:6.6":{"pli":"“Evaṃ, bho, sutaṃ taṃ me: ‘yonakambojesu aññesu ca paccantimesu janapadesu dveva vaṇṇā—ayyo ceva dāso ca; ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’”ti. ","eng":"“Yes, I have heard that.” ","html":"<p>{}</p>"},"mn93:6.7":{"pli":"“Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu: ","eng":"“Then what is the source of the brahmins’ certainty and forcefulness in this matter that they make this claim?” ","html":"<p>{}"},"mn93:6.8":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:6.9":{"pli":"brahmadāyādā’”ti? ","html":"{}</p>"},"mn93:7.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:7.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:7.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:7.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:7.5":{"pli":"khattiyova nu kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya, no brāhmaṇo? ","eng":"Suppose an aristocrat were to kill living creatures, steal, and commit sexual misconduct; to use speech that’s false, divisive, harsh, or nonsensical; and to be covetous, malicious, with wrong view. When their body breaks up, after death, they’d be reborn in a place of loss, a bad place, the underworld, hell. Would this happen only to an aristocrat, and not to a brahmin? ","html":"{}"},"mn93:7.6":{"pli":"Vessova nu kho …pe… ","eng":"Or suppose a peasant, ","html":"{}"},"mn93:7.7":{"pli":"suddova nu kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya, no brāhmaṇo”ti? ","eng":"or a menial were to act in the same way. Would that result befall only a peasant or a menial, and not to a brahmin?” ","html":"{}</p>"},"mn93:7.8":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"mn93:7.9":{"pli":"Khattiyopi hi, bho gotama, pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"If they acted the same way, the same result would befall an aristocrat, a brahmin, a peasant, or a menial. ","html":"{}"},"mn93:7.10":{"pli":"Brāhmaṇopi hi, bho gotama …pe… ","html":"{}"},"mn93:7.11":{"pli":"vessopi hi, bho gotama …pe… ","html":"{}"},"mn93:7.12":{"pli":"suddopi hi, bho gotama …pe… ","html":"{}"},"mn93:7.13":{"pli":"sabbepi hi, bho gotama, cattāro vaṇṇā pāṇātipātino adinnādāyino kāmesumicchācārino musāvādino pisuṇavācā pharusavācā samphappalāpino abhijjhālū byāpannacittā micchādiṭṭhī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyun”ti. ","eng":"For if any of the four classes were to kill living creatures, steal, and commit sexual misconduct; to use speech that’s false, divisive, harsh, or nonsensical; and to be covetous, malicious, with wrong view, then, when their body breaks up, after death, they’d be reborn in a place of loss, a bad place, the underworld, hell.” ","html":"{}</p>"},"mn93:7.14":{"pli":"“Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu: ","eng":"“Then what is the source of the brahmins’ certainty and forcefulness in this matter that they make this claim?” ","html":"<p>{}"},"mn93:7.15":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:7.16":{"pli":"brahmadāyādā’”ti? ","html":"{}</p>"},"mn93:8.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:8.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:8.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:8.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:8.5":{"pli":"brāhmaṇova nu kho pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya, no khattiyo, no vesso, no suddo”ti? ","eng":"Suppose a brahmin were to refrain from killing living creatures, stealing, and committing sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, malice, and wrong view. When their body breaks up, after death, they’d be reborn in a good place, a heavenly realm. Would this happen only to a brahmin, and not to an aristocrat, a peasant, or a menial?” ","html":"{}</p>"},"mn93:8.6":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"mn93:8.7":{"pli":"Khattiyopi hi, bho gotama, pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. ","eng":"If they acted the same way, the same result would befall an aristocrat, a brahmin, a peasant, or a menial. ","html":"{}"},"mn93:8.8":{"pli":"Brāhmaṇopi hi, bho gotama …pe… ","html":"{}"},"mn93:8.9":{"pli":"vessopi hi, bho gotama …pe… ","html":"{}"},"mn93:8.10":{"pli":"suddopi hi, bho gotama …pe… ","html":"{}"},"mn93:8.11":{"pli":"sabbepi hi, bho gotama, cattāro vaṇṇā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyun”ti. ","eng":"For if any of the four classes were to refrain from killing living creatures, stealing, and committing sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, malice, and wrong view, then, when their body breaks up, after death, they’d be reborn in a good place, a heavenly realm.” ","html":"{}</p>"},"mn93:8.12":{"pli":"“Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu: ","eng":"“Then what is the source of the brahmins’ certainty and forcefulness in this matter that they make this claim?” ","html":"<p>{}"},"mn93:8.13":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:8.14":{"pli":"brahmadāyādā’”ti? ","html":"{}</p>"},"mn93:9.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:9.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:9.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:9.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:9.5":{"pli":"brāhmaṇova nu kho pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ, no khattiyo, no vesso, no suddo”ti? ","eng":"Is only a brahmin capable of developing a heart of love, free of enmity and ill will for this region, and not an aristocrat, peasant, or menial?” ","html":"{}</p>","comm":"The next three examples are (1) meditating on love, (2) bathing, and (3) starting a fire. All of these reflect activities characteristic of brahmins: (1) the “divine meditations” (<i lang='pi' translate='no'>brahmavihāra</i>) that originated as contemplation on the qualities of divinity, (2) ritual bathing to wash away sin, and (3) worship of Agni on the fire altar. "},"mn93:9.6":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"mn93:9.7":{"pli":"Khattiyopi hi, bho gotama, pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ; ","eng":"Aristocrats, brahmins, peasants, and menials can all do so. ","html":"{}"},"mn93:9.8":{"pli":"brāhmaṇopi hi, bho gotama … ","html":"{}"},"mn93:9.9":{"pli":"vessopi hi, bho gotama … ","html":"{}"},"mn93:9.10":{"pli":"suddopi hi, bho gotama … ","html":"{}"},"mn93:9.11":{"pli":"sabbepi hi, bho gotama, cattāro vaṇṇā pahonti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetun”ti. ","eng":"For all four classes are capable of developing a heart of love, free of enmity and ill will for this region.” ","html":"{}</p>"},"mn93:9.12":{"pli":"“Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu: ","eng":"“Then what is the source of the brahmins’ certainty and forcefulness in this matter that they make this claim?” ","html":"<p>{}"},"mn93:9.13":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:9.14":{"pli":"brahmadāyādā’”ti? ","html":"{}</p>"},"mn93:10.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:10.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:10.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:10.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:10.5":{"pli":"brāhmaṇova nu kho pahoti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetuṃ, no khattiyo, no vesso, no suddo”ti? ","eng":"Is only a brahmin capable of taking some bathing cleanser, going to the river, and rinsing off dust and dirt, and not an aristocrat, peasant, or menial?” ","html":"{}</p>"},"mn93:10.6":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"mn93:10.7":{"pli":"Khattiyopi hi, bho gotama, pahoti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetuṃ, brāhmaṇopi hi, bho gotama … ","html":"{}"},"mn93:10.8":{"pli":"vessopi hi, bho gotama … ","html":"{}"},"mn93:10.9":{"pli":"suddopi hi, bho gotama … ","html":"{}"},"mn93:10.10":{"pli":"sabbepi hi, bho gotama, cattāro vaṇṇā pahonti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetun”ti. ","eng":"All four classes are capable of doing this.” ","html":"{}</p>"},"mn93:10.11":{"pli":"“Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu: ","eng":"“Then what is the source of the brahmins’ certainty and forcefulness in this matter that they make this claim?” ","html":"<p>{}"},"mn93:10.12":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:10.13":{"pli":"brahmadāyādā’”ti? ","html":"{}</p>"},"mn93:11.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:11.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:11.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:11.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:11.5":{"pli":"idha rājā khattiyo muddhāvasitto nānājaccānaṃ purisānaṃ purisasataṃ sannipāteyya: ","eng":"Suppose an anointed aristocratic king were to gather a hundred people of various births and say to them: ","html":"{}","comm":"Śatapatha Brāhmaṇa 11.5 relates how Purūravas, longing to be reunited with his queen, the nymph Urvaśī, was required by the Gandharvas to make a special fire. It must be generated by wood from a tree that grew from the ashes of celestial fire provided by themselves, the upper drill-stick of <i lang='pi' translate='no'>aśvattha</i> (i.e. Bodhi tree) and the lower stick of <i lang='pi' translate='no'>śamī</i>. In that legend, the essence of the fire is determined by its divine origin, against which the Buddha poses a naturalistic explanation. "},"mn93:11.6":{"pli":"‘āyantu bhonto ye tattha khattiyakulā brāhmaṇakulā rājaññakulā uppannā, sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya, aggiṃ abhinibbattentu, tejo pātukarontu. ","eng":"‘Please gentlemen, let anyone here who was born in a family of aristocrats, brahmins, or chieftains take a drill-stick made of teak, sal, frankincense wood, sandalwood, or cherry wood, light a fire and produce heat. ","html":"{}","comm":"This seems to be the only mention of the <i lang='pi' translate='no'>padumaka</i> tree in Pali. It may be the Sanskrit <i lang='pi' translate='no'>padmaka</i>, for which one possible identification is <em>Prunus cerasoides</em>, the wild Himalayan cherry. | Here we find both <i lang='pi' translate='no'>sāka</i> and <i lang='pi' translate='no'>sāla</i>, so I translate <i lang='pi' translate='no'>sāka</i> as “teak”, whereas at <a href='index.html?q=dn3#1.15.10'>DN 3:1.15.10</a> I have sakhua, an alternate name for the sal tree. "},"mn93:11.7":{"pli":"Āyantu pana bhonto ye tattha caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannā, sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya, aggiṃ abhinibbattentu, tejo pātukarontū’ti. ","eng":"And let anyone here who was born in a family of corpse-workers, hunters, bamboo-workers, chariot-makers, or scavengers take a drill-stick made from a dog’s drinking trough, a pig’s trough, a dustbin, or castor-oil wood, light a fire and produce heat.’ ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Caṇḍālas</i> (“corpse-workers”) are frequently depicted as the lowest of untouchables as seen by Brahmins. However, the usual rendering of “outcast” is unsatisfactory, as all the groups here are defined positively by their occupation, and moreover some, such as the scavengers, would also have been untouchable. The Pali commentaries equate the <i lang='pi' translate='no'>caṇḍāla</i> with the <i lang='pi' translate='no'>chavaka</i> (or <i lang='pi' translate='no'>chapaka</i>) of <a href='index.html?q=pli-tv-bu-vb-sk69#1.12.1'>Bu Sk 69:1.12.1</a>, a “corpse disposer” (<i lang='pi' translate='no'>chavachaḍḍakacaṇḍālā</i>; see also <i lang='pi' translate='no'>chavakacaṇḍālo</i> at <a href='index.html?q=mil5.4.7#2.4'>Mil 5.4.7:2.4</a>). They were known for their “bone-washing” ceremony (<a href='index.html?q=dn1#1.13.2'>DN 1:1.13.2</a>, <a href='index.html?q=an10.107#1.1'>AN 10.107:1.1</a>). This agrees with Rāmāyana 1.58.10, which describes a <i lang='pi' translate='no'>caṇḍāla</i> as dark-complexioned, dirty, with disheveled hair, his body smeared with graveyard ash. Mahāvaṁsa 10.91–94 tells how King Paṇḍukābhaya employed <i lang='pi' translate='no'>caṇḍālas</i> for cleaning streets and toilets, bearing the dead, and watching over cemeteries, with their village adjoining the cemetery. "},"mn93:11.8":{"pli":"Taṃ kiṃ maññasi, assalāyana, ","eng":"What do you think, Assalāyana? ","html":"<p>{}"},"mn93:11.9":{"pli":"yo evaṃ nu kho so khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato, so eva nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ; ","eng":"Would only the fire produced by the high class people with good quality wood have flames, color, and radiance, and be usable as fire, ","html":"{}"},"mn93:11.10":{"pli":"yo pana so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato svāssa aggi na ceva accimā na ca vaṇṇavā na ca pabhassaro, na ca tena sakkā agginā aggikaraṇīyaṃ kātun”ti? ","eng":"and not the fire produced by the low class people with poor quality wood?” ","html":"{}</p>"},"mn93:11.11":{"pli":"“No hidaṃ, bho gotama. ","eng":"“No, worthy Gotama. ","html":"<p>{}"},"mn93:11.12":{"pli":"Yopi hi so, bho gotama, khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ; ","eng":"The fire produced by the high class people with good quality wood would have flames, color, and radiance, and be usable as fire, ","html":"{}"},"mn93:11.13":{"pli":"yopi so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato, svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ. ","eng":"and so would the fire produced by the low class people with poor quality wood. ","html":"{}"},"mn93:11.14":{"pli":"Sabbopi hi, bho gotama, aggi accimā ceva vaṇṇavā ca pabhassaro ca, sabbenapi sakkā agginā aggikaraṇīyaṃ kātun”ti. ","eng":"For all fire has flames, color, and radiance, and is usable as fire.” ","html":"{}</p>","comm":"A similar argument is made regarding consciousness at <a href='index.html?q=mn93#11.5'>MN 93:11.5</a>. "},"mn93:11.15":{"pli":"“Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu: ","eng":"“Then what is the source of the brahmins’ certainty and forcefulness in this matter that they make this claim?” ","html":"<p>{}"},"mn93:11.16":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","html":"{}"},"mn93:11.17":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","html":"{}"},"mn93:11.18":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","html":"{}"},"mn93:11.19":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti? ","html":"{}</p>"},"mn93:12.1":{"pli":"“Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti: ","eng":"“Even though you say this, still the brahmins maintain their belief.” ","html":"<p>{}"},"mn93:12.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn93:12.3":{"pli":"brahmadāyādā’”ti. ","html":"{}</p>"},"mn93:12.4":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}","comm":"The complex question of intercaste children is usually governed by the assumption that the father supplies the “seed” which the mother merely incubates. Kauṭilya, however, notes a variety of opinions on this question (Arthaśāstra 3.7.1–3). | Assalāyana’s views do not agree with the more developed doctrine found in later texts. "},"mn93:12.5":{"pli":"idha khattiyakumāro brāhmaṇakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha; ","eng":"Suppose an aristocrat boy was to sleep with a brahmin girl, and they had a child. ","html":"{}","comm":"Since the brahmins declared their own class the highest, such a union is considered to be <i lang='pi' translate='no'>pratiloma</i> (“contrary to the natural order”). Arthaśāstra 3.7.28 says such a child is a <i lang='pi' translate='no'>sūta</i>; Manusmṛti 10.11 agrees, adding that their livelihood is a charioteer (10.47). "},"mn93:12.6":{"pli":"yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti? ","eng":"Would that child be called an aristocrat after the father or a brahmin after the mother?” ","html":"{}</p>"},"mn93:12.7":{"pli":"“Yo so, bho gotama, khattiyakumārena brāhmaṇakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti. ","eng":"“They could be called either.” ","html":"<p>{}</p>"},"mn93:13.1":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:13.2":{"pli":"idha brāhmaṇakumāro khattiyakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha; ","eng":"Suppose a brahmin boy was to sleep with an aristocrat girl, and they had a child. ","html":"{}","comm":"Baudhāyana Dharmasūtra 1.9.17 says that the child of a brahmin father and aristocrat mother is a brahmin. Manusmṛti 10.6 admits the same, though due to the “defect” of the mother they are considered “like” a brahmin. "},"mn93:13.3":{"pli":"yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti? ","eng":"Would that child be called an aristocrat after the mother or a brahmin after the father?” ","html":"{}</p>"},"mn93:13.4":{"pli":"“Yo so, bho gotama, brāhmaṇakumārena khattiyakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti. ","eng":"“They could be called either.” ","html":"<p>{}</p>"},"mn93:14.1":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:14.2":{"pli":"idha vaḷavaṃ gadrabhena sampayojeyyuṃ, tesaṃ sampayogamanvāya kisoro jāyetha; ","eng":"Suppose a mare were to couple with a donkey, and she gave birth to a mule. ","html":"{}"},"mn93:14.3":{"pli":"yo so vaḷavāya gadrabhena kisoro uppanno, siyā so mātupi sadiso pitupi sadiso, ‘asso’tipi vattabbo ‘gadrabho’tipi vattabbo”ti? ","eng":"Would that mule be called a horse after the mother or a donkey after the father?” ","html":"{}</p>"},"mn93:14.4":{"pli":"“Kuṇḍañhi so, bho gotama, assataro hoti. ","eng":"“It’s a mule, as it is a crossbreed. ","html":"<p>{}"},"mn93:14.5":{"pli":"Idaṃ hissa, bho gotama, nānākaraṇaṃ passāmi; ","eng":"I see the difference in this case, ","html":"{}"},"mn93:14.6":{"pli":"amutra ca panesānaṃ na kiñci nānākaraṇaṃ passāmī”ti. ","eng":"but not in the previous cases.” ","html":"{}</p>"},"mn93:15.1":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:15.2":{"pli":"idhāssu dve māṇavakā bhātaro sodariyā, eko ajjhāyako upanīto eko anajjhāyako anupanīto. ","eng":"Suppose there were two young students who were brothers who had shared a womb. One was an educated reciter, while the other was not an educated reciter. ","html":"{}","comm":"“Shared a womb” is <i lang='pi' translate='no'>sodariya</i>, the only occurrence of this term in early Pali. | This thought experiment anticipates the modern method of studying twins to eliminate variables in development. "},"mn93:15.3":{"pli":"Kamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ","eng":"Who would the brahmins feed first at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ","html":"{}</p>"},"mn93:15.4":{"pli":"“Yo so, bho gotama, māṇavako ajjhāyako upanīto tamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā. ","eng":"“They’d first feed the young student who was an educated reciter. ","html":"<p>{}"},"mn93:15.5":{"pli":"Kiñhi, bho gotama, anajjhāyake anupanīte dinnaṃ mahapphalaṃ bhavissatī”ti? ","eng":"For how could an offering to someone who is not an educated reciter be very fruitful?” ","html":"{}</p>"},"mn93:16.1":{"pli":"“Taṃ kiṃ maññasi, assalāyana, ","eng":"“What do you think, Assalāyana? ","html":"<p>{}"},"mn93:16.2":{"pli":"idhāssu dve māṇavakā bhātaro sodariyā, eko ajjhāyako upanīto dussīlo pāpadhammo, eko anajjhāyako anupanīto sīlavā kalyāṇadhammo. ","eng":"Suppose there were two young students who were brothers who had shared a womb. One was an educated reciter, but was unethical, of bad character, while the other was not an educated reciter, but was ethical and of good character. ","html":"{}"},"mn93:16.3":{"pli":"Kamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ","eng":"Who would the brahmins feed first?” ","html":"{}</p>"},"mn93:16.4":{"pli":"“Yo so, bho gotama, māṇavako anajjhāyako anupanīto sīlavā kalyāṇadhammo tamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā. ","eng":"“They’d first feed the young student who was not an educated reciter, but was ethical and of good character. ","html":"<p>{}"},"mn93:16.5":{"pli":"Kiñhi, bho gotama, dussīle pāpadhamme dinnaṃ mahapphalaṃ bhavissatī”ti? ","eng":"For how could an offering to someone who is unethical and of bad character be very fruitful?” ","html":"{}</p>"},"mn93:17.1":{"pli":"“Pubbe kho tvaṃ, assalāyana, jātiṃ agamāsi; ","eng":"“Firstly you relied on birth, Assalāyana, ","html":"<p>{}"},"mn93:17.2":{"pli":"jātiṃ gantvā mante agamāsi; ","eng":"then you switched to education, ","html":"{}"},"mn93:17.3":{"pli":"mante gantvā tape agamāsi; ","eng":"then you switched to abstemious behavior. ","html":"{}","comm":"Here <i lang='pi' translate='no'>tape</i> (“fervent austerity”) stands for ethical conduct, hence I translate “abstemious behavior”. Some manuscripts omit it, but I think it is required by the sense. "},"mn93:17.4":{"pli":"tape gantvā cātuvaṇṇiṃ suddhiṃ paccāgato, yamahaṃ paññapemī”ti. ","eng":"Now you’ve come around to believing in purification for the four classes, just as I advocate.” ","html":"{}"},"mn93:17.5":{"pli":"Evaṃ vutte, assalāyano māṇavo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ","eng":"When he said this, Assalāyana sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ","html":"{}</p>"},"mn93:18.1":{"pli":"Atha kho bhagavā assalāyanaṃ māṇavaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā assalāyanaṃ māṇavaṃ etadavoca: ","eng":"Knowing this, the Buddha said to him: ","html":"<p>{}</p>"},"mn93:18.2":{"pli":"“bhūtapubbaṃ, assalāyana, sattannaṃ brāhmaṇisīnaṃ araññāyatane paṇṇakuṭīsu sammantānaṃ evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"“Once upon a time, Assalāyana, seven brahmin seers settled in leaf huts in a wilderness region. They had the following harmful misconception: ","html":"<p>{}","comm":"The “seven brahmin seers”  (Sanskrit <i lang='pi' translate='no'>saptarṣi</i>, (eg. Śatapatha Brāhmaṇa 13.8.1.9, Atharva Veda 4.11.9c, Vājasaneyi Saṁhitā 13.26b) were renowned sages to whom the Vedic lineages (<i lang='pi' translate='no'>gottā</i>) were attributed  As the sutta’s conclusion will show, they are introduced here to demonstrate that the fallacy of geneology has been there since the beginning. | A similar practice of living in wilderness is described at <a href='index.html?q=mn25#9.5'>MN 25:9.5</a>, <a href='index.html?q=sn11.9'>SN 11.9</a>, <a href='index.html?q=dn23#21.3'>DN 23:21.3</a>, <a href='index.html?q=dn3#2.3.3'>DN 3:2.3.3</a>, and <a href='index.html?q=dn27#22.9'>DN 27:22.9</a>. Chāndogya Upaniṣad 5.10.1–5 compares the forest contemplatives destined for the Brahmā realm with the ritualists who are reborn on the moon before returning to earth. "},"mn93:18.3":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo … ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}"},"mn93:18.4":{"pli":"pe… ","eng":"Only brahmins are the light class; other classes are dark. Only brahmins are purified, not others. ","html":"{}","comm":"Mahābhārata 12.181.5 says that brahmins are the white class, aristocrats red, peasants yellow, and menials black. "},"mn93:18.5":{"pli":"brahmadāyādā’ti. ","eng":"Only brahmins are true-born sons of divinity, born from his mouth, born of divinity, created by divinity, heirs of divinity.’ ","html":"{}</p>"},"mn93:18.6":{"pli":"Assosi kho, assalāyana, asito devalo isi: ","eng":"The seer Devala the Dark heard about this. ","html":"<p>{}","comm":"Asita Devala is probably meant to be the legendary seer known as Asita or Devala son of Kāśyapa who composed Rig Veda 9.5–24, although they seem to share little but the name. He is an example of the “dark hermit” archetype, irrupting within Brahmanical traditions to subvert from within, relying on his mysterious power of otherness. See also Asita Kaṇhasiri (or Kāladevala, <a href='index.html?q=snp3.11#1.1'>Snp 3.11:1.1</a>), Kaṇha (<a href='index.html?q=dn3#1.23.6'>DN 3:1.23.6</a>), Kaṇhadīpāyana (<a href='index.html?q=cp31#1.2'>Cp 31:1.2</a>), and Sāma (<a href='index.html?q=cp33#1.1'>Cp 33:1.1</a>). Such encounters show how the contention between Vedic ritualism and native contemplatives challenged and elevated both traditions. In this way they invert the stereotype of Brahmanical colorism, paving the way for the ascension of the dark god Krishna. "},"mn93:18.7":{"pli":"‘sattannaṃ kira brāhmaṇisīnaṃ araññāyatane paṇṇakuṭīsu sammantānaṃ evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","html":"{}"},"mn93:18.8":{"pli":"brāhmaṇova seṭṭho vaṇṇo …pe… ","html":"{}"},"mn93:18.9":{"pli":"brahmadāyādā’ti. ","html":"{}"},"mn93:18.10":{"pli":"Atha kho, assalāyana, asito devalo isi kesamassuṃ kappetvā mañjiṭṭhavaṇṇāni dussāni nivāsetvā paṭaliyo upāhanā āruhitvā jātarūpamayaṃ daṇḍaṃ gahetvā sattannaṃ brāhmaṇisīnaṃ patthaṇḍile pāturahosi. ","eng":"So he did up his hair and beard, dressed in magenta robes, put on his lined sandals, grasped a golden staff, and appeared in the courtyard of the seven brahmin seers. ","html":"{}","comm":"His behavior is disrespectful, like that of Vepacitti, and unlike that of Sakka at <a href='index.html?q=sn11.9'>SN 11.9</a>. But the context is different, for there the seers were of good character and deserving of respect, whereas here they embrace wrong views. "},"mn93:18.11":{"pli":"Atha kho, assalāyana, asito devalo isi sattannaṃ brāhmaṇisīnaṃ patthaṇḍile caṅkamamāno evamāha: ","eng":"Then he wandered about the yard saying, ","html":"{}"},"mn93:18.12":{"pli":"‘handa ko nu kho ime bhavanto brāhmaṇisayo gatā; ","eng":"‘Where, oh where have those brahmin seers gone? ","html":"{}"},"mn93:18.13":{"pli":"handa ko nu kho ime bhavanto brāhmaṇisayo gatā’ti? ","eng":"Where, oh where have those brahmin seers gone?’ ","html":"{}</p>"},"mn93:18.14":{"pli":"Atha kho, assalāyana, sattannaṃ brāhmaṇisīnaṃ etadahosi: ","eng":"Then those brahmin seers said, ","html":"<p>{}"},"mn93:18.15":{"pli":"‘ko nāyaṃ gāmaṇḍalarūpo viya sattannaṃ brāhmaṇisīnaṃ patthaṇḍile caṅkamamāno evamāha: ","eng":"‘Who’s this wandering about our courtyard like a village lout? ","html":"{}"},"mn93:18.16":{"pli":"“handa ko nu kho ime bhavanto brāhmaṇisayo gatā; ","html":"{}"},"mn93:18.17":{"pli":"handa ko nu kho ime bhavanto brāhmaṇisayo gatāti? ","html":"{}"},"mn93:18.18":{"pli":"Handa naṃ abhisapāmā”’ti. ","eng":"Let’s curse him!’ ","html":"{}</p>"},"mn93:18.19":{"pli":"Atha kho, assalāyana, satta brāhmaṇisayo asitaṃ devalaṃ isiṃ abhisapiṃsu: ","eng":"So they cursed Devala the Dark, ","html":"<p>{}"},"mn93:18.20":{"pli":"‘bhasmā, vasala, hohi; ","eng":"‘Be ashes, lowlife! ","html":"{}","comm":"See Śatapatha Brāhmaṇa 6.6.3.10. "},"mn93:18.21":{"pli":"bhasmā, vasala, hohī’ti. ","eng":"Be ashes, lowlife!’ ","html":"{}"},"mn93:18.22":{"pli":"Yathā yathā kho, assalāyana, satta brāhmaṇisayo asitaṃ devalaṃ isiṃ abhisapiṃsu tathā tathā asito devalo isi abhirūpataro ceva hoti dassanīyataro ca pāsādikataro ca. ","eng":"But the more the seers cursed him, the more attractive, good-looking, and lovely Devala the Dark became. ","html":"{}</p>","comm":"Compare <a href='index.html?q=sn11.22#1.7'>SN 11.22:1.7</a>. "},"mn93:18.23":{"pli":"Atha kho, assalāyana, sattannaṃ brāhmaṇisīnaṃ etadahosi: ","eng":"Then those brahmin seers said, ","html":"<p>{}"},"mn93:18.24":{"pli":"‘moghaṃ vata no tapo, aphalaṃ brahmacariyaṃ. ","eng":"‘Our fervor is in vain! Our spiritual path is fruitless! ","html":"{}"},"mn93:18.25":{"pli":"Mayañhi pubbe yaṃ abhisapāma—","eng":"For when we used to curse someone ","html":"{}"},"mn93:18.26":{"pli":"bhasmā, vasala, hohi; ","eng":"to become ashes, ","html":"{}"},"mn93:18.27":{"pli":"bhasmā, vasala, hohīti bhasmāva bhavati ekacco. ","eng":"ashes they became. ","html":"{}"},"mn93:18.28":{"pli":"Imaṃ pana mayaṃ yathā yathā abhisapāma tathā tathā abhirūpataro ceva hoti dassanīyataro ca pāsādikataro cā’ti. ","eng":"But the more we curse this one, the more attractive, good-looking, and lovely he becomes.’ ","html":"{}</p>"},"mn93:18.29":{"pli":"‘Na bhavantānaṃ moghaṃ tapo, nāphalaṃ brahmacariyaṃ. ","eng":"‘Gentlemen, your fervor is not in vain; your spiritual path is not fruitless. ","html":"<p>{}"},"mn93:18.30":{"pli":"Iṅgha bhavanto, yo mayi manopadoso taṃ pajahathā’ti. ","eng":"Please let go of your malevolence towards me.’ ","html":"{}</p>"},"mn93:18.31":{"pli":"‘Yo bhavati manopadoso taṃ pajahāma. ","eng":"‘We let go of our malevolence towards you. ","html":"<p>{}"},"mn93:18.32":{"pli":"Ko nu bhavaṃ hotī’ti? ","eng":"But who are you, sir?’ ","html":"{}</p>"},"mn93:18.33":{"pli":"‘Suto nu bhavataṃ—","eng":"‘Have you heard of ","html":"<p>{}"},"mn93:18.34":{"pli":"asito devalo isī’ti? ","eng":"the seer Devala the Dark?’ ","html":"{}</p>"},"mn93:18.35":{"pli":"‘Evaṃ, bho’. ","eng":"‘Yes, sir.’ ","html":"<p>{}</p>"},"mn93:18.36":{"pli":"‘So khvāhaṃ, bho, homī’ti. ","eng":"‘I am he, sirs.’ ","html":"<p>{}"},"mn93:18.37":{"pli":"Atha kho, assalāyana, satta brāhmaṇisayo asitaṃ devalaṃ isiṃ abhivādetuṃ upakkamiṃsu. ","eng":"Then they approached Devala and bowed to him. ","html":"{}</p>"},"mn93:18.38":{"pli":"Atha kho, assalāyana, asito devalo isi satta brāhmaṇisayo etadavoca: ","eng":"Devala said to them, ","html":"<p>{}"},"mn93:18.39":{"pli":"‘sutaṃ metaṃ, bho, sattannaṃ kira brāhmaṇisīnaṃ araññāyatane paṇṇakuṭīsu sammantānaṃ evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","eng":"‘I heard that when the seven brahmin seers had settled in leaf huts in a wilderness region, they had the following harmful misconception: ","html":"{}","comm":"This passage accurately conveys that caste was not just criticized by Buddhism, it was actively contested within Brahmanical circles. As just one of many examples, Yudhiṣṭhira said, “It is not by reason of family or study or learning that one is of high caste, but because of behavior alone” (Mahābhārata 3.297.61). "},"mn93:18.40":{"pli":"brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","eng":"“Only brahmins are the best class; other classes are inferior. ","html":"{}"},"mn93:18.41":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}"},"mn93:18.42":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}"},"mn93:18.43":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","eng":"Only brahmins are true-born sons of divinity, born from his mouth, born of divinity, created by divinity, heirs of divinity.”’ ","html":"{}</p>"},"mn93:18.44":{"pli":"‘Evaṃ, bho’. ","eng":"‘That’s right, sir.’ ","html":"<p>{}</p>"},"mn93:18.45":{"pli":"‘Jānanti pana bhonto—","eng":"‘But do you know ","html":"<p>{}"},"mn93:18.46":{"pli":"yā janikā mātā brāhmaṇaṃyeva agamāsi, no abrāhmaṇan’ti? ","eng":"whether your birth mother only had relations with a brahmin and not with a non-brahmin?’ ","html":"{}</p>"},"mn93:18.47":{"pli":"‘No hidaṃ, bho’. ","eng":"‘We don’t know that.’ ","html":"<p>{}</p>"},"mn93:18.48":{"pli":"‘Jānanti pana bhonto—","eng":"‘But do you know ","html":"<p>{}"},"mn93:18.49":{"pli":"yā janikāmātu mātā yāva sattamā mātumātāmahayugā brāhmaṇaṃyeva agamāsi, no abrāhmaṇan’ti? ","eng":"whether your birth mother’s mothers back to the seventh generation only had relations with brahmins and not with non-brahmins?’ ","html":"{}</p>"},"mn93:18.50":{"pli":"‘No hidaṃ, bho’. ","eng":"‘We don’t know that.’ ","html":"<p>{}</p>"},"mn93:18.51":{"pli":"‘Jānanti pana bhonto—","eng":"‘But do you know ","html":"<p>{}"},"mn93:18.52":{"pli":"yo janako pitā brāhmaṇiṃyeva agamāsi, no abrāhmaṇin’ti? ","eng":"whether your birth father only had relations with a brahmin woman and not with a non-brahmin?’ ","html":"{}</p>"},"mn93:18.53":{"pli":"‘No hidaṃ, bho’. ","eng":"‘We don’t know that.’ ","html":"<p>{}</p>"},"mn93:18.54":{"pli":"‘Jānanti pana bhonto—","eng":"‘But do you know ","html":"<p>{}"},"mn93:18.55":{"pli":"yo janakapitu pitā yāva sattamā pitupitāmahayugā brāhmaṇiṃyeva agamāsi, no abrāhmaṇin’ti? ","eng":"whether your birth father’s fathers back to the seventh generation only had relations with brahmins and not with non-brahmins?’ ","html":"{}</p>"},"mn93:18.56":{"pli":"‘No hidaṃ, bho’. ","eng":"‘We don’t know that.’ ","html":"<p>{}</p>"},"mn93:18.57":{"pli":"‘Jānanti pana bhonto—","eng":"‘But do you know ","html":"<p>{}"},"mn93:18.58":{"pli":"yathā gabbhassa avakkanti hotī’ti? ","eng":"how an embryo is conceived?’ ","html":"{}</p>"},"mn93:18.59":{"pli":"‘Jānāma mayaṃ, bho—","eng":"‘We do know that, sir. ","html":"<p>{}"},"mn93:18.60":{"pli":"yathā gabbhassa avakkanti hoti. ","html":"{}"},"mn93:18.61":{"pli":"Idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti; evaṃ tiṇṇaṃ sannipātā gabbhassa avakkanti hotī’ti. ","eng":"An embryo is conceived when these three things come together—the mother and father come together, the mother is in the fertile phase of her menstrual cycle, and the virile spirit is ready.’ ","html":"{}</p>","comm":"The <i lang='pi' translate='no'>gandhabba</i> (normally “centaur”, here “virile spirit”) is, per the commentary, the being to be reborn. He represents the element of male sexuality in procreation. He is “father, begetter, kinsman”, by whose knowledge one becomes the “father’s father” (Arthavaveda 2.1.2–3). He is said to guard (Rig Veda 9.83.4) or steal (Śatapatha Brāhmaṇa 3.2.4) or actually be (Rig Veda 9.86.36) the vitalizing liquid Soma, who is extracted on an altar as semen is extracted in the vagina (Bṛhadāraṇyaka Upaniṣad 6.4.3). He thus lies within the waters (Rig Veda 9.86.36, 10.10.4) or within the womb (Rig Veda 10.177.2). It seems that, since semen is “a man’s essence” (Bṛhadāraṇyaka Upaniṣad 6.4.1, Aitareya Upaniṣad 2.1), the seed of past lovers—curses against whom are helpfully provided (Bṛhadāraṇyaka Upaniṣad 6.4.9–12)—remains in the womb. This is why the <i lang='pi' translate='no'>gandhabba</i> possesses women (Bṛhadāraṇyaka Upaniṣad 1.7.1, 3.3.1) and, unless placated with proper worship, might become a “hairy one” who devours embryos (Artharva Veda 8.6.23, see 8.6.18–19). To ward against such risks, in the rites of marriage and procreation, the <i lang='pi' translate='no'>gandharva</i> king Viśvāvasa, a playboy and deadbeat father, is asked to “rise up” out of the woman (Rig Veda 10.85.21–22, Atharva Veda 14.2.33–6, Bṛhadāraṇyaka Upaniṣad 6.4.19) and find his pleasures with another, so that the husband may father the child. This contrasts with the Pali passage, where the <i lang='pi' translate='no'>gandhabba</i> “is ready” for conception; in other words, a being is driven by their karma to be born there. "},"mn93:18.62":{"pli":"‘Jānanti pana bhonto—","eng":"‘But do you know ","html":"<p>{}"},"mn93:18.63":{"pli":"taggha, so gandhabbo khattiyo vā brāhmaṇo vā vesso vā suddo vā’ti? ","eng":"for sure whether that virile spirit is an aristocrat, a brahmin, a peasant, or a menial?’ ","html":"{}</p>","comm":"Chāndogya Upaniṣad 5.10.3–7 details the “path of the fathers” after death; they follow a winding path to the moon Soma, only to return as rain, grow as plants, be eaten, and ultimately be emitted as semen, thus determining the caste of the child. It seems from this passage, however, that this doctrine, convincing as it may seem, was not sufficient to allay male anxiety over paternity. Indeed, the very baroqueness of these conceptions show the doctrinal and ritual lengths required to fix paternity. "},"mn93:18.64":{"pli":"‘Na mayaṃ, bho, jānāma—","eng":"‘We don’t know that.’ ","html":"<p>{}"},"mn93:18.65":{"pli":"taggha so gandhabbo khattiyo vā brāhmaṇo vā vesso vā suddo vā’ti. ","html":"{}</p>"},"mn93:18.66":{"pli":"‘Evaṃ sante, bho, jānātha—","eng":"‘In that case, sirs, don’t you know ","html":"<p>{}"},"mn93:18.67":{"pli":"ke tumhe hothā’ti? ","eng":"what you are?’ ","html":"{}</p>"},"mn93:18.68":{"pli":"‘Evaṃ sante, bho, na mayaṃ jānāma—","eng":"‘In that case, sir, we don’t know ","html":"<p>{}"},"mn93:18.69":{"pli":"ke mayaṃ homā’ti. ","eng":"what we are.’ ","html":"{}</p>"},"mn93:18.70":{"pli":"Te hi nāma, assalāyana, satta brāhmaṇisayo asitena devalena isinā sake jātivāde samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā na sampāyissanti; ","eng":"Given that even those seven brahmin seers could not prevail when pursued, pressed, and grilled by the seer Devala on their own genealogy, ","html":"<p>{}","comm":"The syntax of this passage mirrors <a href='index.html?q=an6.18#4.12'>AN 6.18:4.12</a> and <a href='index.html?q=pli-tv-kd16#6.4.1'>Kd 16:6.4.1</a>. In each case, <i lang='pi' translate='no'>te hi nāma</i> introduces a passage referring to events of the past whose outcome is framed in future tense (from the past point of view). "},"mn93:18.71":{"pli":"kiṃ pana tvaṃ etarahi mayā sakasmiṃ jātivāde samanuyuñjīyamāno samanuggāhīyamāno samanubhāsīyamāno sampāyissasi, yesaṃ tvaṃ sācariyako na puṇṇo dabbigāho”ti. ","eng":"how could you prevail now being grilled by me on your own genealogy when you and your tradition do not so much as pick up the last spoonful?” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Puṇṇo dabbigāho</i> is a highly specific reference to a detail of the Sākamedha ritual that marks the beginning of winter. From the rice offering on the first day, a pot is set aside until the next morning, when the very last “full spoon” (<i lang='pi' translate='no'>pūrṇā darvi</i>) is scraped up, with the invocation, “Full, O spoon, fly off, and fly back to us well filled!” (Śatapatha Brāhmaṇa 2.5.3.16–17, Kauṣītaki Brāhmaṇa 5.6.20; invocation found at Atharva Veda 3.10.7c, Maitrāyaṇī Saṁhitā 1.10.2, Vājasaneyi Saṁhitā 3.49a). This ensures that present prosperity will be renewed after the barren cold season (just as life is renewed after death, or as last season’s grain is sown on the field). The implication is that present-day brahmins don’t even fulfill the rites of continuity in their own tradition, so how can they assert the continuity of caste over generations? | <i lang='pi' translate='no'>Yesaṁ</i> refers back to <i lang='pi' translate='no'>te</i> of the previous portion, i.e. the seven brahmin seers, whose tradition modern brahmins are supposed to continue. "},"mn93:19.1":{"pli":"Evaṃ vutte, assalāyano māṇavo bhagavantaṃ etadavoca: ","eng":"When he had spoken, Assalāyana said to him, ","html":"<p>{}"},"mn93:19.2":{"pli":"“abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! … ","html":"{}"},"mn93:19.3":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn93:19.4":{"pli":"Assalāyanasuttaṃ niṭṭhitaṃ tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}