{"mn55":{"mn55:0.1":{"pli":"Majjhima Nikāya 55 ","eng":"Middle Discourses 55 ","html":"<article id='mn55'><header><ul><li class='division'>{}</li></ul>"},"mn55:0.2":{"pli":"Jīvakasutta ","eng":"With Jīvaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn55:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn55:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane. ","eng":"At one time the Buddha was staying near Rājagaha in the Mango Grove of Jīvaka Komārabhacca. ","html":"{}</p>","comm":"Jīvaka was the Buddha’s doctor. His story is told in <a href='index.html?q=pli-tv-kd8'>Kd 8</a>, where we learn that he was abandoned on a trash heap by his mother Sālavatī, only to be discovered and raised by Prince Abhaya of Magadha, a Jain <a href='index.html?q=mn58'>MN 58</a>. He was called “Survivior” (<i lang='pi' translate='no'>jīvaka</i>) and “Raised by a Prince” (<i lang='pi' translate='no'>komārabhacca</i>). In later Ayurveda, <i lang='pi' translate='no'>kaumārabhṛtya</i> means “paediatrics”, and a lost treatise on that subject is attributed to Jīvaka (Jīvakatantra). "},"mn55:2.1":{"pli":"Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jīvako komārabhacco bhagavantaṃ etadavoca: ","eng":"Then Jīvaka went up to the Buddha, bowed, sat down to one side, and said to the Buddha: ","html":"<p>{}</p>"},"mn55:3.1":{"pli":"“sutaṃ metaṃ, bhante: ","eng":"“Sir, I have heard this: ","html":"<p>{}"},"mn55:3.2":{"pli":"‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti. ","eng":"‘They slaughter living creatures specially for the ascetic Gotama. The ascetic Gotama knowingly eats meat prepared on his behalf: this is a deed he caused.’ ","html":"{}","comm":"This was an accusation made against the Buddha by Jains (<a href='index.html?q=an8.12#31.2'>AN 8.12:31.2</a>, <a href='index.html?q=pli-tv-kd6#31.13.1'>Kd 6:31.13.1</a>). They objected only to eating meat “killed on purpose for him”, and so by implication not all eating of meat. This is consistent with several Jain scriptural passages indicating that ascetics may, under certain strictures, eat meat (Ācaraṅgasūtra 2.1.10.5–6, Bhagavatīsūtra 557 (p. 1261a), Kalpasūtra (Sāmācārī 17), Dasaveyāliyasutta 5–1.73). "},"mn55:3.3":{"pli":"Ye te, bhante, evamāhaṃsu: ‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti? ","eng":"I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuttal and criticism?” ","html":"{}</p>"},"mn55:4.1":{"pli":"“Ye te, jīvaka, evamāhaṃsu: ‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti na me te vuttavādino, abbhācikkhanti ca maṃ te asatā abhūtena. ","eng":"“Jīvaka, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue. ","html":"<p>{}</p>"},"mn55:5.1":{"pli":"Tīhi kho ahaṃ, jīvaka, ṭhānehi maṃsaṃ aparibhoganti vadāmi. ","eng":"In three cases I say that meat may not be eaten: ","html":"<p>{}"},"mn55:5.2":{"pli":"Diṭṭhaṃ, sutaṃ, parisaṅkitaṃ—","eng":"it’s seen, heard, or suspected. ","html":"{}","comm":"The relevant Vinaya rule makes the meaning clear: “When you know it was killed on purpose for you” (<a href='index.html?q=pli-tv-kd6#31.14.4'>Kd 6:31.14.4</a>). To allay suspicion of improper meat, mendicants are also required to check the provenance of meat before eating (<a href='index.html?q=pli-tv-kd6#23.9.9'>Kd 6:23.9.9</a>). "},"mn55:5.3":{"pli":"imehi kho ahaṃ, jīvaka, tīhi ṭhānehi maṃsaṃ aparibhoganti vadāmi. ","eng":"These are three cases in which meat may not be eaten. ","html":"{}</p>"},"mn55:5.4":{"pli":"Tīhi kho ahaṃ, jīvaka, ṭhānehi maṃsaṃ paribhoganti vadāmi. ","eng":"In three cases I say that meat may be eaten: ","html":"<p>{}"},"mn55:5.5":{"pli":"Adiṭṭhaṃ, asutaṃ, aparisaṅkitaṃ—","eng":"it’s not seen, heard, or suspected. ","html":"{}"},"mn55:5.6":{"pli":"imehi kho ahaṃ, jīvaka, tīhi ṭhānehi maṃsaṃ paribhoganti vadāmi. ","eng":"These are three cases in which meat may be eaten. ","html":"{}</p>"},"mn55:6.1":{"pli":"Idha, jīvaka, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati. ","eng":"Take the case of a mendicant living supported by a town or village. ","html":"<p>{}"},"mn55:6.2":{"pli":"So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ","eng":"They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"mn55:6.3":{"pli":"Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti. ","eng":"A householder or their child approaches and invites them for the next day’s meal. ","html":"{}"},"mn55:6.4":{"pli":"Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti. ","eng":"The mendicant accepts if they want. ","html":"{}</p>"},"mn55:6.5":{"pli":"So tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena tassa gahapatissa vā gahapatiputtassa vā nivesanaṃ tenupasaṅkamati; upasaṅkamitvā paññatte āsane nisīdati. ","eng":"When the night has passed, they robe up in the morning, take their bowl and robe, and approach that householder’s home, where they sit on the seat spread out. ","html":"<p>{}"},"mn55:6.6":{"pli":"Tamenaṃ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati. ","eng":"That householder or their child serves them with delicious almsfood. ","html":"{}"},"mn55:6.7":{"pli":"Tassa na evaṃ hoti: ","eng":"It never occurs to them, ","html":"{}"},"mn55:6.8":{"pli":"‘sādhu vata māyaṃ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti. ","eng":"‘It’s so good that this householder serves me with delicious almsfood! ","html":"{}"},"mn55:6.9":{"pli":"Aho vata māyaṃ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—","eng":"I hope they serve me with such delicious almsfood in the future!’ ","html":"{}"},"mn55:6.10":{"pli":"evampissa na hoti. ","eng":"They don’t think that. ","html":"{}"},"mn55:6.11":{"pli":"So taṃ piṇḍapātaṃ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ","eng":"They eat that almsfood untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. ","html":"{}</p>"},"mn55:6.12":{"pli":"Taṃ kiṃ maññasi, jīvaka, ","eng":"What do you think, Jīvaka? ","html":"<p>{}"},"mn55:6.13":{"pli":"api nu so bhikkhu tasmiṃ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti? ","eng":"At that time is that mendicant intending to hurt themselves, hurt others, or hurt both?” ","html":"{}</p>"},"mn55:6.14":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn55:6.15":{"pli":"“Nanu so, jīvaka, bhikkhu tasmiṃ samaye anavajjaṃyeva āhāraṃ āhāretī”ti? ","eng":"“Aren’t they eating blameless food at that time?” ","html":"<p>{}</p>"},"mn55:7.1":{"pli":"“Evaṃ, bhante. ","eng":"“Yes, sir. ","html":"<p>{}"},"mn55:7.2":{"pli":"Sutaṃ metaṃ, bhante: ","eng":"Sir, I have heard that ","html":"{}"},"mn55:7.3":{"pli":"‘brahmā mettāvihārī’ti. ","eng":"The Divinity abides in love. ","html":"{}"},"mn55:7.4":{"pli":"Taṃ me idaṃ, bhante, bhagavā sakkhidiṭṭho; ","eng":"Now, I’ve seen the Buddha with my own eyes, ","html":"{}","comm":"Reading <i lang='pi' translate='no'>taṁ … idaṁ</i> as the accusative of relation, and <i lang='pi' translate='no'>me</i> as instrumental, for which compare <i lang='pi' translate='no'>yena brahmā sakkhidiṭṭho</i> at <a href='index.html?q=dn13#12.1'>DN 13:12.1</a>. The point of the passage is that he has merely <em>heard</em> that Brahmā abides in love, but he <em>witnesses</em> that the Buddha does so. "},"mn55:7.5":{"pli":"bhagavā hi, bhante, mettāvihārī”ti. ","eng":"and it is the Buddha who truly abides in love.” ","html":"{}</p>"},"mn55:7.6":{"pli":"“Yena kho, jīvaka, rāgena yena dosena yena mohena byāpādavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo. ","eng":"“Any greed, hate, or delusion that might give rise to ill will has been given up by the Realized One, cut off at the root, made like a palm stump, obliterated, and is unable to arise in the future. ","html":"<p>{}","comm":"Greed, hate, and delusion are the fundamental underlying defilements that give rise to “ill will”, the opposite of love. "},"mn55:7.7":{"pli":"Sace kho te, jīvaka, idaṃ sandhāya bhāsitaṃ anujānāmi te etan”ti. ","eng":"If that’s what you were referring to, I grant it.” ","html":"{}</p>"},"mn55:7.8":{"pli":"“Etadeva kho pana me, bhante, sandhāya bhāsitaṃ”. ","eng":"“That’s exactly what I was referring to.” ","html":"<p>{}</p>"},"mn55:8-10.1":{"pli":"“Idha, jīvaka, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati. ","eng":"“Take the case, Jīvaka, of a mendicant living supported by a town or village. ","html":"<p>{}"},"mn55:8-10.2":{"pli":"So karuṇāsahagatena cetasā …pe… ","eng":"They meditate spreading a heart full of compassion … ","html":"{}</p>"},"mn55:8-10.3":{"pli":"muditāsahagatena cetasā …pe… ","eng":"They meditate spreading a heart full of rejoicing … ","html":"<p>{}</p>"},"mn55:8-10.4":{"pli":"upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. ","eng":"They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. ","html":"<p>{}"},"mn55:8-10.5":{"pli":"Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ","eng":"In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"mn55:8-10.6":{"pli":"Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti. ","eng":"A householder or their child approaches and invites them for the next day’s meal. ","html":"{}"},"mn55:8-10.7":{"pli":"Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti. ","eng":"The mendicant accepts if they want. ","html":"{}</p>"},"mn55:8-10.8":{"pli":"So tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena gahapatissa vā gahapatiputtassa vā nivesanaṃ tenupasaṅkamati; upasaṅkamitvā paññatte āsane nisīdati. ","eng":"When the night has passed, they robe up in the morning, take their bowl and robe, and approach that householder’s home, where they sit on the seat spread out. ","html":"<p>{}"},"mn55:8-10.9":{"pli":"Tamenaṃ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati. ","eng":"That householder or their child serves them with delicious almsfood. ","html":"{}"},"mn55:8-10.10":{"pli":"Tassa na evaṃ hoti: ","eng":"It never occurs to them, ","html":"{}"},"mn55:8-10.11":{"pli":"‘sādhu vata māyaṃ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti. ","eng":"‘It’s so good that this householder serves me with delicious almsfood! ","html":"{}"},"mn55:8-10.12":{"pli":"Aho vata māyaṃ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—","eng":"I hope they serve me with such delicious almsfood in the future!’ ","html":"{}"},"mn55:8-10.13":{"pli":"evampissa na hoti. ","eng":"They don’t think that. ","html":"{}"},"mn55:8-10.14":{"pli":"So taṃ piṇḍapātaṃ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ","eng":"They eat that almsfood untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. ","html":"{}</p>"},"mn55:8-10.15":{"pli":"Taṃ kiṃ maññasi, jīvaka, ","eng":"What do you think, Jīvaka? ","html":"<p>{}"},"mn55:8-10.16":{"pli":"api nu so bhikkhu tasmiṃ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti? ","eng":"At that time is that mendicant intending to hurt themselves, hurt others, or hurt both?” ","html":"{}</p>"},"mn55:8-10.17":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn55:8-10.18":{"pli":"“Nanu so, jīvaka, bhikkhu tasmiṃ samaye anavajjaṃyeva āhāraṃ āhāretī”ti? ","eng":"“Aren’t they eating blameless food at that time?” ","html":"<p>{}</p>"},"mn55:11.1":{"pli":"“Evaṃ, bhante. ","eng":"“Yes, sir. ","html":"<p>{}"},"mn55:11.2":{"pli":"Sutaṃ metaṃ, bhante: ","eng":"Sir, I have heard that ","html":"{}"},"mn55:11.3":{"pli":"‘brahmā upekkhāvihārī’ti. ","eng":"The Divinity abides in equanimity. ","html":"{}"},"mn55:11.4":{"pli":"Taṃ me idaṃ, bhante, bhagavā sakkhidiṭṭho; ","eng":"Now, I’ve seen the Buddha with my own eyes, ","html":"{}"},"mn55:11.5":{"pli":"bhagavā hi, bhante, upekkhāvihārī”ti. ","eng":"and it is the Buddha who truly abides in equanimity.” ","html":"{}</p>"},"mn55:11.6":{"pli":"“Yena kho, jīvaka, rāgena yena dosena yena mohena vihesavā assa arativā assa paṭighavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo. ","eng":"“Any greed, hate, or delusion that might give rise to cruelty, discontent, or repulsion has been given up by the Realized One, cut off at the root, made like a palm stump, obliterated, and is unable to arise in the future. ","html":"<p>{}","comm":"Just as ill will is the opposite of love, “cruelty” (<i lang='pi' translate='no'>vihesā</i>), “discontent” (<i lang='pi' translate='no'>arati</i>), and “repulsion” (<i lang='pi' translate='no'>paṭigha</i>) are the respective opposites of compassion, rejoicing, and equanimity (<a href='index.html?q=mn62#18.2'>MN 62:18.2</a> ff). "},"mn55:11.7":{"pli":"Sace kho te, jīvaka, idaṃ sandhāya bhāsitaṃ, anujānāmi te etan”ti. ","eng":"If that’s what you were referring to, I grant it.” ","html":"{}</p>"},"mn55:11.8":{"pli":"“Etadeva kho pana me, bhante, sandhāya bhāsitaṃ”. ","eng":"“That’s exactly what I was referring to.” ","html":"<p>{}</p>"},"mn55:12.1":{"pli":"“Yo kho, jīvaka, tathāgataṃ vā tathāgatasāvakaṃ vā uddissa pāṇaṃ ārabhati so pañcahi ṭhānehi bahuṃ apuññaṃ pasavati. ","eng":"“Jīvaka, anyone who slaughters a living creature specially for the Realized One or the Realized One’s disciple brims with much wickedness for five reasons. ","html":"<p>{}</p>"},"mn55:12.2":{"pli":"Yampi so, gahapati, evamāha: ","eng":"When they say: ","html":"<p>{}"},"mn55:12.3":{"pli":"‘gacchatha, amukaṃ nāma pāṇaṃ ānethā’ti, iminā paṭhamena ṭhānena bahuṃ apuññaṃ pasavati. ","eng":"‘Go, fetch that living creature,’ this is the first reason. ","html":"{}</p>"},"mn55:12.4":{"pli":"Yampi so pāṇo galappaveṭhakena ānīyamāno dukkhaṃ domanassaṃ paṭisaṃvedeti, iminā dutiyena ṭhānena bahuṃ apuññaṃ pasavati. ","eng":"When that living creature experiences pain and sadness as it’s led along by a collar, this is the second reason. ","html":"<p>{}</p>"},"mn55:12.5":{"pli":"Yampi so evamāha: ","eng":"When they say: ","html":"<p>{}"},"mn55:12.6":{"pli":"‘gacchatha imaṃ pāṇaṃ ārabhathā’ti, iminā tatiyena ṭhānena bahuṃ apuññaṃ pasavati. ","eng":"‘Go, slaughter that living creature,’ this is the third reason. ","html":"{}</p>"},"mn55:12.7":{"pli":"Yampi so pāṇo ārabhiyamāno dukkhaṃ domanassaṃ paṭisaṃvedeti, iminā catutthena ṭhānena bahuṃ apuññaṃ pasavati. ","eng":"When that living creature experiences pain and sadness as it’s being slaughtered, this is the fourth reason. ","html":"<p>{}</p>"},"mn55:12.8":{"pli":"Yampi so tathāgataṃ vā tathāgatasāvakaṃ vā akappiyena āsādeti, iminā pañcamena ṭhānena bahuṃ apuññaṃ pasavati. ","eng":"When they serve the Realized One or the Realized One’s disciple with unallowable food, this is the fifth reason. ","html":"<p>{}</p>"},"mn55:12.9":{"pli":"Yo kho, jīvaka, tathāgataṃ vā tathāgatasāvakaṃ vā uddissa pāṇaṃ ārabhati so imehi pañcahi ṭhānehi bahuṃ apuññaṃ pasavatī”ti. ","eng":"Anyone who slaughters a living creature specially for the Realized One or the Realized One’s disciple brims with much wickedness for five reasons.” ","html":"<p>{}</p>"},"mn55:13.1":{"pli":"Evaṃ vutte, jīvako komārabhacco bhagavantaṃ etadavoca: ","eng":"When he had spoken, Jīvaka said to the Buddha: ","html":"<p>{}"},"mn55:13.2":{"pli":"“acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing! ","html":"{}"},"mn55:13.3":{"pli":"Kappiyaṃ vata, bhante, bhikkhū āhāraṃ āhārenti; ","eng":"The mendicants indeed eat allowable food. ","html":"{}"},"mn55:13.4":{"pli":"anavajjaṃ vata, bhante, bhikkhū āhāraṃ āhārenti. ","eng":"The mendicants indeed eat blameless food. ","html":"{}"},"mn55:13.5":{"pli":"Abhikkantaṃ, bhante, abhikkantaṃ, bhante …pe… ","eng":"Excellent, sir! Excellent! … ","html":"{}"},"mn55:13.6":{"pli":"upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>","comm":"This sutta marks the occasion of Jīvaka’s conversion. It would seem that he had previously harbored doubts due to his Jain upbringing. Elsewhere he appears as a devotee of the Buddha. <a href='index.html?q=an1.256#1.1'>AN 1.256:1.1</a> records that he was the foremost disciple with “confidence in a person”, establishing that he was a stream-enterer. The occasion of his stream-entry, however, is not recorded in Pali. "},"mn55:13.7":{"pli":"Jīvakasuttaṃ niṭṭhitaṃ pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}