{"mn71":{"mn71:0.1":{"pli":"Majjhima Nikāya 71 ","eng":"Middle Discourses 71 ","html":"<article id='mn71'><header><ul><li class='division'>{}</li></ul>"},"mn71:0.2":{"pli":"Tevijjavacchasutta ","eng":"To Vacchagotta on the Three Knowledges ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn71:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This begins the “Vacchagotta trilogy”, a series of three suttas tracing Vacchagotta’s spiritual development. These are supplemented by an entire Saṁyutta of questions (<a href='index.html?q=sn33'>SN 33</a>). In this sutta he shows an attitude of curiosity and respect, and gains a degree of faith in the Buddha. | This is not the same person as the lay brahmin Vacchagotta of Venāgapura  at <a href='index.html?q=an3.63#2.1'>AN 3.63:2.1</a>. "},"mn71:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"{}</p>"},"mn71:2.1":{"pli":"Tena kho pana samayena vacchagotto paribbājako ekapuṇḍarīke paribbājakārāme paṭivasati. ","eng":"Now at that time the wanderer Vacchagotta was residing in the Single Lotus Monastery of the wanderers. ","html":"<p>{}</p>","comm":"Vacchagotta is a clan name; his personal name is not recorded. The Vaccha clan stems from the Vedic seer Vatsa, author of Rig Veda 8.6–11. Several notable figures of this clan are known, including a lineage master in Bṛhadāraṇyaka Upaniṣad 4.5.3, but there is nothing to identify them with the Vacchagotta of the suttas. Given Vacchagotta’s evident interest in the ascetic traditions, it is noteworthy that a certain Śayyambha Vatsagotra, father of Manaka, was said to be a direct disciple of Mahāvīra (Kalpasūtra 10.3). "},"mn71:3.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ","html":"<p>{}"},"mn71:3.2":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then it occurred to him, ","html":"{}"},"mn71:3.3":{"pli":"“atippago kho tāva vesāliyaṃ piṇḍāya carituṃ; ","eng":"“It’s too early to wander for alms in Vesālī. ","html":"{}"},"mn71:3.4":{"pli":"yannūnāhaṃ yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkameyyan”ti. ","eng":"Why don’t I visit the wanderer Vacchagotta at the Single Lotus Monastery?” ","html":"{}"},"mn71:3.5":{"pli":"Atha kho bhagavā yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkami. ","eng":"So that’s what he did. ","html":"{}</p>"},"mn71:4.1":{"pli":"Addasā kho vacchagotto paribbājako bhagavantaṃ dūratova āgacchantaṃ. ","eng":"Vacchagotta saw the Buddha coming off in the distance, ","html":"<p>{}"},"mn71:4.2":{"pli":"Disvāna bhagavantaṃ etadavoca: ","eng":"and said to him, ","html":"{}"},"mn71:4.3":{"pli":"“Etu kho, bhante, bhagavā. ","eng":"“Let the Blessed One come, sir! ","html":"{}"},"mn71:4.4":{"pli":"Svāgataṃ, bhante, bhagavato. ","eng":"Welcome to the Blessed One, sir! ","html":"{}"},"mn71:4.5":{"pli":"Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"mn71:4.6":{"pli":"Nisīdatu, bhante, bhagavā idamāsanaṃ paññattan”ti. ","eng":"Please, sir, sit down, this seat is ready.” ","html":"{}</p>"},"mn71:4.7":{"pli":"Nisīdi bhagavā paññatte āsane. ","eng":"The Buddha sat on the seat spread out, ","html":"<p>{}"},"mn71:4.8":{"pli":"Vacchagottopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"while Vacchagotta took a low seat and sat to one side. ","html":"{}"},"mn71:4.9":{"pli":"Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca: ","eng":"Then Vacchagotta said to the Buddha: ","html":"{}</p>"},"mn71:5.1":{"pli":"“sutaṃ metaṃ, bhante: ","eng":"“Sir, I have heard this: ","html":"<p>{}","comm":"At <a href='index.html?q=an3.57'>AN 3.57</a> he similarly asks the Buddha to confirm his teachings on generosity. At <a href='index.html?q=sn44.9'>SN 44.9</a>, meanwhile, he asks a somewhat related question about the six ascetic teachers and their divining of afterlife destinies. "},"mn71:5.2":{"pli":"‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, ","eng":"‘The ascetic Gotama claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ","html":"{}","comm":"Such extraordinary claims were not unprecedented, as both the Jain leader Mahāvīra (<a href='index.html?q=mn14#17.2'>MN 14:17.2</a>, <a href='index.html?q=mn79#6.7'>MN 79:6.7</a>) and Pūraṇa Kassapa (<a href='index.html?q=an9.38#2.1'>AN 9.38:2.1</a>) are said to claim omniscience in the Pali canon. Extant Jain texts have no shortage of such claims (eg. Sūyagaḍa1.6, Kalpasūtra 1, Bhagavatisūtra 4.10, etc.), and it seems likely that this was part of Mahāvīra’s teachings. Sources for Pūraṇa Kassapa are slim, but he was regarded as a great teacher of the Ājīvakas, whose founder the bamboo-staffed ascetic Gosāla was said to be omniscient (Basham, <em>History and Doctrines of the Ājīvikas</em>, 275–6). "},"mn71:5.3":{"pli":"carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti. ","eng":"“Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.”’ ","html":"{}"},"mn71:5.4":{"pli":"Ye te, bhante, evamāhaṃsu: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti? ","eng":"I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuttal and criticism?” ","html":"{}</p>"},"mn71:5.5":{"pli":"“Ye te, vaccha, evamāhaṃsu: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, na me te vuttavādino, abbhācikkhanti ca pana maṃ asatā abhūtenā”ti. ","eng":"“Vaccha, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue.” ","html":"<p>{}</p>","comm":"At <a href='index.html?q=an4.24#2.1'>AN 4.24:2.1</a> the Buddha claims to know whatever is “seen, heard, thought, known, attained, sought, and explored by the mind”, which is a complete knowledge of subjective experience. In the curious dialogue at <a href='index.html?q=mn90#8.5'>MN 90:8.5</a> the Buddha denies that anyone “will know” all things simultaneously. The Milindapañha reversed this to the positive statement that the Buddha could know all things, just not simultaneously (<a href='index.html?q=mil5.1.2#1.2'>Mil 5.1.2:1.2</a>). The Buddha’s omniscience became the standard view of the later books of the Pali canon (<a href='index.html?q=cnd10#5.2'>Cnd 10:5.2</a>, <a href='index.html?q=bv2#55.3'>Bv 2:55.3</a>, <a href='index.html?q=pp1.6#2.1'>Pp 1.6:2.1</a>, <a href='index.html?q=kv3.1#5.3'>Kv 3.1:5.3</a>, etc.). "},"mn71:6.1":{"pli":"“Kathaṃ byākaramānā pana mayaṃ, bhante, vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti? ","eng":"“So how should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuttal and criticism?” ","html":"<p>{}</p>"},"mn71:6.2":{"pli":"“‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyya. ","eng":"“‘The ascetic Gotama has the three knowledges.’ Answering like this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuttal and criticism. ","html":"<p>{}</p>","comm":"The Buddha’s knowledge is specific and functional: it serves the purpose of liberation. "},"mn71:7.1":{"pli":"Ahañhi, vaccha, yāvadeva ākaṅkhāmi anekavihitaṃ pubbenivāsaṃ anussarāmi, ","eng":"For, Vaccha, whenever I want, I recollect my many kinds of past lives. ","html":"<p>{}"},"mn71:7.2":{"pli":"seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi. ","eng":"That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollect my many kinds of past lives, with features and details. ","html":"{}</p>"},"mn71:8.1":{"pli":"Ahañhi, vaccha, yāvadeva ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāmi. ","eng":"And whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings pass on according to their deeds. ","html":"<p>{}</p>"},"mn71:9.1":{"pli":"Ahañhi, vaccha, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi. ","eng":"And I have realized the undefiled freedom of heart and freedom by wisdom in this very life. I live having realized it with my own insight due to the ending of defilements. ","html":"<p>{}</p>"},"mn71:10.1":{"pli":"‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti. ","eng":"‘The ascetic Gotama has the three knowledges.’ Answering like this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuttal and criticism.” ","html":"<p>{}</p>"},"mn71:11.1":{"pli":"Evaṃ vutte, vacchagotto paribbājako bhagavantaṃ etadavoca: ","eng":"When he said this, the wanderer Vacchagotta said to the Buddha, ","html":"<p>{}"},"mn71:11.2":{"pli":"“atthi nu kho, bho gotama, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā dukkhassantakaro”ti? ","eng":"“Worthy Gotama, are there any laypeople who, without giving up the fetter of lay life, make an end of suffering when the body breaks up?” ","html":"{}</p>","comm":"Vacchagotta uses the phrase <i lang='pi' translate='no'>gihisaṁyojana</i> (“fetter of lay life”) for the inner attachment to lay life, which is not overcome by the mere act of joining a religious order. Compare the Buddha’s term <i lang='pi' translate='no'>gehasita</i>, the thoughts and memories “of the lay life” (<a href='index.html?q=mn21#6.2'>MN 21:6.2</a>, <a href='index.html?q=mn119#4.7'>MN 119:4.7</a>, <a href='index.html?q=mn125#23.5'>MN 125:23.5</a>, <a href='index.html?q=mn137#9.3'>MN 137:9.3</a>). See also <a href='index.html?q=mn54'>MN 54</a>, where the external “signs” of a householder are connected with the fetters. "},"mn71:11.3":{"pli":"“Natthi kho, vaccha, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā dukkhassantakaro”ti. ","eng":"“No, Vaccha.” ","html":"<p>{}</p>"},"mn71:12.1":{"pli":"“Atthi pana, bho gotama, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā saggūpago”ti? ","eng":"“But are there any laypeople who, without giving up the fetter of lay life, go to heaven when the body breaks up?” ","html":"<p>{}</p>"},"mn71:12.2":{"pli":"“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye gihī gihisaṃyojanaṃ appahāya kāyassa bhedā saggūpagā”ti. ","eng":"“There’s not just one hundred laypeople, Vaccha, or two or three or four or five hundred, but many more than that who, without giving up the fetter of lay life, go to heaven when the body breaks up.” ","html":"<p>{}</p>"},"mn71:13.1":{"pli":"“Atthi nu kho, bho gotama, koci ājīvako kāyassa bhedā dukkhassantakaro”ti? ","eng":"“Worthy Gotama, are there any Ājīvaka ascetics who make an end of suffering when the body breaks up?” ","html":"<p>{}</p>"},"mn71:13.2":{"pli":"“Natthi kho, vaccha, koci ājīvako kāyassa bhedā dukkhassantakaro”ti. ","eng":"“No, Vaccha.” ","html":"<p>{}</p>"},"mn71:14.1":{"pli":"“Atthi pana, bho gotama, koci ājīvako kāyassa bhedā saggūpago”ti? ","eng":"“But are there any Ājīvaka ascetics who go to heaven when the body breaks up?” ","html":"<p>{}</p>"},"mn71:14.2":{"pli":"“Ito kho so, vaccha, ekanavuto kappo yamahaṃ anussarāmi, nābhijānāmi kañci ājīvakaṃ saggūpagaṃ aññatra ekena; ","eng":"“Vaccha, when I recollect the past ninety-one eons, I can’t find any Ājīvaka ascetics who have gone to heaven, except one; ","html":"<p>{}","comm":"This goes back to the time of the Buddha Vipassī (<a href='index.html?q=dn14#1.4.1'>DN 14:1.4.1</a>). "},"mn71:14.3":{"pli":"sopāsi kammavādī kiriyavādī”ti. ","eng":"and he taught the efficacy of deeds and action.” ","html":"{}</p>","comm":"Thus denying the basic doctrines of both Gosāla (<a href='index.html?q=dn2#20.2'>DN 2:20.2</a>) and Pūraṇa Kassapa (<a href='index.html?q=dn2#17.2'>DN 2:17.2</a>). "},"mn71:15.1":{"pli":"“Evaṃ sante, bho gotama, suññaṃ aduṃ titthāyatanaṃ antamaso saggūpagenapī”ti? ","eng":"“In that case, worthy Gotama, that sectarian fold is empty even of the chance to go to heaven.” ","html":"<p>{}</p>","comm":"The Buddha is speaking of the Ājīvakas, who denied moral causality, not of non-Buddhist paths generally. "},"mn71:15.2":{"pli":"“Evaṃ, vaccha, suññaṃ aduṃ titthāyatanaṃ antamaso saggūpagenapī”ti. ","eng":"“Yes, Vaccha, that sectarian fold is empty even of the chance to go to heaven.” ","html":"<p>{}</p>"},"mn71:15.3":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn71:15.4":{"pli":"Attamano vacchagotto paribbājako bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, the wanderer Vacchagotta approved what the Buddha said. ","html":"{}</p>"},"mn71:15.5":{"pli":"Tevijjavacchasuttaṃ niṭṭhitaṃ paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"mn72":{"mn72:0.1":{"pli":"Majjhima Nikāya 72 ","eng":"Middle Discourses 72 ","html":"<article id='mn72'><header><ul><li class='division'>{}</li></ul>"},"mn72:0.2":{"pli":"Aggivacchasutta ","eng":"With Vacchagotta on Fire ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn72:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"This sutta depicts Vacchagotta, having gained a degree of faith as depicted in <a href='index.html?q=mn71'>MN 71</a>, question the Buddha regarding the undeclared points. This is just a taste of Vacchagotta’s curiosity, as the 55 suttas of SN 33 all deal with the same topic, as do <a href='index.html?q=sn44.7'>SN 44.7</a>, <a href='index.html?q=sn44.8'>SN 44.8</a>, and <a href='index.html?q=sn44.11'>SN 44.11</a>. Underlying all these questions is the assumption of a self, which Vacchagotta asks directly about at <a href='index.html?q=sn44.10'>SN 44.10</a>. "},"mn72:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"mn72:2.1":{"pli":"Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him. ","html":"<p>{}"},"mn72:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"mn72:3.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘sassato loko, idameva saccaṃ moghamaññan’ti—","eng":"“Worthy Gotama, is this your view: ‘The cosmos is eternal. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:3.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:3.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:3.4":{"pli":"‘sassato loko, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:4.1":{"pli":"“Kiṃ pana, bho gotama, ‘asassato loko, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘The cosmos is not eternal. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:4.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:4.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:4.4":{"pli":"‘asassato loko, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:5.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘antavā loko, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘The cosmos is finite. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:5.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:5.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:5.4":{"pli":"‘antavā loko, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:6.1":{"pli":"“Kiṃ pana, bho gotama, ‘anantavā loko, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘The cosmos is infinite. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:6.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:6.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:6.4":{"pli":"‘anantavā loko, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:7.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘taṃ jīvaṃ taṃ sarīraṃ, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘The soul and the body are one and the same. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:7.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:7.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:7.4":{"pli":"‘taṃ jīvaṃ taṃ sarīraṃ, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:8.1":{"pli":"“Kiṃ pana, bho gotama, ‘aññaṃ jīvaṃ aññaṃ sarīraṃ, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘The soul is one thing, the body another. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:8.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:8.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:8.4":{"pli":"‘aññaṃ jīvaṃ aññaṃ sarīraṃ, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:9.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘A realized one still exists after death. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:9.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:9.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:9.4":{"pli":"‘hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:10.1":{"pli":"“Kiṃ pana, bho gotama, ‘na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘A realized one no longer exists after death. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:10.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:10.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:10.4":{"pli":"‘na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:11.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘A realized one both still exists and no longer exists after death. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:11.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:11.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:11.4":{"pli":"‘hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:12.1":{"pli":"“Kiṃ pana, bho gotama, ‘neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti—","eng":"“Then is this your view: ‘A realized one neither still exists nor no longer exists after death. This is the only truth, anything else is futile’?” ","html":"<p>{}"},"mn72:12.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo”ti? ","html":"{}</p>"},"mn72:12.3":{"pli":"“Na kho ahaṃ, vaccha, evaṃdiṭṭhi: ","eng":"“That’s not my view, Vaccha.” ","html":"<p>{}"},"mn72:12.4":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti. ","html":"{}</p>"},"mn72:13.1":{"pli":"“‘Kiṃ nu kho, bho gotama, sassato loko, idameva saccaṃ moghamaññanti—","eng":"“Worthy Gotama, when asked these ten questions, you say: ‘That’s not my view.’ ","html":"<p>{}"},"mn72:13.2":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.3":{"pli":"sassato loko, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.4":{"pli":"‘Kiṃ pana, bho gotama, asassato loko, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.5":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.6":{"pli":"asassato loko, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.7":{"pli":"‘Kiṃ nu kho, bho gotama, antavā loko, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.8":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.9":{"pli":"antavā loko, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.10":{"pli":"‘Kiṃ pana, bho gotama, anantavā loko, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.11":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.12":{"pli":"anantavā loko, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.13":{"pli":"‘Kiṃ nu kho, bho gotama, taṃ jīvaṃ taṃ sarīraṃ, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.14":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.15":{"pli":"taṃ jīvaṃ taṃ sarīraṃ, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.16":{"pli":"‘Kiṃ pana, bho gotama, aññaṃ jīvaṃ aññaṃ sarīraṃ, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.17":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.18":{"pli":"aññaṃ jīvaṃ aññaṃ sarīraṃ, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.19":{"pli":"‘Kiṃ nu kho, bho gotama, hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.20":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.21":{"pli":"hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.22":{"pli":"‘Kiṃ pana, bho gotama, na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.23":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.24":{"pli":"na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.25":{"pli":"‘Kiṃ nu kho, bho gotama, hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.26":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.27":{"pli":"hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.28":{"pli":"‘Kiṃ pana, bho gotama, neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññanti—","html":"{}"},"mn72:13.29":{"pli":"evaṃdiṭṭhi bhavaṃ gotamo’ti iti puṭṭho samāno ‘na kho ahaṃ, vaccha, evaṃdiṭṭhi—","html":"{}"},"mn72:13.30":{"pli":"neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti vadesi. ","html":"{}"},"mn72:13.31":{"pli":"Kiṃ pana bho gotamo ādīnavaṃ sampassamāno evaṃ imāni sabbaso diṭṭhigatāni anupagato”ti? ","eng":"Seeing what drawback do you avoid all these convictions?” ","html":"{}</p>"},"mn72:14.1":{"pli":"“‘Sassato loko’ti kho, vaccha, diṭṭhigatametaṃ diṭṭhigahanaṃ diṭṭhikantāro diṭṭhivisūkaṃ diṭṭhivipphanditaṃ diṭṭhisaṃyojanaṃ sadukkhaṃ savighātaṃ saupāyāsaṃ sapariḷāhaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","eng":"“Each of these ten convictions is the thicket of views, the desert of views, the twist of views, the dodge of views, the fetter of views. They’re beset with suffering, distress, anguish, and fever. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ","html":"<p>{}"},"mn72:14.2":{"pli":"‘Asassato loko’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.3":{"pli":"‘antavā loko’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.4":{"pli":"‘anantavā loko’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.5":{"pli":"‘taṃ jīvaṃ taṃ sarīran’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.6":{"pli":"‘aññaṃ jīvaṃ aññaṃ sarīran’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.7":{"pli":"‘hoti tathāgato paraṃ maraṇā’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.8":{"pli":"‘na hoti tathāgato paraṃ maraṇā’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.9":{"pli":"‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, vaccha …pe… ","html":"{}"},"mn72:14.10":{"pli":"‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, vaccha, diṭṭhigatametaṃ diṭṭhigahanaṃ diṭṭhikantāro diṭṭhivisūkaṃ diṭṭhivipphanditaṃ diṭṭhisaṃyojanaṃ sadukkhaṃ savighātaṃ saupāyāsaṃ sapariḷāhaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ","html":"{}"},"mn72:14.11":{"pli":"Imaṃ kho ahaṃ, vaccha, ādīnavaṃ sampassamāno evaṃ imāni sabbaso diṭṭhigatāni anupagato”ti. ","eng":"Seeing this drawback I avoid all these convictions.” ","html":"{}</p>"},"mn72:15.1":{"pli":"“Atthi pana bhoto gotamassa kiñci diṭṭhigatan”ti? ","eng":"“But does the worthy Gotama have any convictions at all?” ","html":"<p>{}</p>"},"mn72:15.2":{"pli":"“Diṭṭhigatanti kho, vaccha, apanītametaṃ tathāgatassa. ","eng":"“A realized one has done away with convictions. ","html":"<p>{}","comm":"The Buddha, or indeed any arahant, has no “convictions” (<i lang='pi' translate='no'>diṭṭhigata</i>), i.e. theories to attach to, since his “right view” (<i lang='pi' translate='no'>sammādiṭṭhi</i>) is grounded in what he has “seen” (<i lang='pi' translate='no'>diṭṭha</i>). "},"mn72:15.3":{"pli":"Diṭṭhañhetaṃ, vaccha, tathāgatena: ","eng":"For a realized one has seen: ","html":"{}"},"mn72:15.4":{"pli":"‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","eng":"‘Such is form, such is the origin of form, such is the ending of form. ","html":"{}"},"mn72:15.5":{"pli":"iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ","eng":"Such is feeling, such is the origin of feeling, such is the ending of feeling. ","html":"{}"},"mn72:15.6":{"pli":"iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ","eng":"Such is perception, such is the origin of perception, such is the ending of perception. ","html":"{}"},"mn72:15.7":{"pli":"iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo; ","eng":"Such are choices, such is the origin of choices, such is the ending of choices. ","html":"{}"},"mn72:15.8":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ","eng":"Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ","html":"{}"},"mn72:15.9":{"pli":"Tasmā tathāgato sabbamaññitānaṃ sabbamathitānaṃ sabbaahaṅkāramamaṅkāramānānusayānaṃ khayā virāgā nirodhā cāgā paṭinissaggā anupādā vimuttoti vadāmī”ti. ","eng":"That’s why a Realized One is freed with the ending, fading away, cessation, giving up, and letting go of all conceiving, all churning, and all I-making, mine-making, or underlying tendency to conceit, I say.” ","html":"{}</p>","comm":"At <a href='index.html?q=thag14.2'>Thag 14.2</a>, <i lang='pi' translate='no'>mathita</i> means “oppressed, weighed down”, and the same sense probably applies at <a href='index.html?q=thag1.102'>Thag 1.102</a>. At <a href='index.html?q=dhp349'>Dhp 349</a>, however, the root sense of “churn” fits the context of “thoughts”, while at <a href='index.html?q=mn90#12.14'>MN 90:12.14</a> it refers to starting a fire by “churning” with a fire-drill, a common Vedic usage (Rig Veda 3.23.1a, 3.29.12a, 8.48.6a; Śatapatha Brāhmaṇa 2.1.4.8, 3.7.3.3, etc.). Its unique appearance in this context anticipates the simile of fire. "},"mn72:16.1":{"pli":"“Evaṃ vimuttacitto pana, bho gotama, bhikkhu kuhiṃ upapajjatī”ti? ","eng":"“But worthy Gotama, when a mendicant’s mind is freed like this, where are they reborn?” ","html":"<p>{}</p>"},"mn72:16.2":{"pli":"“Upapajjatīti kho, vaccha, na upeti”. ","eng":"“‘They’re reborn’ doesn’t apply, Vaccha.” ","html":"<p>{}</p>"},"mn72:16.3":{"pli":"“Tena hi, bho gotama, na upapajjatī”ti? ","eng":"“Well then, are they not reborn?” ","html":"<p>{}</p>"},"mn72:16.4":{"pli":"“Na upapajjatīti kho, vaccha, na upeti”. ","eng":"“‘They’re not reborn’ doesn’t apply, Vaccha.” ","html":"<p>{}</p>"},"mn72:16.5":{"pli":"“Tena hi, bho gotama, upapajjati ca na ca upapajjatī”ti? ","eng":"“Well then, are they both reborn and not reborn?” ","html":"<p>{}</p>"},"mn72:16.6":{"pli":"“Upapajjati ca na ca upapajjatīti kho, vaccha, na upeti”. ","eng":"“‘They’re both reborn and not reborn’ doesn’t apply, Vaccha.” ","html":"<p>{}</p>"},"mn72:16.7":{"pli":"“Tena hi, bho gotama, neva upapajjati na na upapajjatī”ti? ","eng":"“Well then, are they neither reborn nor not reborn?” ","html":"<p>{}</p>"},"mn72:16.8":{"pli":"“Neva upapajjati na na upapajjatīti kho, vaccha, na upeti”. ","eng":"“‘They’re neither reborn nor not reborn’ doesn’t apply, Vaccha.” ","html":"<p>{}</p>"},"mn72:17.1":{"pli":"“‘Evaṃ vimuttacitto pana, bho gotama, bhikkhu kuhiṃ upapajjatī’ti iti puṭṭho samāno ‘upapajjatīti kho, vaccha, na upetī’ti vadesi. ","eng":"“Worthy Gotama, when asked all these questions, you say: ‘It doesn’t apply.’ ","html":"<p>{}"},"mn72:17.2":{"pli":"‘Tena hi, bho gotama, na upapajjatī’ti iti puṭṭho samāno ‘na upapajjatīti kho, vaccha, na upetī’ti vadesi. ","html":"{}"},"mn72:17.3":{"pli":"‘Tena hi, bho gotama, upapajjati ca na ca upapajjatī’ti iti puṭṭho samāno ‘upapajjati ca na ca upapajjatīti kho, vaccha, na upetī’ti vadesi. ","html":"{}"},"mn72:17.4":{"pli":"‘Tena hi, bho gotama, neva upapajjati na na upapajjatī’ti iti puṭṭho samāno ‘neva upapajjati na na upapajjatīti kho, vaccha, na upetī’ti vadesi. ","html":"{}"},"mn72:17.5":{"pli":"Etthāhaṃ, bho gotama, aññāṇamāpādiṃ, ettha sammohamāpādiṃ. ","eng":"I fail to understand this point, worthy Gotama; I’ve fallen into confusion. ","html":"{}"},"mn72:17.6":{"pli":"Yāpi me esā bhoto gotamassa purimena kathāsallāpena ahu pasādamattā sāpi me etarahi antarahitā”ti. ","eng":"And I’ve now lost even the degree of clarity I had from previous discussions with the worthy Gotama.” ","html":"{}</p>"},"mn72:18.1":{"pli":"“Alañhi te, vaccha, aññāṇāya, alaṃ sammohāya. ","eng":"“No wonder you don’t understand, Vaccha, no wonder you’re confused. ","html":"<p>{}","comm":"Vacchagotta’s confusion on this same point is addressed at <a href='index.html?q=sn44.9#5.3'>SN 44.9:5.3</a>. "},"mn72:18.2":{"pli":"Gambhīro hāyaṃ, vaccha, dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ","eng":"For this principle is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ","html":"{}"},"mn72:18.3":{"pli":"So tayā dujjāno aññadiṭṭhikena aññakhantikena aññarucikena aññatrayogena aññatrācariyakena. ","eng":"It’s hard for you to understand, since you have a different view, creed, and belief, unless you dedicate yourself to practice with the guidance of tradition. ","html":"{}</p>"},"mn72:18.4":{"pli":"Tena hi, vaccha, taññevettha paṭipucchissāmi; yathā te khameyya tathā naṃ byākareyyāsi. ","eng":"Well then, Vaccha, I’ll ask you about this in return, and you can answer as you like. ","html":"<p>{}</p>","comm":"When Vacchagotta is out of his depth, the Buddha helps him by coming back to a simple, grounded metaphor. "},"mn72:19.1":{"pli":"Taṃ kiṃ maññasi, vaccha, ","eng":"What do you think, Vaccha? ","html":"<p>{}"},"mn72:19.2":{"pli":"sace te purato aggi jaleyya, jāneyyāsi tvaṃ: ","eng":"Suppose a fire was burning in front of you. Would you know: ","html":"{}"},"mn72:19.3":{"pli":"‘ayaṃ me purato aggi jalatī’”ti? ","eng":"‘This fire is burning in front of me’?” ","html":"{}</p>"},"mn72:19.4":{"pli":"“Sace me, bho gotama, purato aggi jaleyya, jāneyyāhaṃ: ","eng":"“Yes, I would, worthy Gotama.” ","html":"<p>{}"},"mn72:19.5":{"pli":"‘ayaṃ me purato aggi jalatī’”ti. ","html":"{}</p>"},"mn72:19.6":{"pli":"“Sace pana taṃ, vaccha, evaṃ puccheyya: ","eng":"“But Vaccha, suppose they were to ask you: ","html":"<p>{}"},"mn72:19.7":{"pli":"‘yo te ayaṃ purato aggi jalati ayaṃ aggi kiṃ paṭicca jalatī’ti, evaṃ puṭṭho tvaṃ, vaccha, kinti byākareyyāsī”ti? ","eng":"‘This fire burning in front of you: what does it depend on to burn?’ How would you answer?” ","html":"{}</p>","comm":"The language in this passage echoes key Buddhist doctrinal terms. Here, “depend” is <i lang='pi' translate='no'>paṭicca</i>. "},"mn72:19.8":{"pli":"“Sace maṃ, bho gotama, evaṃ puccheyya: ","html":"<p>{}</p>"},"mn72:19.9":{"pli":"‘yo te ayaṃ purato aggi jalati ayaṃ aggi kiṃ paṭicca jalatī’ti, evaṃ puṭṭho ahaṃ, bho gotama, evaṃ byākareyyaṃ: ","eng":"“I would answer like this: ","html":"<p>{}"},"mn72:19.10":{"pli":"‘yo me ayaṃ purato aggi jalati ayaṃ aggi tiṇakaṭṭhupādānaṃ paṭicca jalatī’”ti. ","eng":"‘This fire burning in front of me burns in dependence on grass and logs as fuel.’” ","html":"{}</p>","comm":"“Fuel” is <i lang='pi' translate='no'>upādāna</i>, normally translated as “grasping”. "},"mn72:19.11":{"pli":"“Sace te, vaccha, purato so aggi nibbāyeyya, jāneyyāsi tvaṃ: ","eng":"“Suppose that fire burning in front of you was extinguished. Would you know: ","html":"<p>{}","comm":"“Extinguished” is <i lang='pi' translate='no'>nibbāyeyya</i>, a verbal form of Nibbāna. "},"mn72:19.12":{"pli":"‘ayaṃ me purato aggi nibbuto’”ti? ","eng":"‘This fire in front of me is quenched’?” ","html":"{}</p>"},"mn72:19.13":{"pli":"“Sace me, bho gotama, purato so aggi nibbāyeyya, jāneyyāhaṃ: ","eng":"“Yes, I would, worthy Gotama.” ","html":"<p>{}"},"mn72:19.14":{"pli":"‘ayaṃ me purato aggi nibbuto’”ti. ","html":"{}</p>"},"mn72:19.15":{"pli":"“Sace pana taṃ, vaccha, evaṃ puccheyya: ","eng":"“But Vaccha, suppose they were to ask you: ","html":"<p>{}"},"mn72:19.16":{"pli":"‘yo te ayaṃ purato aggi nibbuto so aggi ito katamaṃ disaṃ gato—","eng":"‘This fire in front of you that is quenched: in what direction did it go—","html":"{}"},"mn72:19.17":{"pli":"puratthimaṃ vā dakkhiṇaṃ vā pacchimaṃ vā uttaraṃ vā’ti, evaṃ puṭṭho tvaṃ, vaccha, kinti byākareyyāsī”ti? ","eng":"east, south, west, or north?’ How would you answer?” ","html":"{}</p>"},"mn72:19.18":{"pli":"“Na upeti, bho gotama, yañhi so, bho gotama, aggi tiṇakaṭṭhupādānaṃ paṭicca ajali tassa ca pariyādānā aññassa ca anupahārā anāhāro nibbutotveva saṅkhyaṃ gacchatī”ti. ","eng":"“It doesn’t apply, worthy Gotama. The fire depended on grass and logs as fuel. When that runs out, and no more fuel is added, the fire is reckoned to have become quenched due to lack of fuel.” ","html":"<p>{}</p>"},"mn72:20.1":{"pli":"“Evameva kho, vaccha, yena rūpena tathāgataṃ paññāpayamāno paññāpeyya taṃ rūpaṃ tathāgatassa pahīnaṃ ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhammaṃ. ","eng":"“In the same way, Vaccha, any form by which a realized one might be described has been given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ","html":"<p>{}","comm":"Here “realized one” (<i lang='pi' translate='no'>tathāgata</i>) pertains to any arahant, as at <a href='index.html?q=sn54.12'>SN 54.12</a>. The Pali commentary and one of the Chinese parallels here (SA2 196 at T ii 445a18) agree in saying that a “living being” (<i lang='pi' translate='no'>satta</i>) is meant. However, <i lang='pi' translate='no'>tathāgata</i> and <i lang='pi' translate='no'>satta</i> are exact verbal parallels: <i lang='pi' translate='no'>tathā</i> (“real”) + <i lang='pi' translate='no'>gata</i> (“come to the state of”) and <i lang='pi' translate='no'>sa</i> (“real”) + <i lang='pi' translate='no'>tta</i> (“state of”). Thus it seems likely that this was originally intended as a mere verbal gloss to resolve the compound. "},"mn72:20.2":{"pli":"Rūpasaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—","eng":"A realized one is freed from reckoning in terms of form. They’re deep, immeasurable, and hard to fathom, ","html":"{}"},"mn72:20.3":{"pli":"seyyathāpi mahāsamuddo. ","eng":"like the ocean. ","html":"{}"},"mn72:20.4":{"pli":"Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ","eng":"‘They’re reborn’, ‘they’re not reborn’, ‘they’re both reborn and not reborn’, ‘they’re neither reborn nor not reborn’—none of these apply. ","html":"{}</p>"},"mn72:20.5":{"pli":"Yāya vedanāya tathāgataṃ paññāpayamāno paññāpeyya sā vedanā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","eng":"Any feeling … ","html":"<p>{}"},"mn72:20.6":{"pli":"Vedanāsaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—","html":"{}"},"mn72:20.7":{"pli":"seyyathāpi mahāsamuddo. ","html":"{}"},"mn72:20.8":{"pli":"Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ","html":"{}"},"mn72:20.9":{"pli":"Yāya saññāya tathāgataṃ paññāpayamāno paññāpeyya sā saññā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","eng":"perception … ","html":"{}"},"mn72:20.10":{"pli":"Saññāsaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—","html":"{}"},"mn72:20.11":{"pli":"seyyathāpi mahāsamuddo. ","html":"{}"},"mn72:20.12":{"pli":"Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ","html":"{}"},"mn72:20.13":{"pli":"Yehi saṅkhārehi tathāgataṃ paññāpayamāno paññāpeyya te saṅkhārā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ","eng":"choices … ","html":"{}"},"mn72:20.14":{"pli":"Saṅkhārasaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—","html":"{}"},"mn72:20.15":{"pli":"seyyathāpi mahāsamuddo. ","html":"{}"},"mn72:20.16":{"pli":"Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ","html":"{}"},"mn72:20.17":{"pli":"Yena viññāṇena tathāgataṃ paññāpayamāno paññāpeyya taṃ viññāṇaṃ tathāgatassa pahīnaṃ ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhammaṃ. ","eng":"consciousness by which a realized one might be described has been given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ","html":"{}"},"mn72:20.18":{"pli":"Viññāṇasaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—","eng":"A realized one is freed from reckoning in terms of consciousness. They’re deep, immeasurable, and hard to fathom, ","html":"{}"},"mn72:20.19":{"pli":"seyyathāpi mahāsamuddo. ","eng":"like the ocean. ","html":"{}"},"mn72:20.20":{"pli":"Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upetī”ti. ","eng":"‘They’re reborn’, ‘they’re not reborn’, ‘they’re both reborn and not reborn’, ‘they’re neither reborn nor not reborn’—none of these apply.” ","html":"{}</p>"},"mn72:21.1":{"pli":"Evaṃ vutte, vacchagotto paribbājako bhagavantaṃ etadavoca: ","eng":"When he said this, the wanderer Vacchagotta said to the Buddha: ","html":"<p>{}</p>"},"mn72:21.2":{"pli":"“seyyathāpi, bho gotama, gāmassa vā nigamassa vā avidūre mahāsālarukkho. ","eng":"“Worthy Gotama, suppose there was a large sal tree not far from a town or village. ","html":"<p>{}"},"mn72:21.3":{"pli":"Tassa aniccatā sākhāpalāsā palujjeyyuṃ, tacapapaṭikā palujjeyyuṃ, pheggū palujjeyyuṃ; ","eng":"And because it’s impermanent, its branches and foliage, bark and shoots, and softwood would fall off. ","html":"{}"},"mn72:21.4":{"pli":"so aparena samayena apagatasākhāpalāso apagatatacapapaṭiko apagataphegguko suddho assa, sāre patiṭṭhito; ","eng":"After some time it would be rid of branches and foliage, bark and shoots, and softwood, pure, and consolidated in the core. ","html":"{}"},"mn72:21.5":{"pli":"evameva bhoto gotamassa pāvacanaṃ apagatasākhāpalāsaṃ apagatatacapapaṭikaṃ apagatapheggukaṃ suddhaṃ, sāre patiṭṭhitaṃ. ","eng":"In the same way, worthy Gotama’s dispensation is rid of branches and foliage, bark and shoots, and softwood, pure, and consolidated in the core. ","html":"{}</p>"},"mn72:22.1":{"pli":"Abhikkantaṃ, bho gotama …pe… ","eng":"Excellent, worthy Gotama! … ","html":"<p>{}"},"mn72:22.2":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>","comm":"Vacchagotta had already gone forth as a wanderer, so it is surprising that he calls himself a “lay follower” (<i lang='pi' translate='no'>upāsaka</i>). The Chinese parallels simply say that he left without taking refuge (SA 962 at T ii 246a17 and SA2 196 at T ii 445c8). Given that the Pali tradition repeats him going for refuge in the next sutta (<a href='index.html?q=mn73#15.2'>MN 73:15.2</a>), it seems likely that this detail was added by mistake here. "},"mn72:22.3":{"pli":"Aggivacchasuttaṃ niṭṭhitaṃ dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}