{"mn104":{"mn104:0.1":{"pli":"Majjhima Nikāya 104 ","eng":"Middle Discourses 104 ","html":"<article id='mn104'><header><ul><li class='division'>{}</li></ul>"},"mn104:0.2":{"pli":"Sāmagāmasutta ","eng":"At Sāmagāma ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn104:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"mn104:1.2":{"pli":"ekaṃ samayaṃ bhagavā sakkesu viharati sāmagāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans near the village of Sāma. ","html":"{}</p>"},"mn104:2.1":{"pli":"Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṃ adhunākālaṅkato hoti. ","eng":"Now at that time the Jain ascetic of the Ñātika clan had recently passed away at Pāvā. ","html":"<p>{}","comm":"When this event is mentioned at <a href='index.html?q=dn29#1.3'>DN 29:1.3</a> the Buddha is also in the Sakyan lands, but in a mango grove belonging to a group of Sakyans named Vedhaññā. Both texts tell the story of Cunda conveying the news via Ānanda at Sāma, which was presumably near the mango grove. It does seem strange that two distinct discourses are recorded from the same prompt, but then, why shouldn’t the Buddha give more than one teaching on such an important topic? At <a href='index.html?q=dn33#1.6.1'>DN 33:1.6.1</a> the Buddha is at Pāvā in the Mallian lands, and the discourse is spoken by Sāriputta there. Given the evident lateness of DN 33, this is a less convincing framework. A parallel to MN 104 (MA 196 at T i 752c12) says he was in the Vajjian lands at the time; both Sakya and Vajji border on Mallā. "},"mn104:2.2":{"pli":"Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti: ","eng":"With his passing the Jain ascetics split, dividing into two factions, fighting, quarreling, and disputing, continually wounding each other with barbed words: ","html":"{}","comm":"While this description of the Jains might seem like sheer sectarian calumny, it is a fact that the Jain tradition is split into two sects, the “sky-clad” Digambara, whose male ascetics went naked, and the “white-clad” Śvetāmbara who wear an unstitched cloth. Jain tradition holds that the split occurred about a century later, in the reign of Candragupta Maurya. "},"mn104:2.3":{"pli":"“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi. Kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi. Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṃ me, asahitaṃ te. Purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca. Adhiciṇṇaṃ te viparāvattaṃ. Āropito te vādo. Niggahitosi, cara vādappamokkhāya; nibbeṭhehi vā sace pahosī”ti. ","eng":"“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ","html":"{}"},"mn104:2.4":{"pli":"Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati. ","eng":"You’d think there was nothing but slaughter going on among the Jain ascetics. ","html":"{}","comm":"A slight on the movement whose signature virtue was non-violence. "},"mn104:2.5":{"pli":"Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe. ","eng":"And the Jain Ñātika’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge. ","html":"{}</p>","comm":"“With broken monument” (<i lang='pi' translate='no'>bhinnathupe</i>) is used only in this context. When a great teacher or leader died, a “monument” was built to keep their memory alive. The breaking of a monument—whether physical or symbolic—was, in a way, truly killing them. "},"mn104:3.1":{"pli":"Atha kho cundo samaṇuddeso pāvāyaṃ vassaṃvuṭṭho yena sāmagāmo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho cundo samaṇuddeso āyasmantaṃ ānandaṃ etadavoca: ","eng":"And then, after completing the rainy season residence near Pāvā, the novice Cunda went to see Venerable Ānanda at Sāma village. He bowed, sat down to one side, and told him what had happened. ","html":"<p>{}","comm":"Cunda took the time to complete his rains residence before conveying the news, reminding us of the speed with which news traveled in those days—slowly. For Cunda’s identity, see the note to <a href='index.html?q=mn8#2.1'>MN 8:2.1</a> | Apart from the events described here, we hear of Sāma only once (<a href='index.html?q=an6.21'>AN 6.21</a>). The topic there is the decline of the Saṅgha, hinting at a connection with these events. "},"mn104:3.2":{"pli":"“nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato. ","html":"{}"},"mn104:3.3":{"pli":"Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti. ","html":"{}</p>"},"mn104:4.1":{"pli":"Evaṃ vutte, āyasmā ānando cundaṃ samaṇuddesaṃ etadavoca: ","eng":"Ānanda said to him, ","html":"<p>{}"},"mn104:4.2":{"pli":"“atthi kho idaṃ, āvuso cunda, kathāpābhataṃ bhagavantaṃ dassanāya. ","eng":"“Reverend Cunda, we should see the Buddha about this matter. ","html":"{}"},"mn104:4.3":{"pli":"Āyāma, āvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāmā”ti. ","eng":"Come, let’s go to the Buddha and inform him about this.” ","html":"{}</p>"},"mn104:4.4":{"pli":"“Evaṃ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ","eng":"“Yes, sir,” replied Cunda. ","html":"<p>{}</p>"},"mn104:4.5":{"pli":"Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"Then Ānanda and Cunda went to the Buddha, bowed, sat down to one side, and Ānanda informed him of what Cunda had said. He went on to say, ","html":"<p>{}"},"mn104:4.6":{"pli":"“ayaṃ, bhante, cundo samaṇuddeso evamāha: ","html":"{}"},"mn104:4.7":{"pli":"‘nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato. ","html":"{}"},"mn104:4.8":{"pli":"Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe’ti. ","html":"{}"},"mn104:4.9":{"pli":"Tassa mayhaṃ, bhante, evaṃ hoti: ","eng":"“Sir, it occurs to me: ","html":"{}"},"mn104:4.10":{"pli":"‘mā heva bhagavato accayena saṅghe vivādo uppajji; ","eng":"‘When the Buddha has passed away, let no dispute arise in the Saṅgha. ","html":"{}"},"mn104:4.11":{"pli":"svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan’”ti. ","eng":"For such a dispute would be for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans.’” ","html":"{}</p>"},"mn104:5.1":{"pli":"“Taṃ kiṃ maññasi, ānanda, ","eng":"“What do you think, Ānanda? ","html":"<p>{}"},"mn104:5.2":{"pli":"ye vo mayā dhammā abhiññā desitā, seyyathidaṃ—","eng":"Do you see even two mendicants whose opinion differs regarding the things I have taught from my direct knowledge, that is, ","html":"{}","comm":"Two brahmins have a “difference of opinion” (<i lang='pi' translate='no'>nānāvāda</i>) regarding their path at <a href='index.html?q=dn13#8.8'>DN 13:8.8</a>. "},"mn104:5.3":{"pli":"cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, passasi no tvaṃ, ānanda, imesu dhammesu dvepi bhikkhū nānāvāde”ti? ","eng":"the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path?” ","html":"{}</p>"},"mn104:5.4":{"pli":"“Ye me, bhante, dhammā bhagavatā abhiññā desitā, seyyathidaṃ—","eng":"“No, sir, I do not. ","html":"<p>{}"},"mn104:5.5":{"pli":"cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, nāhaṃ passāmi imesu dhammesu dvepi bhikkhū nānāvāde. ","html":"{}"},"mn104:5.6":{"pli":"Ye ca kho, bhante, puggalā bhagavantaṃ patissayamānarūpā viharanti tepi bhagavato accayena saṅghe vivādaṃ janeyyuṃ ajjhājīve vā adhipātimokkhe vā. ","eng":"Nevertheless, there are some individuals who appear to live obedient to the Buddha, but when the Buddha has passed away they might create a dispute in the Saṅgha regarding livelihood or the monastic code. ","html":"{}","comm":"As in the quarrel at Kosambī (<a href='index.html?q=mn48'>MN 48</a>, <a href='index.html?q=pli-tv-kd10'>Kd 10</a>). "},"mn104:5.7":{"pli":"Svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan”ti. ","eng":"Such a dispute would be for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans.” ","html":"{}</p>"},"mn104:5.8":{"pli":"“Appamattako so, ānanda, vivādo yadidaṃ—ajjhājīve vā adhipātimokkhe vā. ","eng":"“Ānanda, dispute about livelihood or the monastic code is a minor matter. ","html":"<p>{}","comm":"Just as the “phrasing” of the text is a minor matter at <a href='index.html?q=mn103#7.12'>MN 103:7.12</a>. "},"mn104:5.9":{"pli":"Magge vā hi, ānanda, paṭipadāya vā saṅghe vivādo uppajjamāno uppajjeyya; svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"But should a dispute arise in the Saṅgha concerning the path or the practice, that would be for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"{}</p>","comm":"This refers back to the teachings the Buddha has summarized above. "},"mn104:6.1":{"pli":"Chayimāni, ānanda, vivādamūlāni. ","eng":"Ānanda, there are these six roots of dispute. ","html":"<p>{}","comm":"The Buddha is more concerned with the unskillful roots of division than with the surface details. The first four pairs of “roots” are also found as “corruptions of mind” at <a href='index.html?q=mn7#3.1'>MN 7:3.1</a>. "},"mn104:6.2":{"pli":"Katamāni cha? ","eng":"What six? ","html":"{}"},"mn104:6.3":{"pli":"Idhānanda, bhikkhu kodhano hoti upanāhī. ","eng":"Firstly, a mendicant is irritable and acrimonious. ","html":"{}"},"mn104:6.4":{"pli":"Yo so, ānanda, bhikkhu kodhano hoti upanāhī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ","eng":"Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training. ","html":"{}"},"mn104:6.5":{"pli":"Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṅghe agāravo viharati appatisso, sikkhāya na paripūrakārī hoti, so saṅghe vivādaṃ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"They create a dispute in the Saṅgha, which is for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"{}"},"mn104:6.6":{"pli":"Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ","eng":"If you see such a root of dispute in yourselves or others, you should try to give up this bad thing. ","html":"{}"},"mn104:6.7":{"pli":"Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha. ","eng":"If you don’t see it, you should practice so that it doesn’t come up in the future. ","html":"{}"},"mn104:6.8":{"pli":"Evametassa pāpakassa vivādamūlassa pahānaṃ hoti, evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. ","eng":"That’s how to give up this bad root of dispute, so it doesn’t come up in the future. ","html":"{}</p>"},"mn104:7-11.1":{"pli":"Puna caparaṃ, ānanda, bhikkhu makkhī hoti paḷāsī …pe… ","eng":"Furthermore, a mendicant is offensive and contemptuous … ","html":"<p>{}"},"mn104:7-11.2":{"pli":"issukī hoti maccharī …pe… ","eng":"They’re jealous and stingy … ","html":"{}"},"mn104:7-11.3":{"pli":"saṭho hoti māyāvī …pe… ","eng":"They’re devious and deceitful … ","html":"{}"},"mn104:7-11.4":{"pli":"pāpiccho hoti micchādiṭṭhi …pe… ","eng":"They have corrupt wishes and wrong view … ","html":"{}"},"mn104:7-11.5":{"pli":"sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ","eng":"They’re attached to their own views, holding them tight, and refusing to let go. ","html":"{}"},"mn104:7-11.6":{"pli":"Yo so, ānanda, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ","eng":"Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training. ","html":"{}"},"mn104:7-11.7":{"pli":"Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṅghe … sikkhāya na paripūrakārī hoti so saṅghe vivādaṃ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"They create a dispute in the Saṅgha, which is for the detriment and suffering of the people, against the people, for the harm, detriment, and suffering of gods and humans. ","html":"{}"},"mn104:7-11.8":{"pli":"Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ","eng":"If you see such a root of dispute in yourselves or others, you should try to give up this bad thing. ","html":"{}"},"mn104:7-11.9":{"pli":"Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha. ","eng":"If you don’t see it, you should practice so that it doesn’t come up in the future. ","html":"{}"},"mn104:7-11.10":{"pli":"Evametassa pāpakassa vivādamūlassa pahānaṃ hoti, evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. ","eng":"That’s how to give up this bad root of dispute, so it doesn’t come up in the future. ","html":"{}"},"mn104:7-11.11":{"pli":"Imāni kho, ānanda, cha vivādamūlāni. ","eng":"These are the six roots of dispute. ","html":"{}</p>"},"mn104:12.1":{"pli":"Cattārimāni, ānanda, adhikaraṇāni. ","eng":"There are four kinds of disciplinary issues. ","html":"<p>{}"},"mn104:12.2":{"pli":"Katamāni cattāri? ","eng":"What four? ","html":"{}"},"mn104:12.3":{"pli":"Vivādādhikaraṇaṃ, anuvādādhikaraṇaṃ, āpattādhikaraṇaṃ, kiccādhikaraṇaṃ—","eng":"Disciplinary issues due to disputes, accusations, offenses, or business. ","html":"{}","comm":"These are formal legal proceedings in the Vinaya, explained at <a href='index.html?q=pli-tv-kd14#14.2.1'>Kd 14:14.2.1</a>. | Here and below I follow the renderings of Brahmali for legal terms. "},"mn104:12.4":{"pli":"imāni kho, ānanda, cattāri adhikaraṇāni. ","eng":"These are the four kinds of disciplinary issues. ","html":"{}"},"mn104:13.1":{"pli":"Satta kho panime, ānanda, adhikaraṇasamathā uppannuppannānaṃ adhikaraṇānaṃ samathāya vūpasamāya—","eng":"There are seven methods for the settlement of any disciplinary issues that might arise. ","html":"{}","comm":"Explained in more detail in the Vinaya (<a href='index.html?q=pli-tv-kd14#14.16.1'>Kd 14:14.16.1</a>). "},"mn104:13.2":{"pli":"sammukhāvinayo dātabbo, sativinayo dātabbo, amūḷhavinayo dātabbo, paṭiññāya kāretabbaṃ, yebhuyyasikā, tassapāpiyasikā, tiṇavatthārako. ","eng":"Resolution face-to-face to be applied. Resolution through recollection to be granted. Resolution because of past insanity to be granted. Acting according to what has been admitted. Majority decision. Further penalty. Covering over as if with grass. ","html":"{}</p>"},"mn104:14.1":{"pli":"Kathañcānanda, sammukhāvinayo hoti? ","eng":"And how is there resolution face-to-face? ","html":"<p data-counter='1'>{}"},"mn104:14.2":{"pli":"Idhānanda, bhikkhū vivadanti dhammoti vā adhammoti vā vinayoti vā avinayoti vā. ","eng":"It’s when mendicants are disputing: ‘This is the teaching,’ ‘This is not the teaching,’ ‘This is the monastic law,’ ‘This is not the monastic law.’ ","html":"{}"},"mn104:14.3":{"pli":"Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṃ. ","eng":"Those mendicants should all sit together in harmony ","html":"{}"},"mn104:14.4":{"pli":"Sannipatitvā dhammanetti samanumajjitabbā. ","eng":"and thoroughly go over the guidelines of the teaching. ","html":"{}","comm":"<i lang='pi' translate='no'>Samanumajjati</i> occurs only here. The root <i lang='pi' translate='no'>majj</i> has the general sense “stroke, massage”. Here it means that they should go over and over until it is settled. | <i lang='pi' translate='no'>Dhammanetti</i> (“the guidelines of the teaching”) is another rare term, occurring elsewhere only in the late canonical <a href='index.html?q=mil6.3.12#7.5'>Mil 6.3.12:7.5</a>. "},"mn104:14.5":{"pli":"Dhammanettiṃ samanumajjitvā yathā tattha sameti tathā taṃ adhikaraṇaṃ vūpasametabbaṃ. ","eng":"They should settle that disciplinary issue in agreement with the guidelines. ","html":"{}"},"mn104:14.6":{"pli":"Evaṃ kho, ānanda, sammukhāvinayo hoti; ","eng":"That’s how there is resolution face-to-face. ","html":"{}"},"mn104:14.7":{"pli":"evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"And that’s how certain disciplinary issues are settled, that is, ","html":"{}"},"mn104:14.8":{"pli":"sammukhāvinayena. ","eng":"by resolution face-to-face. ","html":"{}</p>"},"mn104:15.1":{"pli":"Kathañcānanda, yebhuyyasikā hoti? ","eng":"And how is there majority decision? ","html":"<p data-counter='2'>{}","comm":"This explanation is out of order, as it is listed as the second item here, but it is normally the fifth item, as in the summary above. "},"mn104:15.2":{"pli":"Te ce, ānanda, bhikkhū na sakkonti taṃ adhikaraṇaṃ tasmiṃ āvāse vūpasametuṃ. ","eng":"If those mendicants are not able to settle that issue in that monastery, ","html":"{}","comm":"Normally issues are settled by consensus, so this applies in cases where consensus cannot be reached. "},"mn104:15.3":{"pli":"Tehānanda, bhikkhūhi yasmiṃ āvāse bahutarā bhikkhū so āvāso gantabbo. ","eng":"they should go to another monastery with more mendicants. ","html":"{}"},"mn104:15.4":{"pli":"Tattha sabbeheva samaggehi sannipatitabbaṃ. ","eng":"There they should all sit together in harmony ","html":"{}"},"mn104:15.5":{"pli":"Sannipatitvā dhammanetti samanumajjitabbā. ","eng":"and thoroughly go over the guidelines of the teaching. ","html":"{}"},"mn104:15.6":{"pli":"Dhammanettiṃ samanumajjitvā yathā tattha sameti tathā taṃ adhikaraṇaṃ vūpasametabbaṃ. ","eng":"They should settle that disciplinary issue in agreement with the guidelines. ","html":"{}"},"mn104:15.7":{"pli":"Evaṃ kho, ānanda, yebhuyyasikā hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"That’s how there is majority decision. And that’s how certain disciplinary issues are settled, that is, ","html":"{}"},"mn104:15.8":{"pli":"yebhuyyasikāya. ","eng":"by majority decision. ","html":"{}</p>"},"mn104:16.1":{"pli":"Kathañcānanda, sativinayo hoti? ","eng":"And how is there resolution through recollection? ","html":"<p data-counter='3'>{}"},"mn104:16.2":{"pli":"Idhānanda, bhikkhū bhikkhuṃ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā: ","eng":"It’s when mendicants accuse a mendicant of a serious offense; one entailing expulsion, or close to it: ","html":"{}"},"mn104:16.3":{"pli":"‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ","eng":"‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’ ","html":"{}"},"mn104:16.4":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:16.5":{"pli":"‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"‘No, reverends, I don’t recall committing such an offense.’ ","html":"{}","comm":"The Vinaya operates on good faith, so that the testimony of a clear-headed mendicant is sufficient to clear them from offences in most cases. "},"mn104:16.6":{"pli":"Tassa kho, ānanda, bhikkhuno sativinayo dātabbo. ","eng":"The resolution through recollection should be granted to them. ","html":"{}"},"mn104:16.7":{"pli":"Evaṃ kho, ānanda, sativinayo hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"That’s how there is the resolution through recollection. And that’s how certain disciplinary issues are settled, that is, ","html":"{}"},"mn104:16.8":{"pli":"sativinayena. ","eng":"by resolution through recollection. ","html":"{}</p>"},"mn104:17.1":{"pli":"Kathañcānanda, amūḷhavinayo hoti? ","eng":"And how is there resolution because of past insanity? ","html":"<p data-counter='4'>{}"},"mn104:17.2":{"pli":"Idhānanda, bhikkhū bhikkhuṃ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā: ","eng":"It’s when a mendicant accuses a mendicant of the kind of serious offense that entails expulsion, or close to it: ","html":"{}","comm":"The offenses entailing expulsion for a mendicant are: willingly engaging in sexual intercourse; intentional killing of a human being; theft of something of value; and deliberately making a false claim to exalted spiritual attainments such as awakening or absorption. | Pali editions vary as to whether the accuser is singular or plural. However, even those editions that use the plural here (Mahāsaṅgīti, PTS) shift to singular below (<a href='index.html?q=mn104#17.6'>MN 104:17.6</a>, <a href='index.html?q=mn104#19.2'>MN 104:19.2</a>), while in the Vinaya it is also singular (<a href='index.html?q=pli-tv-kd14#14.29.7'>Kd 14:14.29.7</a>). "},"mn104:17.3":{"pli":"‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ","eng":"‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’ ","html":"{}"},"mn104:17.4":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:17.5":{"pli":"‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"‘No, reverend, I don’t recall committing such an offense.’ ","html":"{}"},"mn104:17.6":{"pli":"Tamenaṃ so nibbeṭhentaṃ ativeṭheti: ","eng":"But though they try to get out of it, the mendicant pursues the issue: ","html":"{}"},"mn104:17.7":{"pli":"‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"‘Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’ ","html":"{}"},"mn104:17.8":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:17.9":{"pli":"‘ahaṃ kho, āvuso, ummādaṃ pāpuṇiṃ cetaso vipariyāsaṃ. ","eng":"‘Reverend, I had gone mad, I was out of my mind. ","html":"{}"},"mn104:17.10":{"pli":"Tena me ummattakena bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. ","eng":"And while I was mad I did and said many things that are not proper for an ascetic. ","html":"{}"},"mn104:17.11":{"pli":"Nāhaṃ taṃ sarāmi. ","eng":"I don’t remember any of that, ","html":"{}"},"mn104:17.12":{"pli":"Mūḷhena me etaṃ katan’ti. ","eng":"I was mad when I did it.’ ","html":"{}","comm":"This evidently refers to an episode of psychosis, during which time a person is subject to hallucinations and delusions, and may exhibit bizarre behavior. There is a blanket exemption in Vinaya for all acts committed in such a state. "},"mn104:17.13":{"pli":"Tassa kho, ānanda, bhikkhuno amūḷhavinayo dātabbo. ","eng":"The resolution because of past insanity should be granted to them. ","html":"{}"},"mn104:17.14":{"pli":"Evaṃ kho, ānanda, amūḷhavinayo hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"That’s how there is resolution because of past insanity. And that’s how certain disciplinary issues are settled, that is, ","html":"{}"},"mn104:17.15":{"pli":"amūḷhavinayena. ","eng":"by resolution because of past insanity. ","html":"{}</p>"},"mn104:18.1":{"pli":"Kathañcānanda, paṭiññātakaraṇaṃ hoti? ","eng":"And how is there acting according to what has been admitted? ","html":"<p data-counter='5'>{}"},"mn104:18.2":{"pli":"Idhānanda, bhikkhu codito vā acodito vā āpattiṃ sarati, vivarati uttānīkaroti. ","eng":"It’s when a mendicant, whether accused or not, recalls an offense and clarifies it and reveals it. ","html":"{}"},"mn104:18.3":{"pli":"Tena, ānanda, bhikkhunā vuḍḍhataraṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ cīvaraṃ katvā pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo: ","eng":"After approaching a more senior mendicant, that mendicant should arrange his robe over one shoulder, bow to that mendicant’s feet, squat on their heels, raise their joined palms, and say: ","html":"{}","comm":"This is the standard way of clearing offenses by confessing them as soon as they are recalled and recognized. Mendicants still confess with this formula today. Most offenses can be cleared in this way, but others require the relinquishment of a certain object (such as money), or undergoing a period of probation, while expulsion offenses cannot be cleared. "},"mn104:18.4":{"pli":"‘ahaṃ, bhante, itthannāmaṃ āpattiṃ āpanno, taṃ paṭidesemī’ti. ","eng":"‘Sir, I have fallen into such-and-such an offense. I confess it.’ ","html":"{}"},"mn104:18.5":{"pli":"So evamāha: ","eng":"The senior mendicant says: ","html":"{}"},"mn104:18.6":{"pli":"‘passasī’ti? ","eng":"‘Do you see it?’ ","html":"{}"},"mn104:18.7":{"pli":"‘Āma passāmī’ti. ","eng":"‘Yes, I see it.’ ","html":"{}"},"mn104:18.8":{"pli":"‘Āyatiṃ saṃvareyyāsī’ti. ","eng":"‘Then restrain yourself in future.’ ","html":"{}"},"mn104:18.9":{"pli":"‘Saṃvarissāmī’ti. ","eng":"‘I shall restrain myself.’ ","html":"{}"},"mn104:18.10":{"pli":"Evaṃ kho, ānanda, paṭiññātakaraṇaṃ hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"That’s how there is acting according to what has been admitted. And that’s how certain disciplinary issues are settled, that is, ","html":"{}"},"mn104:18.11":{"pli":"paṭiññātakaraṇena. ","eng":"by acting according to what has been admitted. ","html":"{}</p>"},"mn104:19.1":{"pli":"Kathañcānanda, tassapāpiyasikā hoti? ","eng":"And how is there a verdict of further penalty? ","html":"<p data-counter='6'>{}","comm":"“Further penalty” renders <i lang='pi' translate='no'>tassapāpiyasikā</i>, more literally “what is worse for him”. In this case, a mendicant tries to deny the accusation but ends up just making it worse. "},"mn104:19.2":{"pli":"Idhānanda, bhikkhu bhikkhuṃ evarūpāya garukāya āpattiyā codeti pārājikena vā pārājikasāmantena vā: ","eng":"It’s when a mendicant accuses a mendicant of the kind of serious offense that entails expulsion, or close to it: ","html":"{}"},"mn104:19.3":{"pli":"‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ","eng":"‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’ ","html":"{}"},"mn104:19.4":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:19.5":{"pli":"‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"‘No, reverends, I don’t recall committing such an offense.’ ","html":"{}"},"mn104:19.6":{"pli":"Tamenaṃ so nibbeṭhentaṃ ativeṭheti: ","eng":"But though they try to get out of it, the mendicants pursue the issue: ","html":"{}","comm":"Normally the mendicant’s denial is sufficient, but the case might be pressed if there is substantial evidence. "},"mn104:19.7":{"pli":"‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"‘Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’ ","html":"{}"},"mn104:19.8":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:19.9":{"pli":"‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā; ","eng":"‘Reverends, I don’t recall committing a serious offense of that nature. ","html":"{}"},"mn104:19.10":{"pli":"sarāmi ca kho ahaṃ, āvuso, evarūpiṃ appamattikaṃ āpattiṃ āpajjitā’ti. ","eng":"But I do recall committing a light offense.’ ","html":"{}"},"mn104:19.11":{"pli":"Tamenaṃ so nibbeṭhentaṃ ativeṭheti: ","eng":"But though they try to get out of it, the mendicants pursue the issue: ","html":"{}"},"mn104:19.12":{"pli":"‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ","eng":"‘Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’ ","html":"{}"},"mn104:19.13":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:19.14":{"pli":"‘imañhi nāmāhaṃ, āvuso, appamattikaṃ āpattiṃ āpajjitvā apuṭṭho paṭijānissāmi. ","eng":"‘Reverends, I’ll go so far as to admit this light offense even when not asked. ","html":"{}"},"mn104:19.15":{"pli":"Kiṃ panāhaṃ evarūpiṃ garukaṃ āpattiṃ āpajjitvā pārājikaṃ vā pārājikasāmantaṃ vā puṭṭho na paṭijānissāmī’ti? ","eng":"Why wouldn’t I admit a serious offense when asked?’ ","html":"{}"},"mn104:19.16":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:19.17":{"pli":"‘imañhi nāma tvaṃ, āvuso, appamattikaṃ āpattiṃ āpajjitvā apuṭṭho na paṭijānissasi, kiṃ pana tvaṃ evarūpiṃ garukaṃ āpattiṃ āpajjitvā pārājikaṃ vā pārājikasāmantaṃ vā puṭṭho paṭijānissasi? ","eng":"‘You wouldn’t have admitted that light offense without being asked, so why would you admit a serious offense? ","html":"{}"},"mn104:19.18":{"pli":"Iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’ ","html":"{}"},"mn104:19.19":{"pli":"So evamāha: ","eng":"They say: ","html":"{}"},"mn104:19.20":{"pli":"‘sarāmi kho ahaṃ, āvuso, evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā. ","eng":"‘Reverend, I do recall committing the kind of serious offense that entails expulsion or close to it. ","html":"{}"},"mn104:19.21":{"pli":"Davā me etaṃ vuttaṃ, ravā me etaṃ vuttaṃ—","eng":"I spoke too hastily when I said ","html":"{}"},"mn104:19.22":{"pli":"nāhaṃ taṃ sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ","eng":"that I didn’t recall it.’ ","html":"{}"},"mn104:19.23":{"pli":"Evaṃ kho, ānanda, tassapāpiyasikā hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"That’s how there is further penalty. And that’s how certain disciplinary issues are settled, that is, ","html":"{}"},"mn104:19.24":{"pli":"tassapāpiyasikāya. ","eng":"by further penalty. ","html":"{}</p>"},"mn104:20.1":{"pli":"Kathañcānanda, tiṇavatthārako hoti? ","eng":"And how is there the covering over as if with grass? ","html":"<p>{}"},"mn104:20.2":{"pli":"Idhānanda, bhikkhūnaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ hoti bhāsitaparikkantaṃ. ","eng":"It’s when the mendicants continually fight, quarrel, and dispute, doing and saying many things that are not proper for an ascetic. ","html":"{}"},"mn104:20.3":{"pli":"Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṃ. ","eng":"Those mendicants should all sit together in harmony. ","html":"{}"},"mn104:20.4":{"pli":"Sannipatitvā ekatopakkhikānaṃ bhikkhūnaṃ byattena bhikkhunā uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā saṅgho ñāpetabbo—","eng":"A competent mendicant of one party, having got up from their seat, arranged their robe over one shoulder, and raised their joined palms, should inform the Saṅgha: ","html":"{}</p>"},"mn104:20.5":{"pli":"Suṇātu me, bhante, saṅgho. ","eng":"‘Sir, let the Saṅgha listen to me. ","html":"<p>{}"},"mn104:20.6":{"pli":"Idaṃ amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. ","eng":"We have been continually fighting, quarreling, and disputing, doing and saying many things that are not proper for an ascetic. ","html":"{}"},"mn104:20.7":{"pli":"Yadi saṅghassa pattakallaṃ, ahaṃ yā ceva imesaṃ āyasmantānaṃ āpatti yā ca attano āpatti, imesañceva āyasmantānaṃ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṃ, ṭhapetvā thullavajjaṃ ṭhapetvā gihipaṭisaṃyuttan’ti. ","eng":"If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over as if with grass any offenses committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’ ","html":"{}</p>"},"mn104:20.8":{"pli":"Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ byattena bhikkhunā uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā saṅgho ñāpetabbo: ","eng":"Then a competent mendicant of the other party, having got up from their seat, arranged their robe over one shoulder, and raising their joined palms, should inform the Saṅgha: ","html":"<p>{}</p>"},"mn104:20.9":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Sir, let the Saṅgha listen to me. ","html":"<p>{}"},"mn104:20.10":{"pli":"Idaṃ amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. ","eng":"We have been continually fighting, quarreling, and disputing, doing and saying many things that are not proper for an ascetic. ","html":"{}"},"mn104:20.11":{"pli":"Yadi saṅghassa pattakallaṃ, ahaṃ yā ceva imesaṃ āyasmantānaṃ āpatti yā ca attano āpatti, imesañceva āyasmantānaṃ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṃ, ṭhapetvā thullavajjaṃ ṭhapetvā gihipaṭisaṃyuttan’ti. ","eng":"If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over as if with grass any offenses committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’ ","html":"{}</p>","comm":"Those that are “gravely blameworthy” include offenses of expulsion (<i lang='pi' translate='no'>pārājika</i>) and suspension (<i lang='pi' translate='no'>saṅghādisesa</i>), while those “connected with laypeople” include cases where the mendicant abuses the laity. "},"mn104:20.12":{"pli":"Evaṃ kho, ānanda, tiṇavatthārako hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—","eng":"That’s how there is the covering over as if with grass. And that’s how certain disciplinary issues are settled, that is, ","html":"<p data-counter='7'>{}","comm":"This final method is a reminder that it is not always necessary to dig down to the bottom of every dispute, especially when blame accrues to both sides. Sometimes the most important thing is to move forward. "},"mn104:20.13":{"pli":"tiṇavatthārakena. ","eng":"by covering over as if with grass. ","html":"{}</p>"},"mn104:21.1":{"pli":"Chayime, ānanda, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti. ","eng":"Ānanda, these six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ","html":"<p data-counter='1'>{}","comm":"Also taught at <a href='index.html?q=mn48#6.2'>MN 48:6.2</a>, <a href='index.html?q=an6.11#1.1'>AN 6.11:1.1</a>, and <a href='index.html?q=an6.12#1.1'>AN 6.12:1.1</a>, and collected at <a href='index.html?q=dn33#2.2.37'>DN 33:2.2.37</a> and <a href='index.html?q=dn34#1.7.3'>DN 34:1.7.3</a>. "},"mn104:21.2":{"pli":"Katame cha? ","eng":"What six? ","html":"{}"},"mn104:21.3":{"pli":"Idhānanda, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca. ","eng":"Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private. ","html":"{}"},"mn104:21.4":{"pli":"Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without dispute. ","html":"{}</p>"},"mn104:21.5":{"pli":"Puna caparaṃ, ānanda, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca. ","eng":"Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness … ","html":"<p data-counter='2'>{}"},"mn104:21.6":{"pli":"Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"This too is a warm-hearted quality. ","html":"{}</p>"},"mn104:21.7":{"pli":"Puna caparaṃ, ānanda, bhikkhuno mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca. ","eng":"Furthermore, a mendicant consistently treats their spiritual companions with mental kindness … ","html":"<p data-counter='3'>{}"},"mn104:21.8":{"pli":"Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"This too is a warm-hearted quality. ","html":"{}</p>"},"mn104:21.9":{"pli":"Puna caparaṃ, ānanda, bhikkhu—ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi—apaṭivibhattabhogī hoti, sīlavantehi sabrahmacārīhi sādhāraṇabhogī. ","eng":"Furthermore, a mendicant shares without reservation any material things they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions. ","html":"<p data-counter='4'>{}"},"mn104:21.10":{"pli":"Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"This too is a warm-hearted quality. ","html":"{}</p>"},"mn104:21.11":{"pli":"Puna caparaṃ, ānanda, bhikkhu—yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpesu sīlesu—sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ","eng":"Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are intact, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"<p data-counter='5'>{}"},"mn104:21.12":{"pli":"Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"This too is a warm-hearted quality. ","html":"{}</p>"},"mn104:21.13":{"pli":"Puna caparaṃ, ānanda, bhikkhu—yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā—diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ","eng":"Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and delivers one who practices it to the complete ending of suffering. ","html":"<p data-counter='6'>{}"},"mn104:21.14":{"pli":"Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. ","eng":"This too is a warm-hearted quality. ","html":"{}</p>"},"mn104:21.15":{"pli":"Ime kho, ānanda, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti. ","eng":"These six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without dispute. ","html":"<p>{}</p>"},"mn104:22.1":{"pli":"Ime ce tumhe, ānanda, cha sāraṇīye dhamme samādāya vatteyyātha, passatha no tumhe, ānanda, taṃ vacanapathaṃ aṇuṃ vā thūlaṃ vā yaṃ tumhe nādhivāseyyāthā”ti? ","eng":"If you should undertake and follow these six warm-hearted qualities, do you see any criticism, large or small, that you could not endure?” ","html":"<p>{}</p>"},"mn104:22.2":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"mn104:22.3":{"pli":"“Tasmātihānanda, ime cha sāraṇīye dhamme samādāya vattatha. ","eng":"“That’s why, Ānanda, you should undertake and follow these six warm-hearted qualities. ","html":"<p>{}"},"mn104:22.4":{"pli":"Taṃ vo bhavissati dīgharattaṃ hitāya sukhāyā”ti. ","eng":"That will be for your lasting welfare and happiness.” ","html":"{}</p>"},"mn104:22.5":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"mn104:22.6":{"pli":"Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ","eng":"Satisfied, Venerable Ānanda approved what the Buddha said. ","html":"{}</p>"},"mn104:22.7":{"pli":"Sāmagāmasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}