{"mn84":{"mn84:0.1":{"pli":"Majjhima Nikāya 84 ","eng":"Middle Discourses 84 ","html":"<article id='mn84'><header><ul><li class='division'>{}</li></ul>"},"mn84:0.2":{"pli":"Madhurasutta ","eng":"At Madhurā ","html":"<h1 class='sutta-title'>{}</h1></header>"},"mn84:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"The fact that the Buddha is not mentioned usually signifies a discourse set after his passing, which is confirmed towards the end of this sutta. "},"mn84:1.2":{"pli":"ekaṃ samayaṃ āyasmā mahākaccāno madhurāyaṃ viharati gundāvane. ","eng":"At one time Venerable Mahākaccāna was staying near Madhurā, in the Nut Grass Grove. ","html":"{}</p>","comm":"Madhurā (Sanskrit Mathurā), located  on the north-western trade route, between modern Agra and Delhi, was the capital of Sūrasena. Painted Grey Ware at the site attests to its settlement in the Vedic era, long before the Buddha’s day with its characteristic Northen Black Polished Ware, which is also found there. Early suttas place the Buddha on the road to Madhurā (<a href='index.html?q=an4.43'>AN 4.43</a>), and attribute one short sutta where he complained about how bad it was (<a href='index.html?q=an5.220'>AN 5.220</a>). SA 36 in Chinese translation places him at the Umbrella Mango Tree Park on the bank of the Bhadra River, where he gave a discourse whose Pali parallel is in Sāvatthī (<a href='index.html?q=sn22.43'>SN 22.43</a>). Despite its minor role in early Buddhism, it soon became a major Buddhist center, and as spiritual home of the great arahants Śaṇavāsin, Upagupta, and Moggaliputtatissa played a major role in spreading Buddhism. "},"mn84:2.1":{"pli":"Assosi kho rājā mādhuro avantiputto: ","eng":"King Avantiputta of Madhurā heard, ","html":"<p>{}","comm":"Avanti’s northern capital Ujjeni lay 600km south of Madhurā. The commentary explains that the former king of Madhurā (perhaps the Subāhu of Lalitavistara 3.24 = Vaidya 16 who ruled when the Bodhisatta was born) had married the sister of Pajjota, king of Avanti, hence their son was named “Son of Avanti”. The unification of their houses was, according to the Purānas, in fact a reunification, as both descended from the lunar Yadava lineage. The Yadavas were said to have settled as far as the key port on the Arabian sea at Dvāraka. Avantiputta, however, is not attested outside of this sutta, for which the Chinese parallel says rather, “the king of Mathurā, a western prince”. "},"mn84:2.2":{"pli":"“samaṇo khalu, bho, kaccāno madhurāyaṃ viharati gundāvane. ","eng":"“It seems the ascetic Kaccāna is staying near Madhurā, in the Nut Grass Grove. ","html":"{}"},"mn84:2.3":{"pli":"Taṃ kho pana bhavantaṃ kaccānaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ","eng":"He has this good reputation: ","html":"{}"},"mn84:2.4":{"pli":"‘paṇḍito viyatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā ca’. ","eng":"‘He is astute, competent, clever, learned, a brilliant speaker, eloquent, mature, a perfected one.’ ","html":"{}"},"mn84:2.5":{"pli":"Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ","eng":"It’s good to see such perfected ones.” ","html":"{}</p>"},"mn84:3.1":{"pli":"Atha kho rājā mādhuro avantiputto bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi madhurāya niyyāsi mahaccarājānubhāvena āyasmantaṃ mahākaccānaṃ dassanāya. ","eng":"And then King Avantiputta had the finest carriages harnessed. He mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Madhurā to see Mahākaccāna. ","html":"<p>{}"},"mn84:3.2":{"pli":"Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā mādhuro avantiputto āyasmantaṃ mahākaccānaṃ etadavoca: ","eng":"He went by carriage as far as the terrain allowed, then descended and approached Mahākaccāna on foot. They exchanged greetings, and when the greetings and polite conversation were over, the king sat down to one side and said to Mahākaccāna: ","html":"{}</p>"},"mn84:4.1":{"pli":"“brāhmaṇā, bho kaccāna, evamāhaṃsu: ","eng":"“Worthy Kaccāna, the brahmins say: ","html":"<p>{}","comm":"Kaccāna appears in Madhurā also at <a href='index.html?q=an2.38'>AN 2.38</a>, where he has a discussion on a similar topic with the brahmin Kandarāyana. Kaccāna often stayed at Avanti, both before and after the Buddha’s passing, where he also dealt with the question of the status of the brahmins (<a href='index.html?q=sn35.132'>SN 35.132</a>). The commentary says he was in fact the son of the chief priest (<i lang='pi' translate='no'>purohita</i>) of Avanti, which would explain his connection with Avanti, his discussions on the topic of brahminhood, and his skill in analyzing scripture. Kaccāna ultimately established Buddhism in the region, from where it was later brought to Sri Lanka by another “son of Avanti”, the great monk Mahinda. "},"mn84:4.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}"},"mn84:4.3":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}"},"mn84:4.4":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}"},"mn84:4.5":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","eng":"Only brahmins are the true-born sons of divinity, born from his mouth, born of divinity, created by divinity, heirs of divinity.’ ","html":"{}","comm":"“True-born” is <i lang='pi' translate='no'>orasa</i>, signifying a natural heir to a legitimately married couple (Manusmṛti 9.159, Skandapurāṇa 223.5, Kauṭilya’s Arthaśāstra 3.7). The literal translation “bosom sons” is tempting, but “bosom” in English conveys intimacy and comfort rather than legitimacy. While <i lang='pi' translate='no'>putta</i> can mean “son” or “child”, in this case the gendered sense is required, since in Brahmanical context the concept is intended to explain how the male child takes precedence in inheritance (Manusmṛti 9.134). "},"mn84:4.6":{"pli":"Idha bhavaṃ kaccāno kimakkhāyī”ti? ","eng":"What does the worthy Kaccāna have to say about this?” ","html":"{}</p>"},"mn84:5.1":{"pli":"“Ghosoyeva kho eso, mahārāja, lokasmiṃ: ","eng":"“Great king, that’s just hearsay in the world. ","html":"<p>{}"},"mn84:5.2":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","html":"{}"},"mn84:5.3":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","html":"{}"},"mn84:5.4":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","html":"{}"},"mn84:5.5":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ","html":"{}"},"mn84:5.6":{"pli":"Tadamināpetaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ: ","eng":"And here’s a way to understand that it’s just hearsay in the world. ","html":"{}"},"mn84:5.7":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn84:5.8":{"pli":"brahmadāyādā’ti. ","html":"{}</p>"},"mn84:5.9":{"pli":"Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"<p>{}"},"mn84:5.10":{"pli":"khattiyassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā khattiyopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","eng":"Suppose an aristocrat prospers in money, grain, silver, or gold. Wouldn’t there be aristocrats, brahmins, peasants, and menials who would get up before him and go to bed after him, and be obliging, behaving nicely and speaking politely?” ","html":"{}"},"mn84:5.11":{"pli":"brāhmaṇopissāssa … ","html":"{}"},"mn84:5.12":{"pli":"vessopissāssa … ","html":"{}"},"mn84:5.13":{"pli":"suddopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti? ","html":"{}</p>"},"mn84:5.14":{"pli":"“Khattiyassa cepi, bho kaccāna, ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā khattiyopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","eng":"“There would, worthy Kaccāna.” ","html":"<p>{}"},"mn84:5.15":{"pli":"brāhmaṇopissāssa … ","html":"{}"},"mn84:5.16":{"pli":"vessopissāssa … ","html":"{}"},"mn84:5.17":{"pli":"suddopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti. ","html":"{}</p>"},"mn84:5.18":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"“What do you think, great king? ","html":"<p>{}"},"mn84:5.19":{"pli":"brāhmaṇassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā brāhmaṇopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","eng":"Suppose a brahmin … ","html":"{}"},"mn84:5.20":{"pli":"vessopissāssa … ","html":"{}"},"mn84:5.21":{"pli":"suddopissāssa … ","html":"{}"},"mn84:5.22":{"pli":"khattiyopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti? ","html":"{}"},"mn84:5.23":{"pli":"“Brāhmaṇassa cepi, bho kaccāna, ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā brāhmaṇopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","html":"{}"},"mn84:5.24":{"pli":"vessopissāssa … ","html":"{}"},"mn84:5.25":{"pli":"suddopissāssa … ","html":"{}"},"mn84:5.26":{"pli":"khattiyopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti. ","html":"{}"},"mn84:5.27":{"pli":"“Taṃ kiṃ maññasi, mahārāja, vessassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā vessopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","eng":"a peasant … ","html":"{}"},"mn84:5.28":{"pli":"suddopissāssa … ","html":"{}"},"mn84:5.29":{"pli":"khattiyopissāssa … ","html":"{}"},"mn84:5.30":{"pli":"brāhmaṇopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti? ","html":"{}"},"mn84:5.31":{"pli":"“Vessassa cepi, bho kaccāna, ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā vessopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","html":"{}"},"mn84:5.32":{"pli":"suddopissāssa … ","html":"{}"},"mn84:5.33":{"pli":"khattiyopissāssa … ","html":"{}"},"mn84:5.34":{"pli":"brāhmaṇopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti. ","html":"{}"},"mn84:5.35":{"pli":"“Taṃ kiṃ maññasi, mahārāja, suddassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā suddopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī … ","eng":"a menial prospers in money, grain, silver, or gold. Wouldn’t there be menials, aristocrats, brahmins, and peasants who would get up before him and go to bed after him, and be obliging, behaving nicely and speaking politely?” ","html":"{}","comm":"Then as now, it would seem, wealth trumps birth. "},"mn84:5.36":{"pli":"khattiyopissāssa … ","html":"{}"},"mn84:5.37":{"pli":"brāhmaṇopissāssa … ","html":"{}"},"mn84:5.38":{"pli":"vessopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti? ","html":"{}</p>"},"mn84:5.39":{"pli":"“Suddassa cepi, bho kaccāna, ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā suddopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādīti … ","eng":"“There would, worthy Kaccāna.” ","html":"<p>{}"},"mn84:5.40":{"pli":"khattiyopissāssa … ","html":"{}"},"mn84:5.41":{"pli":"brāhmaṇopissāssa … ","html":"{}"},"mn84:5.42":{"pli":"vessopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī”ti. ","html":"{}</p>"},"mn84:5.43":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"“What do you think, great king? ","html":"<p>{}"},"mn84:5.44":{"pli":"yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā? ","eng":"If this is so, are the four classes equal or not? ","html":"{}"},"mn84:5.45":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:5.46":{"pli":"“Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti. ","eng":"“Certainly, worthy Kaccāna, in this case these four classes are equal. ","html":"<p>{}"},"mn84:5.47":{"pli":"Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti. ","eng":"I can’t see any difference between them.” ","html":"{}</p>"},"mn84:5.48":{"pli":"“Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ: ","eng":"“And here’s another way to understand that the claims of the brahmins are just hearsay in the world. ","html":"<p>{}"},"mn84:5.49":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ","html":"{}"},"mn84:5.50":{"pli":"brahmadāyādā’ti. ","html":"{}</p>"},"mn84:6.1":{"pli":"Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"<p>{}"},"mn84:6.2":{"pli":"idhassa khattiyo pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya no vā? ","eng":"Take an aristocrat who kills living creatures, steals, and commits sexual misconduct; uses speech that’s false, divisive, harsh, or nonsensical; and is covetous, malicious, and has wrong view. When their body breaks up, after death, would they be reborn in a place of loss, a bad place, the underworld, hell, or not? ","html":"{}"},"mn84:6.3":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:6.4":{"pli":"“Khattiyopi hi, bho kaccāna, pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"“Such an aristocrat would be reborn in a bad place. ","html":"<p>{}"},"mn84:6.5":{"pli":"Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti. ","eng":"That’s what I think, but I’ve also heard it from the perfected ones.” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Arahataṁ</i> is genitive plural. "},"mn84:6.6":{"pli":"“Sādhu sādhu, mahārāja. ","eng":"“Good, good, great king! ","html":"<p>{}"},"mn84:6.7":{"pli":"Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ. ","eng":"It’s good that you think so, and it’s good that you’ve heard it from the perfected ones. ","html":"{}"},"mn84:6.8":{"pli":"Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"{}"},"mn84:6.9":{"pli":"idhassa brāhmaṇo …pe… ","eng":"Take a brahmin … ","html":"{}"},"mn84:6.10":{"pli":"idhassa vesso …pe… ","eng":"a peasant … ","html":"{}"},"mn84:6.11":{"pli":"idhassa suddo pāṇātipātī adinnādāyī …pe… micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya no vā? ","eng":"a menial who kills living creatures, steals, and commits sexual misconduct; uses speech that’s false, divisive, harsh, or nonsensical; and is covetous, malicious, and has wrong view. When their body breaks up, after death, would they be reborn in a place of loss, a bad place, the underworld, hell, or not? ","html":"{}"},"mn84:6.12":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:6.13":{"pli":"“Suddopi hi, bho kaccāna, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"“Such a brahmin, peasant, or menial would be reborn in a bad place. ","html":"<p>{}"},"mn84:6.14":{"pli":"Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti. ","eng":"That’s what I think, but I’ve also heard it from the perfected ones.” ","html":"{}</p>"},"mn84:6.15":{"pli":"“Sādhu sādhu, mahārāja. ","eng":"“Good, good, great king! ","html":"<p>{}"},"mn84:6.16":{"pli":"Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ. ","eng":"It’s good that you think so, and it’s good that you’ve heard it from the perfected ones. ","html":"{}"},"mn84:6.17":{"pli":"Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"{}"},"mn84:6.18":{"pli":"yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā? ","eng":"If this is so, are the four classes equal or not? ","html":"{}"},"mn84:6.19":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:6.20":{"pli":"“Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti. ","eng":"“Certainly, worthy Kaccāna, in this case these four classes are equal. ","html":"<p>{}"},"mn84:6.21":{"pli":"Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti. ","eng":"I can’t see any difference between them.” ","html":"{}</p>"},"mn84:6.22":{"pli":"“Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ: ","eng":"“And here’s another way to understand that the claims of the brahmins are just hearsay in the world. ","html":"<p>{}"},"mn84:6.23":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… brahmadāyādā’”ti. ","html":"{}</p>"},"mn84:7.1":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"<p>{}"},"mn84:7.2":{"pli":"idhassa khattiyo pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya no vā? ","eng":"Take an aristocrat who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. When their body breaks up, after death, would they be reborn in a good place, a heavenly realm, or not? ","html":"{}"},"mn84:7.3":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:7.4":{"pli":"“Khattiyopi hi, bho kaccāna, pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. ","eng":"“Such an aristocrat would be reborn in a good place. ","html":"<p>{}"},"mn84:7.5":{"pli":"Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti. ","eng":"That’s what I think, but I’ve also heard it from the perfected ones.” ","html":"{}</p>"},"mn84:7.6":{"pli":"“Sādhu sādhu, mahārāja. ","eng":"“Good, good, great king! ","html":"<p>{}"},"mn84:7.7":{"pli":"Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ. ","eng":"It’s good that you think so, and it’s good that you’ve heard it from the perfected ones. ","html":"{}"},"mn84:7.8":{"pli":"Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"{}"},"mn84:7.9":{"pli":"idhassa brāhmaṇo, idhassa vesso, idhassa suddo pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya no vā? ","eng":"Take a brahmin, peasant, or menial who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. When their body breaks up, after death, would they be reborn in a good place, a heavenly realm, or not? ","html":"{}"},"mn84:7.10":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:7.11":{"pli":"“Suddopi hi, bho kaccāna, pāṇātipātā paṭivirato, adinnādānā paṭivirato …pe… sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. ","eng":"“Such a brahmin, peasant, or menial would be reborn in a good place. ","html":"<p>{}"},"mn84:7.12":{"pli":"Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti. ","eng":"That’s what I think, but I’ve also heard it from the perfected ones.” ","html":"{}</p>"},"mn84:7.13":{"pli":"“Sādhu sādhu, mahārāja. ","eng":"“Good, good, great king! ","html":"<p>{}"},"mn84:7.14":{"pli":"Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ. ","eng":"It’s good that you think so, and it’s good that you’ve heard it from the perfected ones. ","html":"{}"},"mn84:7.15":{"pli":"Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"{}"},"mn84:7.16":{"pli":"yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā? ","eng":"If this is so, are the four classes equal or not? ","html":"{}"},"mn84:7.17":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:7.18":{"pli":"“Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti. ","eng":"“Certainly, worthy Kaccāna, in this case these four classes are equal. ","html":"<p>{}"},"mn84:7.19":{"pli":"Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti. ","eng":"I can’t see any difference between them.” ","html":"{}</p>"},"mn84:7.20":{"pli":"“Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ: ","eng":"“And here’s another way to understand that the claims of the brahmins are just hearsay in the world. ","html":"<p>{}"},"mn84:7.21":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… brahmadāyādā’”ti. ","html":"{}</p>"},"mn84:8.1":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"<p>{}"},"mn84:8.2":{"pli":"idha khattiyo sandhiṃ vā chindeyya, nillopaṃ vā hareyya, ekāgārikaṃ vā kareyya, paripanthe vā tiṭṭheyya, paradāraṃ vā gaccheyya, tañce te purisā gahetvā dasseyyuṃ: ","eng":"Take an aristocrat who breaks into houses, plunders wealth, steals from isolated buildings, commits highway robbery, and commits adultery. Suppose your men arrest him and present him to you, saying: ","html":"{}"},"mn84:8.3":{"pli":"‘ayaṃ te, deva, coro āgucārī. ","eng":"‘Your Majesty, this man is a bandit, a criminal. ","html":"{}"},"mn84:8.4":{"pli":"Imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti. ","eng":"Punish him as you will.’ ","html":"{}"},"mn84:8.5":{"pli":"Kinti naṃ kareyyāsī”ti? ","eng":"What would you do to him?” ","html":"{}</p>"},"mn84:8.6":{"pli":"“Ghāteyyāma vā, bho kaccāna, jāpeyyāma vā pabbājeyyāma vā yathāpaccayaṃ vā kareyyāma. ","eng":"“I would have him executed, fined, or banished, or dealt with as befits the crime. ","html":"<p>{}"},"mn84:8.7":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn84:8.8":{"pli":"Yā hissa, bho kaccāna, pubbe ‘khattiyo’ti samaññā sāssa antarahitā; corotveva saṅkhyaṃ gacchatī”ti. ","eng":"Because he’s lost his former status as an aristocrat, and is just reckoned as a bandit.” ","html":"{}</p>"},"mn84:8.9":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"“What do you think, great king? ","html":"<p>{}"},"mn84:8.10":{"pli":"idha brāhmaṇo, idha vesso, idha suddo sandhiṃ vā chindeyya, nillopaṃ vā hareyya, ekāgārikaṃ vā kareyya, paripanthe vā tiṭṭheyya, paradāraṃ vā gaccheyya, tañce te purisā gahetvā dasseyyuṃ: ","eng":"Take a brahmin, peasant, or menial who breaks into houses, plunders wealth, steals from isolated buildings, commits highway robbery, and commits adultery. Suppose your men arrest him and present him to you, saying: ","html":"{}"},"mn84:8.11":{"pli":"‘ayaṃ te, deva, coro āgucārī. ","eng":"‘Your Majesty, this man is a bandit, a criminal. ","html":"{}"},"mn84:8.12":{"pli":"Imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti. ","eng":"Punish him as you will.’ ","html":"{}"},"mn84:8.13":{"pli":"Kinti naṃ kareyyāsī”ti? ","eng":"What would you do to him?” ","html":"{}</p>"},"mn84:8.14":{"pli":"“Ghāteyyāma vā, bho kaccāna, jāpeyyāma vā pabbājeyyāma vā yathāpaccayaṃ vā kareyyāma. ","eng":"“I would have him executed, fined, or banished, or dealt with as befits the crime. ","html":"<p>{}"},"mn84:8.15":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn84:8.16":{"pli":"Yā hissa, bho kaccāna, pubbe ‘suddo’ti samaññā sāssa antarahitā; corotveva saṅkhyaṃ gacchatī”ti. ","eng":"Because he’s lost his former status as a brahmin, peasant, or menial, and is just reckoned as a bandit.” ","html":"{}</p>"},"mn84:8.17":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"“What do you think, great king? ","html":"<p>{}"},"mn84:8.18":{"pli":"yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā? ","eng":"If this is so, are the four classes equal or not? ","html":"{}"},"mn84:8.19":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:8.20":{"pli":"“Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti. ","eng":"“Certainly, worthy Kaccāna, in this case these four classes are equal. ","html":"<p>{}"},"mn84:8.21":{"pli":"Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti. ","eng":"I can’t see any difference between them.” ","html":"{}</p>"},"mn84:8.22":{"pli":"“Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ: ","eng":"“And here’s another way to understand that the claims of the brahmins are just hearsay in the world. ","html":"<p>{}"},"mn84:8.23":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… brahmadāyādā’”ti. ","html":"{}</p>"},"mn84:9.1":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"What do you think, great king? ","html":"<p>{}"},"mn84:9.2":{"pli":"idha khattiyo kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito assa virato pāṇātipātā, virato adinnādānā, virato musāvādā, rattūparato, ekabhattiko, brahmacārī, sīlavā, kalyāṇadhammo. ","eng":"Take an aristocrat who shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. They refrain from killing living creatures, stealing, and lying. They abstain from eating at night, eat in one part of the day, and are chaste, ethical, and of good character. ","html":"{}"},"mn84:9.3":{"pli":"Kinti naṃ kareyyāsī”ti? ","eng":"How would you treat them?” ","html":"{}</p>"},"mn84:9.4":{"pli":"“Abhivādeyyāma vā, bho kaccāna, paccuṭṭheyyāma vā āsanena vā nimanteyyāma abhinimanteyyāma vā naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi dhammikaṃ vā assa rakkhāvaraṇaguttiṃ saṃvidaheyyāma. ","eng":"“I would bow to them, rise in their presence, or offer them a seat. I’d invite them to accept robes, almsfood, lodgings, and medicines and supplies for the sick. And I’d organize their lawful guarding and protection. ","html":"<p>{}"},"mn84:9.5":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn84:9.6":{"pli":"Yā hissa, bho kaccāna, pubbe ‘khattiyo’ti samaññā sāssa antarahitā; samaṇotveva saṅkhyaṃ gacchatī”ti. ","eng":"Because they’ve lost their former status as an aristocrat, and are just reckoned as an ascetic.” ","html":"{}</p>"},"mn84:9.7":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"“What do you think, great king? ","html":"<p>{}"},"mn84:9.8":{"pli":"idha brāhmaṇo, idha vesso, idha suddo kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito assa virato pāṇātipātā, virato adinnādānā virato musāvādā, rattūparato, ekabhattiko, brahmacārī, sīlavā, kalyāṇadhammo. ","eng":"Take a brahmin, peasant, or menial who shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. They refrain from killing living creatures, stealing, and lying. They abstain from eating at night, eat in one part of the day, and are chaste, ethical, and of good character. ","html":"{}"},"mn84:9.9":{"pli":"Kinti naṃ kareyyāsī”ti? ","eng":"How would you treat them?” ","html":"{}</p>"},"mn84:9.10":{"pli":"“Abhivādeyyāma vā, bho kaccāna, paccuṭṭheyyāma vā āsanena vā nimanteyyāma abhinimanteyyāma vā naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi dhammikaṃ vā assa rakkhāvaraṇaguttiṃ saṃvidaheyyāma. ","eng":"“I would bow to them, rise in their presence, or offer them a seat. I’d invite them to accept robes, almsfood, lodgings, and medicines and supplies for the sick. And I’d organize their lawful guarding and protection. ","html":"<p>{}"},"mn84:9.11":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"mn84:9.12":{"pli":"Yā hissa, bho kaccāna, pubbe ‘suddo’ti samaññā sāssa antarahitā; samaṇotveva saṅkhyaṃ gacchatī”ti. ","eng":"Because they’ve lost their former status as a brahmin, peasant, or menial, and are just reckoned as an ascetic.” ","html":"{}</p>"},"mn84:9.13":{"pli":"“Taṃ kiṃ maññasi, mahārāja, ","eng":"“What do you think, great king? ","html":"<p>{}"},"mn84:9.14":{"pli":"yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā? ","eng":"If this is so, are the four classes equal or not? ","html":"{}"},"mn84:9.15":{"pli":"Kathaṃ vā te ettha hotī”ti? ","eng":"Or how do you see this?” ","html":"{}</p>"},"mn84:9.16":{"pli":"“Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti. ","eng":"“Certainly, worthy Kaccāna, in this case these four classes are equal. ","html":"<p>{}"},"mn84:9.17":{"pli":"Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti. ","eng":"I can’t see any difference between them.” ","html":"{}</p>"},"mn84:9.18":{"pli":"“Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ: ","eng":"“This is another way to understand that this is just hearsay in the world: ","html":"<p>{}"},"mn84:9.19":{"pli":"‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ","eng":"‘Only brahmins are the best class; other classes are inferior. ","html":"{}","comm":"This verse is also at <a href='index.html?q=dn27#3.6'>DN 27:3.6</a> and <a href='index.html?q=mn93#5.4'>MN 93:5.4</a>. | For “best class” (<i lang='pi' translate='no'>seṭṭho vaṇṇo</i>) see <i lang='pi' translate='no'>varṇaśreṣṭhaḥ</i> at Mahābhārata 1.24.4c. "},"mn84:9.20":{"pli":"brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ","eng":"Only brahmins are the light class; other classes are dark. ","html":"{}","comm":"Mahābhārata 12.181.5 says that brahmins are the white class, aristocrats red, peasants yellow, and menials black. Underlying this is an assumption of the superiority of the fair-skinned northerners of Indo-Aryan descent over the dark-skinned natives (see <a href='index.html?q=dn3#1.10.3'>DN 3:1.10.3</a>). "},"mn84:9.21":{"pli":"brāhmaṇāva sujjhanti, no abrāhmaṇā; ","eng":"Only brahmins are purified, not others. ","html":"{}","comm":"I cannot trace this statement to Brahmanical texts, and indeed they have a strong tendency to push back against the idea that only brahmins can find purity. "},"mn84:9.22":{"pli":"brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti. ","eng":"Only brahmins are divinity’s true-born sons, born from his mouth, born of divinity, created by divinity, heirs of divinity.’” ","html":"{}</p>","comm":"An allusion to the famous Puruṣasūkta (Rig Veda 10.90.12): “His (the cosmic Man’s) mouth became the brahmin, his arms became the ruler (<i lang='pi' translate='no'>rājanya</i>, an alternate name for the <i lang='pi' translate='no'>khattiyas</i>), his thighs became the peasant (<i lang='pi' translate='no'>vaiśya</i>); the menial (<i lang='pi' translate='no'>sūdra</i>) was born from his feet.” This belongs to the latest portion of the Rig Veda, and probably represents a time when the system of four castes was established in the late Vedic period, some centuries before the Buddha. Apart from this, the Rig Veda hardly mentions any of these as castes, let alone all four together. "},"mn84:10.1":{"pli":"Evaṃ vutte, rājā mādhuro avantiputto āyasmantaṃ mahākaccānaṃ etadavoca: ","eng":"When he had spoken, King Avantiputta of Madhurā said to Mahākaccāna, ","html":"<p>{}"},"mn84:10.2":{"pli":"“abhikkantaṃ, bho kaccāna, abhikkantaṃ, bho kaccāna. ","eng":"“Excellent, worthy Kaccāna! Excellent! ","html":"{}"},"mn84:10.3":{"pli":"Seyyathāpi, bho kaccāna, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā kaccānena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the worthy Kaccāna has made the teaching clear in many ways. ","html":"{}"},"mn84:10.4":{"pli":"Esāhaṃ bhavantaṃ kaccānaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Kaccāna, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"mn84:10.5":{"pli":"Upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Kaccāna remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn84:10.6":{"pli":"“Mā kho maṃ tvaṃ, mahārāja, saraṇaṃ agamāsi. ","eng":"“Great king, don’t go for refuge to me. ","html":"<p>{}"},"mn84:10.7":{"pli":"Tameva tvaṃ bhagavantaṃ saraṇaṃ gaccha yamahaṃ saraṇaṃ gato”ti. ","eng":"You should go for refuge to that same Blessed One to whom I have gone for refuge.” ","html":"{}</p>"},"mn84:10.8":{"pli":"“Kahaṃ pana, bho kaccāna, etarahi so bhagavā viharati arahaṃ sammāsambuddho”ti? ","eng":"“But where is that Blessed One at present, the perfected one, the fully awakened Buddha?” ","html":"<p>{}</p>"},"mn84:10.9":{"pli":"“Parinibbuto kho, mahārāja, etarahi so bhagavā arahaṃ sammāsambuddho”ti. ","eng":"“Great king, the Buddha has already become fully quenched.” ","html":"<p>{}</p>"},"mn84:11.1":{"pli":"“Sacepi mayaṃ, bho kaccāna, suṇeyyāma taṃ bhagavantaṃ dasasu yojanesu, dasapi mayaṃ yojanāni gaccheyyāma taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhaṃ. ","eng":"“Worthy Kaccāna, if I heard that the Buddha was within ten leagues, or twenty, or even up to a hundred leagues away, I’d go a hundred leagues to see him. ","html":"<p>{}"},"mn84:11.2":{"pli":"Sacepi mayaṃ, bho kaccāna, suṇeyyāma taṃ bhagavantaṃ vīsatiyā yojanesu, tiṃsāya yojanesu, cattārīsāya yojanesu, paññāsāya yojanesu, paññāsampi mayaṃ yojanāni gaccheyyāma taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhaṃ. ","html":"{}"},"mn84:11.3":{"pli":"Yojanasate cepi mayaṃ bho kaccāna, suṇeyyāma taṃ bhagavantaṃ, yojanasatampi mayaṃ gaccheyyāma taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhaṃ. ","html":"{}"},"mn84:11.4":{"pli":"Yato ca, bho kaccāna, parinibbuto so bhagavā, parinibbutampi mayaṃ bhagavantaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ","eng":"But since the Buddha has become fully quenched, I go for refuge to that fully quenched Buddha, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"mn84:11.5":{"pli":"Upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Kaccāna remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"mn84:11.6":{"pli":"Madhurasuttaṃ niṭṭhitaṃ catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}