{"ne21":{"ne21:0.1":{"pli":"Netti ","html":"<article id='ne21'><header><ul><li class='division'>{}</li>"},"ne21:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne21:0.3":{"pli":"Sampāta 2 ","html":"<li>{}</li></ul>"},"ne21:0.4":{"pli":"Vicayahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne21:1.1":{"pli":"Tattha katamo vicayo hārasampāto? ","html":"<p>{}"},"ne21:1.2":{"pli":"Tattha taṇhā duvidhā kusalāpi akusalāpi. ","html":"{}"},"ne21:1.3":{"pli":"Akusalā saṃsāragāminī, kusalā apacayagāminī pahānataṇhā. ","html":"{}"},"ne21:1.4":{"pli":"Mānopi duvidho kusalopi akusalopi. ","html":"{}"},"ne21:1.5":{"pli":"Yaṃ mānaṃ nissāya mānaṃ pajahati, ayaṃ māno kusalo. ","html":"{}"},"ne21:1.6":{"pli":"Yo pana māno dukkhaṃ nibbattayati, ayaṃ māno akusalo. ","html":"{}"},"ne21:1.7":{"pli":"Tattha yaṃ nekkhammasitaṃ domanassaṃ kudāssunāmāhaṃ taṃ āyatanaṃ sacchikatvā upasampajja viharissaṃ yaṃ ariyā santaṃ āyatanaṃ sacchikatvā upasampajja viharantīti tassa uppajjati pihā, pihāpaccayā domanassaṃ, ayaṃ taṇhā kusalā rāgavirāgā cetovimutti, tadārammaṇā kusalā avijjāvirāgā paññāvimutti. ","html":"{}</p>"},"ne21:2.1":{"pli":"Tassā ko pavicayo? ","html":"<p>{}"},"ne21:2.2":{"pli":"Aṭṭha maggaṅgāni sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ","html":"{}"},"ne21:2.3":{"pli":"So kattha daṭṭhabbo? ","html":"{}"},"ne21:2.4":{"pli":"Catutthe jhāne pāramitāya. ","html":"{}"},"ne21:2.5":{"pli":"Catutthe hi jhāne aṭṭhaṅgasamannāgataṃ cittaṃ bhāvayati parisuddhaṃ pariyodātaṃ anaṅgaṇaṃ vigatūpakkilesaṃ mudu kammaniyaṃ ṭhitaṃ āneñjappattaṃ. ","html":"{}"},"ne21:2.6":{"pli":"So tattha aṭṭhavidhaṃ adhigacchati cha abhiññā dve ca visese, taṃ cittaṃ yato parisuddhaṃ, tato pariyodātaṃ, yato pariyodātaṃ, tato anaṅgaṇaṃ, yato anaṅgaṇaṃ, tato vigatūpakkilesaṃ, yato vigatūpakkilesaṃ, tato mudu, yato mudu, tato kammaniyaṃ, yato kammaniyaṃ, tato ṭhitaṃ, yato ṭhitaṃ, tato āneñjappattaṃ. ","html":"{}"},"ne21:2.7":{"pli":"Tattha aṅgaṇā ca upakkilesā ca tadubhayaṃ taṇhāpakkho. ","html":"{}"},"ne21:2.8":{"pli":"Yā ca iñjanā yā ca cittassa aṭṭhiti, ayaṃ diṭṭhipakkho. ","html":"{}</p>"},"ne21:3.1":{"pli":"Cattāri indriyāni dukkhindriyaṃ domanassindriyaṃ sukhindriyaṃ somanassindriyañca catutthajjhāne nirujjhanti, tassa upekkhindriyaṃ avasiṭṭhaṃ bhavati. ","html":"<p>{}"},"ne21:3.2":{"pli":"So uparimaṃ samāpattiṃ santato manasikaroti, tassa uparimaṃ samāpattiṃ santato manasikaroto catutthajjhāne oḷārikā saññā saṇṭhahati ukkaṇṭhā ca paṭighasaññā, so sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā “anantaṃ ākāsan”ti ākāsānañcāyatanasamāpattiṃ sacchikatvā upasampajja viharati. ","html":"{}"},"ne21:3.3":{"pli":"Abhiññābhinīhāro rūpasaññā vokāro nānattasaññā samatikkamati paṭighasaññā cassa abbhatthaṃ gacchati, evaṃ samādhi tassa samāhitassa obhāso antaradhāyati dassanañca rūpānaṃ, so samādhi chaḷaṅgasamannāgato paccavekkhitabbo. ","html":"{}"},"ne21:3.4":{"pli":"Anabhijjhāsahagataṃ me mānasaṃ sabbaloke, abyāpannaṃ me cittaṃ sabbasattesu, āraddhaṃ me vīriyaṃ paggahitaṃ, passaddho me kāyo asāraddho, samāhitaṃ me cittaṃ avikkhittaṃ, upaṭṭhitā me sati asammuṭṭhā, tattha yañca anabhijjhāsahagataṃ mānasaṃ sabbaloke yañca abyāpannaṃ cittaṃ sabbasattesu yañca āraddhaṃ vīriyaṃ paggahitaṃ yañca samāhitaṃ cittaṃ avikkhittaṃ, ayaṃ samatho. ","html":"{}"},"ne21:3.5":{"pli":"Yo passaddho kāyo asāraddho, ayaṃ samādhiparikkhāro. ","html":"{}"},"ne21:3.6":{"pli":"Yā upaṭṭhitā sati asammuṭṭhā ayaṃ vipassanā. ","html":"{}</p>"},"ne21:4.1":{"pli":"So samādhi pañcavidhena veditabbo. ","html":"<p>{}"},"ne21:4.2":{"pli":"Ayaṃ samādhi “paccuppannasukho”ti itissa paccattameva ñāṇadassanaṃ paccupaṭṭhitaṃ bhavati, ayaṃ samādhi “āyatiṃ sukhavipāko”ti itissa paccattameva ñāṇadassanaṃ paccupaṭṭhitaṃ bhavati, ayaṃ samādhi “ariyo nirāmiso”ti itissa paccattameva ñāṇadassanaṃ paccupaṭṭhitaṃ bhavati, ayaṃ samādhi “akāpurisasevito”ti itissa paccattameva ñāṇadassanaṃ paccupaṭṭhitaṃ bhavati, ayaṃ samādhi “santo ceva paṇīto ca paṭippassaddhiladdho ca ekodibhāvādhigato ca na sasaṅkhāraniggayhavāritagato cā”ti itissa paccattameva ñāṇadassanaṃ paccupaṭṭhitaṃ bhavati. ","html":"{}"},"ne21:4.3":{"pli":"Taṃ kho panimaṃ samādhiṃ “sato samāpajjāmi sato vuṭṭhahāmī”ti itissa paccattameva ñāṇadassanaṃ paccupaṭṭhitaṃ bhavati. ","html":"{}"},"ne21:4.4":{"pli":"Tattha yo ca samādhi paccuppannasukho yo ca samādhi āyatiṃ sukhavipāko ayaṃ samatho. ","html":"{}"},"ne21:4.5":{"pli":"Yo ca samādhi ariyo nirāmiso, yo ca samādhi akāpurisasevito, yo ca samādhi santo ceva paṇīto ca paṭippassaddhiladdho ca ekodibhāvādhigato ca na sasaṅkhāraniggayhavāritagato ca yañcāhaṃ taṃ kho panimaṃ samādhiṃ sato samāpajjāmi sato vuṭṭhahāmīti, ayaṃ vipassanā. ","html":"{}</p>"},"ne21:5.1":{"pli":"So samādhi pañcavidhena veditabbo pītipharaṇatā sukhapharaṇatā cetopharaṇatā ālokapharaṇatā paccavekkhaṇānimittaṃ. ","html":"<p>{}"},"ne21:5.2":{"pli":"Tattha yo ca pītipharaṇo yo ca sukhapharaṇo yo ca cetopharaṇo, ayaṃ samatho. ","html":"{}"},"ne21:5.3":{"pli":"Yo ca ālokapharaṇo yañca paccavekkhaṇānimittaṃ. ","html":"{}"},"ne21:5.4":{"pli":"Ayaṃ vipassanā. ","html":"{}</p>"},"ne21:6.1":{"pli":"Dasa kasiṇāyatanāni pathavīkasiṇaṃ āpokasiṇaṃ tejokasiṇaṃ vāyokasiṇaṃ nīlakasiṇaṃ pītakasiṇaṃ lohitakasiṇaṃ odātakasiṇaṃ ākāsakasiṇaṃ viññāṇakasiṇaṃ. ","html":"<p>{}"},"ne21:6.2":{"pli":"Tattha yañca pathavīkasiṇaṃ yañca āpokasiṇaṃ evaṃ sabbaṃ, yañca odātakasiṇaṃ. ","html":"{}"},"ne21:6.3":{"pli":"Imāni aṭṭha kasiṇāni samatho. ","html":"{}"},"ne21:6.4":{"pli":"Yañca ākāsakasiṇaṃ yañca viññāṇakasiṇaṃ, ayaṃ vipassanā. ","html":"{}"},"ne21:6.5":{"pli":"Evaṃ sabbo ariyo maggo yena yena ākārena vutto, tena tena samathavipassanena yojayitabbo. ","html":"{}"},"ne21:6.6":{"pli":"Te tīhi dhammehi saṅgahitā aniccatāya dukkhatāya anattatāya. ","html":"{}"},"ne21:6.7":{"pli":"So samathavipassanaṃ bhāvayamāno tīṇi vimokkhamukhāni bhāvayati. ","html":"{}"},"ne21:6.8":{"pli":"Tīṇi vimokkhamukhāni bhāvayanto tayo khandhe bhāvayati. ","html":"{}"},"ne21:6.9":{"pli":"Tayo khandhe bhāvayanto ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvayati. ","html":"{}</p>"},"ne21:7.1":{"pli":"Rāgacarito puggalo animittena vimokkhamukhena niyyāti adhicittasikkhāya sikkhanto lobhaṃ akusalamūlaṃ pajahanto sukhavedanīyaṃ phassaṃ anupagacchanto sukhaṃ vedanaṃ parijānanto rāgamalaṃ pavāhento rāgarajaṃ niddhunanto rāgavisaṃ vamento rāgaggiṃ nibbāpento rāgasallaṃ uppāṭento rāgajaṭaṃ vijaṭento. ","html":"<p>{}"},"ne21:7.2":{"pli":"Dosacarito puggalo appaṇihitena vimokkhamukhena niyyāti adhisīlasikkhāya sikkhanto dosaṃ akusalamūlaṃ pajahanto dukkhavedanīyaṃ phassaṃ anupagacchanto dukkhavedanaṃ parijānanto dosamalaṃ pavāhento dosarajaṃ niddhunanto dosavisaṃ vamento dosaggiṃ nibbāpento dosasallaṃ uppāṭento dosajaṭaṃ vijaṭento. ","html":"{}"},"ne21:7.3":{"pli":"Mohacarito puggalo suññatavimokkhamukhena niyyāti adhipaññāsikkhāya sikkhanto mohaṃ akusalamūlaṃ pajahanto adukkhamasukhavedanīyaṃ phassaṃ anupagacchanto adukkhamasukhaṃ vedanaṃ parijānanto mohamalaṃ pavāhento moharajaṃ niddhunanto mohavisaṃ vamento mohaggiṃ nibbāpento mohasallaṃ uppāṭento mohajaṭaṃ vijaṭento. ","html":"{}</p>"},"ne21:8.1":{"pli":"Tattha suññatavimokkhamukhaṃ paññākkhandho, animittavimokkhamukhaṃ samādhikkhandho, appaṇihitavimokkhamukhaṃ sīlakkhandho. ","html":"<p>{}"},"ne21:8.2":{"pli":"So tīṇi vimokkhamukhāni bhāvayanto tayo khandhe bhāvayati, tayo khandhe bhāvayanto ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvayati. ","html":"{}"},"ne21:8.3":{"pli":"Tattha yā ca sammāvācā yo ca sammākammanto yo ca sammāājīvo, ayaṃ sīlakkhandho, yo ca sammāvāyāmo yā ca sammāsati yo ca sammāsamādhi, ayaṃ samādhikkhandho, yā ca sammādiṭṭhi yo ca sammāsaṅkappo, ayaṃ paññākkhandho. ","html":"{}</p>"},"ne21:9.1":{"pli":"Tattha sīlakkhandho ca samādhikkhandho ca samatho, paññākkhandho vipassanā. ","html":"<p>{}"},"ne21:9.2":{"pli":"Yo samathavipassanaṃ bhāveti, tassa dve bhavaṅgāni bhāvanaṃ gacchanti kāyo cittañca, bhavanirodhagāminī paṭipadā dve padāni sīlaṃ samādhi ca. ","html":"{}"},"ne21:9.3":{"pli":"So hoti bhikkhu bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapañño. ","html":"{}"},"ne21:9.4":{"pli":"Kāye bhāviyamāne dve dhammā bhāvanaṃ gacchanti sammākammanto sammāvāyāmo ca, sīle bhāviyamāne dve dhammā bhāvanaṃ gacchanti sammāvācā sammāājīvo ca, citte bhāviyamāne dve dhammā bhāvanaṃ gacchanti sammāsati sammāsamādhi ca, paññāya bhāviyamānāya dve dhammā bhāvanaṃ gacchanti sammādiṭṭhi sammāsaṅkappo ca. ","html":"{}</p>"},"ne21:10.1":{"pli":"Tattha yo ca sammākammanto yo ca sammāvāyāmo siyā kāyiko siyā cetasiko, tattha yo kāyasaṅgaho, so kāye bhāvite bhāvanaṃ gacchati, yo cittasaṅgaho, so citte bhāvite bhāvanaṃ gacchati. ","html":"<p>{}"},"ne21:10.2":{"pli":"So samathavipassanaṃ bhāvayanto pañcavidhaṃ adhigamaṃ gacchati, khippādhigamo ca hoti, vimuttādhigamo ca hoti, mahādhigamo ca hoti, vipulādhigamo ca hoti, anavasesādhigamo ca hoti. ","html":"{}"},"ne21:10.3":{"pli":"Tattha samathena khippādhigamo ca mahādhigamo ca vipulādhigamo ca hoti, vipassanāya vimuttādhigamo ca anavasesādhigamo ca hoti. ","html":"{}</p>"},"ne21:11.1":{"pli":"Tattha yo desayati, so dasabalasamannāgato satthā ovādena sāvake na visaṃvādayati. ","html":"<p>{}"},"ne21:11.2":{"pli":"So tividhaṃ idaṃ karotha iminā upāyena karotha idaṃ vo kurumānānaṃ hitāya sukhāya bhavissati, so tathā ovadito tathānusiṭṭho tathākaronto tathāpaṭipajjanto taṃ bhūmiṃ na pāpuṇissatīti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:11.3":{"pli":"So tathā ovadito tathānusiṭṭho sīlakkhandhaṃ aparipūrayanto taṃ bhūmiṃ anupāpuṇissatīti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:11.4":{"pli":"So tathā ovadito tathānusiṭṭho sīlakkhandhaṃ paripūrayanto taṃ bhūmiṃ anupāpuṇissatīti ṭhānametaṃ vijjati. ","html":"{}</p>"},"ne21:12.1":{"pli":"Sammāsambuddhassa te sato ime dhammā anabhisambuddhāti netaṃ ṭhānaṃ vijjati. ","html":"<p>{}"},"ne21:12.2":{"pli":"Sabbāsavaparikkhīṇassa te sato ime āsavā aparikkhīṇāti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:12.3":{"pli":"Yassa te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:12.4":{"pli":"Sāvako kho pana te dhammānudhammappaṭipanno sāmīcippaṭipanno anudhammacārī so pubbena aparaṃ uḷāraṃ visesādhigamaṃ na sacchikarissatīti netaṃ ṭhānaṃ vijjati. ","html":"{}</p>"},"ne21:13.1":{"pli":"Ye kho pana dhammā antarāyikā, te paṭisevato nālaṃ antarāyāyāti netaṃ ṭhānaṃ vijjati. ","html":"<p>{}"},"ne21:13.2":{"pli":"Ye kho pana dhammā aniyyānikā, te niyyanti takkarassa sammā dukkhakkhayāyāti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:13.3":{"pli":"Ye kho pana dhammā niyyānikā, te niyyanti takkarassa sammā dukkhakkhayāyāti ṭhānametaṃ vijjati. ","html":"{}"},"ne21:13.4":{"pli":"Sāvako kho pana te saupādiseso anupādisesaṃ nibbānadhātuṃ anupāpuṇissatīti netaṃ ṭhānaṃ vijjati. ","html":"{}</p>"},"ne21:14.1":{"pli":"Diṭṭhisampanno mātaraṃ jīvitā voropeyya hatthehi vā pādehi vā suhataṃ kareyyāti netaṃ ṭhānaṃ vijjati, puthujjano mātaraṃ jīvitā voropeyya hatthehi vā pādehi vā suhataṃ kareyyāti ṭhānametaṃ vijjati. ","html":"<p>{}"},"ne21:14.2":{"pli":"Evaṃ pitaraṃ, arahantaṃ, bhikkhuṃ. ","html":"{}"},"ne21:14.3":{"pli":"Diṭṭhisampanno puggalo saṅghaṃ bhindeyya saṅghe vā saṅgharājiṃ janeyyāti netaṃ ṭhānaṃ vijjati, puthujjano saṅghaṃ bhindeyya saṅghe vā saṅgharājiṃ janeyyāti ṭhānametaṃ vijjati, diṭṭhisampanno tathāgatassa duṭṭhacitto lohitaṃ uppādeyya, parinibbutassa vā tathāgatassa duṭṭhacitto thūpaṃ bhindeyyāti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:14.4":{"pli":"Puthujjano tathāgatassa duṭṭhacitto lohitaṃ uppādeyya, parinibbutassa vā tathāgatassa duṭṭhacitto thūpaṃ bhindeyyāti ṭhānametaṃ vijjati. ","html":"{}"},"ne21:14.5":{"pli":"Diṭṭhisampanno aññaṃ satthāraṃ apadiseyya api jīvitahetūti netaṃ ṭhānaṃ vijjati, puthujjano aññaṃ satthāraṃ apadiseyyāti ṭhānametaṃ vijjati. ","html":"{}"},"ne21:14.6":{"pli":"Diṭṭhisampanno ito bahiddhā aññaṃ dakkhiṇeyyaṃ pariyeseyyāti netaṃ ṭhānaṃ vijjati, puthujjano ito bahiddhā aññaṃ dakkhiṇeyyaṃ pariyeseyyāti ṭhānametaṃ vijjati, diṭṭhisampanno kutūhalamaṅgalena suddhiṃ pacceyyāti netaṃ ṭhānaṃ vijjati. ","html":"{}"},"ne21:14.7":{"pli":"Puthujjano kutūhalamaṅgalena suddhiṃ pacceyyāti ṭhānametaṃ vijjati. ","html":"{}</p>"},"ne21:15.1":{"pli":"Itthī rājā cakkavattī siyāti netaṃ ṭhānaṃ vijjati, puriso rājā cakkavattī siyāti ṭhānametaṃ vijjati; ","html":"<p>{}"},"ne21:15.2":{"pli":"itthī sakko devānamindo siyāti netaṃ ṭhānaṃ vijjati, puriso sakko devānamindo siyāti ṭhānametaṃ vijjati; ","html":"{}"},"ne21:15.3":{"pli":"itthī māro pāpimā siyāti netaṃ ṭhānaṃ vijjati, puriso māro pāpimā siyāti ṭhānametaṃ vijjati; ","html":"{}"},"ne21:15.4":{"pli":"itthī mahābrahmā siyāti netaṃ ṭhānaṃ vijjati, puriso mahābrahmā siyāti ṭhānametaṃ vijjati; ","html":"{}"},"ne21:15.5":{"pli":"itthī tathāgato arahaṃ sammāsambuddho siyāti netaṃ ṭhānaṃ vijjati, puriso tathāgato arahaṃ sammāsambuddho siyāti ṭhānametaṃ vijjati. ","html":"{}</p>"},"ne21:16.1":{"pli":"Dve tathāgatā arahanto sammāsambuddhā apubbaṃ acarimaṃ ekissā lokadhātuyā uppajjeyyuṃ vā dhammaṃ vā deseyyunti netaṃ ṭhānaṃ vijjati, ekova tathāgato arahaṃ sammāsambuddho ekissā lokadhātuyā uppajjissati vā dhammaṃ vā desessatīti ṭhānametaṃ vijjati. ","html":"<p>{}</p>"},"ne21:17.1":{"pli":"Tiṇṇaṃ duccaritānaṃ iṭṭho kanto piyo manāpo vipāko bhavissatīti netaṃ ṭhānaṃ vijjati, tiṇṇaṃ duccaritānaṃ aniṭṭho akanto appiyo amanāpo vipāko bhavissatīti ṭhānametaṃ vijjati. ","html":"<p>{}"},"ne21:17.2":{"pli":"Tiṇṇaṃ sucaritānaṃ aniṭṭho akanto appiyo amanāpo vipāko bhavissatīti netaṃ ṭhānaṃ vijjati, tiṇṇaṃ sucaritānaṃ iṭṭho kanto piyo manāpo vipāko bhavissatīti ṭhānametaṃ vijjati. ","html":"{}</p>"},"ne21:18.1":{"pli":"Aññataro samaṇo vā brāhmaṇo vā kuhako lapako nemittako kuhanalapananemittakattaṃ pubbaṅgamaṃ katvā pañca nīvaraṇe appahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu anupaṭṭhitassati viharanto satta bojjhaṅge abhāvayitvā anuttaraṃ sammāsambodhiṃ abhisambujjhissatīti netaṃ ṭhānaṃ vijjati, aññataro samaṇo vā brāhmaṇo vā sabbadosāpagato pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu upaṭṭhitassati viharanto satta bojjhaṅge bhāvayitvā anuttaraṃ sammāsambodhiṃ abhisambujjhissatīti ṭhānametaṃ vijjati. ","html":"<p data-counter='1'>{}"},"ne21:18.2":{"pli":"Yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso idaṃ vuccati ṭhānāṭṭhānañāṇaṃ paṭhamaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:19.1":{"pli":"Iti ṭhānāṭṭhānagatā sabbe khayadhammā vayadhammā virāgadhammā nirodhadhammā keci saggūpagā keci apāyūpagā keci nibbānūpagā, evaṃ bhagavā āha—","html":"<p>{}</p>"},"ne21:20.1":{"pli":"“Sabbe sattā marissanti, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ne21:20.2":{"pli":"maraṇantaṃ hi jīvitaṃ; ","html":"<span class='verse-line'>{}</span>"},"ne21:20.3":{"pli":"Yathākammaṃ gamissanti, ","html":"<span class='verse-line'>{}</span>"},"ne21:20.4":{"pli":"puññapāpaphalūpagā; ","html":"<span class='verse-line'>{}</span>"},"ne21:20.5":{"pli":"Nirayaṃ pāpakammantā, ","html":"<span class='verse-line'>{}</span>"},"ne21:20.6":{"pli":"puññakammā ca suggatiṃ; ","html":"<span class='verse-line'>{}</span>"},"ne21:20.7":{"pli":"Apare ca maggaṃ bhāvetvā, ","html":"<span class='verse-line'>{}</span>"},"ne21:20.8":{"pli":"parinibbantināsavā”ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ne21:21.1":{"pli":"<b>Sabbe sattā</b>ti ariyā ca anariyā ca sakkāyapariyāpannā ca sakkāyavītivattā ca. ","html":"<p>{}"},"ne21:21.2":{"pli":"<b>Marissantī</b>ti dvīhi maraṇehi dandhamaraṇena ca adandhamaraṇena ca, sakkāyapariyāpannānaṃ adandhamaraṇaṃ sakkāyavītivattānaṃ dandhamaraṇaṃ. ","html":"{}"},"ne21:21.3":{"pli":"<b>Maraṇantaṃ hi jīvitan</b>ti khayā āyussa indriyānaṃ uparodhā jīvitapariyanto maraṇapariyanto. ","html":"{}"},"ne21:21.4":{"pli":"<b>Yathākammaṃ gamissantī</b>ti kammassakatā. ","html":"{}"},"ne21:21.5":{"pli":"<b>Puññapāpaphalūpagā</b>ti kammānaṃ phaladassāvitā ca avippavāso ca. ","html":"{}</p>"},"ne21:22.1":{"pli":"<b>Nirayaṃ pāpakammantā</b>ti apuññasaṅkhārā. ","html":"<p>{}"},"ne21:22.2":{"pli":"<b>Puññakammā ca suggatin</b>ti puññasaṅkhārā sugatiṃ gamissanti. ","html":"{}"},"ne21:22.3":{"pli":"<b>Apare ca maggaṃ bhāvetvā, parinibbantināsavā</b>ti sabbasaṅkhārānaṃ samatikkamanaṃ. ","html":"{}"},"ne21:22.4":{"pli":"Tenāha bhagavā—","html":"{}"},"ne21:22.5":{"pli":"“sabbe …pe… ","html":"{}"},"ne21:22.6":{"pli":"nāsavā”ti. ","html":"{}</p>"},"ne21:23.1":{"pli":"“Sabbe sattā marissanti, maraṇantaṃ hi jīvitaṃ. ","html":"<p>{}"},"ne21:23.2":{"pli":"Yathākammaṃ gamissanti, puññapāpaphalūpagā. ","html":"{}"},"ne21:23.3":{"pli":"Nirayaṃ pāpakammantā”ti āgāḷhā ca nijjhāmā ca paṭipadā. ","html":"{}"},"ne21:23.4":{"pli":"“Apare ca maggaṃ bhāvetvā, parinibbantināsavā”ti majjhimā paṭipadā. ","html":"{}"},"ne21:23.5":{"pli":"“Sabbe sattā marissanti, maraṇantaṃ hi jīvitaṃ, yathākammaṃ gamissanti, puññapāpaphalūpagā, nirayaṃ pāpakammantā”ti ayaṃ saṅkileso. ","html":"{}"},"ne21:23.6":{"pli":"Evaṃ saṃsāraṃ nibbattayati. ","html":"{}"},"ne21:23.7":{"pli":"“Sabbe sattā marissanti …pe… ","html":"{}"},"ne21:23.8":{"pli":"nirayaṃ pāpakammantā”ti ime tayo vaṭṭā dukkhavaṭṭo kammavaṭṭo kilesavaṭṭo. ","html":"{}"},"ne21:23.9":{"pli":"“Apare ca maggaṃ bhāvetvā, parinibbantināsavā”ti tiṇṇaṃ vaṭṭānaṃ vivaṭṭanā. ","html":"{}"},"ne21:23.10":{"pli":"“Sabbe sattā marissanti …pe… ","html":"{}"},"ne21:23.11":{"pli":"nirayaṃ pāpakammantā”ti ādīnavo, “puññakammā ca suggatin”ti assādo, “apare ca maggaṃ bhāvetvā, parinibbantināsavā”ti nissaraṇaṃ. ","html":"{}"},"ne21:23.12":{"pli":"“Sabbe sattā marissanti …pe… ","html":"{}"},"ne21:23.13":{"pli":"nirayaṃ pāpakammantā”ti hetu ca phalañca, pañcakkhandhā phalaṃ, taṇhā hetu, “apare ca maggaṃ bhāvetvā, parinibbantināsavā”ti maggo ca phalañca. ","html":"{}"},"ne21:23.14":{"pli":"“Sabbe sattā marissanti, maraṇantaṃ hi jīvitaṃ. ","html":"{}"},"ne21:23.15":{"pli":"Yathākammaṃ gamissanti, puññapāpaphalūpagā, nirayaṃ pāpakammantā”ti ayaṃ saṅkileso, so saṅkileso tividho taṇhāsaṅkileso diṭṭhisaṅkileso duccaritasaṅkilesoti. ","html":"{}</p>"},"ne21:24.1":{"pli":"Tattha taṇhāsaṅkileso tīhi taṇhāhi niddisitabbo—","html":"<p>{}"},"ne21:24.2":{"pli":"kāmataṇhāya bhavataṇhāya vibhavataṇhāya. ","html":"{}"},"ne21:24.3":{"pli":"Yena yena vā pana vatthunā ajjhosito, tena teneva niddisitabbo, tassā vitthāro chattiṃsāya taṇhāya jāliniyā vicaritāni. ","html":"{}"},"ne21:24.4":{"pli":"Tattha diṭṭhisaṅkileso ucchedasassatena niddisitabbo, yena yena vā pana vatthunā diṭṭhivasena abhinivisati, “idameva saccaṃ moghamaññan”ti tena teneva niddisitabbo, tassā vitthāro dvāsaṭṭhi diṭṭhigatāni. ","html":"{}"},"ne21:24.5":{"pli":"Tattha duccaritasaṅkileso cetanā cetasikakammena niddisitabbo, tīhi duccaritehi kāyaduccaritena vacīduccaritena manoduccaritena, tassā vitthāro dasa akusalakammapathā. ","html":"{}"},"ne21:24.6":{"pli":"Apare ca maggaṃ bhāvetvā, parinibbantināsavāti idaṃ vodānaṃ. ","html":"{}</p>"},"ne21:25.1":{"pli":"Tayidaṃ vodānaṃ tividhaṃ; ","html":"<p>{}"},"ne21:25.2":{"pli":"taṇhāsaṅkileso samathena visujjhati, so samatho samādhikkhandho, diṭṭhisaṅkileso vipassanāya visujjhati, sā vipassanā paññākkhandho, duccaritasaṅkileso sucaritena visujjhati, taṃ sucaritaṃ sīlakkhandho. ","html":"{}</p>"},"ne21:26.1":{"pli":"“Sabbe sattā marissanti, maraṇantaṃ hi jīvitaṃ, yathākammaṃ gamissanti, puññapāpaphalūpagā, nirayaṃ pāpakammantā”ti apuññappaṭipadā, “puññakammā ca suggatin”ti puññappaṭipadā, “apare ca maggaṃ bhāvetvā, parinibbantināsavā”ti puññapāpasamatikkamappaṭipadā, tattha yā ca puññappaṭipadā yā ca apuññappaṭipadā, ayaṃ ekā paṭipadā sabbatthagāminī ekā apāyesu, ekā devesu, yā ca puññapāpasamatikkamā paṭipadā ayaṃ tattha tattha gāminī paṭipadā. ","html":"<p>{}</p>"},"ne21:27.1":{"pli":"Tayo rāsī—","html":"<p data-counter='2'>{}"},"ne21:27.2":{"pli":"micchattaniyato rāsi, sammattaniyato rāsi, aniyato rāsi, tattha yo ca micchattaniyato rāsi yo ca sammattaniyato rāsi ekā paṭipadā tattha tattha gāminī, tattha yo aniyato rāsi, ayaṃ sabbatthagāminī paṭipadā. ","html":"{}"},"ne21:27.3":{"pli":"Kena kāraṇena? ","html":"{}"},"ne21:27.4":{"pli":"Paccayaṃ labhanto niraye upapajjeyya, paccayaṃ labhanto tiracchānayonīsu upapajjeyya, paccayaṃ labhanto pettivisayesu upapajjeyya, paccayaṃ labhanto asuresu upapajjeyya, paccayaṃ labhanto devesu upapajjeyya, paccayaṃ labhanto manussesu upapajjeyya, paccayaṃ labhanto parinibbāyeyya, tasmāyaṃ sabbatthagāminī paṭipadā, yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso, idaṃ vuccati sabbatthagāminī paṭipadā ñāṇaṃ dutiyaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:28.1":{"pli":"Iti sabbatthagāminī paṭipadā anekadhātuloko, tattha tattha gāminī paṭipadā nānādhātuloko. ","html":"<p>{}"},"ne21:28.2":{"pli":"Tattha katamo anekadhātuloko? ","html":"{}"},"ne21:28.3":{"pli":"Cakkhudhātu rūpadhātu cakkhuviññāṇadhātu, sotadhātu saddadhātu sotaviññāṇadhātu, ghānadhātu gandhadhātu ghānaviññāṇadhātu, jivhādhātu rasadhātu jivhāviññāṇadhātu, kāyadhātu phoṭṭhabbadhātu kāyaviññāṇadhātu, manodhātu dhammadhātu manoviññāṇadhātu, pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu, kāmadhātu, byāpādadhātu, vihiṃsādhātu, nekkhammadhātu, abyāpādadhātu, avihiṃsādhātu, dukkhadhātu, domanassadhātu, avijjādhātu, sukhadhātu, somanassadhātu, upekkhādhātu, rūpadhātu, arūpadhātu, nirodhadhātu, saṅkhāradhātu, nibbānadhātu, ayaṃ anekadhātuloko. ","html":"{}</p>"},"ne21:29.1":{"pli":"Tattha katamo nānādhātuloko? ","html":"<p data-counter='3'>{}"},"ne21:29.2":{"pli":"Aññā cakkhudhātu, aññā rūpadhātu, aññā cakkhuviññāṇadhātu, evaṃ sabbā, aññā nibbānadhātu. ","html":"{}"},"ne21:29.3":{"pli":"Yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso, idaṃ vuccati anekadhātu nānādhātu ñāṇaṃ tatiyaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:30.1":{"pli":"Iti anekadhātu nānādhātukassa lokassa yaṃ yadeva dhātuṃ sattā adhimuccanti, taṃ tadeva adhiṭṭhahanti abhinivisanti, keci rūpādhimuttā, keci saddādhimuttā, keci gandhādhimuttā, keci rasādhimuttā, keci phoṭṭhabbādhimuttā, keci dhammādhimuttā, keci itthādhimuttā, keci purisādhimuttā, keci cāgādhimuttā, keci hīnādhimuttā, keci paṇītādhimuttā, keci devādhimuttā, keci manussādhimuttā, keci nibbānādhimuttā. ","html":"<p data-counter='4'>{}"},"ne21:30.2":{"pli":"Yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso, ayaṃ veneyyo, ayaṃ na veneyyo, ayaṃ saggagāmī, ayaṃ duggatigāmīti, idaṃ vuccati sattānaṃ nānādhimuttikatā ñāṇaṃ catutthaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:31.1":{"pli":"Iti te yathādhimuttā ca bhavanti, taṃ taṃ kammasamādānaṃ samādiyanti. ","html":"<p>{}"},"ne21:31.2":{"pli":"Te chabbidhaṃ kammaṃ samādiyanti—","html":"{}"},"ne21:31.3":{"pli":"keci lobhavasena, keci dosavasena, keci mohavasena, keci saddhāvasena, keci vīriyavasena, keci paññāvasena. ","html":"{}"},"ne21:31.4":{"pli":"Taṃ vibhajjamānaṃ duvidhaṃ—","html":"{}"},"ne21:31.5":{"pli":"saṃsāragāmi ca nibbānagāmi ca. ","html":"{}</p>"},"ne21:32.1":{"pli":"Tattha yaṃ lobhavasena dosavasena mohavasena ca kammaṃ karoti, idaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ. ","html":"<p>{}"},"ne21:32.2":{"pli":"Tattha yaṃ saddhāvasena kammaṃ karoti, idaṃ kammaṃ sukkaṃ sukkavipākaṃ. ","html":"{}"},"ne21:32.3":{"pli":"Tattha yaṃ lobhavasena dosavasena mohavasena saddhāvasena ca kammaṃ karoti, idaṃ kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ. ","html":"{}"},"ne21:32.4":{"pli":"Tattha yaṃ vīriyavasena paññāvasena ca kammaṃ karoti, idaṃ kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ kammuttamaṃ kammaseṭṭhaṃ kammakkhayāya saṃvattati. ","html":"{}</p>"},"ne21:33.1":{"pli":"Cattāri kammasamādānāni—","html":"<p>{}"},"ne21:33.2":{"pli":"atthi kammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ, atthi kammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ, atthi kammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ, atthi kammasamādānaṃ paccuppannasukhañceva āyatiṃ ca sukhavipākaṃ. ","html":"{}"},"ne21:33.3":{"pli":"Yaṃ evaṃ jātiyaṃ kammasamādānaṃ, iminā puggalena akusalakammasamādānaṃ upacitaṃ avipakkaṃ vipākāya paccupaṭṭhitaṃ na ca bhabbo abhinibbidhā gantunti taṃ bhagavā na ovadati. ","html":"{}"},"ne21:33.4":{"pli":"Yathā devadattaṃ kokālikaṃ sunakkhattaṃ licchaviputtaṃ, ye vā panaññepi sattā micchattaniyatā imesañca puggalānaṃ upacitaṃ akusalaṃ na ca tāva pāripūriṃ gataṃ, purā pāripūriṃ gacchati. ","html":"{}"},"ne21:33.5":{"pli":"Purā phalaṃ nibbattayati, purā maggamāvārayati, purā veneyyattaṃ samatikkamatīti te bhagavā asamatte ovadati. ","html":"{}"},"ne21:33.6":{"pli":"Yathā puṇṇañca govatikaṃ acelañca kukkuravatikaṃ. ","html":"{}</p>"},"ne21:34.1":{"pli":"Imassa ca puggalassa akusalakammasamādānaṃ paripūramānaṃ maggaṃ āvārayissati purā pāripūriṃ gacchati, purā phalaṃ nibbattayati, purā maggamāvārayati, purā veneyyattaṃ samatikkamatīti taṃ bhagavā asamattaṃ ovadati. ","html":"<p>{}"},"ne21:34.2":{"pli":"Yathā āyasmantaṃ aṅgulimālaṃ. ","html":"{}</p>"},"ne21:35.1":{"pli":"Sabbesaṃ mudumajjhādhimattatā. ","html":"<p data-counter='5'>{}"},"ne21:35.2":{"pli":"Tattha mudu āneñjābhisaṅkhārā majjhaṃ avasesakusalasaṅkhārā, adhimattaṃ akusalasaṅkhārā, yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso, idaṃ diṭṭhadhammavedanīyaṃ, idaṃ upapajjavedanīyaṃ, idaṃ aparāpariyavedanīyaṃ, idaṃ nirayavedanīyaṃ, idaṃ tiracchānavedanīyaṃ, idaṃ pettivisayavedanīyaṃ, idaṃ asuravedanīyaṃ, idaṃ devavedanīyaṃ, idaṃ manussavedanīyanti, idaṃ vuccati atītānāgatapaccuppannānaṃ kammasamādānānaṃ hetuso ṭhānaso anodhiso vipākavemattatā ñāṇaṃ pañcamaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:36.1":{"pli":"Iti tathā samādinnānaṃ kammānaṃ samādinnānaṃ jhānānaṃ vimokkhānaṃ samādhīnaṃ samāpattīnaṃ ayaṃ saṅkileso, idaṃ vodānaṃ, idaṃ vuṭṭhānaṃ, evaṃ saṅkilissati, evaṃ vodāyati, evaṃ vuṭṭhahatīti ñāṇaṃ anāvaraṇaṃ. ","html":"<p>{}</p>"},"ne21:37.1":{"pli":"Tattha kati jhānāni? ","html":"<p>{}"},"ne21:37.2":{"pli":"Cattāri jhānāni. ","html":"{}"},"ne21:37.3":{"pli":"Kati vimokkhā? ","html":"{}"},"ne21:37.4":{"pli":"Ekādasa ca aṭṭha ca satta ca tayo ca dve ca. ","html":"{}"},"ne21:37.5":{"pli":"Kati samādhī? ","html":"{}"},"ne21:37.6":{"pli":"Tayo samādhī—","html":"{}"},"ne21:37.7":{"pli":"savitakko savicāro samādhi, avitakko vicāramatto samādhi, avitakko avicāro samādhi. ","html":"{}"},"ne21:37.8":{"pli":"Kati samāpattiyo? ","html":"{}"},"ne21:37.9":{"pli":"Pañca samāpattiyo—","html":"{}"},"ne21:37.10":{"pli":"saññāsamāpatti asaññāsamāpatti nevasaññānāsaññāsamāpatti vibhūtasaññāsamāpatti nirodhasamāpatti. ","html":"{}</p>"},"ne21:38.1":{"pli":"Tattha katamo saṅkileso? ","html":"<p data-counter='6'>{}"},"ne21:38.2":{"pli":"Paṭhamajjhānassa kāmarāgabyāpādā saṅkileso. ","html":"{}"},"ne21:38.3":{"pli":"Ye ca kukkuṭajhāyī dve paṭhamakā yo vā pana koci hānabhāgiyo samādhi, ayaṃ saṅkileso. ","html":"{}"},"ne21:38.4":{"pli":"Tattha katamaṃ vodānaṃ, nīvaraṇapārisuddhi, paṭhamassa jhānassa ye ca kukkuṭajhāyī dve pacchimakā yo vā pana koci visesabhāgiyo samādhi, idaṃ vodānaṃ. ","html":"{}"},"ne21:38.5":{"pli":"Tattha katamaṃ vuṭṭhānaṃ? ","html":"{}"},"ne21:38.6":{"pli":"Yaṃ samāpattivuṭṭhānakosallaṃ, idaṃ vuṭṭhānaṃ. ","html":"{}"},"ne21:38.7":{"pli":"Yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso, idaṃ vuccati sabbesaṃ jhānavimokkhasamādhisamāpattīnaṃ saṅkilesavodānavuṭṭhānañāṇaṃ chaṭṭhaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:39.1":{"pli":"Iti tasseva samādhissa tayo dhammā parivārā indriyāni balāni vīriyamiti, tāniyeva indriyāni vīriyavasena balāni bhavanti, ādhipateyyaṭṭhena indriyāni, akampiyaṭṭhena balāni, iti tesaṃ mudumajjhādhimattatā ayaṃ mudindriyo ayaṃ majjhindriyo ayaṃ tikkhindriyoti. ","html":"<p>{}"},"ne21:39.2":{"pli":"Tattha bhagavā tikkhindriyaṃ saṅkhittena ovādena ovadati, majjhindriyaṃ bhagavā saṅkhittavitthārena ovadati, mudindriyaṃ bhagavā vitthārena ovadati. ","html":"{}"},"ne21:39.3":{"pli":"Tattha bhagavā tikkhindriyassa mudukaṃ dhammadesanaṃ upadisati, majjhindriyassa bhagavā mudutikkhadhammadesanaṃ upadisati, mudindriyassa bhagavā tikkhaṃ dhammadesanaṃ upadisati. ","html":"{}"},"ne21:39.4":{"pli":"Tattha bhagavā tikkhindriyassa samathaṃ upadisati, majjhindriyassa bhagavā samathavipassanaṃ upadisati, mudindriyassa bhagavā vipassanaṃ upadisati. ","html":"{}"},"ne21:39.5":{"pli":"Tattha bhagavā tikkhindriyassa nissaraṇaṃ upadisati, majjhindriyassa bhagavā ādīnavañca nissaraṇañca upadisati, mudindriyassa bhagavā assādañca ādīnavañca nissaraṇañca upadisati. ","html":"{}"},"ne21:39.6":{"pli":"Tattha bhagavā tikkhindriyassa adhipaññāsikkhāya paññāpayati, majjhindriyassa bhagavā adhicittasikkhāya paññāpayati, mudindriyassa bhagavā adhisīlasikkhāya paññāpayati. ","html":"{}</p>"},"ne21:40.1":{"pli":"Yaṃ ettha ñāṇaṃ hetuso ṭhānaso anodhiso ayaṃ imaṃ bhūmiṃ bhāvanañca gato, imāya velāya imāya anusāsaniyā evaṃ dhātuko cāyaṃ ayaṃ cassa āsayo ayañca anusayo iti, idaṃ vuccati parasattānaṃ parapuggalānaṃ indriyaparopariyattavemattatā ñāṇaṃ sattamaṃ tathāgatabalaṃ. ","html":"<p data-counter='7'>{}</p>"},"ne21:41.1":{"pli":"Iti tattha yaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","html":"<p>{}"},"ne21:41.2":{"pli":"Seyyathidaṃ—","html":"{}"},"ne21:41.3":{"pli":"ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekānipi jātisatāni anekānipi jātisahassāni anekānipi jātisatasahassāni anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe. ","html":"{}"},"ne21:41.4":{"pli":"Amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ. ","html":"{}"},"ne21:41.5":{"pli":"Tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti, iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","html":"{}</p>"},"ne21:42.1":{"pli":"Tattha saggūpagesu ca sattesu manussūpagesu ca sattesu apāyūpagesu ca sattesu imassa puggalassa lobhādayo ussannā alobhādayo mandā, imassa puggalassa alobhādayo ussannā lobhādayo mandā, ye vā pana ussannā ye vā pana mandā imassa puggalassa imāni indriyāni upacitāni imassa puggalassa imāni indriyāni anupacitāni amukāya vā kappakoṭiyaṃ kappasatasahasse vā kappasahasse vā kappasate vā kappe vā antarakappe vā upaḍḍhakappe vā saṃvacchare vā upaḍḍhasaṃvacchare vā māse vā pakkhe vā divase vā muhutte vā iminā pamādena vā pasādena vāti. ","html":"<p>{}"},"ne21:42.2":{"pli":"Taṃ taṃ bhavaṃ bhagavā anussaranto asesaṃ jānāti, tattha yaṃ dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. ","html":"{}</p>"},"ne21:43.1":{"pli":"Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā, tattha saggūpagesu ca sattesu manussūpagesu ca sattesu apāyūpagesu ca sattesu iminā puggalena evarūpaṃ kammaṃ amukāya kappakoṭiyaṃ upacitaṃ kappasatasahasse vā kappasahasse vā kappasate vā kappe vā antarakappe vā upaḍḍhakappe vā saṃvacchare vā upaḍḍhasaṃvacchare vā māse vā pakkhe vā divase vā muhutte vā iminā pamādena vā pasādena vāti. ","html":"<p data-counter='8–9'>{}"},"ne21:43.2":{"pli":"Imāni bhagavato dve ñāṇāni—","html":"{}"},"ne21:43.3":{"pli":"pubbenivāsānussatiñāṇañca dibbacakkhu ca aṭṭhamaṃ navamaṃ tathāgatabalaṃ. ","html":"{}</p>"},"ne21:44.1":{"pli":"Iti tattha yaṃ sabbaññutā pattā viditā sabbadhammā virajaṃ vītamalaṃ uppannaṃ sabbaññutañāṇaṃ nihato māro bodhimūle, idaṃ bhagavato dasamaṃ balaṃ sabbāsavaparikkhayaṃ ñāṇaṃ. ","html":"<p data-counter='10'>{}"},"ne21:44.2":{"pli":"Dasabalasamannāgatā hi buddhā bhagavantoti. ","html":"{}</p>"},"ne21:44.3":{"pli":"Niyutto vicayo hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne22":{"ne22:0.1":{"pli":"Netti ","html":"<article id='ne22'><header><ul><li class='division'>{}</li>"},"ne22:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne22:0.3":{"pli":"Sampāta 3 ","html":"<li>{}</li></ul>"},"ne22:0.4":{"pli":"Yuttihārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne22:1.1":{"pli":"Tattha katamo yuttihārasampāto? ","html":"<p>{}</p>"},"ne22:2.1":{"pli":"“Tasmā rakkhitacittassa, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ne22:2.2":{"pli":"sammāsaṅkappagocaro; ","html":"<span class='verse-line'>{}</span>"},"ne22:2.3":{"pli":"Sammādiṭṭhipurekkhāro, ","html":"<span class='verse-line'>{}</span>"},"ne22:2.4":{"pli":"ñatvāna udayabbayaṃ; ","html":"<span class='verse-line'>{}</span>"},"ne22:2.5":{"pli":"Thinamiddhābhibhū bhikkhu, ","html":"<span class='verse-line'>{}</span>"},"ne22:2.6":{"pli":"sabbā duggatiyo jahe”ti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ne22:3.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti rakkhitacittassa sammāsaṅkappagocaro bhavissatīti yujjati, sammāsaṅkappagocaro sammādiṭṭhi bhavissatīti yujjati, sammādiṭṭhipurekkhāro viharanto udayabbayaṃ paṭivijjhissatīti yujjati, udayabbayaṃ paṭivijjhanto sabbā duggatiyo jahissatīti yujjati. ","html":"<p>{}"},"ne22:3.2":{"pli":"Sabbā duggatiyo jahanto sabbāni duggativinipātabhayāni samatikkamissatīti yujjatīti. ","html":"{}</p>"},"ne22:3.3":{"pli":"Niyutto yuttihārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne23":{"ne23:0.1":{"pli":"Netti ","html":"<article id='ne23'><header><ul><li class='division'>{}</li>"},"ne23:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne23:0.3":{"pli":"Sampāta 4 ","html":"<li>{}</li></ul>"},"ne23:0.4":{"pli":"Padaṭṭhānahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne23:1.1":{"pli":"Tattha katamo padaṭṭhāno hārasampāto? ","html":"<p>{}</p>"},"ne23:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne23:2.2":{"pli":"“Tasmā rakkhitacittassā”ti tiṇṇaṃ sucaritānaṃ padaṭṭhānaṃ. ","html":"{}"},"ne23:2.3":{"pli":"“Sammāsaṅkappagocaro”ti samathassa padaṭṭhānaṃ. ","html":"{}"},"ne23:2.4":{"pli":"“Sammādiṭṭhipurekkhāro”ti vipassanāya padaṭṭhānaṃ. ","html":"{}"},"ne23:2.5":{"pli":"“Ñatvāna udayabbayan”ti dassanabhūmiyā padaṭṭhānaṃ. ","html":"{}"},"ne23:2.6":{"pli":"“Thinamiddhābhibhū bhikkhū”ti vīriyassa padaṭṭhānaṃ. ","html":"{}"},"ne23:2.7":{"pli":"“Sabbā duggatiyo jahe”ti bhāvanāya padaṭṭhānaṃ. ","html":"{}</p>"},"ne23:2.8":{"pli":"Niyutto padaṭṭhāno hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne24":{"ne24:0.1":{"pli":"Netti ","html":"<article id='ne24'><header><ul><li class='division'>{}</li>"},"ne24:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne24:0.3":{"pli":"Sampāta 5 ","html":"<li>{}</li></ul>"},"ne24:0.4":{"pli":"Lakkhaṇahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne24:1.1":{"pli":"Tattha katamo lakkhaṇo hārasampāto? ","html":"<p>{}</p>"},"ne24:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne24:2.2":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti idaṃ satindriyaṃ, satindriye gahite gahitāni bhavanti pañcindriyāni. ","html":"{}"},"ne24:2.3":{"pli":"“Sammādiṭṭhipurekkhāro”ti sammādiṭṭhiyā gahitāya gahito bhavati ariyo aṭṭhaṅgiko maggo. ","html":"{}"},"ne24:2.4":{"pli":"Taṃ kissa hetu? ","html":"{}"},"ne24:2.5":{"pli":"Sammādiṭṭhito hi sammāsaṅkappo pabhavati, sammāsaṅkappato sammāvācā pabhavati, sammāvācāto sammākammanto pabhavati, sammākammantato sammāājīvo pabhavati, sammāājīvato sammāvāyāmo pabhavati, sammāvāyāmato sammāsati pabhavati, sammāsatito sammāsamādhi pabhavati, sammāsamādhito sammāvimutti pabhavati, sammāvimuttito sammāvimuttiñāṇadassanaṃ pabhavati. ","html":"{}</p>"},"ne24:2.6":{"pli":"Niyutto lakkhaṇo hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne25":{"ne25:0.1":{"pli":"Netti ","html":"<article id='ne25'><header><ul><li class='division'>{}</li>"},"ne25:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne25:0.3":{"pli":"Sampāta 6 ","html":"<li>{}</li></ul>"},"ne25:0.4":{"pli":"Catubyūhahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne25:1.1":{"pli":"Tattha katamo catubyūho hārasampāto. ","html":"<p>{}</p>"},"ne25:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne25:2.2":{"pli":"“Tasmā rakkhitacittassā”ti rakkhitaṃ paripālīyatīti esā nirutti. ","html":"{}"},"ne25:2.3":{"pli":"Idha bhagavato ko adhippāyo? ","html":"{}"},"ne25:2.4":{"pli":"Ye duggatīhi parimuccitukāmā bhavissanti, te dhammacārino bhavissantīti ayaṃ ettha bhagavato adhippāyo. ","html":"{}"},"ne25:2.5":{"pli":"Kokāliko hi sāriputtamoggallānesu theresu cittaṃ padosayitvā mahāpadumaniraye upapanno. ","html":"{}"},"ne25:2.6":{"pli":"Bhagavā ca satiārakkhena cetasā samannāgato, suttamhi vuttaṃ—","html":"{}"},"ne25:2.7":{"pli":"“satiyā cittaṃ rakkhitabban”ti. ","html":"{}</p>"},"ne25:2.8":{"pli":"Niyutto catubyūho hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne26":{"ne26:0.1":{"pli":"Netti ","html":"<article id='ne26'><header><ul><li class='division'>{}</li>"},"ne26:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne26:0.3":{"pli":"Sampāta 7 ","html":"<li>{}</li></ul>"},"ne26:0.4":{"pli":"Āvaṭṭahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne26:1.1":{"pli":"Tattha katamo āvaṭṭo hārasampāto? ","html":"<p>{}</p>"},"ne26:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne26:2.2":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti samatho. ","html":"{}"},"ne26:2.3":{"pli":"“Sammādiṭṭhipurekkhāro”ti vipassanā. ","html":"{}"},"ne26:2.4":{"pli":"“Ñatvāna udayabbayan”ti dukkhapariññā. ","html":"{}"},"ne26:2.5":{"pli":"“Thinamiddhābhibhū bhikkhū”ti samudayapahānaṃ. ","html":"{}"},"ne26:2.6":{"pli":"“Sabbā duggatiyo jahe”ti nirodho. ","html":"{}"},"ne26:2.7":{"pli":"Imāni cattāri saccāni. ","html":"{}</p>"},"ne26:2.8":{"pli":"Niyutto āvaṭṭo hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne27":{"ne27:0.1":{"pli":"Netti ","html":"<article id='ne27'><header><ul><li class='division'>{}</li>"},"ne27:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne27:0.3":{"pli":"Sampāta 8 ","html":"<li>{}</li></ul>"},"ne27:0.4":{"pli":"Vibhattihārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne27:1.1":{"pli":"Tattha katamo vibhattihārasampāto? ","html":"<p>{}</p>"},"ne27:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne27:2.2":{"pli":"Kusalapakkho kusalapakkhena niddisitabbo. ","html":"{}"},"ne27:2.3":{"pli":"Akusalapakkho akusalapakkhena niddisitabbo. ","html":"{}</p>"},"ne27:2.4":{"pli":"Niyutto vibhattihārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne28":{"ne28:0.1":{"pli":"Netti ","html":"<article id='ne28'><header><ul><li class='division'>{}</li>"},"ne28:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne28:0.3":{"pli":"Sampāta 9 ","html":"<li>{}</li></ul>"},"ne28:0.4":{"pli":"Parivattanahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne28:1.1":{"pli":"Tattha katamo parivattano hārasampāto? ","html":"<p>{}</p>"},"ne28:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne28:2.2":{"pli":"Samathavipassanāya bhāvitāya nirodho phalaṃ, pariññātaṃ dukkhaṃ, samudayo pahīno, maggo bhāvito paṭipakkhena. ","html":"{}</p>"},"ne28:2.3":{"pli":"Niyutto parivattano hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}},"ne29":{"ne29:0.1":{"pli":"Netti ","html":"<article id='ne29'><header><ul><li class='division'>{}</li>"},"ne29:0.2":{"pli":"Paṭiniddesavāra ","html":"<li>{}</li>"},"ne29:0.3":{"pli":"Sampāta 10 ","html":"<li>{}</li></ul>"},"ne29:0.4":{"pli":"Vevacanahārasampāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ne29:1.1":{"pli":"Tattha katamo vevacano hārasampāto? ","html":"<p>{}</p>"},"ne29:2.1":{"pli":"“Tasmā rakkhitacittassa, sammāsaṅkappagocaro”ti gāthā. ","html":"<p>{}"},"ne29:2.2":{"pli":"“Tasmā rakkhitacittassā”ti cittaṃ mano viññāṇaṃ manindriyaṃ manāyatanaṃ vijānanā vijānitattaṃ, idaṃ vevacanaṃ. ","html":"{}"},"ne29:2.3":{"pli":"“Sammāsaṅkappagocaro”ti nekkhammasaṅkappo abyāpādasaṅkappo avihiṃsāsaṅkappo, idaṃ vevacanaṃ. ","html":"{}"},"ne29:2.4":{"pli":"“Sammādiṭṭhipurekkhāro”ti sammādiṭṭhi nāma paññāsatthaṃ paññākhaggo paññāratanaṃ paññāpajjoto paññāpatodo paññāpāsādo, idaṃ vevacanaṃ. ","html":"{}</p>"},"ne29:2.5":{"pli":"Niyutto vevacano hārasampāto. ","html":"<p class='endsutta'>{}</p></article>"}}}