{"patthana22.36":{"patthana22.36:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.36'><header><ul><li class='division'>{}</li>"},"patthana22.36:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.36:0.3":{"pli":"22.36. Sanidassanattika, Saraṇaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.36:1.1":{"pli":"Nasanidassanasappaṭighaṃ nasaraṇaṃ dhammaṃ paccayā anidassanaappaṭigho saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.36:2.1":{"pli":"Nasanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca sanidassanasappaṭigho araṇo dhammo uppajjati hetupaccayā … satta. ","html":"<p>{}</p>"},"patthana22.36:3.1":{"pli":"Naanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca sanidassanasappaṭigho araṇo dhammo uppajjati hetupaccayā … satta. ","html":"<p>{}</p>"},"patthana22.36:4.1":{"pli":"Nasanidassanasappaṭighaṃ naaraṇañca naanidassanasappaṭighaṃ naaraṇañca dhammaṃ paṭicca sanidassanasappaṭigho araṇo dhammo uppajjati hetupaccayā … satta. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.36:5.1":{"pli":"Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa. ","html":"<p>{}</p>"},"patthana22.36:6.1":{"pli":"(Sahajātavārampi paṭiccavārasadisaṃ vitthāretabbaṃ.) ","html":"<p>{}</p>"},"patthana22.36:7.0":{"pli":"22.36.1. Hetu-ārammaṇādi ","html":"<h2>{}</h2>"},"patthana22.36:7.1":{"pli":"Nasanidassanasappaṭigho naaraṇo dhammo sanidassanasappaṭighassa araṇassa dhammassa hetupaccayena paccayo … satta. ","html":"<p>{}</p>"},"patthana22.36:8.1":{"pli":"Naanidassanasappaṭigho naaraṇo dhammo sanidassanasappaṭighassa araṇassa dhammassa hetupaccayena paccayo … satta. ","html":"<p>{}</p>"},"patthana22.36:9.1":{"pli":"Nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā sanidassanasappaṭighassa araṇassa dhammassa hetupaccayena paccayo … satta. ","html":"<p>{}</p>"},"patthana22.36:10.1":{"pli":"Nasanidassanasappaṭigho naaraṇo dhammo anidassanaappaṭighassa araṇassa dhammassa ārammaṇapaccayena paccayo. Naanidassanasappaṭigho naaraṇo dhammo anidassanaappaṭighassa araṇassa dhammassa ārammaṇapaccayena paccayo. Nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā anidassanaappaṭighassa araṇassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.36:11.1":{"pli":"Hetuyā ekavīsa, ārammaṇe tīṇi, adhipatiyā ekavīsa, anantare tīṇi …pe… sahajāte nissaye ekavīsa, upanissaye tīṇi, pacchājāte kamme āhāre indriye jhāne magge vippayutte ekavīsa …pe… avigate ekavīsa. ","html":"<p>{}</p>"},"patthana22.36:12.1":{"pli":"(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ, evaṃ gaṇetabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana22.4":{"patthana22.4:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.4'><header><ul><li class='division'>{}</li>"},"patthana22.4:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.4:0.3":{"pli":"22.4. Kusalattika, Hetusahetukadukādi ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.4:1.1":{"pli":"Nakusalaṃ nahetuñceva naahetukañca dhammaṃ paṭicca akusalo hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñceva naahetukañca dhammaṃ paṭicca abyākato hetu ceva sahetuko ca dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana22.4:2.1":{"pli":"(Naakusale dve, naabyākate dve. Paṭhamaṃ gaṇitakena ekaṃ, dutiyaṃ gaṇitakena ekaṃ, tatiyaṃ gaṇitakena ekaṃ, sabbattha nava pañhā.) ","html":"<p>{}</p>"},"patthana22.4:3.1":{"pli":"Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana22.4:4.1":{"pli":"Nakusalaṃ naahetukañceva na ca hetuṃ dhammaṃ paṭicca akusalo sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana22.4:5.1":{"pli":"Nakusalaṃ nahetuñceva nahetuvippayuttañca dhammaṃ paṭicca akusalo hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. (Hetusahetukasadisaṃ.) ","html":"<p>{}</p>"},"patthana22.4:6.1":{"pli":"Nakusalaṃ nahetuvippayuttañceva nanahetuñca dhammaṃ paṭicca akusalo hetusampayutto ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana22.4:7.1":{"pli":"Nakusalaṃ nahetuṃ nasahetukaṃ dhammaṃ paṭicca abyākato nahetu sahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.4:8.1":{"pli":"Nakusalaṃ nahetuṃ naahetukaṃ dhammaṃ paṭicca akusalo nahetu ahetuko dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana22.4:9.1":{"pli":"Naakusalaṃ nahetuṃ naahetukaṃ dhammaṃ paṭicca abyākato nahetu ahetuko dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana22.4:10.1":{"pli":"Naabyākataṃ nahetuṃ naahetukaṃ dhammaṃ paṭicca abyākato nahetu ahetuko dhammo uppajjati hetupaccayā.  (Gaṇitakena tīṇi pañhā.) ","html":"<p data-counter='1'>{}</p>"},"patthana22.4:11.1":{"pli":"Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana22.5":{"patthana22.5:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.5'><header><ul><li class='division'>{}</li>"},"patthana22.5:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.5:0.3":{"pli":"22.5. Kusalattika, Cūḷantaraduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.5:1.1":{"pli":"Nakusalo nasappaccayo dhammo kusalassa sappaccayassa dhammassa ārammaṇapaccayena paccayo …. Ārammaṇe cha, adhipatiyā upanissaye cha. (Saṅkhataṃ sappaccayasadisaṃ.) ","html":"<p>{}</p>"},"patthana22.5:2.1":{"pli":"Nakusalaṃ nasanidassanaṃ dhammaṃ paṭicca abyākato sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana22.5:3.1":{"pli":"Nakusalo naanidassano dhammo kusalassa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Nava pañhā kātabbā.) Ārammaṇe nava, adhipatiyā tīṇi, upanissaye purejāte atthiyā avigate nava. ","html":"<p>{}</p>"},"patthana22.5:4.1":{"pli":"Nakusalaṃ nasappaṭighaṃ dhammaṃ paṭicca abyākato sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana22.5:5.1":{"pli":"Nakusalaṃ naappaṭighaṃ dhammaṃ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.5:6.1":{"pli":"Nakusalaṃ narūpiṃ dhammaṃ paṭicca abyākato rūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana22.5:7.1":{"pli":"Nakusalaṃ naarūpiṃ dhammaṃ paṭicca abyākato arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.5:8.1":{"pli":"Nakusalaṃ nalokiyaṃ dhammaṃ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana22.5:9.1":{"pli":"Nakusalaṃ nalokuttaraṃ dhammaṃ paccayā kusalo lokuttaro dhammo uppajjati hetupaccayā. Nakusalaṃ nalokuttaraṃ dhammaṃ paccayā abyākato lokuttaro dhammo uppajjati hetupaccayā. (Cha pañhā kātabbā.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana22.5:10.1":{"pli":"Nakusalaṃ nakenaci viññeyyaṃ dhammaṃ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa. ","html":"<p>{}</p>"},"patthana22.5:11.1":{"pli":"Nakusalaṃ nakenaci naviññeyyaṃ dhammaṃ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa. ","html":"<p>{}</p></article>"}},"patthana22.6":{"patthana22.6:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.6'><header><ul><li class='division'>{}</li>"},"patthana22.6:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.6:0.3":{"pli":"22.6. Kusalattika, Āsavagocchaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.6:1.1":{"pli":"Nakusalaṃ noāsavaṃ dhammaṃ paṭicca akusalo āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.6:2.1":{"pli":"Nakusalaṃ nanoāsavaṃ dhammaṃ paṭicca akusalo noāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana22.6:3.1":{"pli":"Nakusalaṃ nasāsavaṃ dhammaṃ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana22.6:4.1":{"pli":"Nakusalaṃ naanāsavaṃ dhammaṃ paccayā kusalo anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana22.6:5.1":{"pli":"Nakusalaṃ naāsavasampayuttaṃ dhammaṃ paṭicca akusalo āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.6:6.1":{"pli":"Nakusalaṃ naāsavavippayuttaṃ dhammaṃ paṭicca akusalo āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana22.6:7.1":{"pli":"Nakusalaṃ naāsavañceva naanāsavañca dhammaṃ paṭicca akusalo āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.6:8.1":{"pli":"Nakusalaṃ naanāsavañceva nano ca āsavaṃ dhammaṃ paṭicca akusalo sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana22.6:9.1":{"pli":"Nakusalaṃ naāsavañceva naāsavavippayuttañca dhammaṃ paṭicca akusalo āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.6:10.1":{"pli":"Nakusalaṃ naāsavavippayuttañceva nano ca āsavaṃ dhammaṃ paṭicca akusalo āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.6:11.1":{"pli":"Nakusalaṃ āsavavippayuttaṃ nasāsavaṃ dhammaṃ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana22.7":{"patthana22.7:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.7'><header><ul><li class='division'>{}</li>"},"patthana22.7:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.7:0.3":{"pli":"22.7. Kusalattika, Saññojanagocchakādi ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.7:1.1":{"pli":"Nakusalaṃ nosaññojanaṃ dhammaṃ paṭicca akusalo saññojano dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.7:2.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.7:3.1":{"pli":"Nakusalaṃ noganthaṃ dhammaṃ paṭicca akusalo gantho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.7:4.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.7:5.1":{"pli":"Nakusalaṃ nooghaṃ dhammaṃ paṭicca akusalo ogho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.7:6.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.7:7.1":{"pli":"Nakusalaṃ noyogaṃ dhammaṃ paṭicca akusalo yogo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.7:8.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.7:9.1":{"pli":"Nakusalaṃ nonīvaraṇaṃ dhammaṃ paṭicca akusalo nīvaraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.7:10.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana22.7:11.1":{"pli":"Nakusalaṃ noparāmāsaṃ dhammaṃ paṭicca akusalo parāmāso dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.7:12.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana22.8":{"patthana22.8:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.8'><header><ul><li class='division'>{}</li>"},"patthana22.8:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.8:0.3":{"pli":"22.8. Kusalattika, Mahantaraduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.8:1.1":{"pli":"Nakusalaṃ nasārammaṇaṃ dhammaṃ paṭicca abyākato sārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana22.8:2.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana22.9":{"patthana22.9:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana22.9'><header><ul><li class='division'>{}</li>"},"patthana22.9:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana22.9:0.3":{"pli":"22.9. Kusalattika, Kāmāvacaraduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana22.9:1.1":{"pli":"Nakusalaṃ nakāmāvacaraṃ dhammaṃ paṭicca abyākato kāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana22.9:2.1":{"pli":"Nakusalaṃ nanakāmāvacaraṃ dhammaṃ paṭicca abyākato nakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana23.1":{"patthana23.1:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.1'><header><ul><li class='division'>{}</li>"},"patthana23.1:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.1:0.3":{"pli":"23.1. Kusalattika, Vedanāttika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.1:1.1":{"pli":"Namo tassa Bhagavato Arahato Sammāsambuddhassa. ","html":"<p class='namo'>{}</p>"},"patthana23.1:2.1":{"pli":"Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca akusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca abyākato sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.1:3.1":{"pli":"Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca kusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca abyākato sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.1:4.1":{"pli":"Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca kusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca akusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.1:5.1":{"pli":"Nakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca akusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.1:6.1":{"pli":"Naakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca kusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.1:7.1":{"pli":"Nakusalaṃ nasukhāya vedanāya sampayuttañca naakusalaṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca abyākato sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.1:8.1":{"pli":"Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana23.1:9.1":{"pli":"Nakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca akusalo dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.1:10.1":{"pli":"Naabyākataṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca akusalo dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.1:11.1":{"pli":"Nakusalaṃ nadukkhāya vedanāya sampayuttañca naabyākataṃ nadukkhāya vedanāya sampayuttañca dhammaṃ paṭicca akusalo dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.1:12.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.1:13.1":{"pli":"Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca akusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca abyākato adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.1:14.1":{"pli":"Naakusalaṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca kusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca abyākato adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.1:15.1":{"pli":"Naabyākataṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca kusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca akusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.1:16.1":{"pli":"Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca naabyākataṃ naadukkhamasukhāya vedanāya sampayuttañca dhammaṃ paṭicca akusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.1:17.1":{"pli":"Naakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca naabyākataṃ naadukkhamasukhāya vedanāya sampayuttañca dhammaṃ paṭicca kusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.1:18.1":{"pli":"Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca naakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca dhammaṃ paṭicca abyākato adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … ekaṃ. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.1:19.1":{"pli":"Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p></article>"}},"patthana23.10":{"patthana23.10:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.10'><header><ul><li class='division'>{}</li>"},"patthana23.10:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.10:0.3":{"pli":"23.10. Kusalattika, Sekkhattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.10:1.1":{"pli":"Nakusalaṃ nasekkhaṃ dhammaṃ paccayā kusalo sekkho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… āsevane tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.10:2.1":{"pli":"Nakusalaṃ naasekkhaṃ dhammaṃ paccayā abyākato asekkho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.10:3.1":{"pli":"Nakusalaṃ nanevasekkhanāsekkhaṃ dhammaṃ paṭicca abyākato nevasekkhanāsekkho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana23.11":{"patthana23.11:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.11'><header><ul><li class='division'>{}</li>"},"patthana23.11:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.11:0.3":{"pli":"23.11. Kusalattika, Parittattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.11:1.1":{"pli":"Nakusalaṃ naparittaṃ dhammaṃ paṭicca abyākato paritto dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana23.11:2.1":{"pli":"Nakusalaṃ namahaggataṃ dhammaṃ paṭicca abyākato mahaggato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.11:3.1":{"pli":"Nakusalaṃ naappamāṇaṃ dhammaṃ paccayā kusalo appamāṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… āsevane tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.12":{"patthana23.12:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.12'><header><ul><li class='division'>{}</li>"},"patthana23.12:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.12:0.3":{"pli":"23.12. Kusalattika, Parittārammaṇattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.12:1.1":{"pli":"Nakusalaṃ naparittārammaṇaṃ dhammaṃ paṭicca abyākato parittārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.12:2.1":{"pli":"Nakusalaṃ namahaggatārammaṇaṃ dhammaṃ paccayā kusalo mahaggatārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana23.12:3.1":{"pli":"Nakusalaṃ naappamāṇārammaṇaṃ dhammaṃ paccayā kusalo appamāṇārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.13":{"patthana23.13:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.13'><header><ul><li class='division'>{}</li>"},"patthana23.13:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.13:0.3":{"pli":"23.13. Kusalattika, Hīnattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.13:1.1":{"pli":"Nakusalaṃ nahīnaṃ dhammaṃ paccayā akusalo hīno dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.13:2.1":{"pli":"Nakusalaṃ namajjhimaṃ dhammaṃ paṭicca abyākato majjhimo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.13:3.1":{"pli":"Nakusalaṃ napaṇītaṃ dhammaṃ paccayā kusalo paṇīto dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… āsevane tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.14":{"patthana23.14:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.14'><header><ul><li class='division'>{}</li>"},"patthana23.14:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.14:0.3":{"pli":"23.14. Kusalattika, Micchattaniyatattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.14:1.1":{"pli":"Nakusalaṃ namicchattaniyataṃ dhammaṃ paccayā akusalo micchattaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.14:2.1":{"pli":"Nakusalaṃ nasammattaniyataṃ dhammaṃ paccayā kusalo sammattaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.14:3.1":{"pli":"Nakusalaṃ naaniyataṃ dhammaṃ paṭicca abyākato aniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana23.15":{"patthana23.15:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.15'><header><ul><li class='division'>{}</li>"},"patthana23.15:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.15:0.3":{"pli":"23.15. Kusalattika, Maggārammaṇattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.15:1.1":{"pli":"Nakusalaṃ namaggārammaṇaṃ dhammaṃ paccayā kusalo maggārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.15:2.1":{"pli":"Nakusalaṃ namaggahetukaṃ dhammaṃ paccayā kusalo maggahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.15:3.1":{"pli":"Nakusalaṃ namaggādhipatiṃ dhammaṃ paccayā kusalo maggādhipati dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.16":{"patthana23.16:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.16'><header><ul><li class='division'>{}</li>"},"patthana23.16:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.16:0.3":{"pli":"23.16. Kusalattika, Uppannattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.16:1.1":{"pli":"Nakusalo nauppanno dhammo kusalassa uppannassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.16:2.1":{"pli":"Ārammaṇe aṭṭhārasa, adhipatiyā nava, upanissaye aṭṭhārasa. ","html":"<p>{}</p></article>"}},"patthana23.17":{"patthana23.17:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.17'><header><ul><li class='division'>{}</li>"},"patthana23.17:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.17:0.3":{"pli":"23.17. Kusalattika, Atītattikadvaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.17:1.1":{"pli":"Nakusalo napaccuppanno dhammo kusalassa paccuppannassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.17:2.1":{"pli":"Ārammaṇe aṭṭhārasa, adhipatiyā anantare samanantare soḷasa, upanissaye aṭṭhārasa, natthiyā vigate soḷasa. ","html":"<p>{}</p>"},"patthana23.17:3.1":{"pli":"Nakusalaṃ naatītārammaṇaṃ dhammaṃ paṭicca abyākato atītārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.17:4.1":{"pli":"Nakusalaṃ naanāgatārammaṇaṃ dhammaṃ paccayā kusalo anāgatārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana23.17:5.1":{"pli":"Nakusalaṃ napaccuppannārammaṇaṃ dhammaṃ paṭicca abyākato paccuppannārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana23.18":{"patthana23.18:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.18'><header><ul><li class='division'>{}</li>"},"patthana23.18:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.18:0.3":{"pli":"23.18. Kusalattika, Ajjhattattikadvaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.18:1.1":{"pli":"Nakusalo naajjhatto dhammo ajjhattassa kusalassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) Ārammaṇe aṭṭhārasa, adhipatiyā soḷasa, upanissaye aṭṭhārasa, purejāte atthiyā avigate nava. ","html":"<p>{}</p>"},"patthana23.18:2.1":{"pli":"Nakusalo nabahiddhā dhammo bahiddhā kusalassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) Ārammaṇe aṭṭhārasa, adhipatiyā cha, upanissaye aṭṭhārasa, purejāte atthiyā avigate nava. ","html":"<p>{}</p>"},"patthana23.18:3.1":{"pli":"Nakusalaṃ naajjhattārammaṇaṃ dhammaṃ paṭicca abyākato ajjhattārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.18:4.1":{"pli":"Nakusalaṃ nabahiddhārammaṇaṃ dhammaṃ paṭicca abyākato bahiddhārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana23.19":{"patthana23.19:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.19'><header><ul><li class='division'>{}</li>"},"patthana23.19:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.19:0.3":{"pli":"23.19. Kusalattika, Sanidassanattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.19:1.1":{"pli":"Nakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.19:2.1":{"pli":"Naakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.19:3.1":{"pli":"Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.19:4.1":{"pli":"Nakusalaṃ nasanidassanasappaṭighañca naabyākataṃ nasanidassanasappaṭighañca dhammaṃ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.19:5.1":{"pli":"Naakusalaṃ nasanidassanasappaṭighañca naabyākataṃ nasanidassanasappaṭighañca dhammaṃ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.19:6.1":{"pli":"Nakusalaṃ nasanidassanasappaṭighañca naakusalaṃ nasanidassanasappaṭighañca dhammaṃ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.19:7.1":{"pli":"Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.19:8.1":{"pli":"Nakusalaṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca abyākato anidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.19:9.1":{"pli":"Nakusalaṃ naanidassanaappaṭighaṃ dhammaṃ paṭicca abyākato anidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana23.2":{"patthana23.2:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.2'><header><ul><li class='division'>{}</li>"},"patthana23.2:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.2:0.3":{"pli":"23.2. Kusalattika, Vipākattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.2:1.1":{"pli":"Nakusalaṃ navipākaṃ dhammaṃ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.2:2.1":{"pli":"Naakusalaṃ navipākaṃ dhammaṃ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā … ekaṃ. ","html":"<p>{}</p>"},"patthana23.2:3.1":{"pli":"Nakusalaṃ navipākañca naakusalaṃ navipākañca dhammaṃ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā … ekaṃ. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.2:4.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.2:5.1":{"pli":"Nakusalaṃ navipākadhammadhammaṃ paccayā kusalo vipākadhammadhammo uppajjati hetupaccayā. Nakusalaṃ navipākadhammadhammaṃ paccayā akusalo vipākadhammadhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.2:6.1":{"pli":"Naakusalaṃ navipākadhammadhammaṃ paccayā akusalo vipākadhammadhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.2:7.1":{"pli":"Nakusalaṃ navipākadhammadhammañca naakusalaṃ navipākadhammadhammañca dhammaṃ paccayā kusalo vipākadhammadhammo uppajjati hetupaccayā … dve. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.2:8.1":{"pli":"Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.2:9.1":{"pli":"Nakusalaṃ nanevavipākanavipākadhammadhammaṃ paṭicca abyākato nevavipākanavipākadhammadhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.2:10.1":{"pli":"Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.20":{"patthana23.20:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.20'><header><ul><li class='division'>{}</li>"},"patthana23.20:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.20:0.3":{"pli":"23.20. Vedanāttika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.20:1.1":{"pli":"Nasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paccayā sukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paccayā adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.20:2.1":{"pli":"Nadukkhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paccayā sukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paccayā adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā … dve. ","html":"<p>{}</p>"},"patthana23.20:3.1":{"pli":"Naadukkhamasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paccayā adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paccayā sukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā … dve. (Cattāri gaṇitakena dve dve pañhā kātabbā. Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.20:4.1":{"pli":"Hetuyā cuddasa …pe… avigate cuddasa. (Vipākaṃ natthi.) ","html":"<p>{}</p>"},"patthana23.20:5.1":{"pli":"Nasukhāya vedanāya sampayuttaṃ naakusalaṃ dhammaṃ paccayā sukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ naakusalaṃ dhammaṃ paccayā dukkhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana23.20:6.1":{"pli":"Hetuyā ekavīsa …pe… avigate ekavīsa. (Vipākaṃ natthi.) ","html":"<p>{}</p>"},"patthana23.20:7.1":{"pli":"Nasukhāya vedanāya sampayutto naabyākato dhammo sukhāya vedanāya sampayuttassa abyākatassa dhammassa ārammaṇapaccayena paccayo. ","html":"<p>{}</p>"},"patthana23.20:8.1":{"pli":"Ārammaṇe cuddasa, adhipatiyā dvādasa, anantare terasa, upanissaye ekavīsa, kamme sattarasa, natthiyā vigate terasa. ","html":"<p>{}</p></article>"}},"patthana23.21":{"patthana23.21:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.21'><header><ul><li class='division'>{}</li>"},"patthana23.21:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.21:0.3":{"pli":"23.21. Vipākattika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.21:1.1":{"pli":"Navipākaṃ nakusalaṃ dhammaṃ paccayā vipākadhammadhammo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.21:2.1":{"pli":"Navipākaṃ naakusalaṃ dhammaṃ paccayā vipākadhammadhammo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.21:3.1":{"pli":"Navipākaṃ naabyākataṃ dhammaṃ paṭicca nevavipākanavipākadhammadhammo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana23.22":{"patthana23.22:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.22'><header><ul><li class='division'>{}</li>"},"patthana23.22:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.22:0.3":{"pli":"23.22. Upādinnattika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.22:1.1":{"pli":"Naanupādinnupādāniyaṃ nakusalaṃ dhammaṃ paccayā anupādinnupādāniyo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.22:2.1":{"pli":"Naanupādinnupādāniyaṃ naakusalaṃ dhammaṃ paccayā anupādinnupādāniyo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.22:3.1":{"pli":"Naupādinnupādāniyaṃ naabyākataṃ dhammaṃ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana23.23":{"patthana23.23:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.23'><header><ul><li class='division'>{}</li>"},"patthana23.23:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.23:0.3":{"pli":"23.23. Saṅkiliṭṭhattika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.23:1.1":{"pli":"Nasaṅkiliṭṭhasaṅkilesikaṃ nakusalaṃ dhammaṃ paccayā asaṅkiliṭṭhasaṅkilesiko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.23:2.1":{"pli":"Nasaṅkiliṭṭhasaṅkilesikaṃ naakusalaṃ dhammaṃ paccayā saṅkiliṭṭhasaṅkilesiko akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.23:3.1":{"pli":"Nasaṅkiliṭṭhasaṅkilesikaṃ naabyākataṃ dhammaṃ paṭicca asaṅkiliṭṭhasaṅkilesiko abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.24":{"patthana23.24:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.24'><header><ul><li class='division'>{}</li>"},"patthana23.24:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.24:0.3":{"pli":"23.24. Vitakkattika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.24:1.1":{"pli":"Nasavitakkasavicāraṃ nakusalaṃ dhammaṃ paccayā savitakkasavicāro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pannarasa …pe… avigate pannarasa. ","html":"<p>{}</p>"},"patthana23.24:2.1":{"pli":"Nasavitakkasavicāraṃ naakusalaṃ dhammaṃ paccayā savitakkasavicāro akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… avigate nava. ","html":"<p>{}</p>"},"patthana23.24:3.1":{"pli":"Nasavitakkasavicāraṃ naabyākataṃ dhammaṃ paṭicca avitakkaavicāro abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā satta, adhipatiyā satta …pe… avigate satta. ","html":"<p>{}</p></article>"}},"patthana23.25":{"patthana23.25:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.25'><header><ul><li class='division'>{}</li>"},"patthana23.25:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.25:0.3":{"pli":"23.25. Pītittika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.25:1.1":{"pli":"Napītisahagataṃ nakusalaṃ dhammaṃ paccayā pītisahagato kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā aṭṭhavīsa …pe… avigate aṭṭhavīsa. ","html":"<p>{}</p>"},"patthana23.25:2.1":{"pli":"Napītisahagataṃ naakusalaṃ dhammaṃ paccayā pītisahagato akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā aṭṭhavīsa …pe… avigate aṭṭhavīsa. ","html":"<p>{}</p>"},"patthana23.25:3.1":{"pli":"Napītisahagato naabyākato dhammo pītisahagatassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) Ārammaṇe aṭṭhavīsa, adhipatiyā anantare aṭṭhavīsa …pe… upanissaye aṭṭhavīsa, kamme catuvīsa, natthiyā vigate aṭṭhavīsa. ","html":"<p>{}</p></article>"}},"patthana23.26":{"patthana23.26:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.26'><header><ul><li class='division'>{}</li>"},"patthana23.26:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.26:0.3":{"pli":"23.26. Dassanattika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.26:1.1":{"pli":"Nadassanena pahātabbaṃ nakusalaṃ dhammaṃ paccayā nevadassanena nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.26:2.1":{"pli":"Nadassanena pahātabbaṃ naakusalaṃ dhammaṃ paccayā dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.26:3.1":{"pli":"Nadassanena pahātabbaṃ naabyākataṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.27":{"patthana23.27:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.27'><header><ul><li class='division'>{}</li>"},"patthana23.27:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.27:0.3":{"pli":"23.27. Dassanahetuttika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.27:1.1":{"pli":"Nadassanena pahātabbahetukaṃ nakusalaṃ dhammaṃ paccayā nevadassanena nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.27:2.1":{"pli":"Nadassanena pahātabbahetukaṃ naakusalaṃ dhammaṃ paccayā dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, ārammaṇe nava, adhipatiyā cha …pe… avigate nava. ","html":"<p>{}</p>"},"patthana23.27:3.1":{"pli":"Nanevadassanena nabhāvanāya pahātabbahetukaṃ naabyākataṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbahetuko abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana23.28":{"patthana23.28:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.28'><header><ul><li class='division'>{}</li>"},"patthana23.28:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.28:0.3":{"pli":"23.28. Ācayagāmittika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.28:1.1":{"pli":"Naācayagāmiṃ nakusalaṃ dhammaṃ paccayā ācayagāmī kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.28:2.1":{"pli":"Naācayagāmiṃ naakusalaṃ dhammaṃ paccayā ācayagāmī akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.28:3.1":{"pli":"Naācayagāmiṃ naabyākataṃ dhammaṃ paṭicca nevācayagāmināpacayagāmī abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana23.29":{"patthana23.29:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.29'><header><ul><li class='division'>{}</li>"},"patthana23.29:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.29:0.3":{"pli":"23.29. Sekkhattika, Kusalattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.29:1.1":{"pli":"Nasekkhaṃ nakusalaṃ dhammaṃ paccayā sekkho kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana23.29:2.1":{"pli":"Nasekkhaṃ naakusalaṃ dhammaṃ paccayā nevasekkhanāsekkho akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.29:3.1":{"pli":"Nasekkhaṃ naabyākataṃ dhammaṃ paṭicca nevasekkhanāsekkho abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana23.3":{"patthana23.3:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana23.3'><header><ul><li class='division'>{}</li>"},"patthana23.3:0.2":{"pli":"Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana23.3:0.3":{"pli":"23.3. Kusalattika, Upādinnattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana23.3:1.1":{"pli":"Nakusalo naupādinnupādāniyo dhammo abyākatassa upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … cha pañhā. (Saṅkhittaṃ.) Ārammaṇe cha, anantare samanantare upanissaye cha, purejāte tīṇi, kamme pañca, āhāre tīṇi, atthiyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana23.3:2.1":{"pli":"Nakusalaṃ naanupādinnupādāniyaṃ dhammaṃ paṭicca abyākato anupādinnupādāniyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana23.3:3.1":{"pli":"Nakusalaṃ naanupādinnaanupādāniyaṃ dhammaṃ paccayā kusalo anupādinnaanupādāniyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, ārammaṇe cha …pe… āsevane tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}}}