{"patthana13.2":{"patthana13.2:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.2'><header><ul><li class='division'>{}</li>"},"patthana13.2:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.2:0.3":{"pli":"13.2. Vedanāttika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.2:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.2:1.1":{"pli":"Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya sampayutte khandhe paṭicca sukhavedanā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe…. (Mahābhūtā natthi.) Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya sampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='7'>{}</p>"},"patthana13.2:2.1":{"pli":"Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='7'>{}</p>"},"patthana13.2:3.1":{"pli":"Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana13.2:4.1":{"pli":"Hetuyā ekavīsa, ārammaṇe ekavīsa …pe… purejāte āsevane cuddasa …pe… avigate ekavīsa. ","html":"<p>{}</p>"},"patthana13.2:4.2":{"pli":"Paccanīya ","html":"<p class='endsection'>{}</p>"},"patthana13.2:5.0":{"pli":"Nahetu ","html":"<h6>{}</h6>"},"patthana13.2:5.1":{"pli":"Sukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.2:6.1":{"pli":"Nahetuyā ekavīsa, naārammaṇe ekavīsa …pe… nakamme nava …pe… navippayutte cuddasa …pe… novigate ekavīsa. ","html":"<p>{}</p>"},"patthana13.2:7.1":{"pli":"(Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṃ.) ","html":"<p>{}</p>"},"patthana13.2:8.0.1":{"pli":"13.2.7. Pañhāvāra ","html":"<h3>{}</h3>"},"patthana13.2:8.0.2":{"pli":"13.2.7.1. Paccayānuloma ","html":"<h4>{}</h4>"},"patthana13.2:8.0.3":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.2:8.1":{"pli":"Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nadukkhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo naadukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nadukkhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca nadukkhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca nadukkhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana13.2:9.1":{"pli":"Hetuyā ekavīsa, ārammaṇe ekavīsa …pe… avigate ekavīsa. (Pañhāvāraṃ vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.20":{"patthana13.20:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.20'><header><ul><li class='division'>{}</li>"},"patthana13.20:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.20:0.3":{"pli":"13.20. Ajjhattattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.20:1.1":{"pli":"Ajjhattaṃ dhammaṃ paṭicca nabahiddhā dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana13.20:2.1":{"pli":"Bahiddhā dhammaṃ paṭicca naajjhatto dhammo uppajjati hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana13.20:3.1":{"pli":"Hetuyā dve …pe… avigate dve. (Sabbattha vitthāro.) ","html":"<p>{}</p></article>"}},"patthana13.21":{"patthana13.21:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.21'><header><ul><li class='division'>{}</li>"},"patthana13.21:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.21:0.3":{"pli":"13.21. Ajjhattārammaṇattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.21:1.1":{"pli":"Ajjhattārammaṇaṃ dhammaṃ paṭicca naajjhattārammaṇo dhammo uppajjati hetupaccayā. ","html":"<p>{}</p>"},"patthana13.21:2.1":{"pli":"Hetuyā cha, ārammaṇe dve …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana13.22":{"patthana13.22:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.22'><header><ul><li class='division'>{}</li>"},"patthana13.22:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.22:0.3":{"pli":"13.22. Sanidassanattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.22:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.22:1.1":{"pli":"Anidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho ca naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='6'>{}</p>"},"patthana13.22:2.1":{"pli":"Anidassanaappaṭighaṃ dhammaṃ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā … cha. ","html":"<p>{}</p>"},"patthana13.22:3.1":{"pli":"Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā … cha. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.22:4.1":{"pli":"Hetuyā aṭṭhārasa, ārammaṇe tīṇi …pe… avigate aṭṭhārasa. (Sabbattha vitthāro. Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṃ.) ","html":"<p>{}</p>"},"patthana13.22:5.0":{"pli":"Hetu-ārammaṇa ","html":"<h6>{}</h6>"},"patthana13.22:5.1":{"pli":"Anidassanaappaṭigho dhammo naanidassanaappaṭighassa dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo nasanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo naanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo nasanidassanasappaṭighassa ca naanidassanaappaṭighassa ca dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo naanidassanasappaṭighassa ca naanidassanaappaṭighassa ca dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo nasanidassanasappaṭighassa ca naanidassanasappaṭighassa ca dhammassa hetupaccayena paccayo. ","html":"<p data-counter='6'>{}</p>"},"patthana13.22:6.1":{"pli":"Sanidassanasappaṭigho dhammo nasanidassanasappaṭighassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.22:7.1":{"pli":"Hetuyā cha, ārammaṇe nava, adhipatiyā dvādasa, anantare tīṇi …pe… sahajāte aṭṭhārasa, aññamaññe terasa, nissaye aṭṭhārasa, upanissaye nava, purejāte aṭṭhārasa, pacchājāte cha, āsevane tīṇi, kamme vipāke āhāre cha, indriye nava, jhāne magge cha, sampayutte tīṇi, vippayutte nava …pe… avigate sattavīsa. (Pañhāvāraṃ vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.3":{"patthana13.3:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.3'><header><ul><li class='division'>{}</li>"},"patthana13.3:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.3:0.3":{"pli":"13.3. Vipākattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.3:1.0":{"pli":"Hetu-ārammaṇa ","html":"<h6>{}</h6>"},"patthana13.3:1.1":{"pli":"Vipākaṃ dhammaṃ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākaṃ dhammaṃ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākaṃ dhammaṃ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Vipākaṃ dhammaṃ paṭicca navipākadhammadhammo ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Vipākaṃ dhammaṃ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Pañca pañhā.) ","html":"<p>{}</p>"},"patthana13.3:2.1":{"pli":"Vipākadhammadhammaṃ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ paṭicca navipāko ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Vipākadhammadhammaṃ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Pañca pañhā.) ","html":"<p>{}</p>"},"patthana13.3:3.1":{"pli":"Nevavipākanavipākadhammadhammaṃ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṃ paṭicca navipāko dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṃ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṃ paṭicca navipākadhammadhammo ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Nevavipākanavipākadhammadhammaṃ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Pañca pañhā.) ","html":"<p>{}</p>"},"patthana13.3:4.1":{"pli":"Vipākañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipākadhammadhammo ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. ","html":"<p>{}</p>"},"patthana13.3:5.1":{"pli":"Vipākadhammadhammañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākadhammadhammañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākadhammadhammañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana13.3:6.1":{"pli":"Vipākaṃ dhammaṃ paṭicca navipākadhammadhammo uppajjati ārammaṇapaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana13.3:7.1":{"pli":"Vipākadhammadhammaṃ paṭicca navipāko dhammo uppajjati ārammaṇapaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana13.3:8.1":{"pli":"Nevavipākanavipākadhammadhammaṃ paṭicca nanevavipākanavipākadhammadhammo uppajjati ārammaṇapaccayā …. (Pañca pañhā.) ","html":"<p>{}</p>"},"patthana13.3:9.1":{"pli":"Vipākañca nevavipākanavipākadhammadhammañca dhammaṃ paṭicca navipākadhammadhammo uppajjati ārammaṇapaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.3:10.1":{"pli":"Hetuyā tevīsa, ārammaṇe cuddasa, adhipatiyā ekūnavīsa …pe… purejāte āsevane nava …pe… vipāke pañca …pe… avigate tevīsa. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.3:11.1":{"pli":"Nahetuyā aṭṭhārasa, naārammaṇe pannarasa. Naadhipatiyā tevīsa …pe… nakamme cha, navipāke ekādasa, naāhāre naindriye tīṇi, najhāne cha, namagge pannarasa …pe… navippayutte nava …pe… novigate pannarasa. ","html":"<p>{}</p>"},"patthana13.3:12.1":{"pli":"(Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi vitthāretabbaṃ.) ","html":"<p>{}</p>"},"patthana13.3:13.0.1":{"pli":"13.3.7. Pañhāvāra ","html":"<h2>{}</h2>"},"patthana13.3:13.0.2":{"pli":"Hetu-ārammaṇa ","html":"<h6>{}</h6>"},"patthana13.3:13.1":{"pli":"Vipāko dhammo navipākassa dhammassa hetupaccayena paccayo. Vipāko dhammo navipākadhammadhammassa hetupaccayena paccayo. Vipāko dhammo nanevavipākanavipākadhammadhammassa hetupaccayena paccayo. Vipāko dhammo navipākadhammadhammassa ca nanevavipākanavipākadhammadhammassa ca dhammassa hetupaccayena paccayo. Vipāko dhammo navipākassa ca navipākadhammadhammassa ca dhammassa hetupaccayena paccayo. ","html":"<p data-counter='5'>{}</p>"},"patthana13.3:14.1":{"pli":"Vipāko dhammo navipākassa dhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākadhammadhammassa ārammaṇapaccayena paccayo. Vipāko dhammo nanevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākadhammadhammassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākassa ca navipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. ","html":"<p data-counter='6'>{}</p>"},"patthana13.3:15.1":{"pli":"Vipākadhammadhammo navipākadhammadhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākassa dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo nanevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākadhammadhammassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākassa ca navipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. ","html":"<p data-counter='6'>{}</p>"},"patthana13.3:16.1":{"pli":"Nevavipākanavipākadhammadhammo nanevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo …pe… cha. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.3:17.1":{"pli":"Hetuyā terasa, ārammaṇe aṭṭhārasa, adhipatiyā sattarasa, anantare soḷasa …pe… sahajāte tevīsa, aññamaññe terasa, nissaye chabbīsa, upanissaye aṭṭhārasa, purejāte cha, pacchājāte nava, āsevane cha, kamme cuddasa, vipāke pañca, āhāre terasa, indriye aṭṭhārasa, jhāne magge terasa, sampayutte nava …pe… vippayutte dvādasa …pe… avigate chabbīsa. (Pañhāvāraṃ vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.4":{"patthana13.4:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.4'><header><ul><li class='division'>{}</li>"},"patthana13.4:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.4:0.3":{"pli":"13.4. Upādinnattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.4:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.4:1.1":{"pli":"Upādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='5'>{}</p>"},"patthana13.4:2.1":{"pli":"Anupādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana13.4:3.1":{"pli":"Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naanupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnupādāniyo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='5'>{}</p>"},"patthana13.4:4.1":{"pli":"Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana13.4:5.1":{"pli":"Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana13.4:6.1":{"pli":"Hetuyā ekūnavīsa, ārammaṇe nava, adhipatiyā ekādasa …pe… sahajāte ekūnavīsa …pe… āsevane cha …pe… vipāke terasa …pe… avigate ekūnavīsa. ","html":"<p>{}</p>"},"patthana13.4:7.1":{"pli":"(Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi vitthāretabbaṃ.) ","html":"<p>{}</p>"},"patthana13.4:8.0.1":{"pli":"13.4.7. Pañhāvāra ","html":"<h2>{}</h2>"},"patthana13.4:8.0.2":{"pli":"Hetu-ārammaṇa ","html":"<h6>{}</h6>"},"patthana13.4:8.1":{"pli":"Upādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa hetupaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa hetupaccayena paccayo …pe…. ","html":"<p>{}</p>"},"patthana13.4:9.1":{"pli":"Upādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. ","html":"<p data-counter='5'>{}</p>"},"patthana13.4:10.1":{"pli":"Anupādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naanupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. ","html":"<p data-counter='5'>{}</p>"},"patthana13.4:11.1":{"pli":"Anupādinnaanupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo …pe… pañca. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.4:12.1":{"pli":"Hetuyā terasa, ārammaṇe pannarasa, adhipatiyā ekādasa, anantare soḷasa …pe… sahajāte ekūnavīsa, aññamaññe nava, nissaye tevīsa, upanissaye aṭṭhārasa, purejāte soḷasa, pacchājāte pannarasa, āsevane pañca, kamme pannarasa, vipāke dasa, āhāre vīsa, indriye jhāne magge terasa, sampayutte nava, vippayutte soḷasa …pe… avigate chattiṃsa. (Pañhāvārampi vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.5":{"patthana13.5:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.5'><header><ul><li class='division'>{}</li>"},"patthana13.5:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.5:0.3":{"pli":"13.5. Saṅkiliṭṭhattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.5:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.5:1.1":{"pli":"Saṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca naasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca naasaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca naasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='5'>{}</p>"},"patthana13.5:2.1":{"pli":"Asaṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca naasaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana13.5:3.1":{"pli":"Asaṅkiliṭṭhaasaṅkilesikaṃ dhammaṃ paṭicca naasaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṃ dhammaṃ paṭicca naasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṃ dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhasaṅkilesiko ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='5'>{}</p>"},"patthana13.5:4.1":{"pli":"Asaṅkiliṭṭhasaṅkilesikañca asaṅkiliṭṭhaasaṅkilesikañca dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana13.5:5.1":{"pli":"Saṅkiliṭṭhasaṅkilesikañca asaṅkiliṭṭhasaṅkilesikañca dhammaṃ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā …pe… tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.5:6.1":{"pli":"Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke ekādasa …pe… avigate ekūnavīsa. (Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi vitthāretabbaṃ. Pañhāvāre na sadisaṃ.) ","html":"<p>{}</p>"},"patthana13.5:7.1":{"pli":"Hetuyā terasa, ārammaṇe pannarasa, adhipatiyā pannarasa, anantare soḷasa …pe… sahajāte ekūnavīsa, aññamaññe nava, nissaye chabbīsa, upanissaye sattarasa, purejāte cha, pacchājāte nava, āsevane aṭṭha, kamme terasa, vipāke aṭṭha, āhāre terasa …pe… magge terasa, sampayutte nava, vippayutte dvādasa …pe… avigate chabbīsa. ","html":"<p>{}</p></article>"}},"patthana13.6":{"patthana13.6:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.6'><header><ul><li class='division'>{}</li>"},"patthana13.6:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.6:0.3":{"pli":"13.6. Vitakkattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.6:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.6:1.1":{"pli":"Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='7'>{}</p>"},"patthana13.6:2.1":{"pli":"Avitakkavicāramattaṃ dhammaṃ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='7'>{}</p>"},"patthana13.6:3.1":{"pli":"Avitakkaavicāraṃ dhammaṃ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā …pe… satta. ","html":"<p>{}</p>"},"patthana13.6:4.1":{"pli":"Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. ","html":"<p>{}</p>"},"patthana13.6:5.1":{"pli":"Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. ","html":"<p>{}</p>"},"patthana13.6:6.1":{"pli":"Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. ","html":"<p>{}</p>"},"patthana13.6:7.1":{"pli":"Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.6:8.1":{"pli":"Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa, adhipatiyā bāttiṃsa …pe… purejāte āsevane pañcavīsa …pe… avigate ekūnapaññāsa. ","html":"<p>{}</p>"},"patthana13.6:9.1":{"pli":"(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.7":{"patthana13.7:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.7'><header><ul><li class='division'>{}</li>"},"patthana13.7:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.7:0.3":{"pli":"13.7. Pītittika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.7:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.7:1.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca napītisahagato dhammo uppajjati hetupaccayā. Pītisahagataṃ dhammaṃ paṭicca nasukhasahagato dhammo uppajjati hetupaccayā. Pītisahagataṃ dhammaṃ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā. Pītisahagataṃ dhammaṃ paṭicca napītisahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā. Pītisahagataṃ dhammaṃ paṭicca nasukhasahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā. Pītisahagataṃ dhammaṃ paṭicca napītisahagato ca nasukhasahagato ca dhammā uppajjanti hetupaccayā. Pītisahagataṃ dhammaṃ paṭicca napītisahagato ca nasukhasahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='7'>{}</p>"},"patthana13.7:2.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca nasukhasahagato dhammo uppajjati hetupaccayā …pe… satta. ","html":"<p>{}</p>"},"patthana13.7:3.1":{"pli":"Upekkhāsahagataṃ dhammaṃ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā …pe… satta. ","html":"<p>{}</p>"},"patthana13.7:4.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca napītisahagato dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.7:5.1":{"pli":"Hetuyā aṭṭhavīsa, ārammaṇe catuvīsa …pe… avigate aṭṭhavīsa. ","html":"<p>{}</p>"},"patthana13.7:6.1":{"pli":"(Sahajātavārampi …pe… sampayuttavārampi pañhāvārampi sabbattha vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.8":{"patthana13.8:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.8'><header><ul><li class='division'>{}</li>"},"patthana13.8:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.8:0.3":{"pli":"13.8. Dassanattika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.8:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana13.8:1.1":{"pli":"Dassanena pahātabbaṃ dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā. Dassanena pahātabbaṃ dhammaṃ paṭicca nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Dassanena pahātabbaṃ dhammaṃ paṭicca nanevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Dassanena pahātabbaṃ dhammaṃ paṭicca nabhāvanāya pahātabbo ca nanevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā. Dassanena pahātabbaṃ dhammaṃ paṭicca nadassanena pahātabbo ca nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='5'>{}</p>"},"patthana13.8:2.1":{"pli":"Bhāvanāya pahātabbaṃ dhammaṃ paṭicca nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana13.8:3.1":{"pli":"Nevadassanena nabhāvanāya pahātabbaṃ dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana13.8:4.1":{"pli":"Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana13.8:5.1":{"pli":"Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.8:6.1":{"pli":"Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsa. ","html":"<p>{}</p>"},"patthana13.8:7.1":{"pli":"(Sahajātavārampi …pe… sampayuttavārampi pañhāvārampi vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana13.9":{"patthana13.9:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana13.9'><header><ul><li class='division'>{}</li>"},"patthana13.9:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana13.9:0.3":{"pli":"13.9. Dassanahetuttika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana13.9:1.1":{"pli":"Dassanena pahātabbahetukaṃ dhammaṃ paṭicca nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana13.9:2.1":{"pli":"Hetuyā chabbīsa, ārammaṇe ekavīsa, adhipatiyā ekūnavīsa …pe… vipāke tīṇi …pe… avigate chabbīsa. (Vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana14.1":{"patthana14.1:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.1'><header><ul><li class='division'>{}</li>"},"patthana14.1:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.1:0.3":{"pli":"14.1. Hetuduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.1:1.0":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana14.1:1.1":{"pli":"Namo tassa Bhagavato Arahato Sammāsambuddhassa. ","html":"<p class='namo'>{}</p>"},"patthana14.1:2.1":{"pli":"Hetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati hetupaccayā—hetuṃ dhammaṃ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe… hetuṃ dhammaṃ paṭicca nanahetu dhammo uppajjati hetupaccayā. Hetuṃ dhammaṃ paṭicca nahetu ca nanahetu ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.1:3.1":{"pli":"Nahetuṃ dhammaṃ paṭicca nanahetu dhammo uppajjati hetupaccayā. Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati hetupaccayā. Nahetuṃ dhammaṃ paṭicca nahetu ca nanahetu ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.1:4.1":{"pli":"Hetuñca nahetuñca dhammaṃ paṭicca nahetu dhammo uppajjati hetupaccayā. Hetuñca nahetuñca dhammaṃ paṭicca nanahetu dhammo uppajjati hetupaccayā. Hetuñca nahetuñca dhammaṃ paṭicca nahetu ca nanahetu ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana14.1:5.1":{"pli":"Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.) ","html":"<p>{}</p>"},"patthana14.1:6.0":{"pli":"Hetu-ārammaṇa ","html":"<h6>{}</h6>"},"patthana14.1:6.1":{"pli":"Hetu dhammo nahetussa dhammassa hetupaccayena paccayo … tīṇi. ","html":"<p>{}</p>"},"patthana14.1:7.1":{"pli":"Hetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ","html":"<p>{}</p>"},"patthana14.1:8.1":{"pli":"Nahetu dhammo nanahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ","html":"<p>{}</p>"},"patthana14.1:9.1":{"pli":"Hetu ca nahetu ca dhammā nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana14.1:10.1":{"pli":"Hetuyā tīṇi, ārammaṇe nava …pe… upanissaye nava, purejāte pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava, vippayutte pañca …pe… avigate nava. (Pañhāvārampi evaṃ vitthāretabbaṃ.) ","html":"<p>{}</p></article>"}},"patthana14.10":{"patthana14.10:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.10'><header><ul><li class='division'>{}</li>"},"patthana14.10:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.10:0.3":{"pli":"14.10. Rūpīduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.10:1.1":{"pli":"Rūpiṃ dhammaṃ paṭicca narūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana14.10:2.1":{"pli":"Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṃ …pe… avigate nava. (Sabbattha vitthāro.) ","html":"<p>{}</p></article>"}},"patthana14.11":{"patthana14.11:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.11'><header><ul><li class='division'>{}</li>"},"patthana14.11:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.11:0.3":{"pli":"14.11. Lokiyaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.11:1.1":{"pli":"Lokiyaṃ dhammaṃ paṭicca nalokuttaro dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana14.11:2.1":{"pli":"Lokuttaraṃ dhammaṃ paṭicca nalokuttaro dhammo uppajjati hetupaccayā. Lokuttaraṃ dhammaṃ paṭicca nalokiyo dhammo uppajjati hetupaccayā. (Lokuttaraṃ dhammaṃ paṭicca nalokiyo ca nalokuttaro ca dhammā uppajjanti hetupaccayā.) ","html":"<p data-counter='3'>{}</p>"},"patthana14.11:3.1":{"pli":"Lokiyañca lokuttarañca dhammaṃ paṭicca nalokuttaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana14.11:4.1":{"pli":"Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Sabbattha pañca.) ","html":"<p>{}</p></article>"}},"patthana14.12":{"patthana14.12:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.12'><header><ul><li class='division'>{}</li>"},"patthana14.12:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.12:0.3":{"pli":"14.12. Kenaciviññeyyaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.12:1.1":{"pli":"Kenaci viññeyyaṃ dhammaṃ paṭicca nakenaci viññeyyo dhammo uppajjati hetupaccayā. Kenaci viññeyyaṃ dhammaṃ paṭicca nanakenaci viññeyyo dhammo uppajjati hetupaccayā. Kenaci viññeyyaṃ dhammaṃ paṭicca nakenaci viññeyyo ca nanakenaci viññeyyo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.12:2.1":{"pli":"Nakenaci viññeyyaṃ dhammaṃ paṭicca nanakenaci viññeyyo dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana14.12:3.1":{"pli":"Kenaci viññeyyañca nakenaci viññeyyañca dhammaṃ paṭicca nakenaci viññeyyo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana14.12:4.1":{"pli":"Hetuyā nava. (Sabbattha nava.) ","html":"<p>{}</p>"},"patthana14.12:5.1":{"pli":"Cūḷantaradukaṃ niṭṭhitaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"patthana14.13":{"patthana14.13:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.13'><header><ul><li class='division'>{}</li>"},"patthana14.13:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.13:0.3":{"pli":"14.13. Āsavaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.13:1.1":{"pli":"Āsavaṃ dhammaṃ paṭicca noāsavo dhammo uppajjati hetupaccayā. Āsavaṃ dhammaṃ paṭicca nanoāsavo dhammo uppajjati hetupaccayā. Āsavaṃ dhammaṃ paṭicca noāsavo ca nanoāsavo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.13:2.1":{"pli":"Noāsavaṃ dhammaṃ paṭicca nanoāsavo dhammo uppajjati hetupaccayā. Noāsavaṃ dhammaṃ paṭicca noāsavo dhammo uppajjati hetupaccayā. Noāsavaṃ dhammaṃ paṭicca noāsavo ca nanoāsavo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.13:3.1":{"pli":"Āsavañca noāsavañca dhammaṃ paṭicca noāsavo dhammo uppajjati hetupaccayā. Āsavañca noāsavañca dhammaṃ paṭicca nanoāsavo dhammo uppajjati hetupaccayā. Āsavañca noāsavañca dhammaṃ paṭicca noāsavo ca nanoāsavo ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana14.13:4.1":{"pli":"Hetuyā nava. (Sabbattha nava.) ","html":"<p>{}</p></article>"}},"patthana14.14":{"patthana14.14:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.14'><header><ul><li class='division'>{}</li>"},"patthana14.14:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.14:0.3":{"pli":"14.14. Sāsavaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.14:1.1":{"pli":"Sāsavaṃ dhammaṃ paṭicca naanāsavo dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana14.14:2.1":{"pli":"Anāsavaṃ dhammaṃ paṭicca naanāsavo dhammo uppajjati hetupaccayā. Anāsavaṃ dhammaṃ paṭicca nasāsavo dhammo uppajjati hetupaccayā. Anāsavaṃ dhammaṃ paṭicca nasāsavo ca naanāsavo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.14:3.1":{"pli":"Sāsavañca anāsavañca dhammaṃ paṭicca naanāsavo dhammo uppajjati hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana14.14:4.1":{"pli":"Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Sabbattha vitthāro.) ","html":"<p>{}</p></article>"}},"patthana14.15":{"patthana14.15:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.15'><header><ul><li class='division'>{}</li>"},"patthana14.15:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.15:0.3":{"pli":"14.15. Āsavasampayuttaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.15:1.1":{"pli":"Āsavasampayuttaṃ dhammaṃ paṭicca naāsavasampayutto dhammo uppajjati hetupaccayā. Āsavasampayuttaṃ dhammaṃ paṭicca naāsavavippayutto dhammo uppajjati hetupaccayā. Āsavasampayuttaṃ dhammaṃ paṭicca naāsavasampayutto ca naāsavavippayutto ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.15:2.1":{"pli":"Āsavavippayuttaṃ dhammaṃ paṭicca naāsavavippayutto dhammo uppajjati hetupaccayā. Āsavavippayuttaṃ dhammaṃ paṭicca naāsavasampayutto dhammo uppajjati hetupaccayā. Āsavavippayuttaṃ dhammaṃ paṭicca naāsavasampayutto ca naāsavavippayutto ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.15:3.1":{"pli":"Āsavasampayuttañca āsavavippayuttañca dhammaṃ paṭicca naāsavasampayutto dhammo uppajjati hetupaccayā. Āsavasampayuttañca āsavavippayuttañca dhammaṃ paṭicca naāsavavippayutto dhammo uppajjati hetupaccayā. Āsavasampayuttañca āsavavippayuttañca dhammaṃ paṭicca naāsavasampayutto ca naāsavavippayutto ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṃ.) ","html":"<p data-counter='1'>{}</p>"},"patthana14.15:4.1":{"pli":"Hetuyā nava, ārammaṇe cha …pe… vipāke ekaṃ …pe… avigate nava. (Sabbattha vitthāro.) ","html":"<p>{}</p></article>"}},"patthana14.16":{"patthana14.16:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.16'><header><ul><li class='division'>{}</li>"},"patthana14.16:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.16:0.3":{"pli":"14.16. Āsavasāsavaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.16:1.1":{"pli":"Āsavañceva sāsavañca dhammaṃ paṭicca naāsavo ceva naanāsavo ca dhammo uppajjati hetupaccayā. Āsavañceva sāsavañca dhammaṃ paṭicca naanāsavo ceva nano ca āsavo dhammo uppajjati hetupaccayā. Āsavañceva sāsavañca dhammaṃ paṭicca naāsavo ceva naanāsavo ca naanāsavo ceva nano ca āsavo ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana14.16:2.1":{"pli":"Sāsavañceva no ca āsavaṃ dhammaṃ paṭicca naanāsavo ceva nano ca āsavo dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana14.16:3.1":{"pli":"Āsavañceva sāsavañca sāsavañceva no ca āsavañca dhammaṃ paṭicca naāsavo ceva naanāsavo ca dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana14.16:4.1":{"pli":"Hetuyā nava …pe… vipāke ekaṃ …pe… avigate nava. (Sabbattha nava.) ","html":"<p>{}</p></article>"}},"patthana14.17":{"patthana14.17:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.17'><header><ul><li class='division'>{}</li>"},"patthana14.17:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.17:0.3":{"pli":"14.17. Āsavaāsavasampayuttaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.17:1.1":{"pli":"Āsavañceva āsavasampayuttañca dhammaṃ paṭicca naāsavo ceva naāsavavippayutto ca dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana14.17:2.1":{"pli":"Āsavasampayuttañceva no ca āsavaṃ dhammaṃ paṭicca naāsavavippayutto ceva nano ca āsavo dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana14.17:3.1":{"pli":"Āsavañceva āsavasampayuttañca āsavavippayuttañceva no ca āsavañca dhammaṃ paṭicca noāsavo ceva naāsavavippayutto ca dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana14.17:4.1":{"pli":"Hetuyā nava. (Sabbattha nava.) ","html":"<p>{}</p></article>"}},"patthana14.18":{"patthana14.18:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana14.18'><header><ul><li class='division'>{}</li>"},"patthana14.18:0.2":{"pli":"Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana14.18:0.3":{"pli":"14.18. Āsavavippayuttasāsavaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana14.18:1.1":{"pli":"Āsavavippayuttaṃ sāsavaṃ dhammaṃ paṭicca āsavavippayutto naanāsavo dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana14.18:2.1":{"pli":"Āsavavippayuttaṃ anāsavaṃ dhammaṃ paṭicca āsavavippayutto naanāsavo dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana14.18:3.1":{"pli":"Āsavavippayuttaṃ sāsavañca āsavavippayuttaṃ anāsavañca dhammaṃ paṭicca āsavavippayutto nanoanāsavo dhammo uppajjati hetupaccayā. ","html":"<p data-counter='1'>{}</p>"},"patthana14.18:4.1":{"pli":"Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Sabbattha vitthāro.) ","html":"<p>{}</p>"},"patthana14.18:5.1":{"pli":"Āsavagocchakaṃ niṭṭhitaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}