{"patthana1.8":{"patthana1.8:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana1.8'><header><ul><li class='division'>{}</li>"},"patthana1.8:0.2":{"pli":"Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana1.8:0.3":{"pli":"1.8. Pītittika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana1.8:1.0.1":{"pli":"Vibhaṅgavāra ","html":"<h5>{}</h5>"},"patthana1.8:1.0.2":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana1.8:1.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati hetupaccayā— pītisahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:2.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati hetupaccayā— pītisahagataṃ ekaṃ khandhaṃ paṭicca sukhasahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagataṃ ekaṃ khandhaṃ paṭicca sukhasahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:3.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti hetupaccayā—pītisahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:4.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati hetupaccayā— sukhasahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe sukhasahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:5.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati hetupaccayā— sukhasahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe sukhasahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:6.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti hetupaccayā—sukhasahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe sukhasahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:7.1":{"pli":"Upekkhāsahagataṃ dhammaṃ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā— upekkhāsahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe …pe…. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:8.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca pītisahagato dhammo uppajjati hetupaccayā—pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:9.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca sukhasahagato dhammo uppajjati hetupaccayā—pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca sukhasahagatā dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca sukhasahagatā dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:10.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti hetupaccayā—pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:11.0":{"pli":"Ārammaṇādi ","html":"<h6>{}</h6>"},"patthana1.8:11.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā … (paṭisandhikkhaṇe natthi) anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … (purejāte paṭisandhikkhaṇe natthi) āsevanapaccayā … (āsevane vipākaṃ natthi) kammapaccayā … vipākapaccayā … āhāra …pe… indriya … jhāna … magga … sampayutta … vippayutta … atthi … natthi … vigata … avigatapaccayā. ","html":"<p>{}</p>"},"patthana1.8:12.0.1":{"pli":"Saṅkhyāvāra ","html":"<h5>{}</h5>"},"patthana1.8:12.0.2":{"pli":"Suddha ","html":"<h6>{}</h6>"},"patthana1.8:12.1":{"pli":"Hetuyā dasa, ārammaṇe dasa, adhipatiyā dasa, anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme vipāke āhāre indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate sabbattha dasa. ","html":"<p>{}</p>"},"patthana1.8:13.1":{"pli":"Evaṃ anulomagaṇanā gaṇetabbā. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:13.2":{"pli":"Anulomaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:14.0.1":{"pli":"1.8.1.2. Paccayapaccanīya ","html":"<h4>{}</h4>"},"patthana1.8:14.0.2":{"pli":"Vibhaṅgavāra ","html":"<h5>{}</h5>"},"patthana1.8:14.0.3":{"pli":"Nahetu ","html":"<h6>{}</h6>"},"patthana1.8:14.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati nahetupaccayā— ahetukaṃ pītisahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:15.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā— ahetukaṃ pītisahagataṃ ekaṃ khandhaṃ paṭicca sukhasahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:16.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṃ pītisahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:17.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā— ahetukaṃ sukhasahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:18.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati nahetupaccayā— ahetukaṃ sukhasahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:19.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṃ sukhasahagataṃ ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:20.1":{"pli":"Upekkhāsahagataṃ dhammaṃ paṭicca upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṃ upekkhāsahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Ahetukapaṭisandhikkhaṇe upekkhāsahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:21.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca pītisahagato dhammo uppajjati nahetupaccayā—ahetukaṃ pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:22.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā—ahetukaṃ pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca sukhasahagatā dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:23.1":{"pli":"Pītisahagatañca sukhasahagatañca dhammaṃ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṃ pītisahagatañca sukhasahagatañca ekaṃ khandhaṃ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:24.0":{"pli":"Naadhipati-naāsevana ","html":"<h6>{}</h6>"},"patthana1.8:24.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati naadhipatipaccayā (naadhipatipaṭisandhikkhaṇe paripuṇṇaṃ) … napurejātapaccayā … (“arūpe”ti niyāmetabbaṃ “paṭisandhikkhaṇe”ti ca) napacchājātapaccayā … naāsevanapaccayā. ","html":"<p>{}</p>"},"patthana1.8:25.0":{"pli":"Nakamma ","html":"<h6>{}</h6>"},"patthana1.8:25.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati nakammapaccayā— pītisahagate khandhe paṭicca pītisahagatā cetanā. ","html":"<p>{}</p>"},"patthana1.8:26.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati nakammapaccayā— pītisahagate khandhe paṭicca sukhasahagatā cetanā. ","html":"<p>{}</p>"},"patthana1.8:27.1":{"pli":"Iminā kāraṇena dasa pañhā vitthāretabbā. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:28.0":{"pli":"Navipāka ","html":"<h6>{}</h6>"},"patthana1.8:28.1":{"pli":"Pītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati navipākapaccayā …pe…. (Paripuṇṇaṃ, paṭisandhi natthi.) ","html":"<p>{}</p>"},"patthana1.8:29.0":{"pli":"Najhānādi ","html":"<h6>{}</h6>"},"patthana1.8:29.1":{"pli":"Sukhasahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati najhānapaccayā— sukhasahagataṃ kāyaviññāṇasahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:30.1":{"pli":"Upekkhāsahagataṃ dhammaṃ paṭicca upekkhāsahagato dhammo uppajjati najhānapaccayā—catuviññāṇasahagataṃ ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:31.1":{"pli":"(Namaggapaccayā nahetupaccayasadisaṃ. Moho natthi. Navippayuttapaccayā paripuṇṇaṃ, arūpapañhameva.) ","html":"<p>{}</p>"},"patthana1.8:32.0.1":{"pli":"Saṅkhyāvāra ","html":"<h5>{}</h5>"},"patthana1.8:32.0.2":{"pli":"Suddha ","html":"<h6>{}</h6>"},"patthana1.8:32.1":{"pli":"Nahetuyā dasa, naadhipatiyā dasa, napurejāte napacchājāte naāsevane nakamme navipāke dasa, najhāne dve, namagge dasa, navippayutte dasa. (Paccanīyaṃ paripuṇṇaṃ kātabbaṃ.) ","html":"<p>{}</p>"},"patthana1.8:33.1":{"pli":"Paccanīyaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:34.0.1":{"pli":"1.8.1.3. Paccayānulomapaccanīya ","html":"<h4>{}</h4>"},"patthana1.8:34.0.2":{"pli":"Duka ","html":"<h6>{}</h6>"},"patthana1.8:34.1":{"pli":"Hetupaccayā naadhipatiyā dasa, napurejāte dasa, napacchājāte naāsevane nakamme navipāke navippayutte dasa. ","html":"<p>{}</p>"},"patthana1.8:35.1":{"pli":"Anulomapaccanīyaṃ vitthārena gaṇetabbaṃ. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:35.2":{"pli":"Anulomapaccanīyaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:36.0.1":{"pli":"1.8.1.4. Paccayapaccanīyānuloma ","html":"<h4>{}</h4>"},"patthana1.8:36.0.2":{"pli":"Duka ","html":"<h6>{}</h6>"},"patthana1.8:36.1":{"pli":"Nahetupaccayā ārammaṇe dasa, anantare dasa, samanantare dasa, sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme vipāke āhāre indriye jhāne sabbe dasa, magge ekaṃ, sampayutte dasa, vippayutte atthiyā natthiyā vigate avigate sabbe dasa. ","html":"<p>{}</p>"},"patthana1.8:37.1":{"pli":"Paccanīyānulomaṃ. ","html":"<p class='end'>{}</p>"},"patthana1.8:37.2":{"pli":"Paṭiccavāro. ","html":"<p class='end'>{}</p>"},"patthana1.8:38.0":{"pli":"1.8.2–6 Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra ","html":"<h3>{}</h3>"},"patthana1.8:38.1":{"pli":"(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā.) ","html":"<p>{}</p>"},"patthana1.8:39.0.1":{"pli":"1.8.7. Pañhāvāra ","html":"<h3>{}</h3>"},"patthana1.8:39.0.2":{"pli":"1.8.7.1. Paccayānuloma ","html":"<h4>{}</h4>"},"patthana1.8:39.0.3":{"pli":"Vibhaṅgavāra ","html":"<h5>{}</h5>"},"patthana1.8:39.0.4":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana1.8:39.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa hetupaccayena paccayo— pītisahagatā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. Paṭisandhikkhaṇe pītisahagatā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:40.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa hetupaccayena paccayo— pītisahagatā hetū sampayuttakānaṃ sukhasahagatānaṃ khandhānaṃ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:41.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa hetupaccayena paccayo—pītisahagatā hetū sampayuttakānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:42.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa …pe… pītisahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa …pe…. (Sukhamūle tīṇi.) ","html":"<p>{}</p>"},"patthana1.8:43.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa hetupaccayena paccayo— upekkhāsahagatā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:44.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa hetupaccayena paccayo—pītisahagatā ca sukhasahagatā ca hetū sampayuttakānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:45.0":{"pli":"Ārammaṇa ","html":"<h6>{}</h6>"},"patthana1.8:45.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo— pītisahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ pītisahagatena cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṃ pītisahagatena cittena paccavekkhati. Ariyā pītisahagatena cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe pītisahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṃ ārabbha pītisahagato rāgo uppajjati, diṭṭhi uppajjati. Pītisahagate khandhe ārabbha pītisahagatā khandhā uppajjanti. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:46.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo— pītisahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ sukhasahagatena cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṃ sukhasahagatena cittena paccavekkhati. Ariyā sukhasahagatena cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe sukhasahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṃ ārabbha sukhasahagato rāgo uppajjati, diṭṭhi uppajjati. Pītisahagate khandhe ārabbha sukhasahagatā khandhā uppajjanti. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:47.1":{"pli":"Pītisahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo— pītisahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ upekkhāsahagatena cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṃ upekkhāsahagatena cittena paccavekkhati. Ariyā upekkhāsahagatena cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe upekkhāsahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṃ ārabbha upekkhāsahagato rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṃ uppajjati. Cetopariyañāṇena pītisahagatacittasamaṅgissa cittaṃ jānanti, pītisahagatā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. Pītisahagate khandhe ārabbha upekkhāsahagatā khandhā uppajjanti. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:48.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo—pītisahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṃ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati. Ariyā pītisahagatena ca sukhasahagatena ca cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe pītisahagatena ca sukhasahagatena ca cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṃ ārabbha pītisahagato ca sukhasahagato ca rāgo uppajjati, diṭṭhi uppajjati. Pītisahagate khandhe ārabbha pītisahagatā ca sukhasahagatā ca khandhā uppajjanti. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:49.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sukhasahagato dhammo pītisahagatassa dhammassa …pe… upekkhāsahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo—sukhasahagate khandhe ārabbha pītisahagatā ca sukhasahagatā ca khandhā uppajjanti. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:50.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo— upekkhāsahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ upekkhāsahagatena cittena paccavekkhati, upekkhāsahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṃ upekkhāsahagatena cittena paccavekkhati. Ariyā upekkhāsahagatena cittena upekkhāsahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Upekkhāsahagate khandhe upekkhāsahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṃ ārabbha upekkhāsahagato rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṃ uppajjati. Cetopariyañāṇena upekkhāsahagatacittasamaṅgissa cittaṃ jānāti. Ākāsānañcāyatanaṃ viññāṇañcāyatanassa ārammaṇapaccayena paccayo …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Upekkhāsahagatā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa āvajjanāya ārammaṇapaccayena paccayo. Upekkhāsahagate khandhe ārabbha upekkhāsahagatā khandhā uppajjanti. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:51.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo—upekkhāsahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati, upekkhāsahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā phalā vuṭṭhahitvā, taṃ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati. Ariyā pītisahagatena ca sukhasahagatena ca cittena upekkhāsahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Upekkhāsahagate khandhe pītisahagatena ca sukhasahagatena ca cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṃ ārabbha pītisahagato ca sukhasahagato ca rāgo uppajjati, diṭṭhi uppajjati. Upekkhāsahagate khandhe ārabbha pītisahagatā ca sukhasahagatā ca khandhā uppajjanti. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:52.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo—pītisahagatena ca sukhasahagatena ca cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā …pe… pītisahagate ca sukhasahagate ca khandhe upekkhāsahagatena cittena aniccato dukkhato anattato vipassati assādeti abhinandati; taṃ ārabbha upekkhāsahagato rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṃ uppajjati. Cetopariyañāṇena pītisahagatasukhasahagatacittasamaṅgissa cittaṃ jānāti. Pītisahagatā ca sukhasahagatā ca khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. Pītisahagate ca sukhasahagate ca khandhe ārabbha upekkhāsahagatā khandhā uppajjanti. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:53.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṃ.) ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:54.0":{"pli":"Adhipati ","html":"<h6>{}</h6>"},"patthana1.8:54.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. <b>Ārammaṇādhipati</b>—pītisahagatena cittena dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā pītisahagatena cittena taṃ garuṃ katvā paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā pītisahagatena cittena taṃ garuṃ katvā paccavekkhati. Pītisahagate khandhe pītisahagatena cittena garuṃ katvā assādeti abhinandati; taṃ garuṃ katvā pītisahagato rāgo uppajjati, diṭṭhi uppajjati. <b>Sahajātādhipati</b>—pītisahagatādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:55.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. <b>Ārammaṇādhipati</b>—pītisahagatena cittena dānaṃ datvā …pe…. <b>Sahajātādhipati</b>—pītisahagatādhipati sampayuttakānaṃ sukhasahagatānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:56.1":{"pli":"Pītisahagato dhammo upekkhāsahagatassa dhammassa adhipatipaccayena paccayo. <b>Ārammaṇādhipati</b>—pītisahagatena cittena dānaṃ datvā …pe… upekkhāsahagatena cittena. (Saṅkhittaṃ.) ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:57.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. <b>Ārammaṇādhipati</b>—pītisahagatena cittena dānaṃ datvā …pe…. <b>Sahajātādhipati</b>—pītisahagatādhipati sampayuttakānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:58.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. <b>Ārammaṇādhipati</b>—sukhasahagatena cittena dānaṃ datvā …pe…. <b>Sahajātādhipati</b>—sukhasahagatādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:59.1":{"pli":"Sukhasahagato dhammo pītisahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati …pe…. <b>Sahajātādhipati</b>—sukhasahagatādhipati sampayuttakānaṃ pītisahagatānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:60.1":{"pli":"Sukhasahagato dhammo upekkhāsahagatassa dhammassa adhipatipaccayena paccayo— <b>ārammaṇādhipati</b>(Saṅkhittaṃ.) ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:61.1":{"pli":"Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. <b>Sahajātādhipati</b>—sukhasahagatādhipati sampayuttakānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:62.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati …pe…. <b>Sahajātādhipati</b>—upekkhāsahagatādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:63.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa dhammassa adhipatipaccayena paccayo— <b>ārammaṇādhipati</b>(Saṅkhittaṃ.) ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:64.1":{"pli":"Upekkhāsahagato dhammo sukhasahagatassa dhammassa adhipatipaccayena paccayo— <b>ārammaṇādhipati</b>(Saṅkhittaṃ.) ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:65.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo— <b>ārammaṇādhipati</b>(Saṅkhittaṃ.) ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:66.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. <b>Sahajātādhipati</b>—pītisahagatā ca sukhasahagatā ca adhipati sampayuttakānaṃ pītisahagatānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:67.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā sukhasahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. <b>Sahajātādhipati</b>—pītisahagatā ca sukhasahagatā ca adhipati sampayuttakānaṃ sukhasahagatānaṃ khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:68.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā upekkhāsahagatassa dhammassa adhipatipaccayena paccayo— <b>ārammaṇādhipati</b>(Saṅkhittaṃ.) ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:69.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. <b>Sahajātādhipati</b>—pītisahagatā ca sukhasahagatā ca adhipati sampayuttakānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ adhipatipaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:70.0":{"pli":"Anantara ","html":"<h6>{}</h6>"},"patthana1.8:70.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa anantarapaccayena paccayo— purimā purimā pītisahagatā khandhā pacchimānaṃ pacchimānaṃ pītisahagatānaṃ khandhānaṃ anantarapaccayena paccayo. Pītisahagataṃ anulomaṃ gotrabhussa anantarapaccayena paccayo. (Iminā kāraṇena sabbesaṃ padānaṃ paccayoti dīpetabbo.) Anulomaṃ vodānassa … gotrabhu maggassa … vodānaṃ maggassa … maggo phalassa … phalaṃ phalassa … anulomaṃ pītisahagatāya phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:71.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa anantarapaccayena paccayo— purimā purimā pītisahagatā khandhā pacchimānaṃ pacchimānaṃ sukhasahagatānaṃ khandhānaṃ anantarapaccayena paccayo. Pītisahagataṃ anulomaṃ sukhasahagatassa gotrabhussa anantarapaccayena paccayo. Pītisahagataṃ anulomaṃ sukhasahagatassa vodānassa anantarapaccayena paccayo. Pītisahagataṃ anulomaṃ sukhasahagatāya phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:72.1":{"pli":"Pītisahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— pītisahagataṃ cuticittaṃ upekkhāsahagatassa upapatticittassa anantarapaccayena paccayo. Pītisahagataṃ bhavaṅgaṃ āvajjanāya anantarapaccayena paccayo. Pītisahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo. Pītisahagataṃ bhavaṅgaṃ upekkhāsahagatassa bhavaṅgassa anantarapaccayena paccayo. Pītisahagataṃ kusalākusalaṃ upekkhāsahagatassa vuṭṭhānassa … kiriyaṃ vuṭṭhānassa … phalaṃ vuṭṭhānassa anantarapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:73.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā pītisahagatā khandhā pacchimānaṃ pacchimānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ anantarapaccayena paccayo. Pītisahagataṃ anulomaṃ pītisahagatassa ca sukhasahagatassa ca gotrabhussa anantarapaccayena paccayo …pe… pītisahagataṃ anulomaṃ pītisahagatāya ca sukhasahagatāya ca phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:74.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa anantarapaccayena paccayo— purimā purimā sukhasahagatā khandhā pacchimānaṃ pacchimānaṃ sukhasahagatānaṃ khandhānaṃ anantarapaccayena paccayo. Sukhasahagataṃ anulomaṃ sukhasahagatassa gotrabhussa anantarapaccayena paccayo …pe… sukhasahagataṃ anulomaṃ sukhasahagatāya phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:75.1":{"pli":"Sukhasahagato dhammo pītisahagatassa dhammassa anantarapaccayena paccayo— purimā purimā sukhasahagatā khandhā pacchimānaṃ pacchimānaṃ pītisahagatānaṃ khandhānaṃ anantarapaccayena paccayo …pe… sukhasahagataṃ anulomaṃ pītisahagatāya phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:76.1":{"pli":"Sukhasahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— sukhasahagataṃ cuticittaṃ upekkhāsahagatassa upapatticittassa anantarapaccayena paccayo. Sukhasahagataṃ bhavaṅgaṃ āvajjanāya anantarapaccayena paccayo. Sukhasahagataṃ kāyaviññāṇaṃ vipākamanodhātuyā anantarapaccayena paccayo. Sukhasahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo sukhasahagataṃ bhavaṅgaṃ upekkhāsahagatassa bhavaṅgassa anantarapaccayena paccayo. Sukhasahagataṃ kusalākusalaṃ upekkhāsahagatassa vuṭṭhānassa … kiriyaṃ vuṭṭhānassa … phalaṃ vuṭṭhānassa anantarapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:77.1":{"pli":"Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā sukhasahagatā khandhā pacchimānaṃ pacchimānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ anantarapaccayena paccayo …pe… sukhasahagataṃ anulomaṃ pītisahagatāya ca sukhasahagatāya ca phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:78.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— purimā purimā upekkhāsahagatā khandhā pacchimānaṃ pacchimānaṃ upekkhāsahagatānaṃ khandhānaṃ …pe… āvajjanā pañcannaṃ viññāṇānaṃ anantarapaccayena paccayo. Upekkhāsahagataṃ anulomaṃ upekkhāsahagatāya phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ upekkhāsahagatāya phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:79.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa dhammassa anantarapaccayena paccayo— upekkhāsahagataṃ cuticittaṃ pītisahagatassa upapatticittassa …pe… āvajjanā pītisahagatānaṃ khandhānaṃ …pe… vipākamanodhātu pītisahagatāya vipākamanoviññāṇadhātuyā …pe… upekkhāsahagataṃ bhavaṅgaṃ pītisahagatassa bhavaṅgassa …pe… upekkhāsahagataṃ kusalākusalaṃ pītisahagatassa vuṭṭhānassa … kiriyaṃ vuṭṭhānassa … phalaṃ vuṭṭhānassa … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ pītisahagatāya phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:80.1":{"pli":"Upekkhāsahagato dhammo sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:81.1":{"pli":"Tāniyeva ca gamanāni niyāmetabbāni. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:82.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… upekkhāsahagatassa dhammassa anantarapaccayena paccayo—pītisahagatañca sukhasahagatañca cuticittaṃ upekkhāsahagatassa upapatticittassa …pe… pītisahagatañca sukhasahagatañca bhavaṅgaṃ āvajjanāya …pe… pītisahagatā ca sukhasahagatā ca vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā …pe… pītisahagatañca sukhasahagatañca bhavaṅgaṃ upekkhāsahagatassa bhavaṅgassa …pe… pītisahagatañca sukhasahagatañca kusalākusalaṃ upekkhāsahagatassa vuṭṭhānassa … kiriyaṃ vuṭṭhānassa … phalaṃ vuṭṭhānassa anantarapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:83.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā pītisahagatā ca sukhasahagatā ca khandhā pacchimānaṃ pacchimānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ …pe… pītisahagatañca sukhasahagatañca anulomaṃ pītisahagatāya ca sukhasahagatāya ca phalasamāpattiyā anantarapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:84.0":{"pli":"Samanantara ","html":"<h6>{}</h6>"},"patthana1.8:84.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa samanantarapaccayena paccayo. (Anantarapaccayasadisaṃ.) ","html":"<p>{}</p>"},"patthana1.8:85.0":{"pli":"Sahajāta ","html":"<h6>{}</h6>"},"patthana1.8:85.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa sahajātapaccayena paccayo— pītisahagato eko khandho tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ sahajātapaccayena paccayo …pe…. (Paṭiccasadisaṃ sahajāte dasa pañhā.) ","html":"<p>{}</p>"},"patthana1.8:86.0":{"pli":"Aññamañña-nissaya ","html":"<h6>{}</h6>"},"patthana1.8:86.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa aññamaññapaccayena paccayo … nissayapaccayena paccayo. (Dasa pañhā kātabbā.) ","html":"<p>{}</p>"},"patthana1.8:87.0":{"pli":"Upanissaya ","html":"<h6>{}</h6>"},"patthana1.8:87.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagataṃ saddhaṃ upanissāya pītisahagatena cittena dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, pītisahagataṃ jhānaṃ uppādeti, vipassanaṃ uppādeti, maggaṃ uppādeti, samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti. Pītisahagataṃ sīlaṃ … sutaṃ … cāgaṃ … paññaṃ upanissāya pītisahagatena cittena dānaṃ deti, sīlaṃ samādiyati …pe… mānaṃ jappeti, diṭṭhiṃ gaṇhāti. Pītisahagataṃ rāgaṃ … mohaṃ … mānaṃ … diṭṭhiṃ … patthanaṃ upanissāya pītisahagatena cittena dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, pītisahagataṃ jhānaṃ uppādeti …pe… samāpattiṃ uppādeti. Pītisahagatena cittena adinnaṃ ādiyati, musā bhaṇati, pisuṇaṃ bhaṇati, samphaṃ palapati, sandhiṃ chindati, nillopaṃ harati, ekāgārikaṃ karoti, paripanthe tiṭṭhati, paradāraṃ gacchati, gāmaghātaṃ karoti, nigamaghātaṃ karoti. Pītisahagatā saddhā … sīlaṃ … sutaṃ … cāgo … paññā … rāgo … moho … māno … diṭṭhi … patthanā pītisahagatāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:88.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagataṃ saddhaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti. Pītisahagataṃ sīlaṃ … sutaṃ … cāgaṃ … paññaṃ … rāgaṃ … mohaṃ … mānaṃ … diṭṭhiṃ … patthanaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… samāpattiṃ uppādeti. Sukhasahagatena cittena adinnaṃ ādiyati …pe… nigamaghātaṃ karoti. Pītisahagatā saddhā …pe… patthanā sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:89.1":{"pli":"Pītisahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagataṃ saddhaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… abhiññaṃ uppādeti, samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti. Pītisahagataṃ sīlaṃ …pe… patthanaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Pītisahagatā saddhā …pe… patthanā upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:90.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagataṃ saddhaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Pītisahagataṃ sīlaṃ …pe… patthanaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Pītisahagatā saddhā …pe… patthanā pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:91.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—sukhasahagataṃ saddhaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Sukhasahagataṃ sīlaṃ …pe… patthanaṃ sukhasahagataṃ kāyaviññāṇaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṃ kāyaviññāṇaṃ sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:92.1":{"pli":"Sukhasahagato dhammo pītisahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—sukhasahagataṃ saddhaṃ upanissāya pītisahagatena cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Sukhasahagataṃ sīlaṃ …pe… patthanaṃ sukhasahagataṃ kāyaviññāṇaṃ upanissāya pītisahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṃ kāyaviññāṇaṃ pītisahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:93.1":{"pli":"Sukhasahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—sukhasahagataṃ saddhaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… abhiññaṃ uppādeti …pe… diṭṭhiṃ gaṇhāti. Sukhasahagataṃ sīlaṃ …pe… patthanaṃ sukhasahagataṃ kāyaviññāṇaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṃ kāyaviññāṇaṃ upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:94.1":{"pli":"Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—sukhasahagataṃ saddhaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Sukhasahagataṃ sīlaṃ …pe… patthanaṃ sukhasahagataṃ kāyaviññāṇaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṃ kāyaviññāṇaṃ pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:95.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—upekkhāsahagataṃ saddhaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… abhiññaṃ uppādeti …pe… diṭṭhiṃ gaṇhāti. Upekkhāsahagataṃ sīlaṃ …pe… patthanaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Upekkhāsahagatā saddhā …pe… patthanā upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:96.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—upekkhāsahagataṃ saddhaṃ upanissāya pītisahagatena cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Upekkhāsahagataṃ sīlaṃ …pe… patthanaṃ upanissāya pītisahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Upekkhāsahagatā saddhā …pe… patthanā pītisahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:97.1":{"pli":"Upekkhāsahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—upekkhāsahagataṃ saddhaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Upekkhāsahagataṃ sīlaṃ …pe… patthanaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Upekkhāsahagatā saddhā …pe… patthanā sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:98.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—upekkhāsahagataṃ saddhaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Upekkhāsahagataṃ sīlaṃ …pe… patthanaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Upekkhāsahagatā saddhā …pe… patthanā pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:99.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagatañca sukhasahagatañca saddhaṃ upanissāya pītisahagatena cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṃ …pe… patthanaṃ upanissāya pītisahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā pītisahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:100.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā sukhasahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagatañca sukhasahagatañca saddhaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… diṭṭhiṃ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṃ …pe… patthanaṃ upanissāya sukhasahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:101.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā upekkhāsahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagatañca sukhasahagatañca saddhaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… abhiññaṃ uppādeti …pe… diṭṭhiṃ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṃ …pe… patthanaṃ upanissāya upekkhāsahagatena cittena dānaṃ deti …pe… nigamaghātaṃ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:102.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. <b>Pakatūpanissayo</b>—pītisahagatañca sukhasahagatañca saddhaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti. Pītisahagatañca sukhasahagatañca jhānaṃ uppādeti, vipassanaṃ uppādeti, maggaṃ uppādeti, samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṃ … sutaṃ … cāgaṃ … paññaṃ … rāgaṃ … mohaṃ … mānaṃ … diṭṭhiṃ … patthanaṃ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti. Pītisahagatañca sukhasahagatañca jhānaṃ uppādeti …pe… samāpattiṃ uppādeti. Pītisahagatena ca sukhasahagatena ca cittena adinnaṃ ādiyati, musā bhaṇati, pisuṇaṃ bhaṇati, samphaṃ palapati, sandhiṃ chindati, nillopaṃ harati, ekāgārikaṃ karoti, paripanthe tiṭṭhati, paradāraṃ gacchati, gāmaghātaṃ karoti, nigamaghātaṃ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:103.0":{"pli":"Āsevana ","html":"<h6>{}</h6>"},"patthana1.8:103.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa āsevanapaccayena paccayo—purimā purimā pītisahagatā khandhā pacchimānaṃ pacchimānaṃ pītisahagatānaṃ khandhānaṃ āsevanapaccayena paccayo. Pītisahagataṃ anulomaṃ pītisahagatassa gotrabhussa … anulomaṃ vodānassa … gotrabhu maggassa … vodānaṃ maggassa āsevanapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:104.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa āsevanapaccayena paccayo— purimā purimā pītisahagatā khandhā pacchimānaṃ pacchimānaṃ sukhasahagatānaṃ khandhānaṃ āsevanapaccayena paccayo. Pītisahagataṃ anulomaṃ sukhasahagatassa gotrabhussa āsevanapaccayena paccayo. Pītisahagataṃ anulomaṃ sukhasahagatassa vodānassa āsevanapaccayena paccayo. Pītisahagataṃ gotrabhu sukhasahagatassa maggassa … pītisahagataṃ vodānaṃ sukhasahagatassa maggassa āsevanapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:105.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa āsevanapaccayena paccayo—purimā purimā pītisahagatā khandhā pacchimānaṃ pacchimānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ āsevanapaccayena paccayo …pe… pītisahagataṃ vodānaṃ pītisahagatassa ca sukhasahagatassa ca maggassa āsevanapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:106.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa …pe… pītisahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa āsevanapaccayena paccayo. (Saṅkhittaṃ. Pītinayaṃ passitvā kātabbaṃ.) ","html":"<p>{}</p>"},"patthana1.8:107.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa āsevanapaccayena paccayo— purimā purimā upekkhāsahagatā khandhā pacchimānaṃ pacchimānaṃ upekkhāsahagatānaṃ khandhānaṃ …pe… upekkhāsahagataṃ vodānaṃ upekkhāsahagatassa maggassa āsevanapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:108.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa āsevanapaccayena paccayo—purimā purimā pītisahagatā ca sukhasahagatā ca khandhā pacchimānaṃ pacchimānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ āsevanapaccayena paccayo …pe… pītisahagatañca sukhasahagatañca vodānaṃ pītisahagatassa ca sukhasahagatassa ca maggassa āsevanapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:109.0":{"pli":"Kamma ","html":"<h6>{}</h6>"},"patthana1.8:109.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. <b>Sahajātā</b>—pītisahagatā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe pītisahagatā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. <b>Nānākkhaṇikā</b>—pītisahagatā cetanā vipākānaṃ pītisahagatānaṃ khandhānaṃ kammapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:110.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. <b>Sahajātā</b>—pītisahagatā cetanā sampayuttakānaṃ sukhasahagatānaṃ khandhānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe pītisahagatā cetanā sampayuttakānaṃ sukhasahagatānaṃ khandhānaṃ kammapaccayena paccayo. Nānākkhaṇikā—pītisahagatā cetanā vipākānaṃ sukhasahagatānaṃ khandhānaṃ kammapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:111.1":{"pli":"Pītisahagato dhammo upekkhāsahagatassa dhammassa kammapaccayena paccayo. Nānākkhaṇikā—pītisahagatā cetanā vipākānaṃ upekkhāsahagatānaṃ khandhānaṃ kammapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:112.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. <b>Sahajātā</b>—pītisahagatā cetanā sampayuttakānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. Nānākkhaṇikā— pītisahagatā cetanā vipākānaṃ pītisahagatānañca sukhasahagatānañca khandhānaṃ kammapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:113.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa. (Cattāripi gaṇanāni passitvā kātabbāni.) ","html":"<p>{}</p>"},"patthana1.8:114.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā …pe…. ","html":"<p>{}</p>"},"patthana1.8:115.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa dhammassa kammapaccayena paccayo. <b>Nānākkhaṇikā</b>—upekkhāsahagatā cetanā …pe…. ","html":"<p>{}</p>"},"patthana1.8:116.1":{"pli":"Upekkhāsahagato dhammo sukhasahagatassa dhammassa kammapaccayena paccayo. <b>Nānākkhaṇikā</b>—upekkhāsahagatā cetanā …pe…. ","html":"<p>{}</p>"},"patthana1.8:117.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa kammapaccayena paccayo. <b>Nānākkhaṇikā</b>—upekkhāsahagatā cetanā …pe…. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:118.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa. (Cattāri kātabbāni, pītisahagataṃ anumajjantena vibhajitabbaṃ.) ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:119.0":{"pli":"Vipāka ","html":"<h6>{}</h6>"},"patthana1.8:119.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa vipākapaccayena paccayo— pītisahagato vipāko eko khandho tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ …pe… paṭisandhikkhaṇe pītisahagato eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā dvinnaṃ khandhānaṃ …pe…. ","html":"<p>{}</p>"},"patthana1.8:120.1":{"pli":"(Yathā paṭiccavāre hetupaccaye evaṃ vitthāretabbā dasa pañhā.) ","html":"<p>{}</p>"},"patthana1.8:121.0":{"pli":"Āhārādi ","html":"<h6>{}</h6>"},"patthana1.8:121.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo … (dasa pañhā vitthāretabbā) natthipaccayena paccayo … vigatapaccayena paccayo … (natthipi vigatampi anantarasadisaṃ) avigatapaccayena paccayo. ","html":"<p>{}</p>"},"patthana1.8:122.0.1":{"pli":"Saṅkhyāvāra ","html":"<h5>{}</h5>"},"patthana1.8:122.0.2":{"pli":"Suddha ","html":"<h6>{}</h6>"},"patthana1.8:122.1":{"pli":"Hetuyā dasa, ārammaṇe soḷasa, adhipatiyā soḷasa, anantare soḷasa, samanantare soḷasa, sahajāte dasa, aññamaññe dasa, nissaye dasa, upanissaye soḷasa, āsevane dasa, kamme soḷasa, vipāke dasa, āhāre indriye jhāne magge sampayutte atthiyā dasa, natthiyā soḷasa, vigate soḷasa, avigate dasa. ","html":"<p>{}</p>"},"patthana1.8:123.1":{"pli":"Kusalattikaṃ anulomaṃ anumajjantena gaṇetabbaṃ. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:124.1":{"pli":"Anulomaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:125.0":{"pli":"Paccanīyuddhāra ","html":"<h4>{}</h4>"},"patthana1.8:125.1":{"pli":"Pītisahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:126.1":{"pli":"Pītisahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:127.1":{"pli":"Pītisahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:128.1":{"pli":"Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:129.1":{"pli":"Sukhasahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:130.1":{"pli":"Sukhasahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:131.1":{"pli":"Sukhasahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:132.1":{"pli":"Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:133.1":{"pli":"Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:134.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:135.1":{"pli":"Upekkhāsahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:136.1":{"pli":"Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:137.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='1'>{}</p>"},"patthana1.8:138.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='2'>{}</p>"},"patthana1.8:139.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='3'>{}</p>"},"patthana1.8:140.1":{"pli":"Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ","html":"<p data-counter='4'>{}</p>"},"patthana1.8:141.0.1":{"pli":"1.8.7.2. Paccayapaccanīya ","html":"<h4>{}</h4>"},"patthana1.8:141.0.2":{"pli":"Saṅkhyāvāra ","html":"<h5>{}</h5>"},"patthana1.8:141.0.3":{"pli":"Suddha ","html":"<h6>{}</h6>"},"patthana1.8:141.1":{"pli":"Nahetuyā soḷasa, naārammaṇe naadhipatiyā naanantare nasamanantare nasahajāte naaññamaññe nanissaye naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge nasampayutte navippayutte noatthiyā nonatthiyā novigate noavigate sabbattha soḷasa. ","html":"<p>{}</p>"},"patthana1.8:142.1":{"pli":"Paccanīyaṃ anumajjantena gaṇetabbaṃ. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:143.1":{"pli":"Paccanīyaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:144.0.1":{"pli":"1.8.7.3. Paccayānulomapaccanīya ","html":"<h4>{}</h4>"},"patthana1.8:144.0.2":{"pli":"Duka ","html":"<h6>{}</h6>"},"patthana1.8:144.1":{"pli":"Hetupaccayā naārammaṇe dasa, naadhipatiyā dasa, naanantare nasamanantare naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge navippayutte nonatthiyā novigate sabbattha dasa. ","html":"<p>{}</p>"},"patthana1.8:145.1":{"pli":"Anulomapaccanīyaṃ anumajjantena gaṇetabbaṃ. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:146.1":{"pli":"Anulomapaccanīyaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:147.0.1":{"pli":"1.8.7.4. Paccayapaccanīyānuloma ","html":"<h4>{}</h4>"},"patthana1.8:147.0.2":{"pli":"Duka ","html":"<h6>{}</h6>"},"patthana1.8:147.1":{"pli":"Nahetupaccayā ārammaṇe soḷasa, adhipatiyā anantare samanantare soḷasa, sahajāte dasa, aññamaññe dasa, nissaye dasa, upanissaye soḷasa, āsevane dasa, kamme soḷasa, vipāke dasa, āhāre dasa, indriye dasa, jhāne dasa, magge dasa, sampayutte dasa, atthiyā dasa, natthiyā soḷasa, vigate soḷasa, avigate dasa. ","html":"<p>{}</p>"},"patthana1.8:148.1":{"pli":"Paccanīyānulomaṃ anumajjantena gaṇetabbaṃ. ","html":"<p class='expansion-instructions'>{}</p>"},"patthana1.8:149.1":{"pli":"Paccanīyānulomaṃ. ","html":"<p class='endsutta'>{}</p>"},"patthana1.8:150.1":{"pli":"Pītittikaṃ niṭṭhitaṃ. ","html":"<p class='endsection'>{}</p></article>"}}}