{"patthana16.11":{"patthana16.11:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.11'><header><ul><li class='division'>{}</li>"},"patthana16.11:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.11:0.3":{"pli":"16.11. Kusalattika, Lokiyaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.11:1.1":{"pli":"Abyākataṃ lokiyaṃ dhammaṃ paccayā naabyākato nalokiyo dhammo uppajjati hetupaccayā. Abyākataṃ lokiyaṃ dhammaṃ paccayā nakusalo nalokiyo dhammo uppajjati hetupaccayā. Abyākataṃ lokiyaṃ dhammaṃ paccayā naakusalo nalokiyo dhammo uppajjati hetupaccayā. Abyākataṃ lokiyaṃ dhammaṃ paccayā naakusalo nalokiyo ca naabyākato nalokiyo ca dhammā uppajjanti hetupaccayā. Abyākataṃ lokiyaṃ dhammaṃ paccayā nakusalo nalokiyo ca naakusalo nalokiyo ca dhammā uppajjanti hetupaccayā. Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.11:2.1":{"pli":"Kusalaṃ lokuttaraṃ dhammaṃ paṭicca nakusalo nalokuttaro dhammo uppajjati hetupaccayā. Kusalaṃ lokuttaraṃ dhammaṃ paṭicca naakusalo nalokuttaro dhammo uppajjati hetupaccayā. Kusalaṃ lokuttaraṃ dhammaṃ paṭicca nakusalo nalokuttaro ca naakusalo nalokuttaro ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.11:3.1":{"pli":"Abyākataṃ lokuttaraṃ dhammaṃ paṭicca nakusalo nalokuttaro dhammo uppajjati hetupaccayā. Abyākataṃ lokuttaraṃ dhammaṃ paṭicca naakusalo nalokuttaro dhammo uppajjati hetupaccayā. Abyākataṃ lokuttaraṃ dhammaṃ paṭicca nakusalo nalokuttaro ca naakusalo nalokuttaro ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.11:4.1":{"pli":"Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana16.12":{"patthana16.12:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.12'><header><ul><li class='division'>{}</li>"},"patthana16.12:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.12:0.3":{"pli":"16.12. Kusalattika, Kenaciviññeyyaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.12:1.1":{"pli":"Kusalaṃ kenaci viññeyyaṃ dhammaṃ paṭicca nakusalo nakenaci viññeyyo dhammo uppajjati hetupaccayā. Kusalaṃ kenaci viññeyyaṃ dhammaṃ paṭicca naakusalo nakenaci viññeyyo dhammo uppajjati hetupaccayā. Kusalaṃ kenaci viññeyyaṃ dhammaṃ paṭicca naabyākato nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā ekūnavīsati, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsati. ","html":"<p>{}</p>"},"patthana16.12:2.1":{"pli":"Kusalaṃ kenaci naviññeyyaṃ dhammaṃ paṭicca nakusalo nakenaci naviññeyyo dhammo uppajjati hetupaccayā. Kusalaṃ kenaci naviññeyyaṃ dhammaṃ paṭicca naakusalo nakenaci naviññeyyo dhammo uppajjati hetupaccayā. Kusalaṃ kenaci naviññeyyaṃ dhammaṃ paṭicca naabyākato nakenaci naviññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.12:3.1":{"pli":"Hetuyā ekūnavīsati, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsati. (Etena upāyena kenaci naviññeyye ekūnavīsati pañhā kātabbā.) ","html":"<p>{}</p></article>"}},"patthana16.13":{"patthana16.13:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.13'><header><ul><li class='division'>{}</li>"},"patthana16.13:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.13:0.3":{"pli":"16.13. Kusalattika, Āsavagocchaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.13:1.1":{"pli":"Akusalaṃ āsavaṃ dhammaṃ paṭicca naakusalo naāsavo dhammo …pe… nakusalo naāsavo dhammo …pe… naabyākato naāsavo dhammo …pe… nakusalo naāsavo ca naabyākato naāsavo ca dhammā …pe… nakusalo naāsavo ca naakusalo naāsavo ca dhammā uppajjanti hetupaccayā. Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.13:2.1":{"pli":"Akusalaṃ noāsavaṃ dhammaṃ paṭicca nakusalo nanoāsavo dhammo uppajjati hetupaccayā. Akusalaṃ noāsavaṃ dhammaṃ paṭicca naabyākato nanoāsavo dhammo …pe… nakusalo nanoāsavo ca naabyākato nanoāsavo ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.13:3.1":{"pli":"Abyākataṃ sāsavaṃ dhammaṃ paṭicca …pe…. (Lokiyadukasadisaṃ.) ","html":"<p>{}</p>"},"patthana16.13:4.1":{"pli":"Akusalaṃ āsavasampayuttaṃ dhammaṃ paṭicca naakusalo naāsavasampayutto dhammo …pe… nakusalo naāsavasampayutto dhammo …pe… naabyākato naāsavasampayutto dhammo …pe… nakusalo naāsavasampayutto ca naabyākato naāsavasampayutto ca dhammā …pe… nakusalo naāsavasampayutto ca naakusalo naāsavasampayutto ca dhammā uppajjanti hetupaccayā. Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.13:5.1":{"pli":"Akusalaṃ āsavavippayuttaṃ dhammaṃ paṭicca nakusalo naāsavavippayutto dhammo …pe… naabyākato naāsavavippayutto dhammo …pe… nakusalo naāsavavippayutto ca naabyākato naāsavavippayutto ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.13:6.1":{"pli":"Akusalaṃ āsavañceva sāsavañca dhammaṃ paṭicca naakusalo naāsavo ceva naanāsavo ca dhammo …pe… nakusalo naāsavo ceva naanāsavo ca dhammo …pe… naabyākato naāsavo ceva naanāsavo ca dhammo …pe… nakusalo naāsavo ceva naanāsavo ca naabyākato naāsavo ceva naanāsavo ca dhammā …pe… nakusalo naāsavo ceva naanāsavo ca naakusalo naāsavo ceva naanāsavo ca dhammā uppajjanti hetupaccayā. Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.13:7.1":{"pli":"Akusalaṃ sāsavañceva no ca āsavaṃ dhammaṃ paṭicca naakusalo naanāsavo ceva nano ca āsavo dhammo …pe… naabyākato naanāsavo ceva nano ca āsavo dhammo …pe… nakusalo naanāsavo ceva nano ca āsavo naabyākato naanāsavo ceva nano āsavo ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.13:8.1":{"pli":"Akusalaṃ āsavañceva āsavasampayuttañca dhammaṃ paṭicca nakusalo naāsavo ceva naāsavavippayutto ca dhammo …pe… naabyākato naāsavo ceva naāsavavippayutto ca dhammo …pe… nakusalo naāsavo ceva naāsavavippayutto ca naabyākato naāsavo ceva naāsavavippayutto ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.13:9.1":{"pli":"Akusalaṃ āsavasampayuttañceva no ca āsavaṃ dhammaṃ paṭicca nakusalo naāsavavippayutto ceva nano ca āsavo dhammo …pe… naabyākato naāsavavippayutto ceva nano ca āsavo dhammo …pe… nakusalo naāsavavippayutto ceva nanoāsavo ca naabyākato naāsavavippayutto ceva nano ca āsavo ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.13:10.1":{"pli":"Abyākataṃ āsavavippayuttaṃ sāsavaṃ dhammaṃ paṭicca …pe…. (Lokiyadukasadisaṃ.) ","html":"<p>{}</p></article>"}},"patthana16.14":{"patthana16.14:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.14'><header><ul><li class='division'>{}</li>"},"patthana16.14:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.14:0.3":{"pli":"16.14. Kusalattika, Chagocchakaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.14:1.1":{"pli":"Akusalaṃ saññojanaṃ dhammaṃ paṭicca …pe… ganthaṃ …pe… oghaṃ …pe… yogaṃ …pe… nīvaraṇaṃ …pe… parāmāsaṃ. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.14:2.1":{"pli":"Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca. (Saṅkhittaṃ.) ","html":"<p>{}</p></article>"}},"patthana16.15":{"patthana16.15:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.15'><header><ul><li class='division'>{}</li>"},"patthana16.15:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.15:0.3":{"pli":"16.15. Kusalattika, Sārammaṇaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.15:1.1":{"pli":"Kusalaṃ sārammaṇaṃ dhammaṃ paṭicca nakusalo nasārammaṇo dhammo uppajjati hetupaccayā. Kusalaṃ sārammaṇaṃ dhammaṃ paṭicca naakusalo nasārammaṇo dhammo uppajjati hetupaccayā. Kusalaṃ sārammaṇaṃ dhammaṃ paṭicca nakusalo nasārammaṇo ca naakusalo nasārammaṇo ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.15:2.1":{"pli":"Akusalaṃ sārammaṇaṃ dhammaṃ paṭicca naakusalo nasārammaṇo dhammo uppajjati hetupaccayā. Akusalaṃ sārammaṇaṃ dhammaṃ paṭicca nakusalo nasārammaṇo dhammo uppajjati hetupaccayā. Akusalaṃ sārammaṇaṃ dhammaṃ paṭicca nakusalo nasārammaṇo ca naakusalo nasārammaṇo ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.15:3.1":{"pli":"Abyākataṃ sārammaṇaṃ dhammaṃ paṭicca nakusalo nasārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.15:4.1":{"pli":"Hetuyā nava, adhipatiyā nava …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.15:5.1":{"pli":"Abyākataṃ anārammaṇaṃ dhammaṃ paṭicca nakusalo naanārammaṇo dhammo uppajjati hetupaccayā. Abyākataṃ anārammaṇaṃ dhammaṃ paṭicca naakusalo naanārammaṇo dhammo uppajjati hetupaccayā. Abyākataṃ anārammaṇaṃ dhammaṃ paṭicca nakusalo naanārammaṇo ca naakusalo naanārammaṇo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.15:6.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana16.16":{"patthana16.16:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.16'><header><ul><li class='division'>{}</li>"},"patthana16.16:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.16:0.3":{"pli":"16.16. Kusalattika, Cittaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.16:1.1":{"pli":"Kusalaṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Kusalaṃ cittaṃ dhammaṃ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Kusalaṃ cittaṃ dhammaṃ paṭicca naabyākato nacitto dhammo uppajjati hetupaccayā. Kusalaṃ cittaṃ dhammaṃ paṭicca naakusalo nacitto ca naabyākato nacitto ca dhammā uppajjanti hetupaccayā. Kusalaṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.16:2.1":{"pli":"Akusalaṃ cittaṃ dhammaṃ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Akusalaṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Akusalaṃ cittaṃ dhammaṃ paṭicca naabyākato nacitto dhammo uppajjati hetupaccayā. Akusalaṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto ca naabyākato nacitto ca dhammā uppajjanti hetupaccayā. Akusalaṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.16:3.1":{"pli":"Abyākataṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Abyākataṃ cittaṃ dhammaṃ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Abyākataṃ cittaṃ dhammaṃ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.16:4.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.16:5.1":{"pli":"Kusalaṃ nocittaṃ dhammaṃ paṭicca naakusalo nanocitto dhammo uppajjati hetupaccayā. Kusalaṃ nocittaṃ dhammaṃ paṭicca naabyākato nanocitto dhammo uppajjati hetupaccayā. Kusalaṃ nocittaṃ dhammaṃ paṭicca naakusalo nanocitto ca naabyākato nanocitto ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.16:6.1":{"pli":"Akusalaṃ nocittaṃ dhammaṃ paṭicca nakusalo nanocitto dhammo uppajjati hetupaccayā. Akusalaṃ nocittaṃ dhammaṃ paṭicca naabyākato nanocitto dhammo uppajjati hetupaccayā. Akusalaṃ nocittaṃ dhammaṃ paṭicca nakusalo nanocitto ca naabyākato nanocitto ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.16:7.1":{"pli":"Abyākatāni tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.16:8.1":{"pli":"Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p></article>"}},"patthana16.17":{"patthana16.17:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.17'><header><ul><li class='division'>{}</li>"},"patthana16.17:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.17:0.3":{"pli":"16.17. Kusalattika, Cetasikaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.17:1.1":{"pli":"Kusalaṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā. Kusalaṃ cetasikaṃ dhammaṃ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā. Kusalaṃ cetasikaṃ dhammaṃ paṭicca naabyākato nacetasiko dhammo uppajjati hetupaccayā. Kusalaṃ cetasikaṃ dhammaṃ paṭicca naakusalo nacetasiko ca naabyākato nacetasiko ca dhammā uppajjanti hetupaccayā. Kusalaṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.17:2.1":{"pli":"Akusalaṃ cetasikaṃ dhammaṃ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā. Akusalaṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā. Akusalaṃ cetasikaṃ dhammaṃ paṭicca naabyākato nacetasiko dhammo uppajjati hetupaccayā. Akusalaṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko ca naabyākato nacetasiko ca dhammā uppajjanti hetupaccayā. Akusalaṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.17:3.1":{"pli":"Abyākataṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā. Abyākataṃ cetasikaṃ dhammaṃ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā. Abyākataṃ cetasikaṃ dhammaṃ paṭicca nakusalo nacetasiko ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.17:4.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.17:5.1":{"pli":"Acetasike hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p></article>"}},"patthana16.18":{"patthana16.18:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.18'><header><ul><li class='division'>{}</li>"},"patthana16.18:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.18:0.3":{"pli":"16.18. Kusalattika, Cittasampayuttaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.18:1.1":{"pli":"Kusalaṃ cittasampayuttaṃ dhammaṃ paṭicca nakusalo nacittasampayutto dhammo uppajjati hetupaccayā. Kusalaṃ cittasampayuttaṃ dhammaṃ paṭicca naakusalo nacittasampayutto dhammo uppajjati hetupaccayā. Kusalaṃ cittasampayuttaṃ dhammaṃ paṭicca naabyākato nacittasampayutto dhammo uppajjati hetupaccayā. Kusalaṃ cittasampayuttaṃ dhammaṃ paṭicca naakusalo nacittasampayutto ca naabyākato nacittasampayutto ca dhammā uppajjanti hetupaccayā. Kusalaṃ cittasampayuttaṃ dhammaṃ paṭicca nakusalo nacittasampayutto ca naakusalo nacittasampayutto ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.18:2.1":{"pli":"Akusalaṃ cittasampayuttaṃ dhammaṃ paṭicca naakusalo nacittasampayutto dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.18:3.1":{"pli":"Abyākataṃ cittasampayuttaṃ dhammaṃ paṭicca nakusalo nacittasampayutto dhammo uppajjati hetupaccayā. Abyākataṃ cittasampayuttaṃ dhammaṃ paṭicca naakusalo nacittasampayutto dhammo uppajjati hetupaccayā. Abyākataṃ cittasampayuttaṃ dhammaṃ paṭicca nakusalo nacittasampayutto ca naakusalo nacittasampayutto ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.18:4.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.18:5.1":{"pli":"Cittavippayutte tīṇi, hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana16.19":{"patthana16.19:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.19'><header><ul><li class='division'>{}</li>"},"patthana16.19:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.19:0.3":{"pli":"16.19. Kusalattika, Cittasaṃsaṭṭhaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.19:1.1":{"pli":"Kusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Kusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca naakusalo nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Kusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca naabyākato nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Kusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca naakusalo nacittasaṃsaṭṭho ca naabyākato nacittasaṃsaṭṭho ca dhammā uppajjanti hetupaccayā. Kusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho ca naakusalo nacittasaṃsaṭṭho ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.19:2.1":{"pli":"Akusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca naakusalo nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Akusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Akusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca naabyākato nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Akusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho ca naabyākato nacittasaṃsaṭṭho ca dhammā uppajjanti hetupaccayā. Akusalaṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho ca naakusalo nacittasaṃsaṭṭho ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.19:3.1":{"pli":"Abyākataṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Abyākataṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca naakusalo nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Abyākataṃ cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nakusalo nacittasaṃsaṭṭho ca naakusalo nacittasaṃsaṭṭho ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.19:4.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p></article>"}},"patthana16.2":{"patthana16.2:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.2'><header><ul><li class='division'>{}</li>"},"patthana16.2:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.2:0.3":{"pli":"16.2. Kusalattika, Sahetukaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.2:1.0.1":{"pli":"Paccayacatukka ","html":"<h6>{}</h6>"},"patthana16.2:1.0.2":{"pli":"Hetu ","html":"<h6>{}</h6>"},"patthana16.2:1.1":{"pli":"Kusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Kusalaṃ sahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Kusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.2:2.1":{"pli":"Akusalaṃ sahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Akusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Akusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.2:3.1":{"pli":"Abyākataṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Abyākataṃ sahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Abyākataṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.2:4.1":{"pli":"Hetuyā nava, ārammaṇe tīṇi …pe… sahajāte ekādasa, aññamaññe cha …pe… kamme ekādasa, vipāke tīṇi …pe… avigate ekādasa. (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.) ","html":"<p>{}</p>"},"patthana16.2:5.1":{"pli":"Kusalo sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Kusalo sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Kusalo sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi. ","html":"<p>{}</p>"},"patthana16.2:6.1":{"pli":"Akusalo sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Akusalo sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Akusalo sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi. ","html":"<p>{}</p>"},"patthana16.2:7.1":{"pli":"Abyākato sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Abyākato sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo. Abyākato sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.2:8.1":{"pli":"Hetuyā nava, ārammaṇe pannarasa, adhipatiyā nava, anantare samanantare sahajāte ekādasa, aññamaññe cha, nissaye ekādasa, upanissaye pannarasa, purejāte nava, āsevane tīṇi, kamme nava, vipāke tīṇi, āhāre indriye jhāne magge nava, sampayutte tīṇi, vippayutte nava …pe… avigate ekādasa. ","html":"<p>{}</p>"},"patthana16.2:9.1":{"pli":"Akusalaṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā. Akusalaṃ ahetukaṃ dhammaṃ paṭicca naabyākato naahetuko dhammo uppajjati hetupaccayā. Akusalaṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko ca naabyākato naahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.2:10.1":{"pli":"Abyākataṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā. Abyākataṃ ahetukaṃ dhammaṃ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā. Abyākataṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko ca naakusalo naahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.2:11.1":{"pli":"Hetuyā cha, ārammaṇe cha, vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p></article>"}},"patthana16.20":{"patthana16.20:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.20'><header><ul><li class='division'>{}</li>"},"patthana16.20:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.20:0.3":{"pli":"16.20. Kusalattika, Cittasamuṭṭhānaduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.20:1.1":{"pli":"Kusalaṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca naakusalo nacittasamuṭṭhāno dhammo uppajjati hetupaccayā. Kusalaṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca naabyākato nacittasamuṭṭhāno dhammo uppajjati hetupaccayā. Kusalaṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca naakusalo nacittasamuṭṭhāno ca naabyākato nacittasamuṭṭhāno ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.20:2.1":{"pli":"Akusalaṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca nakusalo nacittasamuṭṭhāno dhammo uppajjati hetupaccayā. Akusalaṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca naabyākato nacittasamuṭṭhāno dhammo uppajjati hetupaccayā. Akusalaṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca nakusalo nacittasamuṭṭhāno ca naabyākato nacittasamuṭṭhāno ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.20:3.1":{"pli":"Abyākataṃ cittasamuṭṭhānaṃ dhammaṃ paṭicca nakusalo nacittasamuṭṭhāno dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.20:4.1":{"pli":"Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.20:5.1":{"pli":"Kusalaṃ nocittasamuṭṭhānaṃ dhammaṃ paṭicca nakusalo nanocittasamuṭṭhāno dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.20:6.1":{"pli":"Akusalaṃ nocittasamuṭṭhānaṃ dhammaṃ paṭicca naakusalo nanocittasamuṭṭhāno dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.20:7.1":{"pli":"Abyākataṃ nocittasamuṭṭhānaṃ dhammaṃ paṭicca nakusalo nanocittasamuṭṭhāno dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.20:8.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p></article>"}},"patthana16.21":{"patthana16.21:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.21'><header><ul><li class='division'>{}</li>"},"patthana16.21:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.21:0.3":{"pli":"16.21. Kusalattika, Cittasahabhūduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.21:1.1":{"pli":"Kusalaṃ cittasahabhuṃ dhammaṃ paṭicca nakusalo nacittasahabhū dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.21:2.1":{"pli":"Akusalaṃ cittasahabhuṃ dhammaṃ paṭicca naakusalo nacittasahabhū dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.21:3.1":{"pli":"Abyākataṃ cittasahabhuṃ dhammaṃ paṭicca nakusalo nacittasahabhū dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.21:4.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.21:5.1":{"pli":"Kusalaṃ nocittasahabhuṃ dhammaṃ paṭicca nakusalo nanocittasahabhū dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.21:6.1":{"pli":"Akusalaṃ nocittasahabhuṃ dhammaṃ paṭicca naakusalo nanocittasahabhū dhammo uppajjati hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.21:7.1":{"pli":"Abyākataṃ nocittasahabhuṃ dhammaṃ paṭicca nakusalo nanocittasahabhū dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.21:8.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p></article>"}},"patthana16.22":{"patthana16.22:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.22'><header><ul><li class='division'>{}</li>"},"patthana16.22:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.22:0.3":{"pli":"16.22. Kusalattika, Cittānuparivattadukādi ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.22:1.1":{"pli":"Kusalaṃ cittānuparivattiṃ dhammaṃ paṭicca … (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.22:2.1":{"pli":"Kusalaṃ nocittānuparivattiṃ dhammaṃ paṭicca … (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. (Ete saṅkhittā, dukattayaṃ cittadukasadisaṃ.) ","html":"<p>{}</p></article>"}},"patthana16.23":{"patthana16.23:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.23'><header><ul><li class='division'>{}</li>"},"patthana16.23:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.23:0.3":{"pli":"16.23. Kusalattika, Ajjhattikadukādi ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.23:1.1":{"pli":"Kusalaṃ ajjhattikaṃ dhammaṃ paṭicca …. (Saṅkhittaṃ, cittadukasadisaṃ.) ","html":"<p>{}</p>"},"patthana16.23:2.1":{"pli":"Kusalaṃ bāhiraṃ dhammaṃ paṭicca naakusalo nabāhiro dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.23:3.1":{"pli":"Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.23:4.1":{"pli":"Abyākataṃ upādā dhammaṃ paṭicca nakusalo naupādā dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.23:5.1":{"pli":"Kusalaṃ noupādā dhammaṃ paṭicca nakusalo nanoupādā dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) Hetuyā pannarasa, adhipatiyā pannarasa …pe… vipāke tīṇi …pe… avigate pannarasa. ","html":"<p>{}</p>"},"patthana16.23:6.1":{"pli":"Abyākataṃ upādinnaṃ dhammaṃ paṭicca nakusalo naupādinno dhammo uppajjati hetupaccayā. Abyākataṃ upādinnaṃ dhammaṃ paṭicca naakusalo naupādinno dhammo uppajjati hetupaccayā. Abyākataṃ upādinnaṃ dhammaṃ paṭicca nakusalo naupādinno ca naakusalo naupādinno ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.23:7.1":{"pli":"Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana16.24":{"patthana16.24:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.24'><header><ul><li class='division'>{}</li>"},"patthana16.24:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.24:0.3":{"pli":"16.24. Kusalattika, Upādānadukādi ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.24:1.1":{"pli":"Akusalaṃ upādānaṃ dhammaṃ paṭicca naakusalo noupādāno dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.24:2.1":{"pli":"Akusalaṃ kilesaṃ dhammaṃ paṭicca naakusalo nokileso dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.24:3.1":{"pli":"Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca. ","html":"<p>{}</p></article>"}},"patthana16.25":{"patthana16.25:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.25'><header><ul><li class='division'>{}</li>"},"patthana16.25:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.25:0.3":{"pli":"16.25. Kusalattika, Piṭṭhiduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.25:1.1":{"pli":"Akusalaṃ dassanena pahātabbaṃ dhammaṃ paṭicca naakusalo nadassanena pahātabbo dhammo uppajjati hetupaccayā. Akusalaṃ dassanena pahātabbaṃ dhammaṃ paṭicca nakusalo nadassanena pahātabbo dhammo uppajjati hetupaccayā. Akusalaṃ dassanena pahātabbaṃ dhammaṃ paṭicca nakusalo nadassanena pahātabbo ca naakusalo nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:2.1":{"pli":"Abyākataṃ nadassanena pahātabbaṃ dhammaṃ paccayā naabyākato nanadassanena pahātabbo dhammo uppajjati hetupaccayā. Abyākataṃ nadassanena pahātabbaṃ dhammaṃ paccayā nakusalo nanadassanena pahātabbo dhammo uppajjati hetupaccayā. Abyākataṃ nadassanena pahātabbaṃ dhammaṃ paccayā nakusalo nanadassanena pahātabbo ca naabyākato nanadassanena pahātabbo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:3.1":{"pli":"Akusalaṃ bhāvanāya pahātabbaṃ dhammaṃ paṭicca naakusalo nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Akusalaṃ bhāvanāya pahātabbaṃ dhammaṃ paṭicca nakusalo nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Akusalaṃ bhāvanāya pahātabbaṃ dhammaṃ paṭicca nakusalo nabhāvanāya pahātabbo ca naakusalo nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:4.1":{"pli":"Abyākataṃ nabhāvanāya pahātabbaṃ dhammaṃ paccayā naabyākato nanabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:5.1":{"pli":"Akusalaṃ dassanena pahātabbahetukaṃ dhammaṃ paṭicca naakusalo nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi, ārammaṇe pañca …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.25:6.1":{"pli":"Akusalaṃ nadassanena pahātabbahetukaṃ dhammaṃ paṭicca nakusalo nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:7.1":{"pli":"Abyākataṃ nadassanena pahātabbahetukaṃ dhammaṃ paccayā naabyākato nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:8.1":{"pli":"Akusalaṃ bhāvanāya pahātabbahetukaṃ dhammaṃ paṭicca naakusalo nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi, ārammaṇe pañca …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.25:9.1":{"pli":"Akusalaṃ nabhāvanāya pahātabbahetukaṃ dhammaṃ paṭicca nakusalo nanabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:10.1":{"pli":"Kusalaṃ savitakkaṃ dhammaṃ paṭicca nakusalo nasavitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.25:11.1":{"pli":"Kusalaṃ avitakkaṃ dhammaṃ paṭicca naakusalo naavitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.25:12.1":{"pli":"Kusalaṃ savicāraṃ dhammaṃ paṭicca nakusalo nasavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.25:13.1":{"pli":"Kusalaṃ avicāraṃ dhammaṃ paṭicca naakusalo naavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.25:14.1":{"pli":"Kusalaṃ sappītikaṃ dhammaṃ paṭicca nakusalo nasappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.25:15.1":{"pli":"Kusalaṃ appītikaṃ dhammaṃ paṭicca naakusalo naappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.25:16.1":{"pli":"Kusalaṃ pītisahagataṃ dhammaṃ paṭicca nakusalo napītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.25:17.1":{"pli":"Kusalaṃ napītisahagataṃ dhammaṃ paṭicca naakusalo nanapītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.25:18.1":{"pli":"Kusalaṃ sukhasahagataṃ dhammaṃ paṭicca nakusalo nasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.25:19.1":{"pli":"Kusalaṃ nasukhasahagataṃ dhammaṃ paṭicca naakusalo nanasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.25:20.1":{"pli":"Kusalaṃ upekkhāsahagataṃ dhammaṃ paṭicca nakusalo naupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.25:21.1":{"pli":"Kusalaṃ naupekkhāsahagataṃ dhammaṃ paṭicca nakusalo nanaupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ","html":"<p>{}</p>"},"patthana16.25:22.1":{"pli":"Abyākataṃ kāmāvacaraṃ dhammaṃ paṭicca nakusalo nakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:23.1":{"pli":"Kusalaṃ nakāmāvacaraṃ dhammaṃ paṭicca nakusalo nanakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana16.25:24.1":{"pli":"Kusalaṃ rūpāvacaraṃ dhammaṃ paṭicca nakusalo narūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana16.25:25.1":{"pli":"Abyākataṃ narūpāvacaraṃ dhammaṃ paṭicca nakusalo nanarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:26.1":{"pli":"Kusalaṃ arūpāvacaraṃ dhammaṃ paṭicca nakusalo naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana16.25:27.1":{"pli":"Abyākataṃ naarūpāvacaraṃ dhammaṃ paccayā naabyākato nanaarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.25:28.1":{"pli":"Abyākataṃ pariyāpannaṃ dhammaṃ paccayā naabyākato napariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.25:29.1":{"pli":"Kusalaṃ apariyāpannaṃ dhammaṃ paṭicca nakusalo naapariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha. ","html":"<p>{}</p>"},"patthana16.25:30.1":{"pli":"Kusalaṃ niyyānikaṃ dhammaṃ paṭicca nakusalo naniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:31.1":{"pli":"Abyākataṃ aniyyānikaṃ dhammaṃ paccayā naabyākato naaniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:32.1":{"pli":"Kusalaṃ niyataṃ dhammaṃ paṭicca nakusalo naniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana16.25:33.1":{"pli":"Abyākataṃ aniyataṃ dhammaṃ paccayā naabyākato naaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.25:34.1":{"pli":"Abyākataṃ sauttaraṃ dhammaṃ paccayā naabyākato nasauttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ","html":"<p>{}</p>"},"patthana16.25:35.1":{"pli":"Kusalaṃ anuttaraṃ dhammaṃ paṭicca nakusalo naanuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṃ.) Hetuyā cha …pe… avigate cha. ","html":"<p>{}</p>"},"patthana16.25:36.1":{"pli":"Akusalaṃ saraṇaṃ dhammaṃ paṭicca naakusalo nasaraṇo dhammo uppajjati hetupaccayā. Akusalaṃ saraṇaṃ dhammaṃ paṭicca nakusalo nasaraṇo dhammo uppajjati hetupaccayā. Akusalaṃ saraṇaṃ dhammaṃ paṭicca nakusalo nasaraṇo ca naakusalo nasaraṇo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p>"},"patthana16.25:37.1":{"pli":"Abyākataṃ araṇaṃ dhammaṃ paccayā naabyākato naaraṇo dhammo uppajjati hetupaccayā. Abyākataṃ araṇaṃ dhammaṃ paccayā nakusalo naaraṇo dhammo uppajjati hetupaccayā. Abyākataṃ araṇaṃ dhammaṃ paccayā nakusalo naaraṇo ca naabyākato naaraṇo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi. ","html":"<p>{}</p></article>"}},"patthana16.26":{"patthana16.26:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.26'><header><ul><li class='division'>{}</li>"},"patthana16.26:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.26:0.3":{"pli":"16.26. Vedanāttika, Hetuduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.26:1.1":{"pli":"Sukhāya vedanāya sampayuttaṃ hetuṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṃ hetuṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṃ hetuṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā …pe… satta pañhā. ","html":"<p>{}</p>"},"patthana16.26:2.1":{"pli":"Dukkhāya vedanāya sampayuttaṃ hetuṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā … satta pañhā. ","html":"<p>{}</p>"},"patthana16.26:3.1":{"pli":"Adukkhamasukhāya vedanāya sampayuttaṃ hetuṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā … satta pañhā. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.26:4.1":{"pli":"Hetuyā ekavīsa …pe… vipāke cuddasa …pe… avigate ekavīsa. (Sabbattha ekavīsa.) ","html":"<p>{}</p>"},"patthana16.26:5.1":{"pli":"Sukhāya vedanāya sampayuttaṃ nahetuṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṃ nahetuṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṃ nahetuṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nanahetu ca naadukkhamasukhāya vedanāya sampayutto nanahetu ca dhammā uppajjanti hetupaccayā. ","html":"<p data-counter='3'>{}</p>"},"patthana16.26:6.1":{"pli":"Dukkhāya vedanāya sampayuttaṃ nahetuṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.26:7.1":{"pli":"Adukkhamasukhāya vedanāya sampayuttaṃ nahetuṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.26:8.1":{"pli":"Hetuyā nava …pe… vipāke cha …pe… avigate nava. ","html":"<p>{}</p></article>"}},"patthana16.27":{"patthana16.27:0.1":{"pli":"Paṭṭhānapakaraṇa ","html":"<article id='patthana16.27'><header><ul><li class='division'>{}</li>"},"patthana16.27:0.2":{"pli":"Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4) ","html":"<li class='subdivision'>{}</li></ul>"},"patthana16.27:0.3":{"pli":"16.27. Vipākattika, Hetuduka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"patthana16.27:1.1":{"pli":"Vipākaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Vipākaṃ hetuṃ dhammaṃ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākaṃ hetuṃ dhammaṃ paṭicca nanevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākaṃ hetuṃ dhammaṃ paṭicca navipākadhammadhammo nahetu ca nanevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā. Vipākaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.27:2.1":{"pli":"Vipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca nanevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu ca nanevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā. Vipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.27:3.1":{"pli":"Nevavipākanavipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṃ hetuṃ dhammaṃ paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṃ) ","html":"<p>{}</p>"},"patthana16.27:4.1":{"pli":"Hetuyā terasa, ārammaṇe nava …pe… aññamaññe ekādasa …pe… āsevane cha …pe… vipāke pañca …pe… avigate terasa. ","html":"<p>{}</p>"},"patthana16.27:5.1":{"pli":"Vipākaṃ nahetuṃ dhammaṃ paṭicca navipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Vipākaṃ nahetuṃ dhammaṃ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Vipākaṃ nahetuṃ dhammaṃ paṭicca navipākadhammadhammo nanahetu ca nanevavipākanavipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.27:6.1":{"pli":"Vipākadhammadhammaṃ nahetuṃ dhammaṃ paṭicca navipāko nanahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ nahetuṃ dhammaṃ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṃ nahetuṃ dhammaṃ paṭicca navipāko nanahetu ca nanevavipākanavipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. ","html":"<p>{}</p>"},"patthana16.27:7.1":{"pli":"Nevavipākanavipākadhammadhammaṃ nahetuṃ dhammaṃ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṃ nahetuṃ dhammaṃ paṭicca navipāko nanahetu dhammo uppajjati hetupaccayā …pe…. Nevavipākanavipākadhammadhammaṃ nahetuñca dhammaṃ paṭicca navipāko nanahetu ca navipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … pañca. ","html":"<p>{}</p>"},"patthana16.27:8.1":{"pli":"Vipākaṃ nahetuñca nevavipākanavipākadhammadhammaṃ nahetuñca dhammaṃ paṭicca navipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṃ.) ","html":"<p>{}</p>"},"patthana16.27:9.1":{"pli":"Hetuyā cuddasa, ārammaṇe cuddasa …pe… āsevane cha …pe… vipāke nava …pe… avigate cuddasa. ","html":"<p>{}</p></article>"}}}