{"pe7":{"pe7:0.1":{"pli":"Peṭakopadesa ","html":"<article id='pe7'><header><ul><li class='division'>{}</li></ul>"},"pe7:0.2":{"pli":"Pakiṇṇakaniddesa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pe7:1.1":{"pli":"Jhānaṃ virāgo. ","html":"<p>{}"},"pe7:1.2":{"pli":"Cattāri jhānāni vitthārena kātabbāni. ","html":"{}"},"pe7:1.3":{"pli":"Tāni duvidhāni; ","html":"{}"},"pe7:1.4":{"pli":"bojjhaṅgavippayuttāni ca bojjhaṅgasampayuttāni ca. ","html":"{}"},"pe7:1.5":{"pli":"Tattha bojjhaṅgavippayuttāni bāhirakāni, bojjhaṅgasampayuttāni ariyapuggalāni. ","html":"{}"},"pe7:1.6":{"pli":"Tattha yena cha puggalamūlāni tesaṃ nikkhipetvā rāgacarito, dosacarito, mohacarito, rāgadosacarito, rāgamohacarito, dosamohacarito, samabhāgacarito, iti imesaṃ puggalānaṃ jhānaṃ samāpajjitānaṃ pañca nīvaraṇāni paṭipakkho tesaṃ paṭighātāya yathā asamattho tīṇi akusalamūlāni niggaṇhāti. ","html":"{}"},"pe7:1.7":{"pli":"Lobhena akusalamūlena abhijjhā ca uddhaccañca uppilavataṃ alobhena kusalamūlena niggaṇhāti, kukkuccañca vicikicchā ca mohapakkho, taṃ amohena niggaṇhāti. ","html":"{}"},"pe7:1.8":{"pli":"Doso ca thinamiddhañca dosapakkho, taṃ adosena niggaṇhāti. ","html":"{}</p>"},"pe7:2.1":{"pli":"Tattha alobhassa pāripūriyā nekkhammavitakkaṃ vitakketi. ","html":"<p>{}"},"pe7:2.2":{"pli":"Tattha adosassa pāripūriyā abyāpādavitakkaṃ vitakketi. ","html":"{}"},"pe7:2.3":{"pli":"Tattha amohassa pāripūriyā avihiṃsāvitakkaṃ vitakketi. ","html":"{}"},"pe7:2.4":{"pli":"Tattha alobhassa pāripūriyā vivitto hoti kāmehi. ","html":"{}"},"pe7:2.5":{"pli":"Tattha adosassa pāripūriyā amohassa pāripūriyā ca vivitto hoti pāpakehi akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ","html":"{}</p>"},"pe7:3.1":{"pli":"Vitakkāti tayo vitakkā—","html":"<p>{}"},"pe7:3.2":{"pli":"nekkhammavitakko abyāpādavitakko avihiṃsāvitakko. ","html":"{}"},"pe7:3.3":{"pli":"Tattha paṭhamābhinipāto vitakko, paṭiladdhassa vicaraṇaṃ vicāro. ","html":"{}"},"pe7:3.4":{"pli":"Yathā puriso dūrato purisaṃ passati āgacchantaṃ, na ca tāva jānāti eso itthīti vā purisoti vā yadā tu paṭilabhati itthīti vā purisoti vā evaṃ vaṇṇoti vā evaṃ saṇṭhānoti vā ime vitakkayanto uttari upaparikkhanti kiṃ nu kho ayaṃ sīlavā udāhu dussīlo aḍḍho vā duggatoti vā. ","html":"{}"},"pe7:3.5":{"pli":"Evaṃ vicāro vitakke appeti, vicāro cariyati ca anuvattati ca. ","html":"{}"},"pe7:3.6":{"pli":"Yathā pakkhī pubbaṃ āyūhati pacchā nāyūhati yathā āyūhanā evaṃ vitakko, yathā pakkhānaṃ pasāraṇaṃ evaṃ vicāro anupālati vitakketi vicarati vicāreti. ","html":"{}"},"pe7:3.7":{"pli":"Vitakkayati vitakketi, anuvicarati vicāreti. ","html":"{}"},"pe7:3.8":{"pli":"Kāmasaññāya paṭipakkho vitakko, byāpādasaññāya vihiṃsasaññāya ca paṭipakkho vicāro. ","html":"{}"},"pe7:3.9":{"pli":"Vitakkānaṃ kammaṃ akusalassa amanasikāro, vicārānaṃ kammaṃ jeṭṭhānaṃ saṃvāraṇā. ","html":"{}"},"pe7:3.10":{"pli":"Yathā paliko tuṇhiko sajjhāyaṃ karoti evaṃ vitakko, yathā taṃyeva anupassati evaṃ vicāro. ","html":"{}"},"pe7:3.11":{"pli":"Yathā apariññā evaṃ vitakko. ","html":"{}"},"pe7:3.12":{"pli":"Yathā pariññā evaṃ vicāro. ","html":"{}"},"pe7:3.13":{"pli":"Niruttipaṭisambhidāyañca paṭibhānapaṭisambhidāyañca vitakko, dhammapaṭisambhidāyañca atthapaṭisambhidāyañca vicāro. ","html":"{}"},"pe7:3.14":{"pli":"Kallitā kosallattaṃ cittassa vitakko, abhinīhārakosallaṃ cittassa vicāro. ","html":"{}"},"pe7:3.15":{"pli":"Idaṃ kusalaṃ idaṃ akusalaṃ idaṃ bhāvetabbaṃ idaṃ pahātabbaṃ idaṃ sacchikātabbanti vitakko, yathā pahānañca bhāvanā ca sacchikiriyā ca evaṃ vicāro. ","html":"{}"},"pe7:3.16":{"pli":"Imesu vitakkavicāresu ṭhitassa duvidhaṃ dukkhaṃ na uppajjati kāyikañca cetasikañca; ","html":"{}"},"pe7:3.17":{"pli":"duvidhaṃ sukhaṃ uppajjati kāyikañca cetasikañca. ","html":"{}"},"pe7:3.18":{"pli":"Iti vitakkajanitaṃ cetasikaṃ sukhaṃ pīti kāyikaṃ sukhaṃ kāyikoyeva. ","html":"{}"},"pe7:3.19":{"pli":"Yā tattha cittassa ekaggatā, ayaṃ samādhi. ","html":"{}"},"pe7:3.20":{"pli":"Iti paṭhamaṃ jhānaṃ pañcaṅgavippahīnaṃ pañcaṅgasamannāgataṃ. ","html":"{}</p>"},"pe7:4.1":{"pli":"Tesaṃyeva vitakkavicārānaṃ abhikkhaṇaṃ āsevanāya tassa tappoṇamānasaṃ hoti. ","html":"<p>{}"},"pe7:4.2":{"pli":"Tassa vitakkavicārā oḷārikā khāyanti. ","html":"{}"},"pe7:4.3":{"pli":"Yañca pītisukhañca nekkhammañca oḷārikaṃ bhavati. ","html":"{}"},"pe7:4.4":{"pli":"Api ca samādhijā pīti rati ca jāyati. ","html":"{}"},"pe7:4.5":{"pli":"Tassa vicārārammaṇaṃ. ","html":"{}"},"pe7:4.6":{"pli":"Tesaṃ vūpasamā ajjhattaṃ ceto sampasīdati. ","html":"{}"},"pe7:4.7":{"pli":"Ye vitakkavicārā dve dhammānussaritabbā. ","html":"{}"},"pe7:4.8":{"pli":"Paccuppannā daraṇitabbaṃ. ","html":"{}"},"pe7:4.9":{"pli":"Tesaṃ vūpasamā ekodibhāvaṃ cittekaggataṃ hoti. ","html":"{}"},"pe7:4.10":{"pli":"Tassa ekodibhāvena pīti pāripūriṃ gacchati. ","html":"{}"},"pe7:4.11":{"pli":"Yā pīti, taṃ somanassindriyaṃ, yaṃ sukhaṃ, taṃ sukhindriyaṃ. ","html":"{}"},"pe7:4.12":{"pli":"Yā cittekaggatā, ayaṃ samādhi. ","html":"{}"},"pe7:4.13":{"pli":"Taṃ dutiyaṃ jhānaṃ caturaṅgasamannāgataṃ. ","html":"{}"},"pe7:4.14":{"pli":"So pītiyā virāgā yāti ojahi jallasahagataṃ. ","html":"{}</p>"},"pe7:5.1":{"pli":"Tattha somanassacittamupādānanti ca so taṃ vicinanto upekkhameva manasikaroti. ","html":"<p>{}"},"pe7:5.2":{"pli":"So pītiyā virāgā upekkhako viharati. ","html":"{}"},"pe7:5.3":{"pli":"Yathā ca pītiyā sukhamānitaṃ, taṃ kāyena paṭisaṃvedeti sampajāno viharati. ","html":"{}"},"pe7:5.4":{"pli":"Yena satisampajaññena upekkhāpāripūriṃ gacchati. ","html":"{}"},"pe7:5.5":{"pli":"Idaṃ tatiyaṃ jhānaṃ caturaṅgasamannāgataṃ. ","html":"{}</p>"},"pe7:6.1":{"pli":"Tathā kāyikassa sukhassa pahānāya paṭhame jhāne somanassindriyaṃ nirujjhati. ","html":"<p>{}"},"pe7:6.2":{"pli":"Dutiye jhāne dukkhindriyaṃ nirujjhati. ","html":"{}"},"pe7:6.3":{"pli":"So sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ","html":"{}"},"pe7:6.4":{"pli":"Tattha catūhi indriyehi upekkhā pasādā hoti, dukkhindriyena domanassindriyena sukhindriyena somanassindriyena ca. ","html":"{}"},"pe7:6.5":{"pli":"Tesaṃ nirodhā upekkhāsampajaññaṃ hoti, tattha sukhindriyena somanassindriyena ca asati hoti, tesaṃ nirodhā satimā hoti, dukkhindriyena domanassindriyena ca asampajaññaṃ, tesaṃ nirodhā sampajaññaṃ hoti, iti upekkhāya ca saññā, sato sampajāno cittekaggatā ca idaṃ vuccate ca catutthaṃ jhānaṃ. ","html":"{}</p>"},"pe7:7.1":{"pli":"Tattha yo rāgacarito puggalo tassa sukhindriyañca somanassindriyañca; ","html":"<p>{}"},"pe7:7.2":{"pli":"yo dosacarito puggalo tassa dukkhindriyañca domanassindriyañca; ","html":"{}"},"pe7:7.3":{"pli":"yo mohacarito puggalo tassa asati ca asampajaññañca. ","html":"{}</p>"},"pe7:8.1":{"pli":"Tattha rāgacaritassa puggalassa tatiye jhāne catutthe ca anunayo nirujjhati, dosacaritassa paṭhame jhāne dutiye ca paṭighaṃ nirujjhati, mohacaritassa puggalassa paṭhame jhāne dutiye ca asampajaññaṃ nirujjhati. ","html":"<p>{}"},"pe7:8.2":{"pli":"Tatiye jhāne catutthe ca asati nirujjhati, evameva tesaṃ tiṇṇaṃ puggalānaṃ cattāri jhānāni vodānaṃ gamissanti. ","html":"{}</p>"},"pe7:9.1":{"pli":"Tattha rāgadosacaritassa puggalassa asampajaññañca anunayo ca paṭighañca, tena hānabhāgiyaṃ jhānaṃ hoti. ","html":"<p>{}"},"pe7:9.2":{"pli":"Tattha rāgamohacaritassa puggalassa anunayattaṃ ca ādīnavaṃ dassitā, taṃ tassa hānabhāgiyaṃ jhānaṃ hoti. ","html":"{}"},"pe7:9.3":{"pli":"Tattha dosamohacaritassa puggalassa paṭigho ca asati ca asampajaññañca ādīnavaṃ dassitā tena tassa hānabhāgiyaṃ jhānaṃ hoti. ","html":"{}</p>"},"pe7:10.1":{"pli":"Tattha rāgadosamohasamabhāgacaritassa puggalassa visesabhāgiyaṃ jhānaṃ hoti, imāni cattāri jhānāni sattasu puggalesu niddisitabbāni. ","html":"<p>{}"},"pe7:10.2":{"pli":"Catūsu ca samādhīsu chandasamādhinā paṭhamaṃ jhānaṃ, vīriyasamādhinā dutiyaṃ jhānaṃ, cittasamādhinā tatiyaṃ jhānaṃ, vīmaṃsāsamādhinā catutthaṃ jhānaṃ. ","html":"{}"},"pe7:10.3":{"pli":"Appaṇihitena paṭhamaṃ jhānaṃ, suññatāya dutiyaṃ jhānaṃ, animittena tatiyaṃ jhānaṃ, ānāpānassatiyā catutthaṃ jhānaṃ. ","html":"{}"},"pe7:10.4":{"pli":"Kāmavitakkabyāpādānañca taṃ taṃ vūpasamena paṭhamaṃ jhānaṃ hoti, vitakkavicārānaṃ vūpasamena dutiyaṃ jhānaṃ, sukhindriyasomanassindriyānaṃ vūpasamena tatiyaṃ jhānaṃ, kāyasaṅkhārānaṃ vūpasamena catutthaṃ jhānañca. ","html":"{}"},"pe7:10.5":{"pli":"Cāgādhiṭṭhānena paṭhamaṃ jhānaṃ, saccādhiṭṭhānena dutiyaṃ jhānaṃ, paññādhiṭṭhānena tatiyaṃ jhānaṃ, upasamādhiṭṭhānena catutthaṃ jhānaṃ. ","html":"{}"},"pe7:10.6":{"pli":"Imāni cattāri jhānāni saṅkhepaniddesena niddiṭṭhāni, tattha samādhindriyaṃ pāripūriṃ gacchati. ","html":"{}"},"pe7:10.7":{"pli":"Anuvattanakāni cattāri, tattha yo paṭhamaṃ jhānaṃ nissāya āsavakkhayaṃ pāpuṇāti, so sukhāya paṭipadāya dandhābhiññāya domanassindriyapaṭipakkhena. ","html":"{}"},"pe7:10.8":{"pli":"Yo dutiyaṃ jhānaṃ nissāya āsavānaṃ khayaṃ pāpuṇāti, so sukhāya paṭipadāya khippābhiññāya dukkhindriyapaṭipakkhena. ","html":"{}"},"pe7:10.9":{"pli":"Yo tatiyaṃ jhānaṃ nissāya āsavānaṃ khayaṃ pāpuṇāti, so sukhāya paṭipadāya dandhābhiññāya somanassindriyapaṭipakkhena. ","html":"{}"},"pe7:10.10":{"pli":"Yo catutthaṃ jhānaṃ nissāya āsavānaṃ khayaṃ pāpuṇāti, so sukhāya paṭipadāya khippābhiññāya sukhindriyapaṭipakkhena gato. ","html":"{}</p>"},"pe7:11.1":{"pli":"Pakiṇṇakaniddeso. ","html":"<p class='endsutta'>{}</p></article>"}}}