{"pe9":{"pe9:0.1":{"pli":"Peṭakopadesa ","html":"<article id='pe9'><header><ul><li class='division'>{}</li></ul>"},"pe9:0.2":{"pli":"Suttavebhaṅgiya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pe9:1.1":{"pli":"Pubbā koṭi na paññāyati avijjāya ca bhavataṇhāya ca. ","html":"<p>{}"},"pe9:1.2":{"pli":"Tattha avijjānīvaraṇānaṃ taṇhāsaṃyojanānaṃ sattānaṃ pubbakoṭi na paññāyati. ","html":"{}"},"pe9:1.3":{"pli":"Tattha ye sattā taṇhāsaṃyojanā, te ajjhosānabahulā mandavipassakā. ","html":"{}"},"pe9:1.4":{"pli":"Ye pana ussannadiṭṭhikā sattā, te vipassanābahulā mandajjhosānā. ","html":"{}</p>"},"pe9:2.1":{"pli":"Tattha taṇhācaritā sattā sattasaññābhiniviṭṭhā anuppādavayadassino. ","html":"<p>{}"},"pe9:2.2":{"pli":"Te pañcasu khandhesu attānaṃ samanupassanti “rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānan”ti. ","html":"{}"},"pe9:2.3":{"pli":"Evaṃ pañcakkhandhā. ","html":"{}"},"pe9:2.4":{"pli":"Aññehi khandhehi attānaṃ samanupassanti tassa ussannadiṭṭhikā sattā vipassamānā khandhe ujuṃ attato samanupassanti. ","html":"{}"},"pe9:2.5":{"pli":"Te rūpaṃ attako samanupassanti. ","html":"{}"},"pe9:2.6":{"pli":"Yaṃ rūpaṃ, so attā. ","html":"{}"},"pe9:2.7":{"pli":"Yo ahaṃ, taṃ rūpaṃ. ","html":"{}"},"pe9:2.8":{"pli":"So rūpavināsaṃ passati, ayaṃ ucchedavādī. ","html":"{}"},"pe9:2.9":{"pli":"Iti pañcannaṃ khandhānaṃ paṭhamābhinipātā sakkāyadiṭṭhiyo pañca ucchedaṃ bhajanti “taṃ jīvaṃ taṃ sarīran”ti. ","html":"{}"},"pe9:2.10":{"pli":"Ekamekamhi khandhe tīhi padehi pacchimakehi sassataṃ bhajati “aññaṃ jīvaṃ aññaṃ sarīran”ti. ","html":"{}"},"pe9:2.11":{"pli":"Ito bahiddhāte pabbajitā taṇhācaritā kāmasukhallikānuyogamanuyuttā viharanti. ","html":"{}"},"pe9:2.12":{"pli":"Tena ye ca nissandena diṭṭhicaritā attakilamathānuyogamanuyuttā viharanti. ","html":"{}"},"pe9:2.13":{"pli":"Tenayeva diṭṭhisukhena ettāvatā bāhirako payogo. ","html":"{}</p>"},"pe9:3.1":{"pli":"Tattha diṭṭhicaritā sattā ye ariyadhammavinayaṃ otaranti, te dhammānusārino honti. ","html":"<p>{}"},"pe9:3.2":{"pli":"Ye taṇhācaritā sattā ariyaṃ dhammavinayaṃ otaranti, te saddhānusārino honti. ","html":"{}</p>"},"pe9:4.1":{"pli":"Tattha ye diṭṭhicaritā sattā, te kāmesu dosadiṭṭhī, na ca ye kāmesu anusayā samūhatā, te attakilamathānuyogamanuyuttā viharanti. ","html":"<p>{}"},"pe9:4.2":{"pli":"Tesaṃ satthā dhammaṃ deseti. ","html":"{}"},"pe9:4.3":{"pli":"Añño vā sāvako kāmehi natthi atthoti te ca pubbeyeva kāmehi anatthikā iti kāme appakasirena paṭinissajjanti. ","html":"{}"},"pe9:4.4":{"pli":"Te cetasikena dukkhena anajjhositā. ","html":"{}"},"pe9:4.5":{"pli":"Tena vuccati “sukhā paṭipadā”ti. ","html":"{}"},"pe9:4.6":{"pli":"Ye pana taṇhācaritā sattā, te kāmesu ajjhositā, tesaṃ satthā vā dhammaṃ deseti. ","html":"{}"},"pe9:4.7":{"pli":"Aññataro vā bhikkhu kāmehi natthi atthoti, te piyarūpaṃ dukkhena paṭinissajjanti. ","html":"{}"},"pe9:4.8":{"pli":"Tena vuccati “dukkhā paṭipadā”ti. ","html":"{}"},"pe9:4.9":{"pli":"Iti ime sabbasattā dvīsu paṭipadāsu samosaraṇaṃ gacchanti dukkhāyañca sukhāyañca. ","html":"{}</p>"},"pe9:5.1":{"pli":"Tattha ye diṭṭhicaritā sattā, te dvidhā mudindriyā ca tikkhindriyā ca. ","html":"<p>{}"},"pe9:5.2":{"pli":"Tattha ye diṭṭhicaritā sattā tikkhindriyā sukhena paṭinissajjanti, khippañca abhisamenti, tena vuccati “khippābhiññā sukhā paṭipadā”ti. ","html":"{}"},"pe9:5.3":{"pli":"Tattha ye diṭṭhicaritā sattā mudindriyā paṭhamaṃ tikkhindriyaṃ upādāya dandhataraṃ abhisamenti, te sukhena paṭinissajjanti, dandhañca abhisamenti. ","html":"{}"},"pe9:5.4":{"pli":"Tena vuccati “sukhā paṭipadā dandhābhiññā”ti. ","html":"{}"},"pe9:5.5":{"pli":"Tattha taṇhācaritā sattā dvidhā tikkhindriyā ca mudindriyā ca. ","html":"{}"},"pe9:5.6":{"pli":"Tattha ye taṇhācaritā sattā tikkhindriyā dukkhena paṭinissajjanti, khippañca abhisamenti. ","html":"{}"},"pe9:5.7":{"pli":"Tena vuccati “dukkhā paṭipadā khippābhiññā”ti. ","html":"{}"},"pe9:5.8":{"pli":"Tattha ye taṇhācaritā sattā mudindriyā paṭhamaṃ tikkhindriyaṃ upādāya dandhataraṃ abhisamenti, te dukkhena paṭinissajjanti, dandhañca abhisamenti. ","html":"{}"},"pe9:5.9":{"pli":"Tena vuccati “dukkhā paṭipadā dandhābhiññā”ti. ","html":"{}"},"pe9:5.10":{"pli":"Imā catasso paṭipadāyo apañcamā achaṭṭhā. ","html":"{}"},"pe9:5.11":{"pli":"Ye hi keci nibbutā nibbāyissanti vā imāhi catūhi paṭipadāhi anaññāhi ayaṃ paṭipadācatukkena kilese niddisati. ","html":"{}"},"pe9:5.12":{"pli":"Yā catukkamaggena ariyadhammesu niddisitabbā, ayaṃ vuccati sīhavikkīḷito nāma nayo. ","html":"{}</p>"},"pe9:6.1":{"pli":"Tatrime cattāro āhārā. ","html":"<p>{}"},"pe9:6.2":{"pli":"Cattāro vipallāsā upādānā yogā ganthā āsavā oghā sallā viññāṇaṭṭhitiyo agatigamanāti, evaṃ imāni sabbāni dasa padāni. ","html":"{}"},"pe9:6.3":{"pli":"Ayaṃ suttassa saṃsandanā. ","html":"{}</p>"},"pe9:7.1":{"pli":"Cattāro āhārā. ","html":"<p>{}"},"pe9:7.2":{"pli":"Tattha yo ca kabaḷīkāro āhāro yo ca phasso āhāro, ime taṇhācaritena pahātabbā. ","html":"{}"},"pe9:7.3":{"pli":"Tattha yo ca manosañcetanāhāro yo ca viññāṇāhāro, ime diṭṭhicaritena pahātabbā. ","html":"{}</p>"},"pe9:8.1":{"pli":"Paṭhamo āhāro paṭhamo vipallāso, dutiyo āhāro dutiyo vipallāso, tatiyo āhāro tatiyo vipallāso, catuttho āhāro catuttho vipallāso. ","html":"<p>{}"},"pe9:8.2":{"pli":"Ime cattāro vipallāsā apañcamā achaṭṭhā. ","html":"{}"},"pe9:8.3":{"pli":"Idañca pamāṇā cattāro āhārā. ","html":"{}</p>"},"pe9:9.1":{"pli":"Tattha paṭhame vipallāse ṭhito kāme upādiyati, idaṃ kāmupādānaṃ. ","html":"<p>{}"},"pe9:9.2":{"pli":"Dutiye vipallāse ṭhito anāgataṃ bhavaṃ upādiyati, idaṃ sīlabbatupādānaṃ. ","html":"{}"},"pe9:9.3":{"pli":"Tatiye vipallāse ṭhito viparīto diṭṭhiṃ upādiyati, idaṃ diṭṭhupādānaṃ. ","html":"{}"},"pe9:9.4":{"pli":"Catutthe vipallāse ṭhito khandhe attato upādiyati, idaṃ attavādupādānaṃ. ","html":"{}</p>"},"pe9:10.1":{"pli":"Tattha kāmupādāne ṭhito kāme abhijjhāyati ganthati, ayaṃ abhijjhākāyagantho. ","html":"<p>{}"},"pe9:10.2":{"pli":"Sīlabbatupādāne ṭhito byāpādaṃ ganthati, ayaṃ byāpādakāyagantho. ","html":"{}"},"pe9:10.3":{"pli":"Diṭṭhupādāne ṭhito parāmāsaṃ ganthati, ayaṃ parāmāsakāyagantho. ","html":"{}"},"pe9:10.4":{"pli":"Attavādupādāne ṭhito papañcanto ganthati, ayaṃ idaṃsaccābhiniveso kāyagantho. ","html":"{}</p>"},"pe9:11.1":{"pli":"Tassa ganthitā kilesā āsavanti. ","html":"<p>{}"},"pe9:11.2":{"pli":"Kiñci pana vuccati vippaṭisāro. ","html":"{}"},"pe9:11.3":{"pli":"Ye vippaṭisārā te anusayā. ","html":"{}"},"pe9:11.4":{"pli":"Tattha abhijjhākāyaganthena kāmāsavo, byāpādakāyaganthena bhavāsavo, parāmāsakāyaganthena diṭṭhāsavo, idaṃ saccābhinivesakāyaganthena avijjāsavo. ","html":"{}</p>"},"pe9:12.1":{"pli":"Te cattāro āsavā vepullabhāvaṃ gatā oghā honti, tena vuccanti “oghā”ti. ","html":"<p>{}"},"pe9:12.2":{"pli":"Tattha kāmāsavo kāmogho, bhavāsavo bhavogho, avijjāsavo avijjogho, diṭṭhāsavo diṭṭhogho. ","html":"{}</p>"},"pe9:13.1":{"pli":"Te cattāro oghā āsayamanupaviṭṭhā anusayasahagatā vuccanti. ","html":"<p>{}"},"pe9:13.2":{"pli":"Sallāti hadayamāhacca tiṭṭhantā. ","html":"{}"},"pe9:13.3":{"pli":"Tattha kāmogho rāgasallaṃ, bhavogho dosasallaṃ, avijjogho mohasallaṃ, diṭṭhogho diṭṭhisallaṃ. ","html":"{}</p>"},"pe9:14.1":{"pli":"Imehi catūhi sallehi pariyādinnaṃ viññāṇaṃ catūsu dhammesu tiṭṭhati rūpe vedanāya saññāya saṅkhāresu. ","html":"<p>{}"},"pe9:14.2":{"pli":"Imā catasso viññāṇaṭṭhitiyo. ","html":"{}"},"pe9:14.3":{"pli":"Tattha rāgasallena nandūpasecanaṃ rūpūpagaṃ viññāṇaṃ tiṭṭhati. ","html":"{}"},"pe9:14.4":{"pli":"Dosasallena vedanūpagaṃ mohasallena saññūpagaṃ diṭṭhisallena nandūpasecanaṃ saṅkhārūpagaṃ viññāṇaṃ tiṭṭhati. ","html":"{}</p>"},"pe9:15.1":{"pli":"Catūhi viññāṇaṭṭhitīhi catubbidhaṃ agatiṃ gacchanti chandā dosā bhayā mohā. ","html":"<p>{}"},"pe9:15.2":{"pli":"Rāgena chandā agatiṃ gacchati, dosena dosā agatiṃ gacchati, mohena mohā agatiṃ gacchati, diṭṭhiyā bhayā agatiṃ gacchati. ","html":"{}"},"pe9:15.3":{"pli":"Iti idañca kammaṃ ime ca kilesā. ","html":"{}"},"pe9:15.4":{"pli":"Ayaṃ saṃsārassa hetu. ","html":"{}</p>"},"pe9:16.1":{"pli":"Tatthimā catasso disā kabaḷīkārāhāro “asubhe subhan”ti vipallāso kāmupādānaṃ kāmayogo abhijjhākāyagantho kāmāsavo kāmogho rāgasallaṃ rūpūpagā viññāṇaṭṭhiti chandā agatigamanaṃ. ","html":"<p>{}"},"pe9:16.2":{"pli":"Ayaṃ paṭhamā disā. ","html":"{}</p>"},"pe9:17.1":{"pli":"Phasso āhāro “dukkhe sukhan”ti vipallāso sīlabbatupādānaṃ bhavayogobyāpādo kāyagantho bhavāsavo bhavogho dosasallaṃ vedanūpagā viññāṇaṭṭhiti dosā agatigamanaṃ, ayaṃ dutiyā disā. ","html":"<p>{}</p>"},"pe9:18.1":{"pli":"Manosañcetanāhāro “anattani attā”ti vipallāso diṭṭhupādānaṃ diṭṭhiyogo parāmāsakāyagantho diṭṭhāsavo diṭṭhogho diṭṭhisallaṃ saññūpagā viññāṇaṭṭhiti bhayā agatigamanaṃ. ","html":"<p>{}"},"pe9:18.2":{"pli":"Ayaṃ tatiyā disā. ","html":"{}</p>"},"pe9:19.1":{"pli":"Viññāṇāhāro “anicce niccan”ti vipallāso attavādupādānaṃ avijjāyogo idaṃsaccābhiniveso kāyagantho avijjāsavo avijjogho mohasallaṃ saṅkhārūpagā viññāṇaṭṭhiti mohā agatigamanaṃ, ayaṃ catutthī disā. ","html":"<p>{}"},"pe9:19.2":{"pli":"Iti imesaṃ dasannaṃ suttānaṃ paṭhamena padena paṭhamāya disāya ālokanaṃ. ","html":"{}"},"pe9:19.3":{"pli":"Ayaṃ vuccati disālokanā. ","html":"{}</p>"},"pe9:20.1":{"pli":"Catūhi vipallāsehi akusalapakkhe disāvilokanā kilesaṃ saṃyojetvā ayaṃ akusalapakkhe disāvilokanāya bhūmi pañcannaṃ dasannaṃ suttānaṃ yāni paṭhamāni padāni imesaṃ dhammānaṃ ko attho? ","html":"<p>{}"},"pe9:20.2":{"pli":"Eko attho, byañjanameva nānaṃ. ","html":"{}"},"pe9:20.3":{"pli":"Evaṃ dutiyā evaṃ tatiyā evaṃ catutthī. ","html":"{}"},"pe9:20.4":{"pli":"Ayaṃ paṭhamā saṃsandanā. ","html":"{}</p>"},"pe9:21.1":{"pli":"Iminā peyyālena sabbe kilesā catūsu padesu pakkhipitabbā. ","html":"<p>{}"},"pe9:21.2":{"pli":"Tato kusalapakkhe catasso paṭipadā cattāri jhānāni cattāro satipaṭṭhānā cattāro vihārā dibbo brahmā ariyo āneñjo cattāro sammappadhānā cattāro acchariyā abbhutadhammā cattāro adhiṭṭhānā cattāro samādhayo chandasamādhi vīriyasamādhi cittasamādhi vīmaṃsāsamādhi. ","html":"{}"},"pe9:21.3":{"pli":"Cattāro dhammā sukhabhāgiyā nāññatra bojjhaṅgā nāññatra tapasā nāññatindriyasaṃvarā nāññatra sabbanissaggā cattāri appamāṇāni. ","html":"{}</p>"},"pe9:22.1":{"pli":"Tattha dukkhā paṭipadā dandhābhiññā bhāviyamānā bahulīkariyamānā paṭhamaṃ jhānaṃ paripūreti, paṭhamaṃ jhānaṃ paripuṇṇaṃ paṭhamaṃ satipaṭṭhānaṃ paripūreti, paṭhamaṃ satipaṭṭhānaṃ paripuṇṇaṃ paṭhamaṃ vihāraṃ paripūreti, paṭhamo vihāro paripuṇṇo paṭhamaṃ sammappadhānaṃ paripūreti, paṭhamaṃ sammappadhānaṃ paripuṇṇaṃ paṭhamaṃ acchariyaṃ abbhutadhammaṃ paripūreti, paṭhamo acchariyo abbhuto dhammo paripuṇṇo paṭhamaṃ adhiṭṭhānaṃ paripūreti, paṭhamaṃ adhiṭṭhānaṃ paripuṇṇaṃ chandasamādhiṃ paripūreti, chandasamādhi paripuṇṇo indriyasaṃvaraṃ paripūreti, indriyasaṃvaro paripuṇṇo paṭhamaṃ mettāappamāṇaṃ paripūreti. ","html":"<p>{}"},"pe9:22.2":{"pli":"Evaṃ yāva sabbanissaggo catutthaṃ appamāṇaṃ paripūreti. ","html":"{}</p>"},"pe9:23.1":{"pli":"Tattha paṭhamā ca paṭipadā paṭhamañca jhānaṃ paṭhamañca satipaṭṭhānaṃ paṭhamo ca vihāro paṭhamañca sammappadhānaṃ paṭhamo ca acchariyo abbhuto dhammo saccādhiṭṭhānañca chandasamādhi ca indriyasaṃvaro ca mettā ca appamāṇaṃ. ","html":"<p>{}"},"pe9:23.2":{"pli":"Ayaṃ paṭhamā disā. ","html":"{}</p>"},"pe9:24.1":{"pli":"Dukkhā ca paṭipadā khippābhiññā dutiyaṃ jhānaṃ dutiyañca satipaṭṭhānaṃ dutiyo ca vihāro dutiyañca sammappadhānaṃ dutiyo ca acchariyo abbhuto dhammo cāgādhiṭṭhānaṃ cittasamādhi cattāro iddhipādā karuṇā ca appamāṇaṃ, ayaṃ dutiyā disā. ","html":"<p>{}</p>"},"pe9:25.1":{"pli":"Sukhā ca paṭipadā dandhābhiññā tatiyañca jhānaṃ tatiyañca satipaṭṭhānaṃ tatiyo ca vihāro tatiyañca sammappadhānaṃ tatiyo ca acchariyo abbhuto dhammo paññādhiṭṭhānañca vīriyasamādhi ca bojjhaṅgā ca muditā ca appamāṇaṃ. ","html":"<p>{}"},"pe9:25.2":{"pli":"Ayaṃ tatiyā disā. ","html":"{}</p>"},"pe9:26.1":{"pli":"Sukhā ca paṭipadā khippābhiññā catutthaṃ jhānaṃ catutthañca satipaṭṭhānaṃ catuttho ca vihāro catutthañca sammappadhānaṃ catuttho ca acchariyo abbhuto dhammo upasamādhiṭṭhānañca vīmaṃsāsamādhi ca sabbanissaggo ca upekkhā appamāṇañca. ","html":"<p>{}"},"pe9:26.2":{"pli":"Ayaṃ catutthī disā. ","html":"{}"},"pe9:26.3":{"pli":"Imāsaṃ catassannaṃ disānaṃ ālokanā. ","html":"{}"},"pe9:26.4":{"pli":"Ayaṃ vuccati disālokano nāma nayo. ","html":"{}</p>"},"pe9:27.1":{"pli":"Tatthāyaṃ yojanā. ","html":"<p>{}"},"pe9:27.2":{"pli":"Cattāro ca āhārā catasso ca paṭipadā, cattāro ca vipallāsā cattāro ca satipaṭṭhānā, cattāri ca upādānāni cattāri ca jhānāni cattāro ca yogā vihārā ca, ganthā ca sammappadhānā ca, āsavā ca acchariyā abbhutadhammā ca, oghā ca adhiṭṭhānāni ca, sallā ca samādhayo, viññāṇaṭṭhitiyo cattāro ca sukhabhāgiyā dhammā, cattāri ca agatigamanāni cattāri ca appamāṇāni iti kusalākusalānaṃ paṭipakkhavasena yojanā, ayaṃ vuccati disālokano nayo. ","html":"{}</p>"},"pe9:28.1":{"pli":"Tassa cattāri sāmaññaphalāni pariyosānaṃ, yo ca dhammo kusalākusalaniddese paṭhamo disāniddeso, imassa sotāpattiphalaṃ pariyosānaṃ dutiyaṃ sakadāgāmiphalaṃ, tatiyaṃ anāgāmiphalaṃ, catutthaṃ arahattaphalaṃ. ","html":"<p>{}</p>"},"pe9:29.1":{"pli":"Tattha katamo tipukkhalo nayo? ","html":"<p>{}"},"pe9:29.2":{"pli":"Ye ca dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti dve puggalā, ye ca sukhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti dve puggalā. ","html":"{}</p>"},"pe9:30.1":{"pli":"Imesaṃ catunnaṃ puggalānaṃ yo puggalo sukhāya paṭipadāya dandhābhiññāya niyyāti, yo ca puggalo dukkhāya paṭipadāya khippābhiññāya niyyāti. ","html":"<p>{}"},"pe9:30.2":{"pli":"Ime dve puggalā bhavanti. ","html":"{}"},"pe9:30.3":{"pli":"Tattha yo sukhāya paṭipadāya khippābhiññāya niyyāti, ayaṃ ugghaṭitaññū. ","html":"{}"},"pe9:30.4":{"pli":"Yo pacchimo puggalo sādhāraṇo, ayaṃ vipañcitaññū. ","html":"{}"},"pe9:30.5":{"pli":"Yo puggalo dandhābhiññāya dukkhāya paṭipadāya niyyāti, ayaṃ neyyo. ","html":"{}"},"pe9:30.6":{"pli":"Ime cattāro bhavitvā tīṇi honti, tattha ugghaṭitaññussa samathapubbaṅgamā vipassanā, neyyassa vipassanāpubbaṅgamo samatho, vipañcitaññussa samathavipassanā yuganaddhā. ","html":"{}"},"pe9:30.7":{"pli":"Ugghaṭitaññussa mudukā desanā, neyyassa tikkhā desanā, vipañcitaññussa tikkhamudukā desanā. ","html":"{}</p>"},"pe9:31.1":{"pli":"Ugghaṭitaññussa adhipaññāsikkhā, neyyassa adhicittasikkhā, vipañcitaññussa adhisīlasikkhā. ","html":"<p>{}"},"pe9:31.2":{"pli":"Iti imesaṃ puggalānaṃ catūhi paṭipadāhi niyyānaṃ. ","html":"{}</p>"},"pe9:32.1":{"pli":"Tattha ayaṃ saṅkileso, tīṇi akusalamūlāni tayo phassā tisso vedanā tayo upavicārā tayo saṅkilesā tayo vitakkā tayo pariḷāhā tīṇi saṅkhatalakkhaṇāni tisso dukkhatāti. ","html":"<p>{}</p>"},"pe9:33.1":{"pli":"Tīṇi akusalamūlānīti lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ. ","html":"<p>{}"},"pe9:33.2":{"pli":"Tayo phassāti sukhavedanīyo phasso, dukkhavedanīyo phasso, adukkhamasukhavedanīyo phasso. ","html":"{}"},"pe9:33.3":{"pli":"Tisso vedanāti sukhā vedanā dukkhā vedanā adukkhamasukhā vedanā. ","html":"{}"},"pe9:33.4":{"pli":"Tayo upavicārāti somanassopavicāro domanassopavicāro upekkhopavicāro. ","html":"{}"},"pe9:33.5":{"pli":"Tayo saṅkilesāti rāgo doso moho. ","html":"{}"},"pe9:33.6":{"pli":"Tayo vitakkāti kāmavitakko byāpādavitakko vihiṃsāvitakko. ","html":"{}"},"pe9:33.7":{"pli":"Tayo pariḷāhāti rāgajo dosajo mohajo. ","html":"{}"},"pe9:33.8":{"pli":"Tīṇi saṅkhatalakkhaṇānīti uppādo ṭhiti vayo. ","html":"{}"},"pe9:33.9":{"pli":"Tisso dukkhatāti dukkhadukkhatā vipariṇāmadukkhatā saṅkhatadukkhatā. ","html":"{}</p>"},"pe9:34.1":{"pli":"Tattha lobho akusalamūlaṃ kuto samuṭṭhitaṃ? ","html":"<p>{}"},"pe9:34.2":{"pli":"Tividhaṃ ārammaṇaṃ manāpikaṃ amanāpikaṃ upekkhāṭhāniyañca. ","html":"{}"},"pe9:34.3":{"pli":"Tattha manāpikena ārammaṇena lobho akusalamūlaṃ samuṭṭhahati. ","html":"{}"},"pe9:34.4":{"pli":"Iti manāpikā ārammaṇā sukhavedanīyo phasso, sukhavedanīyaṃ phassaṃ paṭicca uppajjate sukhavedanā, sukhavedanaṃ paṭicca uppajjate somanassūpavicāro, somanassūpavicāraṃ paṭicca uppajjate rāgo, rāgaṃ paṭicca uppajjate kāmavitakko, kāmavitakkaṃ paṭicca uppajjate rāgajo pariḷāho rāgajaṃ pariḷāhaṃ paṭicca uppajjate uppādo saṅkhatalakkhaṇo, uppādaṃ saṅkhatalakkhaṇaṃ paṭicca uppajjate vipariṇāmadukkhatā. ","html":"{}</p>"},"pe9:35.1":{"pli":"Doso akusalamūlaṃ kuto samuṭṭhitaṃ? ","html":"<p>{}"},"pe9:35.2":{"pli":"Amanāpikena ārammaṇena doso akusalamūlaṃ samuṭṭhitaṃ. ","html":"{}"},"pe9:35.3":{"pli":"Iti amanāpikā ārammaṇā dukkhavedanīyo phasso, dukkhavedanīyaṃ phassaṃ paṭicca uppajjate dukkhavedanā, dukkhavedanaṃ paṭicca uppajjate domanassūpavicāro, domanassūpavicāraṃ paṭicca uppajjate doso, dosaṃ paṭicca uppajjate byāpādavitakko, byāpādavitakkaṃ paṭicca uppajjate dosajo pariḷāho, dosajaṃ pariḷāhaṃ paṭicca uppajjate ṭhitassa aññathattaṃ saṅkhatalakkhaṇaṃ, ṭhitassa aññathattaṃ saṅkhatalakkhaṇaṃ paṭicca uppajjate dukkhadukkhatā vedanā. ","html":"{}</p>"},"pe9:36.1":{"pli":"Moho akusalamūlaṃ kuto samuṭṭhitaṃ? ","html":"<p>{}"},"pe9:36.2":{"pli":"Upekkhāṭhāniyena ārammaṇena moho akusalamūlaṃ samuṭṭhitaṃ. ","html":"{}"},"pe9:36.3":{"pli":"Iti upekkhāṭhāniyā ārammaṇā adukkhamasukhavedanīyo phasso, adukkhamasukhavedanīyaṃ phassaṃ paṭicca uppajjate adukkhamasukhā vedanā, adukkhamasukhavedanaṃ paṭicca uppajjate upekkhūpavicāro, upekkhūpavicāraṃ paṭicca uppajjate moho, mohaṃ paṭicca uppajjate vihiṃsāvitakko, vihiṃsāvitakkaṃ paṭicca uppajjate mohajo pariḷāho, mohajaṃ pariḷāhaṃ paṭicca uppajjate vayo saṅkhatalakkhaṇaṃ, vayaṃ saṅkhatalakkhaṇaṃ paṭicca uppajjate saṅkhatadukkhatā, iti ayaṃ tiṇṇaṃ kilesānaṃ niddeso, ayaṃ vuccate kusalapakkhe tipukkhalo nayo. ","html":"{}</p>"},"pe9:37.1":{"pli":"Iti tīṇi akusalamūlāni na catutthāni na pañcamāni, tayo phassāti tisso vedanā yāva saṅkhatadukkhatāti, yo koci akusalapakkho, sabbo so tīsu akusalamūlesu samosarati. ","html":"<p>{}</p>"},"pe9:38.1":{"pli":"Tattha katamo kusalapakkho? ","html":"<p>{}"},"pe9:38.2":{"pli":"Tīṇi kusalamūlāni, tisso paññā sutamayī paññā cintāmayī paññā bhāvanāmayī paññā. ","html":"{}"},"pe9:38.3":{"pli":"Tayo samādhī savitakkasavicāro …pe… ","html":"{}"},"pe9:38.4":{"pli":"tisso sikkhā adhisīlasikkhā …pe… ","html":"{}"},"pe9:38.5":{"pli":"sikkhā. ","html":"{}"},"pe9:38.6":{"pli":"Tīṇi nimittāni samathanimittaṃ paggahanimittaṃ upekkhānimittaṃ. ","html":"{}"},"pe9:38.7":{"pli":"Tayo vitakkā nekkhammavitakko …pe… ","html":"{}"},"pe9:38.8":{"pli":"avihiṃsāvitakko. ","html":"{}"},"pe9:38.9":{"pli":"Tīṇi indriyāni anaññātaññassāmītindriyanti vitthāro. ","html":"{}"},"pe9:38.10":{"pli":"Tayo upavicārā nekkhammūpavicāro abyāpādūpavicāro avihiṃsūpavicāro. ","html":"{}"},"pe9:38.11":{"pli":"Tisso esanā kāmesanā bhavesanā brahmacariyesanā. ","html":"{}"},"pe9:38.12":{"pli":"Tayo khandhā sīlakkhandho samādhikkhandho paññākkhandho. ","html":"{}</p>"},"pe9:39.1":{"pli":"Tattha yaṃ alobho kusalamūlaṃ, taṃ sutamayipaññaṃ paripūreti, sutamayī paññā paripuṇṇā savitakkaṃ savicāraṃ samādhiṃ paripūreti, savitakko savicāro samādhi paripuṇṇo adhicittasikkhaṃ paripūreti, adhicittasikkhā paripuṇṇā samathanimittaṃ paripūreti, samathanimittaṃ paripuṇṇaṃ nekkhammavitakkaṃ paripūreti, nekkhammavitakko paripuṇṇo anaññātaññassāmītindriyaṃ paripūreti, anaññātaññassāmītindriyaṃ paripuṇṇaṃ nekkhammūpavicāraṃ paripūreti, nekkhammūpavicāro paripuṇṇo kāmesanaṃ pajahati, kāmesanappahānaṃ samādhikkhandhaṃ paripūreti. ","html":"<p>{}</p>"},"pe9:40.1":{"pli":"Adoso kusalamūlaṃ cintāmayipaññaṃ paripūreti, cintāmayī paññā paripuṇṇā avitakkavicāramattaṃ samādhiṃ paripūreti. ","html":"<p>{}"},"pe9:40.2":{"pli":"Avitakkavicāramatto samādhi paripuṇṇo adhisīlasikkhaṃ paripūreti, adhisīlasikkhā paripuṇṇā upekkhānimittaṃ paripūreti, upekkhānimittaṃ paripuṇṇaṃ abyāpādavitakkaṃ paripūreti, abyāpādavitakko paripuṇṇo aññindriyaṃ paripūreti, aññindriyaṃ paripuṇṇaṃ abyāpādūpavicāraṃ paripūreti, abyāpādūpavicāro paripuṇṇo bhavesanaṃ pajahati, bhavesanappahānaṃ sīlakkhandhaṃ paripūreti. ","html":"{}</p>"},"pe9:41.1":{"pli":"Amoho kusalamūlaṃ bhāvanāmayipaññaṃ paripūreti, bhāvanāmayī paññā paripuṇṇā avitakkaavicāraṃ samādhiṃ paripūreti, avitakko avicāro samādhi paripuṇṇo adhipaññāsikkhaṃ paripūreti, adhipaññāsikkhā paripuṇṇā paggahanimittaṃ paripūreti, paggahanimittaṃ paripuṇṇaṃ aññātāvino indriyaṃ paripūreti, aññātāvino indriyaṃ paripuṇṇaṃ avihiṃsūpavicāraṃ paripūreti, avihiṃsūpavicāro paripuṇṇo brahmacariyesanaṃ paripūreti, brahmacariyesanā paripuṇṇā paññākkhandhaṃ paripūreti. ","html":"<p>{}</p>"},"pe9:42.1":{"pli":"Iti ime tayo dhammā kusalapakkhikā sabbe kusalā dhammā tīhi tikaniddesehi niddisiyanti tīṇi vimokkhamukhāni tassa pariyosānaṃ. ","html":"<p>{}"},"pe9:42.2":{"pli":"Tattha paṭhamena appaṇihitaṃ, dutiyena suññataṃ, tatiyena animittaṃ. ","html":"{}"},"pe9:42.3":{"pli":"Ayaṃ vuccati dutiyo tipukkhalo nāma nayo. ","html":"{}</p>"},"pe9:43.1":{"pli":"Tattha ye ime tayo puggalā ugghaṭitaññū vipañcitaññū neyyoti. ","html":"<p>{}"},"pe9:43.2":{"pli":"Imesaṃ tiṇṇaṃ puggalānaṃ ye ca puggalā sukhāya paṭipadāya khippābhiññāya, sukhāya paṭipadāya dandhābhiññāya ca niyyanti, te dve puggalā. ","html":"{}"},"pe9:43.3":{"pli":"Ye ca dve puggalā dukkhāya paṭipadāya khippābhiññāya, dukkhāya paṭipadāya dandhābhiññāya ca niyyanti, ime cattāro tena visesena dve bhavanti diṭṭhicarito ca taṇhācarito ca. ","html":"{}"},"pe9:43.4":{"pli":"Ime cattāro bhavitvā tayo bhavanti, tayo bhavitvā dve bhavanti. ","html":"{}"},"pe9:43.5":{"pli":"Imesaṃ dvinnaṃ puggalānaṃ ayaṃ saṅkileso, avijjā ca taṇhā ca, ahirikañca anottappañca, assati ca asampajaññañca, nīvaraṇāni ca saṃyojanāni ca, ajjhosānañca abhiniveso ca, ahaṅkāro ca mamaṅkāro ca, assaddhiyañca dovacassañca, kosajjañca ayoniso ca manasikāro, vicikicchā ca abhijjhā ca, asaddhammassavanañca asamāpatti ca. ","html":"{}</p>"},"pe9:44.1":{"pli":"Tattha avijjā ca ahirikañca assati ca nīvaraṇāni ca ajjhosānañca ahaṅkāro ca assaddhiyañca kosajjañca vicikicchā ca asaddhammassavanañca, ayaṃ ekā disā. ","html":"<p>{}</p>"},"pe9:45.1":{"pli":"Taṇhā ca anottappañca asampajaññañca saṃyojanāni ca abhiniveso ca mamaṅkāro ca dovacassatā ca ayoniso manasikāro ca abhijjhā ca asamāpatti ca, ayaṃ dutiyā disā. ","html":"<p>{}"},"pe9:45.2":{"pli":"Dasannaṃ dukānaṃ dasa padāni paṭhamāni kātabbāni. ","html":"{}"},"pe9:45.3":{"pli":"Saṅkhittena atthaṃ ñāpenti paṭipakkhe kaṇhapakkhassa sabbesaṃ dukānaṃ dasa padāni dutiyakāni, ayaṃ dutiyā disā. ","html":"{}</p>"},"pe9:46.1":{"pli":"Iti akusalānaṃ dhammānaṃ dukkhaniddeso, ayaṃ samudayo. ","html":"<p>{}"},"pe9:46.2":{"pli":"Yaṃ taṃ dhammaṃ ajjhāvasati nāmañca rūpañca idaṃ dukkhaṃ iti ayañca samudayo, idañca dukkhaṃ, imāni dve saccāni dukkhañca samudayo ca nandiyāvaṭṭassa nayassa paṭhamaniddeso. ","html":"{}</p>"},"pe9:47.1":{"pli":"Tattha katamo kusalapakkho? ","html":"<p>{}"},"pe9:47.2":{"pli":"Samatho ca vipassanā ca, vijjā ca caraṇañca, sati ca sampajaññañca, hirī ca ottappañca, ahaṅkārappahānañca mamaṅkārappahānañca, sammāvāyāmo ca yoniso ca manasikāro, sammāsati ca sammāsamādhi ca, paññā ca nibbidā ca, samāpatti ca saddhammassavanañca, somanassañca dhammānudhammappaṭipatti ca. ","html":"{}</p>"},"pe9:48.1":{"pli":"Tattha samatho ca vijjā ca sati ca hirī ca ahaṅkārappahānañca sammāvāyāmo ca sammāsati ca paññā ca samāpatti ca somanassañca, ime dhammā ekā disā. ","html":"<p>{}"},"pe9:48.2":{"pli":"Vipassanā ca caraṇañca sampajaññañca ottappañca mamaṅkārappahānañca yoniso manasikāro ca sammāsamādhi ca nibbidā ca saddhammassavanañca dhammānudhammappaṭipatti ca, ayaṃ dutiyā disā. ","html":"{}"},"pe9:48.3":{"pli":"Iti kusalapakkhe ca akusalapakkhe ca nandiyāvaṭṭassa pana nayassa catasso disā. ","html":"{}</p>"},"pe9:49.1":{"pli":"Tāsu yāni akusalapakkhassa paṭhamāni padāni akusalāni kusalehi pahānaṃ gacchanti, tāni kusalapakkhe dutiyehi padehi pahānaṃ gacchanti. ","html":"<p>{}"},"pe9:49.2":{"pli":"Tesaṃ pahānā rāgavirāgā cetovimutti yāni akusalapakkhassa dutiyāni akusalapadāni pahānaṃ gacchanti, tāni kusalapakkhassa paṭhamehi padehi pahānaṃ gacchanti. ","html":"{}"},"pe9:49.3":{"pli":"Tesaṃ pahānā avijjāvirāgā paññāvimutti pariyosānaṃ. ","html":"{}"},"pe9:49.4":{"pli":"Imesaṃ tiṇṇaṃ nayānaṃ paṭhamo nayo sīhavikkīḷito nāma. ","html":"{}"},"pe9:49.5":{"pli":"Aṭṭha padāni cattāri ca kusalāni cattāri ca akusalāni imāni aṭṭha padāni mūlapadāni, atthanayena dutiyo tipukkhalo. ","html":"{}"},"pe9:49.6":{"pli":"So chahi dhammehi neti kusalamūlāni ca neti akusalamūlāni ca, iti imāni cha padāni purimakāni ca aṭṭha mūlapadāni imāni cuddasa padāni aṭṭhārasannaṃ mūlapadānaṃ. ","html":"{}"},"pe9:49.7":{"pli":"Tattha yo pacchimako nayo nandiyāvaṭṭo, so catūhi dhammehi neti. ","html":"{}"},"pe9:49.8":{"pli":"Avijjāya ca taṇhāya ca samathena ca vipassanāya ca, ime cattāro dhammā imāni aṭṭhārasa mūlapadāni tīsu nayesu niddiṭṭhāni. ","html":"{}</p>"},"pe9:50.1":{"pli":"Tattha yāni nava padāni kusalāni, tattha sabbaṃ kusalaṃ samosarati. ","html":"<p>{}"},"pe9:50.2":{"pli":"Tesañca navannaṃ mūlānaṃ cattāri padāni sīhavikkīḷitanaye tīṇi tipukkhale dve nandiyāvaṭṭe, iccete kusalassa pakkhā. ","html":"{}"},"pe9:50.3":{"pli":"Tattha yāni nava padāni kusalāni, tattha sabbaṃ kusalaṃ yujjati. ","html":"{}"},"pe9:50.4":{"pli":"Tattha sīhavikkīḷite naye cattāri padāni tīṇi tipukkhale dve nandiyāvaṭṭe imāni nava padāni kusalāni niddiṭṭhāni. ","html":"{}</p>"},"pe9:51.1":{"pli":"Tattha yāni nandiyāvaṭṭe naye cattāri padāni, tattha aṭṭhārasa mūlapadāni samosaranti. ","html":"<p>{}"},"pe9:51.2":{"pli":"Yathā kathaṃ, samatho ca alobho ca adoso ca asubhasaññā ca dukkhasaññā ca imāni kusalapakkhe pañca padāni samathaṃ bhajanti. ","html":"{}"},"pe9:51.3":{"pli":"Vipassanā ca amoho ca aniccasaññā ca anattasaññā ca imāni cattāri padāni vipassanaṃ bhajanti. ","html":"{}"},"pe9:51.4":{"pli":"Imāni nava padāni kusalāni dvīsu padesu yojitāni, tattha akusalapakkhe navannaṃ akusalamūlapadānaṃ yā ca taṇhā yo ca lobho yo ca doso yā ca subhasaññā yā ca sukhasaññā, imāni pañca padāni taṇhaṃ bhajanti. ","html":"{}"},"pe9:51.5":{"pli":"Yā ca avijjā yo ca moho yā ca niccasaññā yā ca attasaññā, imāni cattāri padāni avijjaṃ bhajanti. ","html":"{}"},"pe9:51.6":{"pli":"Etāni nava padāni akusalāni susaṅkhittāni. ","html":"{}"},"pe9:51.7":{"pli":"Iti tayo nayā ekaṃ nayaṃ na paviṭṭhā. ","html":"{}"},"pe9:51.8":{"pli":"Evaṃ aṭṭhārasa mūlapadāni nandiyāvaṭṭanaye niddisitabbāni. ","html":"{}</p>"},"pe9:52.1":{"pli":"Kathaṃ aṭṭhārasa mūlapadāni, tipukkhale naye yujjanti? ","html":"<p>{}"},"pe9:52.2":{"pli":"Navannaṃ padānaṃ kusalānaṃ, vipassanā ca amoho ca aniccasaññā ca anattasaññā ca, imāni cattāri padāni; ","html":"{}"},"pe9:52.3":{"pli":"amoho ca samatho ca alobho ca asubhasaññā ca, imāni cattāri padāni; ","html":"{}"},"pe9:52.4":{"pli":"lobho ca doso ca, evaṃ imāni nava padāni tīsu kusalesu yojetabbāni. ","html":"{}"},"pe9:52.5":{"pli":"Tattha navannaṃ padānaṃ akusalānaṃ taṇhā ca lobho ca subhasaññā ca sukhasaññā ca, imāni cattāri padāni lobho akusalamūlaṃ; ","html":"{}"},"pe9:52.6":{"pli":"avijjā ca moho ca niccasaññā ca attasaññā ca ayaṃ moho ayaṃ doso, ye ca imāni nava padāni tīsu akusalesu yojitāni. ","html":"{}"},"pe9:52.7":{"pli":"Evaṃ aṭṭhārasa mūlapadāni kusalamūlesu ca yojetvā tipukkhalena nayena niddisitabbāni. ","html":"{}</p>"},"pe9:53.1":{"pli":"Kathaṃ aṭṭhārasa mūlapadāni sīhavikkīḷite naye yujjanti? ","html":"<p>{}"},"pe9:53.2":{"pli":"Taṇhā ca subhasaññā ca, ayaṃ paṭhamo vipallāso. ","html":"{}"},"pe9:53.3":{"pli":"Lobho ca sukhasaññā ca, ayaṃ dutiyo vipallāso. ","html":"{}"},"pe9:53.4":{"pli":"Avijjā ca niccasaññā ca, ayaṃ tatiyo vipallāso. ","html":"{}"},"pe9:53.5":{"pli":"Moho ca attasaññā ca, ayaṃ catuttho vipallāso. ","html":"{}"},"pe9:53.6":{"pli":"Iti nava padāni akusalamūlāni catūsu padesu yojitāni. ","html":"{}"},"pe9:53.7":{"pli":"Tattha navannaṃ mūlapadānaṃ kusalānaṃ samatho ca asubhasaññā ca, idaṃ paṭhamaṃ satipaṭṭhānaṃ. ","html":"{}"},"pe9:53.8":{"pli":"Alobho ca dukkhasaññā ca, idaṃ dutiyaṃ satipaṭṭhānaṃ. ","html":"{}"},"pe9:53.9":{"pli":"Vipassanā ca aniccasaññā ca, idaṃ tatiyaṃ satipaṭṭhānaṃ. ","html":"{}"},"pe9:53.10":{"pli":"Amoho ca anattasaññā ca, idaṃ catutthaṃ satipaṭṭhānaṃ. ","html":"{}"},"pe9:53.11":{"pli":"Imāni aṭṭhārasa mūlapadāni sīhavikkīḷitanayaṃ anupaviṭṭhāni. ","html":"{}"},"pe9:53.12":{"pli":"Imesaṃ tiṇṇaṃ nayānaṃ yā bhūmi ca yo rāgo ca yo doso ca ekaṃ nayaṃ pavisati. ","html":"{}"},"pe9:53.13":{"pli":"Ekassa nayassa akusale vā dhamme kusale vā dhamme viññāte paṭipakkho anvesitabbo, paṭipakkhe anvesitvā so nayo niddisitabbo, tamhi naye niddiṭṭho. ","html":"{}"},"pe9:53.14":{"pli":"Yathā ekamhi naye sabbe nayā paviṭṭhā tathā niddisitabbā. ","html":"{}"},"pe9:53.15":{"pli":"Ekamhi ca naye aṭṭhārasa mūlapadāni paviṭṭhāni, tamhi dhamme viññāte sabbe dhammā viññātā honti. ","html":"{}"},"pe9:53.16":{"pli":"Imesaṃ tiṇṇaṃ nayānaṃ sīhavikkīḷitanayassa cattāri phalāni pariyosānaṃ. ","html":"{}"},"pe9:53.17":{"pli":"Paṭhamāya disāya paṭhamaṃ phalaṃ, dutiyāya disāya dutiyaṃ phalaṃ, tatiyāya disāya tatiyaṃ phalaṃ, catutthāya disāya catutthaṃ phalaṃ. ","html":"{}"},"pe9:53.18":{"pli":"Tipukkhalassa nayassa tīṇi vimokkhamukhāni pariyosānaṃ. ","html":"{}"},"pe9:53.19":{"pli":"Paṭhamāya disāya appaṇihitaṃ, dutiyāya disāya suññataṃ, tatiyāya disāya animittaṃ. ","html":"{}"},"pe9:53.20":{"pli":"Nandiyāvaṭṭassa nayassa rāgavirāgā cetovimutti avijjāvirāgā ca paññāvimutti pariyosānaṃ. ","html":"{}"},"pe9:53.21":{"pli":"Paṭhamāya disāya rāgavirāgā cetovimutti, dutiyāya disāya avijjāvirāgā paññāvimutti. ","html":"{}"},"pe9:53.22":{"pli":"Ime tayo nayā imesaṃ tiṇṇaṃ nayānaṃ aṭṭhārasannaṃ mūlapadānaṃ ālokanā, ayaṃ vuccati disālokano nayo. ","html":"{}"},"pe9:53.23":{"pli":"Āloketvāna jānāti “ayaṃ dhammo imaṃ dhammaṃ bhajatī”ti sammā yojanā. ","html":"{}"},"pe9:53.24":{"pli":"Kusalapakkhe akusalapakkhe ca ayaṃ nayo aṅkuso nāma. ","html":"{}"},"pe9:53.25":{"pli":"Ime pañca nayā. ","html":"{}</p>"},"pe9:54.1":{"pli":"Tatthimā uddānagāthā ","html":"<p class='uddana-intro'>{}</p>"},"pe9:55.1":{"pli":"Taṇhā ca avijjāpi ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pe9:55.2":{"pli":"Lobho doso tatheva moho ca; ","html":"<span class='verse-line'>{}</span>"},"pe9:55.3":{"pli":"Cattāro ca vipallāsā, ","html":"<span class='verse-line'>{}</span>"},"pe9:55.4":{"pli":"Kilesabhūmī nava padāni. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:56.1":{"pli":"Ye ca satipaṭṭhānā, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:56.2":{"pli":"Samatho ca vipassanā kusalamūlā; ","html":"<span class='verse-line'>{}</span>"},"pe9:56.3":{"pli":"Etaṃ sabbaṃ kusalaṃ, ","html":"<span class='verse-line'>{}</span>"},"pe9:56.4":{"pli":"Indriyabhūmī nava padāni. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:57.1":{"pli":"Sabbakusalaṃ navahi padehi yujjati, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:57.2":{"pli":"Navahi ceva akusalaṃ; ","html":"<span class='verse-line'>{}</span>"},"pe9:57.3":{"pli":"Ete te mūlapadā, ","html":"<span class='verse-line'>{}</span>"},"pe9:57.4":{"pli":"Ubhato aṭṭhārasa padāni. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:58.1":{"pli":"Taṇhā ceva avijjā ca, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:58.2":{"pli":"Samatho ca vipassanā; ","html":"<span class='verse-line'>{}</span>"},"pe9:58.3":{"pli":"Yo neti sabbesu yogayutto, ","html":"<span class='verse-line'>{}</span>"},"pe9:58.4":{"pli":"Ayaṃ nayo nandiyāvaṭṭo. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:59.1":{"pli":"Yaṃ kusalamūlehi, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:59.2":{"pli":"Nayati kusalaakusalamūlehi; ","html":"<span class='verse-line'>{}</span>"},"pe9:59.3":{"pli":"Bhūtaṃ tathaṃ avitathaṃ, ","html":"<span class='verse-line'>{}</span>"},"pe9:59.4":{"pli":"Tipukkhalaṃ taṃ nayaṃ āhu. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:60.1":{"pli":"So neti vipallāsehi, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:60.2":{"pli":"Kilesaindriyehi ca; ","html":"<span class='verse-line'>{}</span>"},"pe9:60.3":{"pli":"Dhamme taṃ nayaṃ vinayamāhu, ","html":"<span class='verse-line'>{}</span>"},"pe9:60.4":{"pli":"Sīhavikkīḷitaṃ nāma. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:61.1":{"pli":"Veyyākaraṇe vutte, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:61.2":{"pli":"Kusalatāhi akusalatāhi ca; ","html":"<span class='verse-line'>{}</span>"},"pe9:61.3":{"pli":"Tayo ālokayati, ","html":"<span class='verse-line'>{}</span>"},"pe9:61.4":{"pli":"Ayaṃ nayo disālocano nāma. ","html":"<span class='verse-line'>{}</span></p>"},"pe9:62.1":{"pli":"Oloketvā disālocanena, ","html":"<p><span class='verse-line'>{}</span>"},"pe9:62.2":{"pli":"Ukkhipiya yaṃ samāneti; ","html":"<span class='verse-line'>{}</span>"},"pe9:62.3":{"pli":"Sabbe kusalākusale, ","html":"<span class='verse-line'>{}</span>"},"pe9:62.4":{"pli":"Ayaṃ nayo aṅkuso nāma. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pe9:63.1":{"pli":"Nayasamuṭṭhānaṃ. ","html":"<p class='endsection'>{}</p>"},"pe9:63.2":{"pli":"Peṭakopadese mahākaccāyanassa therassa ","html":"<p class='endsutta'>{}</p>"},"pe9:63.3":{"pli":"suttavibhaṅgassa dassanaṃ samattaṃ. ","html":"<p class='endsutta'>{}</p>"},"pe9:64.1":{"pli":"Yāni catukkāni akusalāni kusalāni ca sīhavikkīḷite naye niddiṭṭhāni, tikāni kusalāni ca akusalāni ca tipukkhale naye niddiṭṭhāni, dukāni kusalāni ca akusalāni ca nandiyāvaṭṭe naye niddiṭṭhāni. ","html":"<p><span class='verse-line'>{}</span>"},"pe9:64.2":{"pli":"Yesu dvīsu dhammesu kusalesu so attho tikesu vibhajjamānassa bhavabhūmi, atha ca sabbo ca attho tīhi byañjanehi niddisati. ","html":"{}"},"pe9:64.3":{"pli":"Tattakāni vuccati. ","html":"{}"},"pe9:64.4":{"pli":"Yo attho catūhi padehi aṭṭhavīsatibhāgehi natthibhūmi niddisituṃ, avacarantova catūhi padehi niddisati. ","html":"{}"},"pe9:64.5":{"pli":"Iti yaṃ yathāniddiṭṭhassa avikosanā idaṃ pamāṇaṃ. ","html":"{}"},"pe9:64.6":{"pli":"Yathā sabbe samādhayo tīsu samādhīsu pariyesitabbā, savitakkasavicāre avitakkavicāramatte avitakkaavicāre idaṃ pamāṇaṃ, natthi catuttho samādhi. ","html":"{}"},"pe9:64.7":{"pli":"Tathā tisso paññā cintāmayī sutamayī bhāvanāmayī sabbāsu paññāsu niddisati, natthi catutthī paññā na cintāmayī na sutamayī na bhāvanāmayī, paññā nāssa atthi imesaṃ dhammānaṃ yā avikkhepanā, idaṃ vuccati pamāṇanti. ","html":"{}</p>"},"pe9:65.1":{"pli":"Therassa mahākaccāyanassa jambuvanavāsino peṭakopadeso samatto. ","html":"<p class='endsutta'>{}</p>"},"pe9:66.1":{"pli":"Peṭakopadesapakaraṇaṃ niṭṭhitaṃ. ","html":"<p class='endbook'>{}</p></article>"}}}