{"pli-tv-kd19":{"pli-tv-kd19:0.1":{"pli":"Theravāda Vinayapiṭaka ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-kd19' data-split='epub'><header><ul><li class='collection'>{}</li>"},"pli-tv-kd19:0.2":{"pli":"Cūḷavagga ","eng":"The Small Division ","html":"<li class='division'>{}</li></ul>"},"pli-tv-kd19:0.3":{"pli":"19. Pātimokkhaṭṭhapanakkhandhaka ","eng":"The chapter on the cancellation of the Monastic Code ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-kd19:0.4":{"pli":"1. Pātimokkhuddesayācana ","eng":"1. The request for the recitation of the Monastic Code ","html":"<section class='suttanta'><h2>{}</h2>"},"pli-tv-kd19:1.1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati pubbārāme migāramātu pāsāde. ","eng":"At one time on the observance day, when the Buddha was staying at Sāvatthī in the Eastern Monastery, in Migāramāta’s stilt house, ","html":"<p>{}"},"pli-tv-kd19:1.1.2":{"pli":"Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ","eng":"he was seated surrounded by the Sangha of monks. ","html":"{}"},"pli-tv-kd19:1.1.3":{"pli":"Atha kho āyasmā ānando abhikkantāya rattiyā nikkhante paṭhame yāme uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca—","eng":"Then, when the night was well advanced and the first part of the night was over, Venerable Ānanda got up from his seat, arranged his upper robe over one shoulder, raise his joined palms, and said to the Buddha, ","html":"{}"},"pli-tv-kd19:1.1.4":{"pli":"“abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho. ","eng":"“Sir, the night is well advanced and the first part of the night is over. The Sangha of monks has been seated for a long time. ","html":"{}"},"pli-tv-kd19:1.1.5":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please recite the Monastic Code.” ","html":"{}"},"pli-tv-kd19:1.1.6":{"pli":"Evaṃ vutte, bhagavā tuṇhī ahosi. ","eng":"The Buddha did not reply. ","html":"{}</p>"},"pli-tv-kd19:1.1.7":{"pli":"Dutiyampi kho āyasmā ānando abhikkantāya rattiyā nikkhante majjhime yāme uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca—","eng":"At the end of the middle part of the night, Venerable Ānanda asked a second time, ","html":"<p>{}"},"pli-tv-kd19:1.1.8":{"pli":"“abhikkantā, bhante, ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṅgho. ","html":"{}"},"pli-tv-kd19:1.1.9":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","html":"{}"},"pli-tv-kd19:1.1.10":{"pli":"Dutiyampi kho bhagavā tuṇhī ahosi. ","eng":"and again received no reply. ","html":"{}"},"pli-tv-kd19:1.1.11":{"pli":"Tatiyampi kho āyasmā ānando abhikkantāya rattiyā nikkhante pacchime yāme uddhaste aruṇe nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca—","eng":"At the end of the last part of the night, when the sky was flaring up at dawn, he asked a third time. ","html":"{}"},"pli-tv-kd19:1.1.12":{"pli":"“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṃ aruṇaṃ nandimukhi ratti, ciranisinno bhikkhusaṅgho. ","html":"{}"},"pli-tv-kd19:1.1.13":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","html":"{}"},"pli-tv-kd19:1.1.14":{"pli":"“Aparisuddhā, ānanda, parisā”ti. ","eng":"And the Buddha replied, “Ānanda, the gathering is impure.” ","html":"{}</p>"},"pli-tv-kd19:1.2.1":{"pli":"Atha kho āyasmato mahāmoggallānassa etadahosi—","eng":"Venerable Mahāmoggallāna thought, ","html":"<p>{}"},"pli-tv-kd19:1.2.2":{"pli":"“kaṃ nu kho bhagavā puggalaṃ sandhāya evamāha—","eng":"“Who is the Buddha talking about?” ","html":"{}"},"pli-tv-kd19:1.2.3":{"pli":"‘aparisuddhā, ānanda, parisā’”ti? ","html":"{}"},"pli-tv-kd19:1.2.4":{"pli":"Atha kho āyasmā mahāmoggallāno sabbāvantaṃ bhikkhusaṅghaṃ cetasā ceto paricca manasākāsi. ","eng":"Reading the minds of the the entire Sangha of monks, ","html":"{}"},"pli-tv-kd19:1.2.5":{"pli":"Addasā kho āyasmā mahāmoggallāno taṃ puggalaṃ dussīlaṃ pāpadhammaṃ asucisaṅkassarasamācāraṃ paṭicchannakammantaṃ assamaṇaṃ samaṇapaṭiññaṃ abrahmacāriṃ brahmacāripaṭiññaṃ antopūtiṃ avassutaṃ kasambujātaṃ majjhe bhikkhusaṅghassa nisinnaṃ. ","eng":"he saw that person—immoral, with bad qualities, impure and dubious in conduct, hiding his actions, not a monastic while claiming to be one, not abstaining from sexuality while claiming to do so, rotten inside, lustful, defiled—seated in the midst of the Sangha. ","html":"{}"},"pli-tv-kd19:1.2.6":{"pli":"Disvāna yena so puggalo tenupasaṅkami, upasaṅkamitvā taṃ puggalaṃ etadavoca—","eng":"He went up to him and said, ","html":"{}"},"pli-tv-kd19:1.2.7":{"pli":"“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ","eng":"“Get up, the Buddha has seen you. ","html":"{}"},"pli-tv-kd19:1.2.8":{"pli":"natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","eng":"You don’t belong with the community of monks.” ","html":"{}"},"pli-tv-kd19:1.2.9":{"pli":"Evaṃ vutte, so puggalo tuṇhī ahosi. ","eng":"But he did not reply. ","html":"{}</p>"},"pli-tv-kd19:1.2.10":{"pli":"Dutiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca—","eng":"Mahāmoggallāna said the same thing a second ","html":"<p>{}"},"pli-tv-kd19:1.2.11":{"pli":"“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ","html":"{}"},"pli-tv-kd19:1.2.12":{"pli":"natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","html":"{}"},"pli-tv-kd19:1.2.13":{"pli":"Dutiyampi kho so puggalo tuṇhī ahosi. ","html":"{}"},"pli-tv-kd19:1.2.14":{"pli":"Tatiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca—","eng":"and a third time, ","html":"{}"},"pli-tv-kd19:1.2.15":{"pli":"“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ","html":"{}"},"pli-tv-kd19:1.2.16":{"pli":"natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","html":"{}"},"pli-tv-kd19:1.2.17":{"pli":"Tatiyampi kho so puggalo tuṇhī ahosi. ","eng":"still not getting a reply. ","html":"{}"},"pli-tv-kd19:1.2.18":{"pli":"Atha kho āyasmā mahāmoggallāno taṃ puggalaṃ bāhāyaṃ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṃ datvā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ etadavoca—","eng":"Mahāmoggallāna then grabbed him by the arms, took him outside the gatehouse, and fastened the bolt and the latch. He then went to the Buddha and said, ","html":"{}"},"pli-tv-kd19:1.2.19":{"pli":"“nikkhāmito so, bhante, puggalo mayā; ","eng":"“Sir, I’ve taken that person outside; ","html":"{}"},"pli-tv-kd19:1.2.20":{"pli":"suddhā parisā; ","eng":"the gathering is pure. ","html":"{}"},"pli-tv-kd19:1.2.21":{"pli":"uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please recite the Monastic Code to the monks.” ","html":"{}</p>"},"pli-tv-kd19:1.2.22":{"pli":"“Acchariyaṃ, moggallāna, abbhutaṃ, moggallāna, yāva bāhāgahaṇāpi nāma so moghapuriso āgamessatī”ti. ","eng":"“It’s amazing, Moggallāna, how that fool waited until he was grabbed by the arms.” ","html":"<p>{}"},"pli-tv-kd19:1.2.23":{"pli":"Atha kho bhagavā bhikkhū āmantesi—","eng":"And the Buddha addressed the monks: ","html":"{}</p>"},"pli-tv-kd19:1.3.0":{"pli":"2. Mahāsamuddeaṭṭhacchariya ","eng":"2. The eight amazing qualities of the ocean ","html":"<h2>{}</h2>"},"pli-tv-kd19:1.3.1":{"pli":"“Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ","eng":"“Monks, the antigods delight in the ocean because they see eight amazing qualities in it: ","html":"<p>{}","comm":"Parallel to <a href='index.html?q=an8.19#2.4'>AN 8.19:2.4</a>. "},"pli-tv-kd19:1.3.2":{"pli":"Katame aṭṭha? ","html":"{}</p>"},"pli-tv-kd19:1.3.3":{"pli":"Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto. ","eng":"The ocean slopes and inclines gradually. It doesn’t drop off all at once. ","html":"<p>{}"},"pli-tv-kd19:1.3.4":{"pli":"Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto—","html":"{}"},"pli-tv-kd19:1.3.5":{"pli":"ayaṃ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.6":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati. ","eng":"The ocean is steady. It doesn’t go beyond the shoreline. ","html":"<p>{}"},"pli-tv-kd19:1.3.7":{"pli":"Yampi, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati—","html":"{}"},"pli-tv-kd19:1.3.8":{"pli":"ayaṃ, bhikkhave, mahāsamudde dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.9":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati. Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippaññeva tīraṃ vāheti, thalaṃ ussāreti. ","eng":"The ocean doesn’t tolerate dead bodies, but quickly carries them to the shore and dumps them on dry land. ","html":"<p>{}"},"pli-tv-kd19:1.3.10":{"pli":"Yampi, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippaññeva tīraṃ vāheti, thalaṃ ussāreti—","html":"{}"},"pli-tv-kd19:1.3.11":{"pli":"ayaṃ, bhikkhave, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.12":{"pli":"Puna caparaṃ, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṃ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṃ gacchanti. ","eng":"When the great rivers—the Ganges, the Yamunā, the Aciravatī, the Sarabhū, or the Mahī—reach the ocean, they lose their former names and become known simply as the ocean. ","html":"<p>{}"},"pli-tv-kd19:1.3.13":{"pli":"Yampi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṃ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṃ gacchanti—","html":"{}"},"pli-tv-kd19:1.3.14":{"pli":"ayaṃ, bhikkhave, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.15":{"pli":"Puna caparaṃ, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati. ","eng":"Whatever rivers in the world flow into the ocean and whatever rain falls into it, the ocean isn’t diminished or filled up because of that. ","html":"<p>{}"},"pli-tv-kd19:1.3.16":{"pli":"Yampi, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati—","html":"{}"},"pli-tv-kd19:1.3.17":{"pli":"ayaṃ, bhikkhave, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.18":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo ekaraso loṇaraso. ","eng":"The ocean has only one taste, the taste of salt. ","html":"<p>{}"},"pli-tv-kd19:1.3.19":{"pli":"Yampi, bhikkhave, mahāsamuddo ekaraso loṇaraso—","html":"{}"},"pli-tv-kd19:1.3.20":{"pli":"ayaṃ, bhikkhave, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.21":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitako, masāragallaṃ. ","eng":"The ocean contains many precious things—pearls, gems, beryls, mother-of-pearls, quartz, corals, silver, gold, rubies, and cat’s eyes. ","html":"<p>{}"},"pli-tv-kd19:1.3.22":{"pli":"Yampi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitako, masāragallaṃ—","html":"{}"},"pli-tv-kd19:1.3.23":{"pli":"ayaṃ, bhikkhave, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.3.24":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā. Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā. ","eng":"There are great beings in the ocean—sea monsters, antigods, dragons, and fairies; creatures with bodies one thousand kilometers long, two thousand, three thousand, four thousand, and five thousand kilometers long. ","html":"<p>{}","comm":"Sea monsters is a combined rendering of the three terms <i lang='pi' translate='no'>timi</i>, <i lang='pi' translate='no'>timiṅgala</i>, and <i lang='pi' translate='no'>timitimiṅgala</i>. They refer to enormous fish of different sizes. The creatures mentioned, the <i lang='pi' translate='no'>attabhāvā</i>—which presumably include the sea monsters—have huge bodies, respectively 100, 200, 300, 400, and 500 <i lang='pi' translate='no'>yojanas</i> long. I normally take a <i lang='pi' translate='no'>yojana</i> to be approximately 13 kilometers, but here use 10 kilometers instead, so as to give round figures. See discussion of the <i lang='pi' translate='no'>yojana</i> under <i lang='pi' translate='no'>sugata</i> in Appendix of Technical Terms. "},"pli-tv-kd19:1.3.25":{"pli":"Yampi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā; santi mahāsamudde, yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā—","html":"{}"},"pli-tv-kd19:1.3.26":{"pli":"ayaṃ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","html":"{}"},"pli-tv-kd19:1.3.27":{"pli":"Ime kho, bhikkhave, mahāsamudde aṭṭha acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiraman”ti. ","html":"{}</p>"},"pli-tv-kd19:1.4.0":{"pli":"3. Imasmiṃdhammavinayeaṭṭhacchariya ","eng":"3. The eight amazing qualities of this spiritual path ","html":"<h2>{}</h2>"},"pli-tv-kd19:1.4.1":{"pli":"Evameva kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"“Just so, the monks delight in this spiritual path because they see eight amazing qualities in it: ","html":"<p>{}","comm":"For an explanation of the rendering “spiritual path” for <i lang='pi' translate='no'>dhammavinaya</i>, see Appendix of Technical Terms. "},"pli-tv-kd19:1.4.2":{"pli":"Katame aṭṭha? ","html":"{}</p>"},"pli-tv-kd19:1.4.3":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto; ","eng":"Just as the ocean slopes and inclines gradually, and doesn’t drop off all at once, ","html":"<p>{}"},"pli-tv-kd19:1.4.4":{"pli":"evameva kho, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā na āyatakeneva aññāpaṭivedho. ","eng":"so too, on this spiritual path, the training is gradual, the practice is gradual, and penetration to perfect insight doesn’t happen all at once. ","html":"{}"},"pli-tv-kd19:1.4.5":{"pli":"Yampi, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā na āyatakeneva aññāpaṭivedho—","html":"{}"},"pli-tv-kd19:1.4.6":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.7":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ","eng":"Just as the ocean is steady and doesn’t go beyond the shoreline, ","html":"<p>{}"},"pli-tv-kd19:1.4.8":{"pli":"evameva kho, bhikkhave, yaṃ mayā mama sāvakānaṃ sikkhāpadaṃ paññattaṃ, taṃ mama sāvakā jīvitahetupi nātikkamanti. ","eng":"so too, on this spiritual path, my disciples don’t transgress the training rules I’ve laid down, even for the sake of life. ","html":"{}"},"pli-tv-kd19:1.4.9":{"pli":"Yampi, bhikkhave, mayā mama sāvakānaṃ sikkhāpadaṃ paññattaṃ, taṃ mama sāvakā jīvitahetupi nātikkamanti—","html":"{}"},"pli-tv-kd19:1.4.10":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.11":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti; ","eng":"Just as the ocean doesn’t tolerate dead bodies, but quickly carries them to the shore and dumps them on dry land, ","html":"<p>{}"},"pli-tv-kd19:1.4.12":{"pli":"evameva kho, bhikkhave, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati, khippameva naṃ sannipatitvā ukkhipati, kiñcāpi kho so hoti majjhe bhikkhusaṅghassa nisinno. Atha kho so ārakāva saṅghamhā, saṅgho ca tena. ","eng":"so too, the Sangha of monks doesn’t associate with anyone who is immoral—someone with bad qualities, impure and dubious in conduct, hiding his actions, not a monastic while claiming to be one, not abstaining from sexuality while claiming to do so, rotten inside, lustful, defiled. When the Sangha has gathered, they quickly eject him. Even if seated in the midst of the Sangha, he’s far from the Sangha and the Sangha is far from him. ","html":"{}"},"pli-tv-kd19:1.4.13":{"pli":"Yampi, bhikkhave, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati, khippameva naṃ sannipatitvā ukkhipati, kiñcāpi kho so hoti majjhe bhikkhusaṅghassa nisinno, atha kho so ārakāva saṅghamhā, saṅgho ca tena—","html":"{}"},"pli-tv-kd19:1.4.14":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.15":{"pli":"Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṃ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṃ gacchanti; ","eng":"Just as when the great rivers—the Ganges, the Yamunā, the Aciravatī, the Sarabhū, or the Mahī—reach the ocean, they lose their former names and become known simply as the ocean, ","html":"<p>{}"},"pli-tv-kd19:1.4.16":{"pli":"evameva kho, bhikkhave, cattārome vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā. Te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, samaṇā sakyaputtiyātveva saṅkhaṃ gacchanti. ","eng":"so too, when anyone goes forth on this spiritual path proclaimed by the Buddha—whether an aristocrat, brahmin, merchant, or worker—they lose their former name and class and become known simply as a Sakyan monastic. ","html":"{}"},"pli-tv-kd19:1.4.17":{"pli":"Yampi, bhikkhave, cattārome vaṇṇā khattiyā brāhmaṇā vessā suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, samaṇā sakyaputtiyātveva saṅkhaṃ gacchanti—","html":"{}"},"pli-tv-kd19:1.4.18":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.19":{"pli":"Seyyathāpi, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ","eng":"Just as the ocean doesn’t decrease or fill up because of all the rivers in the world that flow into it or the rain that falls into it, ","html":"<p>{}"},"pli-tv-kd19:1.4.20":{"pli":"evameva kho, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati. ","eng":"so too, even if many monks are extinguished without remainder, there’s no decrease or filling up of the element of extinguishment. ","html":"{}"},"pli-tv-kd19:1.4.21":{"pli":"Yampi, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati—","html":"{}"},"pli-tv-kd19:1.4.22":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye pañcamo acchariyo abbhuto dhammo yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.23":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo ekaraso loṇaraso; ","eng":"Just as the ocean has only one taste, the taste of salt, ","html":"<p>{}"},"pli-tv-kd19:1.4.24":{"pli":"evameva kho, bhikkhave, ayaṃ dhammavinayo ekaraso vimuttiraso. ","eng":"so too, this spiritual path has only one taste, the taste of freedom. ","html":"{}"},"pli-tv-kd19:1.4.25":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo ekaraso vimuttiraso—","html":"{}"},"pli-tv-kd19:1.4.26":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.27":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitako, masāragallaṃ; ","eng":"Just as the ocean contains many precious things—pearls, gems, beryls, mother-of-pearls, quartz, corals, silver, gold, rubies, and cat’s eyes—","html":"<p>{}"},"pli-tv-kd19:1.4.28":{"pli":"evameva kho, bhikkhave, ayaṃ dhammavinayo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"so too, this spiritual path contains many precious things—the four applications of mindfulness, the four right efforts, the four foundations for supernormal power, the five spiritual faculties, the five spiritual powers, the seven factors of awakening, and the noble eightfold path. ","html":"{}"},"pli-tv-kd19:1.4.29":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā …pe… ariyo aṭṭhaṅgiko maggo—","html":"{}"},"pli-tv-kd19:1.4.30":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}</p>"},"pli-tv-kd19:1.4.31":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā; ","eng":"Just as there are great beings in the ocean—sea monsters, antigods, dragons, and fairies; creatures with bodies one thousand kilometers long, two thousand, three thousand, four thousand, and five thousand kilometers long—","html":"<p>{}","comm":"For a discussion of the length of the <i lang='pi' translate='no'>yojana</i>, see <i lang='pi' translate='no'>sugata</i> in Appendix of Technical Terms. "},"pli-tv-kd19:1.4.32":{"pli":"evameva kho, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno; sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno; anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno; arahā, arahattaphalasacchikiriyāya paṭipanno. ","eng":"so too, there are great beings on this spiritual path—stream-enterers, those practicing for the realization of the fruit of stream-entry; once-returners, those practicing for the realization of the fruit of once-returning; non-returners, those practicing for the realization of the fruit of non-returning; perfected ones, and those practicing for the realization of the fruit of perfection.” ","html":"{}"},"pli-tv-kd19:1.4.33":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno …pe… arahā, arahattaphalasacchikiriyāya paṭipanno—","html":"{}"},"pli-tv-kd19:1.4.34":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","html":"{}"},"pli-tv-kd19:1.4.35":{"pli":"Ime kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti. ","html":"{}</p>"},"pli-tv-kd19:1.4.36":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi—","eng":"Seeing the significance of this, on that occasion the Buddha uttered a heartfelt exclamation: ","html":"<p>{}</p>"},"pli-tv-kd19:1.4.37":{"pli":"“Channamativassati, ","eng":"“It rains on what’s concealed, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"Parallel to <a href='index.html?q=ud5.5#28.1'>Ud 5.5:28.1</a>. "},"pli-tv-kd19:1.4.38":{"pli":"vivaṭaṃ nātivassati; ","eng":"Not on what’s revealed. ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:1.4.39":{"pli":"Tasmā channaṃ vivaretha, ","eng":"Therefore, reveal the concealed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:1.4.40":{"pli":"evaṃ taṃ nātivassatī”ti. ","eng":"And it won’t be rained upon.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pli-tv-kd19:2.1.0":{"pli":"4. Pātimokkhasavanāraha ","eng":"4. One deserving to hear the Monastic Code ","html":"<h2>{}</h2>"},"pli-tv-kd19:2.1.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi—","eng":"The Buddha addressed the monks: ","html":"<p>{}"},"pli-tv-kd19:2.1.2":{"pli":"“nadānāhaṃ, bhikkhave, ito paraṃ uposathaṃ karissāmi, pātimokkhaṃ uddisissāmi. ","eng":"“From now on, monks, I won’t be doing the observance-day ceremony or recite the Monastic Code. ","html":"{}"},"pli-tv-kd19:2.1.3":{"pli":"Tumhevadāni, bhikkhave, ito paraṃ uposathaṃ kareyyātha, pātimokkhaṃ uddiseyyātha. ","eng":"You should do it instead. ","html":"{}"},"pli-tv-kd19:2.1.4":{"pli":"Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ tathāgato aparisuddhāya parisāya uposathaṃ kareyya, pātimokkhaṃ uddiseyya. ","eng":"It’s impossible for the Buddha to do the observance-day ceremony and recite the Monastic Code in an impure gathering. ","html":"{}</p></section>"},"pli-tv-kd19:2.1.5":{"pli":"Na ca, bhikkhave, sāpattikena pātimokkhaṃ sotabbaṃ. ","eng":"And, monks, you shouldn’t listen to the Monastic Code if you have an unconfessed offense. ","html":"<p class='rule'>{}"},"pli-tv-kd19:2.1.6":{"pli":"Yo suṇeyya, āpatti dukkaṭassa. ","eng":"If you do, you commit an offense of wrong conduct. ","html":"{}</p>"},"pli-tv-kd19:2.1.7":{"pli":"Anujānāmi, bhikkhave, yo sāpattiko pātimokkhaṃ suṇāti, tassa pātimokkhaṃ ṭhapetuṃ. ","eng":"If anyone who has an unconfessed offense listens to the Monastic Code, I allow you to cancel his hearing of the Monastic Code. ","html":"<p class='rule'>{}</p>","comm":"The Pali just says <i lang='pi' translate='no'>tassa pātimokkhaṁ ṭhapetuṁ</i>, “(I allow you) to cancel his Monastic Code”. I have added “hearing” for clarity. "},"pli-tv-kd19:2.1.8":{"pli":"Evañca pana, bhikkhave, ṭhapetabbaṃ. ","eng":"And it should be done like this. ","html":"<p>{}"},"pli-tv-kd19:2.1.9":{"pli":"Tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāharitabbaṃ—","eng":"On the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, you should announce: ","html":"{}</p>"},"pli-tv-kd19:2.1.10":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:2.1.11":{"pli":"Itthannāmo puggalo sāpattiko, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabban’ti ṭhapitaṃ hoti pātimokkhan”ti. ","eng":"The person so-and-so has an unconfessed offense. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ Then his hearing of the Monastic Code is canceled.” ","html":"{}</p></section>"},"pli-tv-kd19:3.1.1":{"pli":"Tena kho pana samayena chabbaggiyā bhikkhū—","eng":"Soon afterwards, ","html":"<p>{}"},"pli-tv-kd19:3.1.2":{"pli":"“nāmhe koci jānātī”ti sāpattikāva pātimokkhaṃ suṇanti. ","eng":"thinking that nobody knew about them, the monks from the group of six listened to the Monastic Code while having unconfessed offenses. ","html":"{}"},"pli-tv-kd19:3.1.3":{"pli":"Therā bhikkhū paracittaviduno bhikkhūnaṃ ārocenti—","eng":"The senior monks who could read the minds of others ","html":"{}"},"pli-tv-kd19:3.1.4":{"pli":"“itthannāmo ca itthannāmo ca, āvuso, chabbaggiyā bhikkhū—","eng":"informed the monks about this. ","html":"{}"},"pli-tv-kd19:3.1.5":{"pli":"‘nāmhe koci jānātī’ti sāpattikāva pātimokkhaṃ suṇantī”ti. ","html":"{}"},"pli-tv-kd19:3.1.6":{"pli":"Assosuṃ kho chabbaggiyā bhikkhū—","eng":"When they heard about it, ","html":"{}"},"pli-tv-kd19:3.1.7":{"pli":"“therā kira bhikkhū paracittaviduno amhe bhikkhūnaṃ ārocenti—","html":"{}"},"pli-tv-kd19:3.1.8":{"pli":"‘itthannāmo ca itthannāmo ca, āvuso, chabbaggiyā bhikkhū—","html":"{}"},"pli-tv-kd19:3.1.9":{"pli":"“nāmhe koci jānātī”ti sāpattikāva pātimokkhaṃ suṇantī’”ti. ","html":"{}"},"pli-tv-kd19:3.1.10":{"pli":"Te—","html":"{}"},"pli-tv-kd19:3.1.11":{"pli":"“puramhākaṃ pesalā bhikkhū pātimokkhaṃ ṭhapentī”ti—","html":"{}"},"pli-tv-kd19:3.1.12":{"pli":"paṭikacceva suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapenti. ","eng":"the monks from the group of six tried to pre-empt the pure monks by, without reason, canceling their hearing of the Monastic Code. ","html":"{}</p>"},"pli-tv-kd19:3.1.13":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd19:3.1.14":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapessantī”ti. ","eng":"“How could the monks from the group of six cancel the Monastic Code of pure monks without reason?” ","html":"{}"},"pli-tv-kd19:3.1.15":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}</p>"},"pli-tv-kd19:3.1.16":{"pli":"“saccaṃ kira, bhikkhave, chabbaggiyā bhikkhū suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapentī”ti? ","eng":"“Is it true, monks, that the monks from the group of six did this?” ","html":"<p>{}"},"pli-tv-kd19:3.1.17":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd19:3.1.18":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd19:3.1.19":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd19:3.1.20":{"pli":"“na, bhikkhave, suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapetabbaṃ. ","eng":"“You shouldn’t, without reason, cancel the Monastic Code of pure monks who don’t have any offenses. ","html":"<p class='rule'>{}"},"pli-tv-kd19:3.1.21":{"pli":"Yo ṭhapeyya, āpatti dukkaṭassa. ","eng":"If you do, you commit an offense of wrong conduct.” ","html":"{}</p>"},"pli-tv-kd19:3.2.0":{"pli":"5. Dhammikādhammikapātimokkhaṭṭhapana ","eng":"5. Legitimate and illegitimate canceling of the Monastic Code ","html":"<h2>{}</h2>"},"pli-tv-kd19:3.2.1":{"pli":"Ekaṃ, bhikkhave, adhammikaṃ pātimokkhaṭṭhapanaṃ, ekaṃ dhammikaṃ pātimokkhaṭṭhapanaṃ; ","eng":"“One kind of canceling of the Monastic Code is illegitimate, one is legitimate; ","html":"<p>{}"},"pli-tv-kd19:3.2.2":{"pli":"dve adhammikāni pātimokkhaṭṭhapanāni, dve dhammikāni; ","eng":"two kinds of cancelings of the Monastic Code are illegitimate, two are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.3":{"pli":"tīṇi adhammikāni pātimokkhaṭṭhapanāni, tīṇi dhammikāni; ","eng":"three kinds of cancelings of the Monastic Code are illegitimate, three are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.4":{"pli":"cattāri adhammikāni pātimokkhaṭṭhapanāni, cattāri dhammikāni; ","eng":"four kinds of cancelings of the Monastic Code are illegitimate, four are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.5":{"pli":"pañca adhammikāni pātimokkhaṭṭhapanāni, pañca dhammikāni; ","eng":"five kinds of cancelings of the Monastic Code are illegitimate, five are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.6":{"pli":"cha adhammikāni pātimokkhaṭṭhapanāni, cha dhammikāni; ","eng":"six kinds of cancelings of the Monastic Code are illegitimate, six are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.7":{"pli":"satta adhammikāni pātimokkhaṭṭhapanāni, satta dhammikāni; ","eng":"seven kinds of cancelings of the Monastic Code are illegitimate, seven are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.8":{"pli":"aṭṭha adhammikāni pātimokkhaṭṭhapanāni, aṭṭha dhammikāni; ","eng":"eight kinds of cancelings of the Monastic Code are illegitimate, eight are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.9":{"pli":"nava adhammikāni pātimokkhaṭṭhapanāni, nava dhammikāni; ","eng":"nine kinds of cancelings of the Monastic Code are illegitimate, nine are legitimate; ","html":"{}"},"pli-tv-kd19:3.2.10":{"pli":"dasa adhammikāni pātimokkhaṭṭhapanāni, dasa dhammikāni. ","eng":"ten kinds of cancelings of the Monastic Code are illegitimate, ten are legitimate. ","html":"{}</p>"},"pli-tv-kd19:3.3.1":{"pli":"Katamaṃ ekaṃ adhammikaṃ pātimokkhaṭṭhapanaṃ? ","eng":"What’s the one kind of canceling of the Monastic Code that’s illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.2":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, without grounds, for failure in morality. ","html":"{}"},"pli-tv-kd19:3.3.3":{"pli":"idaṃ ekaṃ adhammikaṃ pātimokkhaṭṭhapanaṃ. ","html":"{}</p>"},"pli-tv-kd19:3.3.4":{"pli":"Katamaṃ ekaṃ dhammikaṃ pātimokkhaṭṭhapanaṃ? ","eng":"“What’s the one kind of canceling of the Monastic Code that’s legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.5":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, having grounds, for failure in morality. ","html":"{}"},"pli-tv-kd19:3.3.6":{"pli":"idaṃ ekaṃ dhammikaṃ pātimokkhaṭṭhapanaṃ. ","html":"{}</p>"},"pli-tv-kd19:3.3.7":{"pli":"Katamāni dve adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the two kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.8":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, without grounds, for failure in morality or failure in conduct. ","html":"{}"},"pli-tv-kd19:3.3.9":{"pli":"imāni dve adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.10":{"pli":"Katamāni dve dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the two kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.11":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, having grounds, for failure in morality or failure in conduct. ","html":"{}"},"pli-tv-kd19:3.3.12":{"pli":"imāni dve dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.13":{"pli":"Katamāni tīṇi adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the three kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.14":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, without grounds, for failure in morality, failure in conduct, or failure in view. ","html":"{}"},"pli-tv-kd19:3.3.15":{"pli":"imāni tīṇi adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.16":{"pli":"Katamāni tīṇi dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the three kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.17":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, samūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, having grounds, for failure in morality, failure in conduct, or failure in view. ","html":"{}"},"pli-tv-kd19:3.3.18":{"pli":"imāni tīṇi dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.19":{"pli":"Katamāni cattāri adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the four kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.20":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ājīvavipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, without grounds, for failure in morality, failure in conduct, failure in view, or failure in livelihood. ","html":"{}"},"pli-tv-kd19:3.3.21":{"pli":"imāni cattāri adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.22":{"pli":"Katamāni cattāri dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the four kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.23":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, samūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ājīvavipattiyā pātimokkhaṃ ṭhapeti—","eng":"One cancels the Monastic Code, having grounds, for failure in morality, failure in conduct, failure in view, or failure in livelihood. ","html":"{}"},"pli-tv-kd19:3.3.24":{"pli":"imāni cattāri dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.25":{"pli":"Katamāni pañca adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the five kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.26":{"pli":"Amūlakena pārājikena pātimokkhaṃ ṭhapeti, amūlakena saṅghādisesena …pe… ","eng":"One cancels the Monastic Code, without grounds, for an offense entailing expulsion, an offense entailing suspension, ","html":"{}"},"pli-tv-kd19:3.3.27":{"pli":"amūlakena pācittiyena … ","eng":"an offense entailing confession, ","html":"{}"},"pli-tv-kd19:3.3.28":{"pli":"amūlakena pāṭidesanīyena … ","eng":"an offense entailing acknowledgment, ","html":"{}"},"pli-tv-kd19:3.3.29":{"pli":"amūlakena dukkaṭena pātimokkhaṃ ṭhapeti—","eng":"or an offense of wrong conduct. ","html":"{}"},"pli-tv-kd19:3.3.30":{"pli":"imāni pañca adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.31":{"pli":"Katamāni pañca dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the five kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.32":{"pli":"Samūlakena pārājikena pātimokkhaṃ ṭhapeti, samūlakena saṅghādisesena …pe… ","eng":"One cancels the Monastic Code, having grounds, for an offense entailing expulsion, an offense entailing suspension, ","html":"{}"},"pli-tv-kd19:3.3.33":{"pli":"pācittiyena … ","eng":"an offense entailing confession, ","html":"{}"},"pli-tv-kd19:3.3.34":{"pli":"pāṭidesanīyena … ","eng":"an offense entailing acknowledgment, ","html":"{}"},"pli-tv-kd19:3.3.35":{"pli":"dukkaṭena pātimokkhaṃ ṭhapeti—","eng":"or an offense of wrong conduct. ","html":"{}"},"pli-tv-kd19:3.3.36":{"pli":"imāni pañca dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.37":{"pli":"Katamāni cha adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the six kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.38":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya; ","eng":"One cancels the Monastic Code, without grounds, for the failure in morality of one who hasn’t failed, the failure in morality of one who has failed, ","html":"{}","comm":"Sp 4.387: <i lang='pi' translate='no'>Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāyāti tena puggalena sā vipatti katā vā hotu akatā vā, pātimokkhaṭṭhapanakassa saññāamūlikavasena amūlikā hoti</i>, “<i lang='pi' translate='no'>Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya</i> means, whether that person has failed or not, it is groundless because of the perception of groundlessness of the person who has canceled the Monastic Code.” "},"pli-tv-kd19:3.3.39":{"pli":"amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti katāya; ","eng":"the failure in conduct of one who hasn’t failed, the failure in conduct of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.40":{"pli":"amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti katāya—","eng":"the failure in view of one who hasn’t failed, or the failure in view of one who has failed. ","html":"{}"},"pli-tv-kd19:3.3.41":{"pli":"imāni cha adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.42":{"pli":"Katamāni cha dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the six kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.43":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya; ","eng":"One cancels the Monastic Code, having grounds, for the failure in morality of one who hasn’t failed, the failure in morality of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.44":{"pli":"samūlikāya ācāravipattiyā …pe… ","eng":"the failure in conduct of one who hasn’t failed, the failure in conduct of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.45":{"pli":"diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… ","eng":"the failure in view of one who hasn’t failed, or the failure in view of one who has failed. ","html":"{}"},"pli-tv-kd19:3.3.46":{"pli":"katāya—","html":"{}"},"pli-tv-kd19:3.3.47":{"pli":"imāni cha dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.48":{"pli":"Katamāni satta adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the seven kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.49":{"pli":"Amūlakena pārājikena pātimokkhaṃ ṭhapeti, amūlakena saṅghādisesena …pe… ","eng":"One cancels the Monastic Code, without grounds, for an offense entailing expulsion, an offense entailing suspension, ","html":"{}"},"pli-tv-kd19:3.3.50":{"pli":"thullaccayena pācittiyena pāṭidesanīyena dukkaṭena dubbhāsitena pātimokkhaṃ ṭhapeti—","eng":"a serious offense, an offense entailing confession, an offense entailing acknowledgment, an offense of wrong conduct, or an offense of wrong speech. ","html":"{}"},"pli-tv-kd19:3.3.51":{"pli":"imāni satta adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.52":{"pli":"Katamāni satta dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the seven kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.53":{"pli":"Samūlakena pārājikena pātimokkhaṃ ṭhapeti, samūlakena saṅghādisesena …pe… ","eng":"One cancels the Monastic Code, having grounds, for an offense entailing expulsion, an offense entailing suspension, ","html":"{}"},"pli-tv-kd19:3.3.54":{"pli":"thullaccayena pācittiyena pāṭidesanīyena dukkaṭena dubbhāsitena pātimokkhaṃ ṭhapeti—","eng":"a serious offense, an offense entailing confession, an offense entailing acknowledgment, an offense of wrong conduct, or an offense of wrong speech. ","html":"{}"},"pli-tv-kd19:3.3.55":{"pli":"imāni satta dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.56":{"pli":"Katamāni aṭṭha adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the eight kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.57":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya; ","eng":"One cancels the Monastic Code, without grounds, for the failure in morality of one who hasn’t failed, the failure in morality of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.58":{"pli":"amūlikāya ācāravipattiyā …pe… ","eng":"for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.59":{"pli":"diṭṭhivipattiyā …pe… ","eng":"the failure in view of one who hasn’t failed, the failure in view of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.60":{"pli":"ājīvavipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya—","eng":"the failure in livelihood of one who hasn’t failed, or the failure in livelihood of one who has failed. ","html":"{}"},"pli-tv-kd19:3.3.61":{"pli":"imāni aṭṭha adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.62":{"pli":"Katamāni aṭṭha dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the eight kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.63":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya; ","eng":"One cancels the Monastic Code, having grounds, for the failure in morality of one who hasn’t failed, the failure in morality of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.64":{"pli":"samūlikāya ācāravipattiyā …pe… ","eng":"the failure in conduct of one who hasn’t failed, the failure in conduct of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.65":{"pli":"diṭṭhivipattiyā …pe… ","eng":"the failure in view of one who hasn’t failed, the failure in view of one who has failed, ","html":"{}"},"pli-tv-kd19:3.3.66":{"pli":"ājīvavipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya—","eng":"the failure in livelihood of one who hasn’t failed, or the failure in livelihood of one who has failed. ","html":"{}"},"pli-tv-kd19:3.3.67":{"pli":"imāni aṭṭha dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.68":{"pli":"Katamāni nava adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the nine kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.69":{"pli":"Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katākatāya; ","eng":"One cancels the Monastic Code, without grounds, for the failure in morality of one who hasn’t failed, the failure in morality of one who has failed, the failure in morality of one who both has and hasn’t failed, ","html":"{}"},"pli-tv-kd19:3.3.70":{"pli":"amūlikāya ācāravipattiyā …pe… ","eng":"the failure in conduct of one who hasn’t failed, the failure in conduct of one who has failed, the failure in conduct of one who both has and hasn’t failed, ","html":"{}"},"pli-tv-kd19:3.3.71":{"pli":"diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya …pe… ","eng":"the failure in view of one who hasn’t failed, the failure in view of one who has failed, or the failure in view of one who both has and hasn’t failed. ","html":"{}"},"pli-tv-kd19:3.3.72":{"pli":"katākatāya—","html":"{}"},"pli-tv-kd19:3.3.73":{"pli":"imāni nava adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.74":{"pli":"Katamāni nava dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the nine kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.75":{"pli":"Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katākatāya; ","eng":"One cancels the Monastic Code, having grounds, for the failure in morality of one who hasn’t failed, the failure in morality of one who has failed, the failure in morality of one who both has and hasn’t failed, ","html":"{}"},"pli-tv-kd19:3.3.76":{"pli":"samūlikāya ācāravipattiyā …pe… ","eng":"the failure in conduct of one who hasn’t failed, the failure in conduct of one who has failed, the failure in conduct of one who both has and hasn’t failed, ","html":"{}"},"pli-tv-kd19:3.3.77":{"pli":"diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya …pe… ","eng":"the failure in view of one who hasn’t failed, the failure in view of one who has failed, or the failure in view of one who both has and hasn’t failed. ","html":"{}"},"pli-tv-kd19:3.3.78":{"pli":"katākatāya—","html":"{}"},"pli-tv-kd19:3.3.79":{"pli":"imāni nava dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.80":{"pli":"Katamāni dasa adhammikāni pātimokkhaṭṭhapanāni? ","eng":"“What are the ten kinds of cancelings of the Monastic Code that are illegitimate? ","html":"<hr><p>{}"},"pli-tv-kd19:3.3.81":{"pli":"Na pārājiko tassaṃ parisāyaṃ nisinno hoti, na pārājikakathā vippakatā hoti; ","eng":"There’s no-one seated in that gathering who has committed an offense entailing expulsion; there’s no unfinished discussion about anyone committing an offense entailing expulsion; ","html":"{}"},"pli-tv-kd19:3.3.82":{"pli":"na sikkhaṃ paccakkhātako tassaṃ parisāyaṃ nisinno hoti, na sikkhaṃ paccakkhātakathā vippakatā hoti; ","eng":"there’s no-one seated in that gathering who has renounced the training; there’s no unfinished discussion about anyone renouncing the training; ","html":"{}"},"pli-tv-kd19:3.3.83":{"pli":"dhammikaṃ sāmaggiṃ upeti, na dhammikaṃ sāmaggiṃ paccādiyati, na dhammikāya sāmaggiyā paccādānakathā vippakatā hoti; ","eng":"the person has gone to a legitimate legal procedure of a complete assembly; the person doesn’t reopen a legitimate legal procedure of a complete assembly; there’s no unfinished discussion about the reopening of the legitimate legal procedure of a complete assembly; ","html":"{}","comm":"The point seems to be that it is illegitimate to cancel the Monastic Code of someone who is behaving appropriately, including taking part in legal procedures in the appropriate manner and not reopening legitimate legal procedures. See discussion in the next note. "},"pli-tv-kd19:3.3.84":{"pli":"na sīlavipattiyā diṭṭhasutaparisaṅkito hoti, na ācāravipattiyā diṭṭhasutaparisaṅkito hoti, na diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti—","eng":"there’s no-one seen, heard, or suspected of failure in morality; there’s no-one seen, heard, or suspected of failure in conduct; there’s no-one seen, heard, or suspected of failure in view. ","html":"{}"},"pli-tv-kd19:3.3.85":{"pli":"imāni dasa adhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.3.86":{"pli":"Katamāni dasa dhammikāni pātimokkhaṭṭhapanāni? ","eng":"What are the ten kinds of cancelings of the Monastic Code that are legitimate? ","html":"<p>{}"},"pli-tv-kd19:3.3.87":{"pli":"Pārājiko tassaṃ parisāyaṃ nisinno hoti, pārājikakathā vippakatā hoti; ","eng":"There’s someone seated in that gathering who has committed an offense entailing expulsion; there’s an unfinished discussion about someone committing an offense entailing expulsion; ","html":"{}"},"pli-tv-kd19:3.3.88":{"pli":"sikkhaṃ paccakkhātako tassaṃ parisāyaṃ nisinno hoti, sikkhaṃ paccakkhātakathā vippakatā hoti; ","eng":"there’s someone seated in that gathering who has renounced the training; there’s an unfinished discussion about someone renouncing the training; ","html":"{}"},"pli-tv-kd19:3.3.89":{"pli":"dhammikaṃ sāmaggiṃ na upeti, dhammikaṃ sāmaggiṃ paccādiyati, dhammikāya sāmaggiyā paccādānakathā vippakatā hoti; ","eng":"the person hasn’t gone to a legitimate legal procedure of a complete assembly; the person reopens a legitimate legal procedure of a complete assembly; there’s an unfinished discussion about the reopening of the legitimate legal procedure of a complete assembly; ","html":"{}","comm":"Sp 4.387: <i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ na upetīti kammaṁ kopetukāmatāya saṅghassa kamme karīyamāne neva āgacchati, na chandaṁ deti, sammukhībhūtova paṭikkosati, tena dukkaṭaṁ āpajjati. Iccassāpi sāpattikasseva pātimokkhaṁ ṭhapitaṁ hoti</i>, “<i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ na upeti</i> means, when a legal procedure is being carried out by the Sangha, one who wishes to invalidate the procedure does not come (to the meeting), or does not give their consent, or objects in the presence (of the assembled Sangha). They commit wrong conduct. Thus, because they have an offense, the Monastic Code gets canceled.” Vmv 4.387 adds: <i lang='pi' translate='no'>Dhammikaṁ sāmagginti dhammikaṁ samaggakammaṁ</i>, “<i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ</i> means a legitimate legal procedure of a complete assembly.” The point is that the person wants to invalidate a legal procedure, and so deliberately does not come to the meeting or send their consent. In such a case you are allowed to cancel their hearing of the Monastic Code. Sp 4.387: <i lang='pi' translate='no'>Paccādiyatīti “puna kātabbaṁ kamma”nti paccādiyati, tena ukkoṭanakena pācittiyaṁ āpajjati. Iccassāpi sāpattikasseva pātimokkhaṁ ṭhapitaṁ hoti</i>, “<i lang='pi' translate='no'>Paccādiyati</i> means saying, ‘The legal procedure needs to be redone.’ Because of that reopening, they commit an offense entailing confession. Thus, because they have an offense, the Monastic Code gets canceled.” "},"pli-tv-kd19:3.3.90":{"pli":"sīlavipattiyā diṭṭhasutaparisaṅkito hoti, ācāravipattiyā diṭṭhasutaparisaṅkito hoti, diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti—","eng":"there’s someone seen, heard, or suspected of failure in morality; there’s someone seen, heard, or suspected of failure in conduct; there’s someone seen, heard, or suspected of failure in view.” ","html":"{}"},"pli-tv-kd19:3.3.91":{"pli":"imāni dasa dhammikāni pātimokkhaṭṭhapanāni. ","html":"{}</p>"},"pli-tv-kd19:3.4.0":{"pli":"6. Dhammikapātimokkhaṭṭhapana ","eng":"6. Legitimate canceling of the Monastic Code ","html":"<h2>{}</h2>"},"pli-tv-kd19:3.4.1.0":{"eng":"One who has committed an offense entailing expulsion","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd19:3.4.1.1":{"pli":"Kathaṃ pārājiko tassaṃ parisāyaṃ nisinno hoti? ","eng":"“And how is one who has committed an offense entailing expulsion seated in that gathering? ","html":"<p>{}"},"pli-tv-kd19:3.4.2":{"pli":"Idha, bhikkhave, yehi ākārehi yehi liṅgehi yehi nimittehi pārājikassa dhammassa ajjhāpatti hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati pārājikaṃ dhammaṃ ajjhāpajjantaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone committing an offense entailing expulsion. ","html":"{}"},"pli-tv-kd19:3.4.3":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati pārājikaṃ dhammaṃ ajjhāpajjantaṃ, api ca añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk committing an offense entailing expulsion, but another monk informs him that ","html":"{}"},"pli-tv-kd19:3.4.4":{"pli":"‘itthannāmo, āvuso, bhikkhu pārājikaṃ dhammaṃ ajjhāpanno’ti. ","eng":"monk so-and-so has committed an offense entailing expulsion. ","html":"{}"},"pli-tv-kd19:3.4.5":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati pārājikaṃ dhammaṃ ajjhāpajjantaṃ, nāpi añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk committing an offense entailing expulsion, nor does another monk inform him, ","html":"{}"},"pli-tv-kd19:3.4.6":{"pli":"‘itthannāmo, āvuso, bhikkhu pārājikaṃ dhammaṃ ajjhāpanno’ti, api ca sova bhikkhu bhikkhussa āroceti—","eng":"but the monk himself informs him that ","html":"{}"},"pli-tv-kd19:3.4.7":{"pli":"‘ahaṃ, āvuso, pārājikaṃ dhammaṃ ajjhāpanno’ti. ","eng":"he has committed an offense entailing expulsion. ","html":"{}"},"pli-tv-kd19:3.4.8":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.4.9":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.4.10":{"pli":"Itthannāmo puggalo pārājikaṃ dhammaṃ ajjhāpanno, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so has committed an offense entailing expulsion. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.4.11":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate. ","html":"{}</p></section>"},"pli-tv-kd19:3.4.12":{"pli":"Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṃ antarāyānaṃ aññatarena—","eng":"When the Monastic Code has been canceled for a monk, it may be that the gathering breaks up because of any one of ten threats: ","html":"<p>{}"},"pli-tv-kd19:3.4.13":{"pli":"rājantarāyena vā, corantarāyena vā, agyantarāyena vā, udakantarāyena vā, manussantarāyena vā, amanussantarāyena vā, vāḷantarāyena vā, sarīsapantarāyena vā, jīvitantarāyena vā, brahmacariyantarāyena vā. ","eng":"a threat from kings, criminals, fire, flooding, people, spirits, predatory animals, snakes, or a threat to life, or threat to the monastic life. ","html":"{}"},"pli-tv-kd19:3.4.14":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tasmiṃ vā āvāse, aññasmiṃ vā āvāse, tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, if a monk wishes, he may, in that monastery or in another monastery, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.4.15":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.4.16":{"pli":"Itthannāmassa puggalassa pārājikakathā vippakatā, taṃ vatthu avinicchitaṃ. ","eng":"There’s an unfinished discussion about so-and-so committing an offense entailing expulsion. The case hasn’t been decided. ","html":"{}","comm":"The point seems to be that, although the Monastic Code had been canceled for that monk, the further discussion on whether he had committed an offense entailing expulsion was interrupted by one of the ten dangers. "},"pli-tv-kd19:3.4.17":{"pli":"Yadi saṅghassa pattakallaṃ, saṅgho taṃ vatthuṃ vinicchineyyā’ti. ","eng":"If the Sangha is ready, it should decide it.’ ","html":"{}</p></section>"},"pli-tv-kd19:3.4.18":{"pli":"Evañcetaṃ labhetha, iccetaṃ kusalaṃ. ","eng":"If this works out, all is well. ","html":"<p>{}"},"pli-tv-kd19:3.4.19":{"pli":"No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāharitabbaṃ—","eng":"If not, then on the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, a monk should announce: ","html":"{}</p>"},"pli-tv-kd19:3.4.20":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.4.21":{"pli":"Itthannāmassa puggalassa pārājikakathā vippakatā, taṃ vatthu avinicchitaṃ. ","eng":"There’s an unfinished discussion about so-and-so committing an offense entailing expulsion. The case hasn’t been decided. ","html":"{}","comm":"Given that his hearing of the Monastic Code is canceled once more, we may conclude that the canceling is only valid for a single occasion. "},"pli-tv-kd19:3.4.22":{"pli":"Tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.4.23":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate.” ","html":"{}</p></section>"},"pli-tv-kd19:3.5.0":{"eng":"One who has renounced the training","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd19:3.5.1":{"pli":"Kathaṃ sikkhaṃ paccakkhātako tassaṃ parisāyaṃ nisinno hoti? ","eng":"“And how is one who has renounced the training seated in that gathering? ","html":"<p>{}"},"pli-tv-kd19:3.5.2":{"pli":"Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi sikkhā paccakkhātā hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati sikkhaṃ paccakkhantaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone renouncing the training. ","html":"{}"},"pli-tv-kd19:3.5.3":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati sikkhaṃ paccakkhantaṃ, api ca añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk renouncing the training, but another monk informs him that ","html":"{}"},"pli-tv-kd19:3.5.4":{"pli":"‘itthannāmena, āvuso, bhikkhunā sikkhā paccakkhātā’ti. ","eng":"monk so-and-so has renounced the training. ","html":"{}"},"pli-tv-kd19:3.5.5":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati sikkhaṃ paccakkhantaṃ, nāpi añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk renouncing the training, nor does another monk inform him, ","html":"{}"},"pli-tv-kd19:3.5.6":{"pli":"‘itthannāmena, āvuso, bhikkhunā sikkhā paccakkhātā’ti, api ca sova bhikkhu bhikkhussa āroceti—","eng":"but the monk himself informs him that ","html":"{}"},"pli-tv-kd19:3.5.7":{"pli":"‘mayā, āvuso, sikkhā paccakkhātā’ti. ","eng":"he has renounced the training. ","html":"{}"},"pli-tv-kd19:3.5.8":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.5.9":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.5.10":{"pli":"Itthannāmena puggalena sikkhā paccakkhātā, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so has renounced the training. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.5.11":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate. ","html":"{}</p></section>"},"pli-tv-kd19:3.5.12":{"pli":"Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṃ antarāyānaṃ aññatarena—","eng":"When the Monastic Code has been canceled for a monk, it may be that the gathering breaks up because of any one of ten threats: ","html":"<p>{}"},"pli-tv-kd19:3.5.13":{"pli":"rājantarāyena vā …pe… ","eng":"a threat from kings, criminals, fire, flooding, people, spirits, predatory animals, snakes, or a threat to life, ","html":"{}"},"pli-tv-kd19:3.5.14":{"pli":"brahmacariyantarāyena vā, ākaṅkhamāno, bhikkhave, bhikkhu tasmiṃ vā āvāse, aññasmiṃ vā āvāse, tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"or a threat to the monastic life. Then, if a monk wishes, he may, in that monastery or in another monastery, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.5.15":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.5.16":{"pli":"Itthannāmassa puggalassa sikkhaṃ paccakkhātakathā vippakatā, taṃ vatthu avinicchitaṃ. ","eng":"There’s an unfinished discussion about so-and-so renouncing the training. The case hasn’t been decided. ","html":"{}"},"pli-tv-kd19:3.5.17":{"pli":"Yadi saṅghassa pattakallaṃ, saṅgho taṃ vatthuṃ vinicchineyyā’ti. ","eng":"If the Sangha is ready, it should decide it.’ ","html":"{}</p></section>"},"pli-tv-kd19:3.5.18":{"pli":"Evañcetaṃ labhetha, iccetaṃ kusalaṃ. ","eng":"If this works out, all is well. ","html":"<p>{}"},"pli-tv-kd19:3.5.19":{"pli":"No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāharitabbaṃ—","eng":"If not, then on the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, a monk should announce: ","html":"{}</p>"},"pli-tv-kd19:3.5.20":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.5.21":{"pli":"Itthannāmassa puggalassa sikkhaṃ paccakkhātakathā vippakatā, taṃ vatthu avinicchitaṃ. ","eng":"There’s an unfinished discussion about so-and-so renouncing the training. The case hasn’t been decided. ","html":"{}"},"pli-tv-kd19:3.5.22":{"pli":"Tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.5.23":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate.” ","html":"{}</p></section>"},"pli-tv-kd19:3.6.0":{"eng":"One who reopens a legitimate legal procedure","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd19:3.6.1":{"pli":"Kathaṃ dhammikaṃ sāmaggiṃ na upeti? ","eng":"“And how does he not go to a legitimate legal procedure of a complete assembly? ","html":"<p>{}"},"pli-tv-kd19:3.6.2":{"pli":"Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi dhammikāya sāmaggiyānupagamanaṃ hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ na upentaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone who doesn’t go to a legitimate legal procedure of a complete assembly. ","html":"{}"},"pli-tv-kd19:3.6.3":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ na upentaṃ, api ca añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk not going to a legitimate legal procedure of a complete assembly, but another monk informs him that ","html":"{}"},"pli-tv-kd19:3.6.4":{"pli":"‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ na upetī’ti. ","eng":"monk so-and-so didn’t go to a legitimate legal procedure of a complete assembly. ","html":"{}"},"pli-tv-kd19:3.6.5":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ na upentaṃ, nāpi añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk not going to a legitimate legal procedure of a complete assembly, nor does another monk inform him, ","html":"{}"},"pli-tv-kd19:3.6.6":{"pli":"‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ na upetī’ti, api ca sova bhikkhu bhikkhussa āroceti—","eng":"but the monk himself informs him that ","html":"{}"},"pli-tv-kd19:3.6.7":{"pli":"‘ahaṃ, āvuso, dhammikaṃ sāmaggiṃ na upemī’ti. ","eng":"he didn’t go to a legitimate legal procedure of a complete assembly. ","html":"{}"},"pli-tv-kd19:3.6.8":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.6.9":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.6.10":{"pli":"Itthannāmo puggalo dhammikaṃ sāmaggiṃ na upeti, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so didn’t go to a legitimate legal procedure of a complete assembly. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.6.11":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate.” ","html":"{}</p></section>"},"pli-tv-kd19:3.7.1":{"pli":"Kathaṃ dhammikaṃ sāmaggiṃ paccādiyati? ","eng":"“And how does he reopen a legitimate legal procedure of a complete assembly? ","html":"<hr><p>{}"},"pli-tv-kd19:3.7.2":{"pli":"Idha, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi dhammikāya sāmaggiyā paccādānaṃ hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ paccādiyantaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone who reopens a legitimate legal procedure of a complete assembly. ","html":"{}"},"pli-tv-kd19:3.7.3":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ paccādiyantaṃ, api ca añño bhikkhu bhikkhussa āroceti—‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ paccādiyatī’ti. ","eng":"Or a monk doesn’t see a monk reopening a legitimate legal procedure of a complete assembly, but another monk informs him that monk so-and-so has reopened a legitimate legal procedure of a complete assembly. ","html":"{}"},"pli-tv-kd19:3.7.4":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ paccādiyantaṃ, nāpi añño bhikkhu bhikkhussa āroceti—‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ paccādiyatī’ti, api ca sova bhikkhu bhikkhussa āroceti—‘ahaṃ, āvuso, dhammikaṃ sāmaggiṃ paccādiyāmī’ti. ","eng":"Or a monk doesn’t see a monk reopening a legitimate legal procedure of a complete assembly, nor does another monk inform him, but the monk himself informs him that he has reopened a legitimate legal procedure of a complete assembly. ","html":"{}"},"pli-tv-kd19:3.7.5":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.7.6":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.7.7":{"pli":"Itthannāmo puggalo dhammikaṃ sāmaggiṃ paccādiyati, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so has reopened a legitimate legal procedure of a complete assembly. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.7.8":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate. ","html":"{}</p></section>"},"pli-tv-kd19:3.7.9":{"pli":"Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṃ antarāyānaṃ aññatarena—","eng":"When the Monastic Code has been canceled for a monk, it may be that the gathering breaks up because of any one of ten threats: ","html":"<p>{}"},"pli-tv-kd19:3.7.10":{"pli":"rājantarāyena vā …pe… ","eng":"a threat from kings, criminals, fire, flooding, people, spirits, predatory animals, snakes, or a threat to life, ","html":"{}"},"pli-tv-kd19:3.7.11":{"pli":"brahmacariyantarāyena vā. ","eng":"or a threat to the monastic life. ","html":"{}"},"pli-tv-kd19:3.7.12":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tasmiṃ vā āvāse, aññasmiṃ vā āvāse, tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, if a monk wishes, he may, in that monastery or in another monastery, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.7.13":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.7.14":{"pli":"Itthannāmassa puggalassa dhammikāya sāmaggiyā paccādānakathā vippakatā, taṃ vatthu avinicchitaṃ. ","eng":"There’s an unfinished discussion about so-and-so reopening a legitimate legal procedure of a complete assembly. The case hasn’t been decided. ","html":"{}"},"pli-tv-kd19:3.7.15":{"pli":"Yadi saṅghassa pattakallaṃ, saṅgho taṃ vatthuṃ vinicchineyyā’ti. ","eng":"If the Sangha is ready, it should decide it.’ ","html":"{}</p></section>"},"pli-tv-kd19:3.7.16":{"pli":"Evañcetaṃ labhetha, iccetaṃ kusalaṃ. ","eng":"If this works out, all is well. ","html":"<p>{}"},"pli-tv-kd19:3.7.17":{"pli":"No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāharitabbaṃ—","eng":"If not, then on the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, a monk should announce: ","html":"{}</p>"},"pli-tv-kd19:3.7.18":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.7.19":{"pli":"Itthannāmassa puggalassa dhammikāya sāmaggiyā paccādānakathā vippakatā, taṃ vatthu avinicchitaṃ. ","eng":"There’s an unfinished discussion about so-and-so reopening a legitimate legal procedure of a complete assembly. The case hasn’t been decided. ","html":"{}"},"pli-tv-kd19:3.7.20":{"pli":"Tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.7.21":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate.” ","html":"{}</p></section>"},"pli-tv-kd19:3.8.0":{"eng":"Failure in morality, conduct, or view","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd19:3.8.1":{"pli":"Kathaṃ sīlavipattiyā diṭṭhasutaparisaṅkito hoti? ","eng":"“And how is failure in morality seen, heard, or suspected? ","html":"<p>{}"},"pli-tv-kd19:3.8.2":{"pli":"Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi sīlavipattiyā diṭṭhasutaparisaṅkito hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone who has been seen, heard, or suspected of failure in morality. ","html":"{}"},"pli-tv-kd19:3.8.3":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṃ, api ca añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in morality, but another monk informs him that ","html":"{}"},"pli-tv-kd19:3.8.4":{"pli":"‘itthannāmo, āvuso, bhikkhu sīlavipattiyā diṭṭhasutaparisaṅkito’ti. ","eng":"monk so-and-so has been seen, heard, or suspected of failure in morality. ","html":"{}"},"pli-tv-kd19:3.8.5":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṃ, nāpi añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in morality, nor does another monk inform him, ","html":"{}"},"pli-tv-kd19:3.8.6":{"pli":"‘itthannāmo, āvuso, bhikkhu sīlavipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—","eng":"but the monk himself informs him that ","html":"{}"},"pli-tv-kd19:3.8.7":{"pli":"‘ahaṃ, āvuso, sīlavipattiyā diṭṭhasutaparisaṅkitomhī’ti. ","eng":"he has been seen, heard, or suspected of failure in morality. ","html":"{}"},"pli-tv-kd19:3.8.8":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.8.9":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.8.10":{"pli":"Itthannāmo puggalo sīlavipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so has been seen, heard, or suspected of failure in morality. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.8.11":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate. ","html":"{}</p></section>"},"pli-tv-kd19:3.9.1":{"pli":"Kathaṃ ācāravipattiyā diṭṭhasutaparisaṅkito hoti? ","eng":"And how is failure in conduct seen, heard, or suspected? ","html":"<p>{}"},"pli-tv-kd19:3.9.2":{"pli":"Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi ācāravipattiyā diṭṭhasutaparisaṅkito hoti tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone who has been seen, heard, or suspected of failure in conduct. ","html":"{}"},"pli-tv-kd19:3.9.3":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṃ, api ca añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in conduct, but another monk informs him that ","html":"{}"},"pli-tv-kd19:3.9.4":{"pli":"‘itthannāmo, āvuso, bhikkhu ācāravipattiyā diṭṭhasutaparisaṅkito’ti. ","eng":"monk so-and-so has been seen, heard, or suspected of failure in conduct. ","html":"{}"},"pli-tv-kd19:3.9.5":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṃ, nāpi añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in conduct, nor does another monk inform him, ","html":"{}"},"pli-tv-kd19:3.9.6":{"pli":"‘itthannāmo, āvuso, bhikkhu ācāravipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—","eng":"but the monk himself informs him that ","html":"{}"},"pli-tv-kd19:3.9.7":{"pli":"‘ahaṃ, āvuso, ācāravipattiyā diṭṭhasutaparisaṅkitomhī’ti. ","eng":"he has been seen, heard, or suspected of failure in conduct. ","html":"{}"},"pli-tv-kd19:3.9.8":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.9.9":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.9.10":{"pli":"Itthannāmo puggalo ācāravipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so has been seen, heard, or suspected of failure in conduct. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.9.11":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate. ","html":"{}</p></section>"},"pli-tv-kd19:3.9.12":{"pli":"Kathaṃ diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti? ","eng":"And how is failure in view seen, heard, or suspected? ","html":"<p>{}"},"pli-tv-kd19:3.9.13":{"pli":"Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṃ. ","eng":"A monk sees in a monk the characteristics and signs of someone who has been seen, heard, or suspected of failure in view. ","html":"{}"},"pli-tv-kd19:3.9.14":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṃ, api ca añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in view, but another monk informs him that ","html":"{}"},"pli-tv-kd19:3.9.15":{"pli":"‘itthannāmo, āvuso, bhikkhu diṭṭhivipattiyā diṭṭhasutaparisaṅkito’ti. ","eng":"monk so-and-so has been seen, heard, or suspected of failure in view. ","html":"{}"},"pli-tv-kd19:3.9.16":{"pli":"Na heva kho bhikkhu bhikkhuṃ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṃ, nāpi añño bhikkhu bhikkhussa āroceti—","eng":"Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in view, nor does another monk inform him, ","html":"{}"},"pli-tv-kd19:3.9.17":{"pli":"‘itthannāmo, āvuso, bhikkhu diṭṭhivipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—","eng":"but the monk himself informs him that ","html":"{}"},"pli-tv-kd19:3.9.18":{"pli":"‘ahaṃ, āvuso, diṭṭhivipattiyā diṭṭhasutaparisaṅkitomhī’ti. ","eng":"he has been seen, heard, or suspected of failure in view. ","html":"{}"},"pli-tv-kd19:3.9.19":{"pli":"Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṅghamajjhe udāhareyya—","eng":"Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, has heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ","html":"{}</p>"},"pli-tv-kd19:3.9.20":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-kd19:3.9.21":{"pli":"Itthannāmo puggalo diṭṭhivipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—","eng":"So-and-so has been seen, heard, or suspected of failure in view. I cancel his hearing of the Monastic Code. The Monastic Code shouldn’t be recited in his presence.’ ","html":"{}"},"pli-tv-kd19:3.9.22":{"pli":"dhammikaṃ pātimokkhaṭṭhapanaṃ’. ","eng":"This cancellation of the Monastic Code is legitimate. ","html":"{}</p></section>"},"pli-tv-kd19:3.9.23":{"pli":"Imāni dasa dhammikāni pātimokkhaṭṭhapanānī”ti. ","eng":"These are the ten legitimate cancellations of the Monastic Code.” ","html":"<p>{}</p>"},"pli-tv-kd19:3.9.24":{"pli":"Paṭhamabhāṇavāro niṭṭhito. ","eng":"The first section for recitation is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd19:4.1.0":{"pli":"7. Attādānaaṅga ","eng":"7. The qualities needed to raise an issue ","html":"<h2>{}</h2>"},"pli-tv-kd19:4.1.1":{"pli":"Atha kho āyasmā upāli yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Venerable Upāli went to the Buddha, bowed, sat down, ","html":"<p>{}"},"pli-tv-kd19:4.1.2":{"pli":"Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca—","eng":"and said, ","html":"{}"},"pli-tv-kd19:4.1.3":{"pli":"“attādānaṃ ādātukāmena, bhante, bhikkhunā katamaṅgasamannāgataṃ attādānaṃ ādātabban”ti? ","eng":"“Sir, if a monk wishes to raise an issue, what factors should be fulfilled?” ","html":"{}</p>","comm":"Sp 4.398: <i lang='pi' translate='no'>Attādānaṁ ādātukāmenāti ettha sāsanaṁ sodhetukāmo bhikkhu yaṁ adhikaraṇaṁ attanā ādiyati, taṁ attādānanti vuccati</i>, “<i lang='pi' translate='no'>Attādānaṁ ādātukāmena</i>: here, whatever legal issue a monk who wishes to purify the dispensation brings up on his own accord, that is called <i lang='pi' translate='no'>attādāna</i>.” "},"pli-tv-kd19:4.1.4":{"pli":"“Attādānaṃ ādātukāmena, upāli, bhikkhunā pañcaṅgasamannāgataṃ attādānaṃ ādātabbaṃ. ","eng":"“Five factors should be fulfilled: ","html":"<p>{}</p>"},"pli-tv-kd19:4.1.5":{"pli":"Attādānaṃ ādātukāmena, upāli, bhikkhunā evaṃ paccavekkhitabbaṃ—","eng":"He should reflect ","html":"<ol><li>{}"},"pli-tv-kd19:4.1.6":{"pli":"‘yaṃ kho ahaṃ imaṃ attādānaṃ ādātukāmo, kālo nu kho imaṃ attādānaṃ ādātuṃ udāhu no’ti? ","eng":"whether it’s the right time to raise it. ","html":"{}"},"pli-tv-kd19:4.1.7":{"pli":"Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"If he knows ","html":"{}"},"pli-tv-kd19:4.1.8":{"pli":"‘akālo imaṃ attādānaṃ ādātuṃ, no kālo’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ. ","eng":"it’s the wrong time, he shouldn’t raise it. ","html":"{}</li>"},"pli-tv-kd19:4.1.9":{"pli":"Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"But if he knows ","html":"<li>{}"},"pli-tv-kd19:4.1.10":{"pli":"‘kālo imaṃ attādānaṃ ādātuṃ, no akālo’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—","eng":"it’s the right time, he should reflect further ","html":"{}"},"pli-tv-kd19:4.1.11":{"pli":"‘yaṃ kho ahaṃ imaṃ attādānaṃ ādātukāmo, bhūtaṃ nu kho idaṃ attādānaṃ udāhu no’ti? ","eng":"whether it’s a real issue. ","html":"{}"},"pli-tv-kd19:4.1.12":{"pli":"Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"If he knows ","html":"{}"},"pli-tv-kd19:4.1.13":{"pli":"‘abhūtaṃ idaṃ attādānaṃ, no bhūtan’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ. ","eng":"it’s not, he shouldn’t raise it. ","html":"{}</li>"},"pli-tv-kd19:4.1.14":{"pli":"Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"But if he knows ","html":"<li>{}"},"pli-tv-kd19:4.1.15":{"pli":"‘bhūtaṃ idaṃ attādānaṃ, no abhūtan’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—","eng":"it is, he should reflect further ","html":"{}"},"pli-tv-kd19:4.1.16":{"pli":"‘yaṃ kho ahaṃ imaṃ attādānaṃ ādātukāmo, atthasañhitaṃ nu kho idaṃ attādānaṃ udāhu no’ti? ","eng":"whether raising it will be beneficial. ","html":"{}"},"pli-tv-kd19:4.1.17":{"pli":"Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"If he knows ","html":"{}"},"pli-tv-kd19:4.1.18":{"pli":"‘anatthasañhitaṃ idaṃ attādānaṃ, no atthasañhitan’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ. ","eng":"it won’t, he shouldn’t raise it. ","html":"{}</li>"},"pli-tv-kd19:4.1.19":{"pli":"Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"But if he knows ","html":"<li>{}"},"pli-tv-kd19:4.1.20":{"pli":"‘atthasañhitaṃ idaṃ attādānaṃ, no anatthasañhitan’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—","eng":"it will, he should reflect further ","html":"{}"},"pli-tv-kd19:4.1.21":{"pli":"‘imaṃ kho ahaṃ attādānaṃ ādiyamāno labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe udāhu no’ti? ","eng":"whether the monks who are on the side of the Teaching and the Monastic Law will support him. ","html":"{}"},"pli-tv-kd19:4.1.22":{"pli":"Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"If he knows ","html":"{}"},"pli-tv-kd19:4.1.23":{"pli":"‘imaṃ kho ahaṃ attādānaṃ ādiyamāno na labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ. ","eng":"that they won’t, he shouldn’t raise it. ","html":"{}</li>"},"pli-tv-kd19:4.1.24":{"pli":"Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"But if he knows ","html":"<li>{}"},"pli-tv-kd19:4.1.25":{"pli":"‘imaṃ kho ahaṃ attādānaṃ ādiyamāno labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—","eng":"that they will, he should reflect further ","html":"{}"},"pli-tv-kd19:4.1.26":{"pli":"‘imaṃ kho me attādānaṃ ādiyato bhavissati saṅghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṃ saṅghanānākaraṇaṃ udāhu no’ti? ","eng":"whether raising the issue will lead to arguments and disputes, to fracture and schism in the Sangha. ","html":"{}"},"pli-tv-kd19:4.1.27":{"pli":"Sace upāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"If he knows ","html":"{}"},"pli-tv-kd19:4.1.28":{"pli":"‘imaṃ kho me attādānaṃ ādiyato bhavissati saṅghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṃ saṅghanānākaraṇan’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ. ","eng":"it will, he shouldn’t raise it. ","html":"{}</li></ol>"},"pli-tv-kd19:4.1.29":{"pli":"Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—","eng":"But if he knows ","html":"<p>{}"},"pli-tv-kd19:4.1.30":{"pli":"‘imaṃ kho me attādānaṃ ādiyato na bhavissati saṅghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṃ saṅghanānākaraṇan’ti, ādātabbaṃ taṃ, upāli, attādānaṃ. ","eng":"it won’t, he may raise it. ","html":"{}"},"pli-tv-kd19:4.1.31":{"pli":"Evaṃ pañcaṅgasamannāgataṃ kho, upāli, attādānaṃ ādinnaṃ, pacchāpi avippaṭisārakaraṃ bhavissatī”ti. ","eng":"In this way, when five factors are fulfilled, he won’t regret raising that issue.” ","html":"{}</p>"},"pli-tv-kd19:5.1.0":{"pli":"8. Codakenapaccavekkhitabbadhamma ","eng":"8. The qualities to be reflected on by one who accuses another ","html":"<h2>{}</h2>"},"pli-tv-kd19:5.1.1":{"pli":"“Codakena, bhante, bhikkhunā paraṃ codetukāmena kati dhamme ajjhattaṃ paccavekkhitvā paro codetabbo”ti? ","eng":"“Sir, how many qualities should a monk see in himself before accusing another?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.1.2":{"pli":"“Codakena, upāli, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ paccavekkhitvā paro codetabbo. ","eng":"“He should see five qualities in himself. ","html":"<p>{}</p>"},"pli-tv-kd19:5.1.3":{"pli":"Codakena, upāli, bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—","eng":"He should reflect, ","html":"<p>{}"},"pli-tv-kd19:5.1.4":{"pli":"‘parisuddhakāyasamācāro nu khomhi, parisuddhenamhi kāyasamācārena samannāgato—acchiddena appaṭimaṃsena? Saṃvijjati nu kho me eso dhammo udāhu no’ti? ","eng":"‘Is my bodily conduct pure and flawless? Is this quality found in me or not?’ ","html":"{}"},"pli-tv-kd19:5.1.5":{"pli":"No ce, upāli, bhikkhu parisuddhakāyasamācāro hoti, parisuddhena kāyasamācārena samannāgato—acchiddena appaṭimaṃsena, tassa bhavanti vattāro—","eng":"If it’s not, there will be those who say, ","html":"{}"},"pli-tv-kd19:5.1.6":{"pli":"‘iṅgha tāva āyasmā kāyikaṃ sikkhassū’ti. Itissa bhavanti vattāro. ","eng":"‘Please train your own bodily conduct first.’ ","html":"{}</p>"},"pli-tv-kd19:5.1.7":{"pli":"Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—","eng":"He should reflect, ","html":"<p>{}"},"pli-tv-kd19:5.1.8":{"pli":"‘parisuddhavacīsamācāro nu khomhi, parisuddhenamhi vacīsamācārena samannāgato—acchiddena appaṭimaṃsena? Saṃvijjati nu kho me eso dhammo udāhu no’ti? ","eng":"‘Is my verbal conduct pure and flawless? Is this quality found in me or not?’ ","html":"{}"},"pli-tv-kd19:5.1.9":{"pli":"No ce, upāli, bhikkhu parisuddhavacīsamācāro hoti, parisuddhena vacīsamācārena samannāgato—","eng":"If it’s not, ","html":"{}"},"pli-tv-kd19:5.1.10":{"pli":"acchiddena appaṭimaṃsena, tassa bhavanti vattāro—","eng":"there will be those who say, ","html":"{}"},"pli-tv-kd19:5.1.11":{"pli":"‘iṅgha tāva āyasmā vācasikaṃ sikkhassū’ti. Itissa bhavanti vattāro. ","eng":"‘Please train your own verbal conduct first.’ ","html":"{}</p>"},"pli-tv-kd19:5.1.12":{"pli":"Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—","eng":"He should reflect, ","html":"<p>{}"},"pli-tv-kd19:5.1.13":{"pli":"‘mettaṃ nu kho me cittaṃ paccupaṭṭhitaṃ sabrahmacārīsu anāghātaṃ, saṃvijjati nu kho me eso dhammo udāhu no’ti? ","eng":"‘Do I have a mind of good will toward my fellow monastics, a mind free from anger? Is this quality found in me or not?’ ","html":"{}"},"pli-tv-kd19:5.1.14":{"pli":"No ce, upāli, bhikkhuno mettacittaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu anāghātaṃ, tassa bhavanti vattāro—","eng":"If it’s not, there will be those who say, ","html":"{}"},"pli-tv-kd19:5.1.15":{"pli":"‘iṅgha tāva āyasmā sabrahmacārīsu mettacittaṃ upaṭṭhāpehī’ti. Itissa bhavanti vattāro. ","eng":"‘Please set up a mind of good will toward your fellow monastics first.’ ","html":"{}</p>"},"pli-tv-kd19:5.1.16":{"pli":"Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—","eng":"He should reflect, ","html":"<p>{}"},"pli-tv-kd19:5.1.17":{"pli":"‘bahussuto nu khomhi, sutadharo, sutasannicayo? Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā? Saṃvijjati nu kho me eso dhammo udāhu no’ti? ","eng":"‘Have I learned much and do I retain and accumulate what I’ve learned? Those teachings that are good in the beginning, good in the middle, and good in the end, that have a true goal and are well articulated, and that set out the perfectly complete and pure spiritual life—have I learned many such teachings, retained them in mind, recited them verbally, mentally investigated them, and penetrated them well by view? Is this quality found in me or not?’ ","html":"{}"},"pli-tv-kd19:5.1.18":{"pli":"No ce, upāli, bhikkhu bahussuto hoti, sutadharo, sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpassa dhammā na bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā, tassa bhavanti vattāro—","eng":"If it’s not, there will be those who say, ","html":"{}"},"pli-tv-kd19:5.1.19":{"pli":"‘iṅgha tāva āyasmā āgamaṃ pariyāpuṇassū’ti. Itissa bhavanti vattāro. ","eng":"‘Please learn the tradition first.’ ","html":"{}</p>"},"pli-tv-kd19:5.1.20":{"pli":"Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—","eng":"He should reflect, ","html":"<p>{}"},"pli-tv-kd19:5.1.21":{"pli":"‘ubhayāni kho me pātimokkhāni vitthārena svāgatāni honti, suvibhattāni, suppavattīni, suvinicchitāni, suttaso, anubyañjanaso? Saṃvijjati nu kho me eso dhammo udāhu no’ti? ","eng":"‘Have I properly learned both Monastic Codes in detail; have I analyzed them well, thoroughly mastered them, and investigated them well, both in terms of the rules and their detailed exposition? Is this quality found in me or not?’ ","html":"{}"},"pli-tv-kd19:5.1.22":{"pli":"No ce, upāli, bhikkhuno ubhayāni pātimokkhāni vitthārena svāgatāni honti, suvibhattāni, suppavattīni, suvinicchitāni, suttaso, anubyañjanaso, ‘idaṃ panāvuso, kattha vuttaṃ bhagavatā’ti, iti puṭṭho na sampāyati, tassa bhavanti vattāro—","eng":"If it’s not, then when he’s asked, ‘Where was this said by the Buddha?’ he won’t be able to reply. And there will be those who say, ","html":"{}"},"pli-tv-kd19:5.1.23":{"pli":"‘iṅgha tāva āyasmā vinayaṃ pariyāpuṇassū’ti. Itissa bhavanti vattāro. ","eng":"‘Please learn the Monastic Law first.’ ","html":"{}</p>"},"pli-tv-kd19:5.1.24":{"pli":"Codakenupāli, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ paccavekkhitvā paro codetabbo”ti. ","eng":"A monk should see these five qualities in himself before accusing another.” ","html":"<p>{}</p>"},"pli-tv-kd19:5.2.0":{"pli":"9. Codakenaupaṭṭhāpetabbadhamma ","eng":"9. The qualities to be set up by one who accuses another ","html":"<h2>{}</h2>"},"pli-tv-kd19:5.2.1":{"pli":"“Codakena, bhante, bhikkhunā paraṃ codetukāmena kati dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo”ti? ","eng":"“Sir, how many qualities should a monk set up in himself before accusing another?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.2.2":{"pli":"“Codakenupāli, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo—","eng":"“He should set up five qualities in himself: ","html":"<p>{}"},"pli-tv-kd19:5.2.3":{"pli":"kālena vakkhāmi, no akālena; ","eng":"‘I’ll speak at an appropriate time, not at an inappropriate one; ","html":"{}"},"pli-tv-kd19:5.2.4":{"pli":"bhūtena vakkhāmi, no abhūtena; ","eng":"I’ll speak the truth, not falsehood; ","html":"{}"},"pli-tv-kd19:5.2.5":{"pli":"saṇhena vakkhāmi, no pharusena; ","eng":"I’ll speak gently, not harshly; ","html":"{}"},"pli-tv-kd19:5.2.6":{"pli":"atthasaṃhitena vakkhāmi, no anatthasaṃhitena; ","eng":"I’ll speak what’s beneficial, not what’s unbeneficial; ","html":"{}"},"pli-tv-kd19:5.2.7":{"pli":"mettacitto vakkhāmi, no dosantaroti. ","eng":"I’ll speak with a mind of good will, not with ill will.’” ","html":"{}"},"pli-tv-kd19:5.2.8":{"pli":"Codakenupāli, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo”ti. ","html":"{}</p>"},"pli-tv-kd19:5.3.0":{"pli":"10. Codakacuditakapaṭisaṃyuttakathā ","eng":"10. Discussion on the one who accuses and the one who is accused ","html":"<h2>{}</h2>"},"pli-tv-kd19:5.3.1":{"pli":"“Adhammacodakassa, bhante, bhikkhuno katihākārehi vippaṭisāro upadahātabbo”ti? ","eng":"“Sir, if a monk accuses another illegitimately, in how many ways should regret be aroused in him?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.3.2":{"pli":"“Adhammacodakassa, upāli, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo—","eng":"“Regret should be aroused in him in five ways: ","html":"<p>{}"},"pli-tv-kd19:5.3.3":{"pli":"akālenāyasmā codesi, no kālena, alaṃ te vippaṭisārāya; ","eng":"‘Venerable, you’re accusing at the wrong time, not at the right time, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.3.4":{"pli":"abhūtenāyasmā codesi, no bhūtena, alaṃ te vippaṭisārāya; ","eng":"You’re accusing falsely, not truthfully, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.3.5":{"pli":"pharusenāyasmā codesi, no saṇhena, alaṃ te vippaṭisārāya; ","eng":"You’re accusing harshly, not gently, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.3.6":{"pli":"anatthasaṃhitenāyasmā codesi, no atthasaṃhitena, alaṃ te vippaṭisārāya; ","eng":"You’re accusing unbeneficially, not beneficially, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.3.7":{"pli":"dosantaro āyasmā codesi, no mettacitto, alaṃ te vippaṭisārāyāti. ","eng":"You’re accusing with a mind of ill will, not with a mind of good will, and so it’s appropriate for you to have regret.’ ","html":"{}</p>"},"pli-tv-kd19:5.3.8":{"pli":"Adhammacodakassa, upāli, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo. ","eng":"These are the five ways regret should be aroused in a monk who accuses another illegitimately. ","html":"<p>{}"},"pli-tv-kd19:5.3.9":{"pli":"Taṃ kissa hetu? ","eng":"For what reason? ","html":"{}"},"pli-tv-kd19:5.3.10":{"pli":"Yathā na aññopi bhikkhu abhūtena codetabbaṃ maññeyyā”ti. ","eng":"So that other monks won’t think of making false accusations.” ","html":"{}</p>"},"pli-tv-kd19:5.4.1":{"pli":"“Adhammacuditassa pana, bhante, bhikkhuno katihākārehi avippaṭisāro upadahātabbo”ti? ","eng":"“And if a monk has been accused illegitimately, in how many ways should non-regret be aroused in him?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.4.2":{"pli":"“Adhammacuditassa, upāli, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo—","eng":"“Non-regret should be aroused in him in five ways: ","html":"<p>{}"},"pli-tv-kd19:5.4.3":{"pli":"akālenāyasmā cudito, no kālena, alaṃ te avippaṭisārāya; ","eng":"‘Venerable, you’ve been accused at the wrong time, not at the right time, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.4.4":{"pli":"abhūtenāyasmā cudito, no bhūtena, alaṃ te avippaṭisārāya; ","eng":"You’ve been accused falsely, not truthfully, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.4.5":{"pli":"pharusenāyasmā cudito, no saṇhena, alaṃ te avippaṭisārāya; ","eng":"You’ve been accused harshly, not gently, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.4.6":{"pli":"anatthasaṃhitenāyasmā cudito, no atthasaṃhitena, alaṃ te avippaṭisārāya; ","eng":"You’ve been accused unbeneficially, not beneficially, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.4.7":{"pli":"dosantarenāyasmā cudito, no mettacittena, alaṃ te avippaṭisārāyāti. ","eng":"You’ve been accused with a mind of ill will, not with a mind of good will, and so there’s no need for you to have regret.’” ","html":"{}"},"pli-tv-kd19:5.4.8":{"pli":"Adhammacuditassa, upāli, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo”ti. ","html":"{}</p>"},"pli-tv-kd19:5.5.1":{"pli":"“Dhammacodakassa, bhante, bhikkhuno katihākārehi avippaṭisāro upadahātabbo”ti? ","eng":"“And if a monk accuses another legitimately, in how many ways should non-regret be aroused in him?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.5.2":{"pli":"“Dhammacodakassa, upāli, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo—","eng":"“Non-regret should be aroused in him in five ways: ","html":"<p>{}"},"pli-tv-kd19:5.5.3":{"pli":"kālenāyasmā codesi, no akālena, alaṃ te avippaṭisārāya; ","eng":"‘Venerable, you’re accusing at the right time, not at the wrong time, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.5.4":{"pli":"bhūtenāyasmā codesi, no abhūtena, alaṃ te avippaṭisārāya; ","eng":"You’re accusing truthfully, not falsely, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.5.5":{"pli":"saṇhenāyasmā codesi, no pharusena, alaṃ te avippaṭisārāya; ","eng":"You’re accusing gently, not harshly, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.5.6":{"pli":"atthasaṃhitenāyasmā codesi, no anatthasaṃhitena, alaṃ te avippaṭisārāya; ","eng":"You’re accusing beneficially, not unbeneficially, and so there’s no need for you to have regret. ","html":"{}"},"pli-tv-kd19:5.5.7":{"pli":"mettacitto āyasmā codesi, no dosantaro, alaṃ te avippaṭisārāyāti. ","eng":"You’re accusing with a mind of good will, not with a mind of ill will, and so there’s no need for you to have regret.’ ","html":"{}</p>"},"pli-tv-kd19:5.5.8":{"pli":"Dhammacodakassa, upāli, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo. ","eng":"These are the five ways non-regret should be aroused in a monk who accuses another legitimately. ","html":"<p>{}"},"pli-tv-kd19:5.5.9":{"pli":"Taṃ kissa hetu? ","eng":"For what reason? ","html":"{}"},"pli-tv-kd19:5.5.10":{"pli":"Yathā aññopi bhikkhu bhūtena codetabbaṃ maññeyyā”ti. ","eng":"So that other monks will think of making truthful accusations.” ","html":"{}</p>"},"pli-tv-kd19:5.6.1":{"pli":"“Dhammacuditassa pana, bhante, bhikkhuno katihākārehi vippaṭisāro upadahātabbo”ti? ","eng":"“And if a monk has been accused legitimately, in how many ways should regret be aroused in him?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.6.2":{"pli":"“Dhammacuditassa, upāli, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo—","eng":"“Regret should be aroused in him in five ways: ","html":"<p>{}"},"pli-tv-kd19:5.6.3":{"pli":"kālenāyasmā cudito, no akālena, alaṃ te vippaṭisārāya; ","eng":"‘Venerable, you’ve been accused at the right time, not at the wrong time, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.6.4":{"pli":"bhūtenāyasmā cudito, no abhūtena, alaṃ te vippaṭisārāya; ","eng":"You’ve been accused truthfully, not falsely, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.6.5":{"pli":"saṇhenāyasmā cudito, no pharusena, alaṃ te vippaṭisārāya; ","eng":"You’ve been accused gently, not harshly, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.6.6":{"pli":"atthasaṃhitenāyasmā cudito, no anatthasaṃhitena, alaṃ te vippaṭisārāya; ","eng":"You’ve been accused beneficially, not unbeneficially, and so it’s appropriate for you to have regret. ","html":"{}"},"pli-tv-kd19:5.6.7":{"pli":"mettacittenāyasmā cudito, no dosantarena, alaṃ te vippaṭisārāyāti. ","eng":"You’ve been accused with a mind of good will, not with a mind of ill will, and so it’s appropriate for you to have regret.’” ","html":"{}"},"pli-tv-kd19:5.6.8":{"pli":"Dhammacuditassa, upāli, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo”ti. ","html":"{}</p>"},"pli-tv-kd19:5.7.1":{"pli":"“Codakena, bhante, bhikkhunā paraṃ codetukāmena kati dhamme ajjhattaṃ manasi karitvā paro codetabbo”ti? ","eng":"“And, sir, how many qualities should a monk attend to in himself before accusing another?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.7.2":{"pli":"“Codakenupāli, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ manasi karitvā paro codetabbo—","eng":"“He should attend to five qualities in himself: ","html":"<p>{}"},"pli-tv-kd19:5.7.3":{"pli":"kāruññatā, hitesitā, anukampitā, āpattivuṭṭhānatā, vinayapurekkhāratāti. ","eng":"compassion, being of benefit, sympathy, the idea of clearing offenses, and the idea of prioritizing the training.” ","html":"{}"},"pli-tv-kd19:5.7.4":{"pli":"Codakenupāli, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ manasi karitvā paro codetabbo”ti. ","html":"{}</p>"},"pli-tv-kd19:5.7.5":{"pli":"“Cuditena pana, bhante, bhikkhunā katisu dhammesu patiṭṭhātabban”ti? ","eng":"“And how many qualities should a monk who is accused set up?” ","html":"<p>{}</p>"},"pli-tv-kd19:5.7.6":{"pli":"“Cuditenupāli, bhikkhunā dvīsu dhammesu patiṭṭhātabbaṃ—","eng":"“A monk who is accused should set up two qualities: ","html":"<p>{}"},"pli-tv-kd19:5.7.7":{"pli":"sacce ca akuppe cā”ti. ","eng":"truth and composure.” ","html":"{}</p>"},"pli-tv-kd19:5.7.8":{"pli":"Dutiyabhāṇavāro niṭṭhito. ","eng":"The second section for recitation is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd19:5.7.9":{"pli":"Pātimokkhaṭṭhapanakkhandhako navamo. ","eng":"The ninth chapter on the cancellation of the Monastic Code is finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-kd19:5.7.10":{"pli":"Imamhi khandhake vatthū tiṃsa. ","eng":"In this chapter there are thirty topics. ","html":"<p class='end'>{}</p>"},"pli-tv-kd19:5.7.11":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-kd19:5.7.12":{"pli":"Uposathe yāvatikaṃ, ","eng":"“On the observance day, as far as, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.13":{"pli":"pāpabhikkhu na nikkhami; ","eng":"The bad monk did not leave; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.14":{"pli":"Moggallānena nicchuddho, ","eng":"Thrown out by Moggallāna, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.15":{"pli":"accherā jinasāsane. ","eng":"Amazing, in the instruction of the Victor. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.16":{"pli":"Ninnonupubbasikkhā ca, ","eng":"Slopes, and gradual training, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.17":{"pli":"ṭhitadhammo nātikkamma; ","eng":"Steady, without transgressing; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.18":{"pli":"Kuṇapukkhipati saṅgho, ","eng":"Corpse, the Sangha ejects, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.19":{"pli":"savantiyo jahanti ca. ","eng":"Rivers, and they lose. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.20":{"pli":"Savanti parinibbanti, ","eng":"They flow, they are extinguished, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.21":{"pli":"ekarasa vimutti ca; ","eng":"One taste, and freedom; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.22":{"pli":"Bahu dhammavinayopi, ","eng":"Many, and the spiritual path, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.23":{"pli":"bhūtaṭṭhāriyapuggalā. ","eng":"Being, the eight noble persons. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.24":{"pli":"Samuddaṃ upamaṃ katvā, ","eng":"Having made the ocean simile, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.25":{"pli":"vācesi sāsane guṇaṃ; ","eng":"He taught the qualities of Buddhism; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.26":{"pli":"Uposathe pātimokkhaṃ, ","eng":"On the observance day, the Monastic Code, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.27":{"pli":"na amhe koci jānāti. ","eng":"No-one knows about us. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.28":{"pli":"Paṭikacceva ujjhanti, ","eng":"Preempt, they complained, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.29":{"pli":"eko dve tīṇi cattāri; ","eng":"One, two, three, four; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.30":{"pli":"Pañca cha satta aṭṭhāni, ","eng":"Five, six, seven, eight, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.31":{"pli":"navā ca dasamāni ca. ","eng":"And nine, and tenth. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.32":{"pli":"Sīlaācāradiṭṭhi ca, ","eng":"Morality, conduct, and view, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.33":{"pli":"ājīvaṃ catubhāgike; ","eng":"Livelihood, in four parts; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.34":{"pli":"Pārājikañca saṅghādi, ","eng":"And offense entailing expulsion, offense entailing suspension, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.35":{"pli":"pācitti pāṭidesani. ","eng":"Offense entailing confession, offense entailing acknowledgment. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.36":{"pli":"Dukkaṭaṃ pañcabhāgesu, ","eng":"Offense of wrong conduct, in five parts, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.37":{"pli":"sīlācāravipatti ca; ","eng":"And failure in morality and conduct; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.38":{"pli":"Akatāya katāya ca, ","eng":"Has not failed, and has failed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.39":{"pli":"chabhāgesu yathāvidhi. ","eng":"In six parts according to the same method. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.40":{"pli":"Pārājikañca saṅghādi, ","eng":"And offense entailing expulsion, offense entailing suspension, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.41":{"pli":"thullaṃ pācittiyena ca; ","eng":"Serious offense, and with offense entailing confession; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.42":{"pli":"Pāṭidesaniyañceva, ","eng":"And indeed offense entailing acknowledgment, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.43":{"pli":"dukkaṭañca dubbhāsitaṃ. ","eng":"Offense of wrong conduct, offense of wrong speech. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.44":{"pli":"Sīlācāravipatti ca, ","eng":"And failure in morality and conduct; ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.45":{"pli":"Diṭṭhiājīvavipatti; ","eng":"Failure in view and livelihood; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.46":{"pli":"Yā ca aṭṭhā katākate, ","eng":"And the eight with failed and not failed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.47":{"pli":"Tenetā sīlācāradiṭṭhiyā. ","eng":"These with the morality, conduct, and view. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.48":{"pli":"Akatāya katāyāpi, ","eng":"With not failed, also with failed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.49":{"pli":"katākatāyameva ca; ","eng":"And with both failed and not failed; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.50":{"pli":"Evaṃ navavidhā vuttā, ","eng":"Thus a ninefold is spoken of, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.51":{"pli":"yathābhūtena ñāyato. ","eng":"According to the real method. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.52":{"pli":"Pārājiko vippakatā, ","eng":"Offense entailing expulsion, unfinished, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.53":{"pli":"paccakkhāto tatheva ca; ","eng":"And just so renounced; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.54":{"pli":"Upeti paccādiyati, ","eng":"He goes to, he reopens, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.55":{"pli":"paccādānakathā ca yā. ","eng":"And discussion on reopening. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.56":{"pli":"Sīlācāravipatti ca, ","eng":"And failure in morality and conduct, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.57":{"pli":"tathā diṭṭhivipattiyā; ","eng":"So with failure in view; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.58":{"pli":"Diṭṭhasutaparisaṅkitaṃ, ","eng":"Seen, heard, suspected, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.59":{"pli":"dasadhā taṃ vijānātha. ","eng":"You should know it as tenfold. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.60":{"pli":"Bhikkhu vipassati bhikkhuṃ, ","eng":"A monk sees a monk, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.61":{"pli":"añño cārocayāti taṃ; ","eng":"And another informs him; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.62":{"pli":"Soyeva tassa akkhāti, ","eng":"He just tells him, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.63":{"pli":"pātimokkhaṃ ṭhapeti so. ","eng":"He cancels the Monastic Code. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.64":{"pli":"Vuṭṭhāti antarāyena, ","eng":"It breaks up because of a threat, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.65":{"pli":"Rājacoraggudakā ca; ","eng":"Kings, criminals, fire, and flooding; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.66":{"pli":"Manussaamanussā ca, ","eng":"People, and spirits, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.67":{"pli":"Vāḷasarīsapā jīvibrahmaṃ. ","eng":"Predatory animals, snakes, life, monastic life. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.68":{"pli":"Dasannamaññatarena, ","eng":"By a certain one of the ten, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.69":{"pli":"tasmiṃ aññataresu vā; ","eng":"Or some in that; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.70":{"pli":"Dhammikādhammikā ceva, ","eng":"And just legitimate, illegitimate, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.71":{"pli":"yathā maggena jānātha. ","eng":"You should know it according to the same procedure. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.72":{"pli":"Kālabhūtatthasaṃhitaṃ, ","eng":"Right time, real, beneficial, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.73":{"pli":"labhissāmi bhavissati; ","eng":"I will gain, there will be; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.74":{"pli":"Kāyavācasikā mettā, ","eng":"Bodily and verbal, good will, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.75":{"pli":"bāhusaccaṃ ubhayāni. ","eng":"Learned, both. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.76":{"pli":"Kālabhūtena saṇhena, ","eng":"Appropriate time, with truth, with gentleness, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.77":{"pli":"atthamettena codaye; ","eng":"The eighth training rule is finished. ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.78":{"pli":"Vippaṭisāradhammena, ","eng":"Regret, legitimately, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.79":{"pli":"tathā vācā vinodaye. ","eng":"Thus speech should be abolished. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.80":{"pli":"Dhammacodacuditassa, ","eng":"For the legitimate accuser and the accused, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.81":{"pli":"vinodeti vippaṭisāro; ","eng":"Regret should be abolished; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.82":{"pli":"Karuṇā hitānukampi, ","eng":"Compassion, benefit, sympathy, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.83":{"pli":"vuṭṭhānapurekkhārato. ","eng":"Clearing, prioritizing. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd19:5.7.84":{"pli":"Codakassa paṭipatti, ","eng":"The practice of the accuser, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.85":{"pli":"sambuddhena pakāsitā; ","eng":"Was explained by the fully Awakened One; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.86":{"pli":"Sacce ceva akuppe ca, ","eng":"Just truth and composure, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd19:5.7.87":{"pli":"cuditasseva dhammatāti. ","eng":"Are proper for the accused.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-kd19:5.7.88":{"pli":"Pātimokkhaṭṭhapanakkhandhako niṭṭhito. ","eng":"The chapter on the cancellation of the Monastic Code is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}