{"pli-tv-bu-vb-np23":{"pli-tv-bu-vb-np23:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-np23'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-np23:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-np23:0.3":{"pli":"Nissaggiyakaṇḍa ","eng":"The chapter on relinquishment ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-np23:0.4":{"pli":"Pattavagga ","eng":"The subchapter on almsbowls ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-np23:0.5":{"pli":"23. Bhesajjasikkhāpada ","eng":"23. The training rule on tonics ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-np23:1.1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np23:1.1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.1.2":{"pli":"Tena kho pana samayena āyasmā pilindavaccho rājagahe pabbhāraṃ sodhāpeti leṇaṃ kattukāmo. ","eng":"Venerable Pilindavaccha was clearing a slope near Rājagaha, intending to build a shelter. ","html":"{}"},"pli-tv-bu-vb-np23:1.1.3":{"pli":"Atha kho rājā māgadho seniyo bimbisāro yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ pilindavacchaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā māgadho seniyo bimbisāro āyasmantaṃ pilindavacchaṃ etadavoca—“kiṃ, bhante, thero kārāpetī”ti? ","eng":"Just then King Seniya Bimbisāra of Magadha went to Pilindavaccha, bowed, sat down, and said, “Venerable, what are you having made?” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.1.4":{"pli":"“Pabbhāraṃ, mahārāja, sodhāpemi leṇaṃ kattukāmo”ti. ","eng":"“I’m clearing a slope, great king. I want to build a shelter.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.5":{"pli":"“Attho, bhante, ayyassa ārāmikenā”ti? ","eng":"“Do you need a monastery worker?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.6":{"pli":"“Na kho, mahārāja, bhagavatā ārāmiko anuññāto”ti. ","eng":"“The Buddha hasn’t allowed monastery workers.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.7":{"pli":"“Tena hi, bhante, bhagavantaṃ paṭipucchitvā mama āroceyyāthā”ti. ","eng":"“Well then, sir, please ask the Buddha and tell me the outcome.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.8":{"pli":"“Evaṃ, mahārājā”ti kho āyasmā pilindavaccho rañño māgadhassa seniyassa bimbisārassa paccassosi. ","eng":"“Yes, great king.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.9":{"pli":"Atha kho āyasmā pilindavaccho rājānaṃ māgadhaṃ seniyaṃ bimbisāraṃ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ","eng":"Pilindavaccha then instructed, inspired, and gladdened King Bimbisāra with a teaching, ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.1.10":{"pli":"Atha kho rājā māgadho seniyo bimbisāro āyasmatā pilindavacchena dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā āyasmantaṃ pilindavacchaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"after which the king got up from his seat, bowed down, circumambulated Pilindavaccha with his right side toward him, and left. ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.1.11":{"pli":"Atha kho āyasmā pilindavaccho bhagavato santike dūtaṃ pāhesi—","eng":"Soon afterwards Pilindavaccha sent a message to the Buddha: ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.1.12":{"pli":"“rājā, bhante, māgadho seniyo bimbisāro ārāmikaṃ dātukāmo. ","eng":"“Sir, King Seniya Bimbisāra of Magadha wishes to provide a monastery worker. ","html":"{}"},"pli-tv-bu-vb-np23:1.1.13":{"pli":"Kathaṃ nu kho, bhante, mayā paṭipajjitabban”ti? ","eng":"What should I tell him?” ","html":"{}"},"pli-tv-bu-vb-np23:1.1.14":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"The Buddha then gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.1.15":{"pli":"“anujānāmi, bhikkhave, ārāmikan”ti. ","eng":"“Monks, I allow monastery workers.” ","html":"<p class='rule'>{}</p>"},"pli-tv-bu-vb-np23:1.1.16":{"pli":"Dutiyampi kho rājā māgadho seniyo bimbisāro yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ pilindavacchaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā māgadho seniyo bimbisāro āyasmantaṃ pilindavacchaṃ etadavoca—","eng":"Once again King Bimbisāra went to Pilindavaccha, bowed, sat down, and said, ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.1.17":{"pli":"“anuññāto, bhante, bhagavatā ārāmiko”ti? ","eng":"“Sir, has the Buddha allowed monastery workers?” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.1.18":{"pli":"“Evaṃ, mahārājā”ti. ","eng":"“Yes, great king.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.19":{"pli":"“Tena hi, bhante, ayyassa ārāmikaṃ dammī”ti. ","eng":"“Well then, I’ll provide you with a monastery worker.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.20":{"pli":"Atha kho rājā māgadho seniyo bimbisāro āyasmato pilindavacchassa ārāmikaṃ paṭissuṇitvā vissaritvā cirena satiṃ paṭilabhitvā aññataraṃ sabbatthakaṃ mahāmattaṃ āmantesi—“yo mayā, bhaṇe, ayyassa ārāmiko paṭissuto, dinno so ārāmiko”ti? ","eng":"But after making this promise, he forgot, and only remembered after a long time. He then addressed the official in charge of all practical affairs: “Listen, has the monastery worker I promised been provided?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.21":{"pli":"“Na kho, deva, ayyassa ārāmiko dinno”ti. ","eng":"“No, sir, he hasn’t.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.22":{"pli":"“Kīvaciraṃ nu kho, bhaṇe, ito hi taṃ hotī”ti? ","eng":"“How long has it been since we made that promise?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.23":{"pli":"Atha kho so mahāmatto rattiyo gaṇetvā rājānaṃ māgadhaṃ seniyaṃ bimbisāraṃ etadavoca—“pañca, deva, rattisatānī”ti. ","eng":"The official counted the days and said, “It’s been five hundred days.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.24":{"pli":"“Tena hi, bhaṇe, ayyassa pañca ārāmikasatāni dehī”ti. ","eng":"“Well then, provide him with five hundred monastery workers.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.25":{"pli":"“Evaṃ, devā”ti ","eng":"“Yes.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.1.26":{"pli":"kho so mahāmatto rañño māgadhassa seniyassa bimbisārassa paṭissuṇitvā āyasmato pilindavacchassa pañca ārāmikasatāni pādāsi, pāṭiyekko gāmo nivisi. ","eng":"The official provided Pilindavaccha with those monastery workers and a separate village was established. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.1.27":{"pli":"Ārāmikagāmakotipi naṃ āhaṃsu, pilindagāmakotipi naṃ āhaṃsu. ","eng":"They called it “The Monastery Workers’ Village” and “Pilinda Village”. ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.2.1":{"pli":"Tena kho pana samayena āyasmā pilindavaccho tasmiṃ gāmake kulūpako hoti. ","eng":"And Pilindavaccha began associating with the families in that village. ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.2.2":{"pli":"Atha kho āyasmā pilindavaccho pubbaṇhasamayaṃ nivāsetvā pattacīvaraṃ ādāya pilindagāmakaṃ piṇḍāya pāvisi. ","eng":"After robing up one morning, he took his bowl and robe and went to Pilinda Village for alms. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.2.3":{"pli":"Tena kho pana samayena tasmiṃ gāmake ussavo hoti. Dārakā alaṅkatā mālākitā kīḷanti. ","eng":"At that time they were holding a celebration in that village and the children were dressed up with ornaments and garlands. ","html":"{}"},"pli-tv-bu-vb-np23:1.2.4":{"pli":"Atha kho āyasmā pilindavaccho pilindagāmake sapadānaṃ piṇḍāya caramāno yena aññatarassa ārāmikassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"As Pilindavaccha was walking on continuous almsround, he came to the house of a certain monastery worker where he sat down on the prepared seat. ","html":"{}"},"pli-tv-bu-vb-np23:1.2.5":{"pli":"Tena kho pana samayena tassā ārāmikiniyā dhītā aññe dārake alaṅkate mālākite passitvā rodati—“mālaṃ me detha, alaṅkāraṃ me dethā”ti. ","eng":"Just then the daughter of that house had seen the other children dressed up in ornaments and garlands. She cried, saying, “Give me a garland! Give me ornaments!” ","html":"{}"},"pli-tv-bu-vb-np23:1.2.6":{"pli":"Atha kho āyasmā pilindavaccho taṃ ārāmikiniṃ etadavoca—“kissāyaṃ dārikā rodatī”ti? ","eng":"Pilindavaccha asked her mother why the girl was crying. ","html":"{}"},"pli-tv-bu-vb-np23:1.2.7":{"pli":"“Ayaṃ, bhante, dārikā aññe dārake alaṅkate mālākite passitvā rodati—‘mālaṃ me detha, alaṅkāraṃ me dethā’ti. Kuto amhākaṃ duggatānaṃ mālā kuto, alaṅkāro”ti? ","eng":"She told him, adding, “Poor people like us can’t afford garlands and ornaments.” ","html":"{}"},"pli-tv-bu-vb-np23:1.2.8":{"pli":"Atha kho āyasmā pilindavaccho aññataraṃ tiṇaṇḍupakaṃ gahetvā taṃ ārāmikiniṃ etadavoca—“handimaṃ tiṇaṇḍupakaṃ tassā dārikāya sīse paṭimuñcā”ti. ","eng":"Pilindavaccha took a pad of grass and said to the mother, “Here, place this on the girl’s head.” ","html":"{}"},"pli-tv-bu-vb-np23:1.2.9":{"pli":"Atha kho sā ārāmikinī taṃ tiṇaṇḍupakaṃ gahetvā tassā dārikāya sīse paṭimuñci. Sā ahosi suvaṇṇamālā abhirūpā dassanīyā pāsādikā. ","eng":"She did, and it turned into a beautiful golden garland. ","html":"{}"},"pli-tv-bu-vb-np23:1.2.10":{"pli":"Natthi tādisā raññopi antepure suvaṇṇamālā. ","eng":"Even the royal compound had nothing like it. ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.2.11":{"pli":"Manussā rañño māgadhassa seniyassa bimbisārassa ārocesuṃ—“amukassa, deva, ārāmikassa ghare suvaṇṇamālā abhirūpā dassanīyā pāsādikā. ","eng":"People told King Bimbisāra, “In the house of such-and-such a monastery worker there’s a beautiful golden garland. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.2.12":{"pli":"Natthi tādisā devassāpi antepure suvaṇṇamālā. ","eng":"Even in your court, sir, there’s nothing like it. ","html":"{}"},"pli-tv-bu-vb-np23:1.2.13":{"pli":"Kuto tassa duggatassa. ","eng":"So how did those poor people get it? ","html":"{}"},"pli-tv-bu-vb-np23:1.2.14":{"pli":"Nissaṃsayaṃ corikāya ābhatā”ti. ","eng":"They must have stolen it.” ","html":"{}"},"pli-tv-bu-vb-np23:1.2.15":{"pli":"Atha kho rājā māgadho seniyo bimbisāro taṃ ārāmikakulaṃ bandhāpesi. ","eng":"King Bimbisāra had that family imprisoned. ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.2.16":{"pli":"Dutiyampi kho āyasmā pilindavaccho pubbaṇhasamayaṃ nivāsetvā pattacīvaraṃ ādāya pilindagāmakaṃ piṇḍāya pāvisi. ","eng":"Once again Pilindavaccha robed up in the morning, took his bowl and robe, and went to Pilinda Village for alms. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.2.17":{"pli":"Pilindagāmake sapadānaṃ piṇḍāya caramāno yena tassa ārāmikassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paṭivissake pucchi—“kahaṃ imaṃ ārāmikakulaṃ gatan”ti? ","eng":"As he was walking on continuous almsround, he came to the house of that monastery worker. He then asked the neighbors what had happened to that family. ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.2.18":{"pli":"“Etissā, bhante, suvaṇṇamālāya kāraṇā raññā bandhāpitan”ti. ","eng":"“The king has jailed them, venerable, because of that golden garland.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.3.1":{"pli":"Atha kho āyasmā pilindavaccho yena rañño māgadhassa seniyassa bimbisārassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Pilindavaccha then went to King Bimbisāra’s house and sat down on the prepared seat. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.2":{"pli":"Atha kho rājā māgadho seniyo bimbisāro yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ pilindavacchaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"King Bimbisāra approached Pilindavaccha, bowed, and sat down. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.3":{"pli":"Ekamantaṃ nisinnaṃ kho rājānaṃ māgadhaṃ seniyaṃ bimbisāraṃ āyasmā pilindavaccho etadavoca—“kissa, mahārāja, ārāmikakulaṃ bandhāpitan”ti? ","eng":"Pilindavaccha said, “Great king, why have you jailed the family of that monastery worker?” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.4":{"pli":"“Tassa, bhante, ārāmikassa ghare suvaṇṇamālā abhirūpā dassanīyā pāsādikā. ","eng":"“Sir, in the house of that monastery worker there was a beautiful golden garland. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.5":{"pli":"Natthi tādisā amhākampi antepure suvaṇṇamālā. ","eng":"Even the royal compound has nothing like it. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.6":{"pli":"Kuto tassa duggatassa. ","eng":"So how did those poor people get it? ","html":"{}"},"pli-tv-bu-vb-np23:1.3.7":{"pli":"Nissaṃsayaṃ corikāya ābhatā”ti. ","eng":"They must have stolen it.” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.8":{"pli":"Atha kho āyasmā pilindavaccho rañño māgadhassa seniyassa bimbisārassa pāsādaṃ suvaṇṇanti adhimucci. ","eng":"Pilindavaccha then focused his mind on turning King Bimbisāra’s stilt house into gold. ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.9":{"pli":"So ahosi sabbasovaṇṇamayo. ","eng":"As a result, the whole house became gold. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.10":{"pli":"“Idaṃ pana te, mahārāja, tāva bahuṃ suvaṇṇaṃ kuto”ti? ","eng":"He said, “Great king, how did you get so much gold?” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.11":{"pli":"“Aññātaṃ, bhante, ayyasseveso iddhānubhāvo”ti. ","eng":"“Understood, sir! It’s your supernormal power.” ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.12":{"pli":"Taṃ ārāmikakulaṃ muñcāpesi. ","eng":"He then released that family. ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.13":{"pli":"Manussā—“ayyena kira pilindavacchena sarājikāya parisāya uttarimanussadhammaṃ iddhipāṭihāriyaṃ dassitan”ti, ","eng":"People said, “They say Venerable Pilindavaccha has performed a superhuman feat, a wonder of supernormal power, for the king and his court!” ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.14":{"pli":"attamanā abhippasannā āyasmato pilindavacchassa pañca bhesajjāni abhihariṃsu, seyyathidaṃ—sappi navanītaṃ telaṃ madhu phāṇitaṃ. ","eng":"Being delighted and gaining confidence in Pilindavaccha, they brought him the five tonics: ghee, butter, oil, honey, and syrup. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.15":{"pli":"Pakatiyāpi ca āyasmā pilindavaccho lābhī hoti pañcannaṃ bhesajjānaṃ. ","eng":"Ordinarily, too, Pilindavaccha was getting the five tonics. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.16":{"pli":"Laddhaṃ laddhaṃ parisāya vissajjeti. ","eng":"Since he was getting so much, he gave it away to his followers, ","html":"{}"},"pli-tv-bu-vb-np23:1.3.17":{"pli":"Parisā cassa hoti bāhullikā. ","eng":"who ended up with an abundance of tonics. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.18":{"pli":"Laddhaṃ laddhaṃ kolambepi ghaṭepi pūretvā paṭisāmeti, parissāvanānipi thavikāyopi pūretvā vātapānesu laggeti. ","eng":"After filling up basins and waterpots and setting these aside, they filled their water filters and bags and hung these in the windows. ","html":"{}"},"pli-tv-bu-vb-np23:1.3.19":{"pli":"Tāni olīnavilīnāni tiṭṭhanti. Undūrehipi vihārā okiṇṇavikiṇṇā honti. ","eng":"But the tonics were dripping, and the dwellings became infested with rats. ","html":"{}","comm":"Sp 1.621: <i lang='pi' translate='no'>Olīnavilīnānīti heṭṭhā ca ubhatopassesu ca gaḷitāni</i>, “<i lang='pi' translate='no'>Olīnavilīnāni</i>: dripping from below and from both sides.” "},"pli-tv-bu-vb-np23:1.3.20":{"pli":"Manussā vihāracārikaṃ āhiṇḍantā passitvā ujjhāyanti khiyyanti vipācenti—","eng":"When people walking about the dwellings saw this, they complained and criticized them, ","html":"{}"},"pli-tv-bu-vb-np23:1.3.21":{"pli":"“antokoṭṭhāgārikā ime samaṇā sakyaputtiyā, seyyathāpi rājā māgadho seniyo bimbisāro”ti. ","eng":"“These Sakyan monastics are hoarding things indoors, just like King Seniya Bimbisāra of Magadha.” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.22":{"pli":"Assosuṃ kho bhikkhū tesaṃ manussānaṃ ujjhāyantānaṃ khiyyantānaṃ vipācentānaṃ. ","eng":"The monks heard the complaints of those people ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.23":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"and the monks of few desires complained and criticized those monks, ","html":"{}"},"pli-tv-bu-vb-np23:1.3.24":{"pli":"“kathañhi nāma bhikkhū evarūpāya bāhullāya cetessantī”ti. ","eng":"“How can these monks choose to live with such abundance?” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.25":{"pli":"Atha kho te bhikkhū te anekapariyāyena vigarahitvā bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.26":{"pli":"“saccaṃ kira, bhikkhave, bhikkhū evarūpāya bāhullāya cetentī”ti? ","eng":"“Is it true, monks, that there are monks who live like this?” ","html":"{}</p>"},"pli-tv-bu-vb-np23:1.3.27":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np23:1.3.28":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-bu-vb-np23:1.3.29":{"pli":"kathañhi nāma te, bhikkhave, moghapurisā evarūpāya bāhullāya cetessanti. ","eng":"“How can those foolish men live like this? ","html":"{}"},"pli-tv-bu-vb-np23:1.3.30":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-np23:1.3.31":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-np23:1.3.32.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np23:1.3.32.1":{"pli":"“Yāni kho pana tāni gilānānaṃ bhikkhūnaṃ paṭisāyanīyāni bhesajjāni, seyyathidaṃ— sappi navanītaṃ telaṃ madhu phāṇitaṃ, tāni paṭiggahetvā sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbāni. ","eng":"‘After being received, the tonics allowable for sick monks—that is, ghee, butter, oil, honey, and syrup—should be used from storage for at most seven days. ","html":"<p class='rule'>{}","comm":"For the rendering of <i lang='pi' translate='no'>bhesajja</i> as “tonic”, see Appendix of Technical Terms. "},"pli-tv-bu-vb-np23:1.3.33":{"pli":"Taṃ atikkāmayato nissaggiyaṃ pācittiyan”ti. ","eng":"If one uses them longer than that, one commits an offense entailing relinquishment and confession.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np23:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np23:2.1":{"pli":"Yāni kho pana tāni gilānānaṃ bhikkhūnaṃ paṭisāyanīyāni bhesajjānīti ","eng":"The tonics allowable for sick monks: ","html":"<dl><dt>{}"},"pli-tv-bu-vb-np23:2.2":{"pli":"sappi nāma ","eng":"Ghee: ","html":"{}</dt>"},"pli-tv-bu-vb-np23:2.3":{"pli":"gosappi vā ajikāsappi vā mahiṃsasappi vā yesaṃ maṃsaṃ kappati tesaṃ sappi. ","eng":"ghee from cows, ghee from goats, ghee from buffaloes, or ghee from whatever animal whose meat is allowable. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np23:2.4":{"pli":"Navanītaṃ nāma ","eng":"Butter: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np23:2.5":{"pli":"tesaṃyeva navanītaṃ. ","eng":"butter from the same animals. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np23:2.6":{"pli":"Telaṃ nāma ","eng":"Oil: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np23:2.7":{"pli":"tilatelaṃ sāsapatelaṃ madhukatelaṃ eraṇḍatelaṃ vasātelaṃ. ","eng":"sesame oil, mustard oil, honey-tree oil, castor oil, oil from fat. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np23:2.8":{"pli":"Madhu nāma ","eng":"Honey: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np23:2.9":{"pli":"makkhikāmadhu. ","eng":"honey from bees. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np23:2.10":{"pli":"Phāṇitaṃ nāma ","eng":"Syrup: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np23:2.11":{"pli":"ucchumhā nibbattaṃ. ","eng":"from sugarcane. ","html":"<dd>{}</dd>","comm":"“Syrup” renders <i lang='pi' translate='no'>phāṇita</i>. I. B. Horner instead translates it as “molasses”, which doesn’t quite hit the mark. SED defines <i lang='pi' translate='no'>phāṇita</i> as “the inspissated juice of the sugarcane or other plants”, in other words, “cane syrup”. According to the commentary at Sp 1.623 it can be either cooked or uncooked, the difference presumably whether it is raw or concentrated. “Syrup” seems closer to the mark than “molasses”. "},"pli-tv-bu-vb-np23:2.12":{"pli":"Tāni paṭiggahetvā sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbānīti ","eng":"After being received, they should be used from storage for at most seven days: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np23:2.13":{"pli":"sattāhaparamatā paribhuñjitabbāni. ","eng":"they are to be used for seven days at a maximum. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np23:2.14":{"pli":"Taṃ atikkāmayato nissaggiyaṃ hotīti ","eng":"If one uses them longer than that, one commits an offense entailing relinquishment: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np23:2.15":{"pli":"aṭṭhame aruṇuggamane nissaggiyaṃ hoti. ","eng":"it becomes subject to relinquishment at dawn on the eighth day. ","html":"<dd>{}</dd></dl></section>","comm":"According to the commentary the counting of dawns includes the dawn on which the robe was received, see <a href='index.html?q=pli-tv-bu-vb-np1#3.2.2'>Bu NP 1:3.2.2</a>. It seems reasonable to assume that the same method of counting should be employed in this rule. "},"pli-tv-bu-vb-np23:2.16":{"pli":"Nissajjitabbaṃ saṅghassa vā gaṇassa vā puggalassa vā. ","eng":"The tonics should be relinquished to a sangha, a group, or an individual. ","html":"<hr><p>{}"},"pli-tv-bu-vb-np23:2.17":{"pli":"Evañca pana, bhikkhave, nissajjitabbaṃ. ","eng":"“And, monks, they should be relinquished like this: ","html":"{}"},"pli-tv-bu-vb-np23:2.18":{"pli":"…pe… ","eng":"(To be expanded as in <a href='https://suttacentral.net/pli-tv-bu-vb-np1#3.2.5'>Bu NP 1:3.2.5</a>–3.2.29, with appropriate substitutions.) ","html":"<span class='pe'>{}</span></p>"},"pli-tv-bu-vb-np23:2.19":{"pli":"idaṃ me, bhante, bhesajjaṃ sattāhātikkantaṃ nissaggiyaṃ, ","eng":"‘Venerables, these tonics, which I have kept over seven days, are to be relinquished. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-np23:2.20":{"pli":"imāhaṃ saṅghassa nissajjāmīti …pe… ","eng":"I relinquish them to the Sangha.’ … ","html":"{}"},"pli-tv-bu-vb-np23:2.21":{"pli":"dadeyyāti …pe… ","eng":"the Sangha should give … ","html":"{}"},"pli-tv-bu-vb-np23:2.22":{"pli":"dadeyyunti …pe… ","eng":"you should give … ","html":"{}"},"pli-tv-bu-vb-np23:2.23":{"pli":"āyasmato dammīti. ","eng":"‘I give these tonics back to you.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np23:2.24.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np23:2.24.1":{"pli":"Sattāhātikkante atikkantasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is more than seven days and he perceives it as more, he commits an offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np23:2.25":{"pli":"Sattāhātikkante vematiko, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is more than seven days, but he is unsure of it, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np23:2.26":{"pli":"Sattāhātikkante anatikkantasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is more than seven days, but he perceives it as less, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np23:2.27":{"pli":"Anadhiṭṭhite adhiṭṭhitasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If they have not been determined, but he perceives that they have, he commits an offense entailing relinquishment and confession. ","html":"<p>{}","comm":"In connection with the non-offense clause below, Sp 1.624 says the following: <i lang='pi' translate='no'>Anāpatti antosattāhaṁ adhiṭṭhetīti sattāhabbhantare sappiñca telañca vasañca muddhanitelaṁ vā abbhañjanaṁ vā madhuṁ arumakkhanaṁ phāṇitaṁ gharadhūpanaṁ adhiṭṭheti, anāpatti</i>, “<i lang='pi' translate='no'>Anāpatti antosattāhaṁ adhiṭṭheti</i>: there is no offense if, within seven days, one determines ghee, oil, or fat as oil for the head or as ointment; honey as ointment for wounds; and syrup as a scent in a dwelling.” "},"pli-tv-bu-vb-np23:2.28":{"pli":"Avissajjite vissajjitasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If they have not been given away, but he perceives that they have, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np23:2.29":{"pli":"Anaṭṭhe naṭṭhasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If they have not been lost, but he perceives that they have, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np23:2.30":{"pli":"Avinaṭṭhe vinaṭṭhasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If they have not been destroyed, but he perceives that they have, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np23:2.31":{"pli":"Adaḍḍhe daḍḍhasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If they have not been burned, but he perceives that they have, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np23:2.32":{"pli":"Avilutte viluttasaññī, nissaggiyaṃ pācittiyaṃ. ","eng":"If they have not been stolen, but he perceives that they have, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np23:2.33":{"pli":"Nissaṭṭhaṃ paṭilabhitvā na kāyikena paribhogena paribhuñjitabbaṃ, na ajjhoharitabbaṃ, ","eng":"After the relinquished tonics have been returned, they are not to be used on the body, nor are they to be eaten. ","html":"<p>{}"},"pli-tv-bu-vb-np23:2.34":{"pli":"padīpe vā kāḷavaṇṇe vā upanetabbaṃ, ","eng":"They may be used in lamps or as a black coloring agent. ","html":"{}"},"pli-tv-bu-vb-np23:2.35":{"pli":"aññena bhikkhunā kāyikena paribhogena paribhuñjitabbaṃ, na ajjhoharitabbaṃ. ","eng":"Other monks may use them on the body, but they may not eat them. ","html":"{}</p>"},"pli-tv-bu-vb-np23:2.36":{"pli":"Sattāhānatikkante atikkantasaññī, āpatti dukkaṭassa. ","eng":"If it is less than seven days, but he perceives it as more, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np23:2.37":{"pli":"Sattāhānatikkante vematiko, āpatti dukkaṭassa. ","eng":"If it is less than seven days, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np23:2.38":{"pli":"Sattāhānatikkante anatikkantasaññī, anāpatti. ","eng":"If it is less than seven days and he perceives it as less, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-np23:2.39.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np23:2.39.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-np23:2.40":{"pli":"antosattāhaṃ adhiṭṭheti, vissajjeti, nassati, vinassati, ḍayhati, acchinditvā gaṇhanti, vissāsaṃ gaṇhanti, ","eng":"if within seven days they have been determined, given away, lost, destroyed, burned, stolen, or taken on trust; ","html":"{}","comm":"“Taken on trust” refers to a situation where you have an agreement with a close friend that you may take their belongings on trust. The conditions for taking on trust are set out at <a href='index.html?q=pli-tv-kd8#19.1.5'>Kd 8:19.1.5</a>. "},"pli-tv-bu-vb-np23:2.41":{"pli":"anupasampannassa cattena vantena muttena anapekkho datvā paṭilabhitvā paribhuñjati, ","eng":"if, without any desire for them, he gives them up to a person who is not fully ordained, and he then obtains them again and then uses them; ","html":"{}"},"pli-tv-bu-vb-np23:2.42":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-np23:2.43":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-np23:2.44":{"pli":"Bhesajjasikkhāpadaṃ niṭṭhitaṃ tatiyaṃ. ","eng":"The training rule on tonics, the third, is finished. ","html":"<p class='endsutta'>{}</p></article>"}},"pli-tv-bu-vb-np24":{"pli-tv-bu-vb-np24:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-np24'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-np24:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-np24:0.3":{"pli":"Nissaggiyakaṇḍa ","eng":"The chapter on relinquishment ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-np24:0.4":{"pli":"Pattavagga ","eng":"The subchapter on almsbowls ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-np24:0.5":{"pli":"24. Vassikasāṭikasikkhāpada ","eng":"24. The training rule on the rainy-season robe ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-np24:1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np24:1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ","html":"<p>{}"},"pli-tv-bu-vb-np24:1.2":{"pli":"Tena kho pana samayena bhagavatā bhikkhūnaṃ vassikasāṭikā anuññātā hoti. ","eng":"he allowed the rainy-season robe for the monks. ","html":"{}"},"pli-tv-bu-vb-np24:1.3":{"pli":"Chabbaggiyā bhikkhū—“bhagavatā vassikasāṭikā anuññātā”ti, ","eng":"Knowing that this was the case, the monks from the group of six ","html":"{}"},"pli-tv-bu-vb-np24:1.4":{"pli":"paṭikacceva vassikasāṭikacīvaraṃ pariyesanti, ","eng":"went looking for cloth for their rainy-season robes in advance. ","html":"{}"},"pli-tv-bu-vb-np24:1.5":{"pli":"paṭikacceva katvā nivāsenti, ","eng":"And after sewing them in advance, they wore them. ","html":"{}"},"pli-tv-bu-vb-np24:1.6":{"pli":"jiṇṇāya vassikasāṭikāya naggā kāyaṃ ovassāpenti. ","eng":"Then, because their rainy-season robes were worn out, they bathed naked in the rain. ","html":"{}</p>"},"pli-tv-bu-vb-np24:1.7":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-bu-vb-np24:1.8":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū paṭikacceva vassikasāṭikacīvaraṃ pariyesissanti, paṭikacceva katvā nivāsessanti, jiṇṇāya vassikasāṭikāya naggā kāyaṃ ovassāpessantī”ti. ","eng":"“How could the monks from the group of six go looking for cloth for their rainy-season robes in advance, sew them in advance, and then wear them, and then, because their rainy-season robes are worn out, bathe naked in the rain?” ","html":"{}</p>"},"pli-tv-bu-vb-np24:1.9":{"pli":"Atha kho te bhikkhū chabbaggiye bhikkhū anekapariyāyena vigarahitvā bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"After rebuking the monks from the group of six in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"<p>{}"},"pli-tv-bu-vb-np24:1.10":{"pli":"“saccaṃ kira tumhe, bhikkhave, paṭikacceva vassikasāṭikacīvaraṃ pariyesatha? ","eng":"“Is it true, monks, that you did this?” ","html":"{}"},"pli-tv-bu-vb-np24:1.11":{"pli":"Paṭikacceva katvā nivāsetha? ","html":"{}"},"pli-tv-bu-vb-np24:1.12":{"pli":"Jiṇṇāya vassikasāṭikāya naggā kāyaṃ ovassāpethā”ti? ","html":"{}</p>"},"pli-tv-bu-vb-np24:1.13":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np24:1.14":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-bu-vb-np24:1.15":{"pli":"kathañhi nāma tumhe moghapurisā, paṭikacceva vassikasāṭikacīvaraṃ pariyesissatha, paṭikacceva katvā nivāsessatha, jiṇṇāya vassikasāṭikāya naggā kāyaṃ ovassāpessatha. ","eng":"“Foolish men, how could you do this? ","html":"{}"},"pli-tv-bu-vb-np24:1.16":{"pli":"Netaṃ, moghapurisā, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-np24:1.17":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-np24:1.18.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np24:1.18.1":{"pli":"“‘Māso seso gimhānan’ti bhikkhunā vassikasāṭikacīvaraṃ pariyesitabbaṃ; ‘addhamāso seso gimhānan’ti katvā nivāsetabbaṃ. ","eng":"‘When there is a month left of summer, a monk may go looking for cloth for his rainy-season robe. When there is a half-month left, he may sew it and then wear it. ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-np24:1.19":{"pli":"‘Orena ce māso seso gimhānan’ti vassikasāṭikacīvaraṃ pariyeseyya, ‘orenaddhamāso seso gimhānan’ti katvā nivāseyya, nissaggiyaṃ pācittiyan”ti. ","eng":"If he goes looking for cloth for his rainy-season robe when there is more than a month left of summer, or if he sews it and then wears it when there is more than a half-month left, he commits an offense entailing relinquishment and confession.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np24:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np24:2.1":{"pli":"“Māso seso gimhānan”ti bhikkhunā vassikasāṭikacīvaraṃ pariyesitabbanti. ","eng":"When there is a month left of summer, a monk may go looking for cloth for his rainy-season robe: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-np24:2.2":{"pli":"Ye manussā pubbepi vassikasāṭikacīvaraṃ denti te upasaṅkamitvā evamassu vacanīyā— “kālo vassikasāṭikāya, samayo vassikasāṭikāya, aññepi manussā vassikasāṭikacīvaraṃ dentī”ti. ","eng":"after going to those people who previously, too, have given cloth for the rainy-season robes, he should say, “It’s time for the rainy-season robe,” “It’s the occasion for the rainy-season robe,” “Other people, too, are giving cloth for the rainy-season robe.” ","html":"<dd>{}"},"pli-tv-bu-vb-np24:2.3":{"pli":"Na vattabbā— “detha me vassikasāṭikacīvaraṃ, āharatha me vassikasāṭikacīvaraṃ, parivattetha me vassikasāṭikacīvaraṃ, cetāpetha me vassikasāṭikacīvaran”ti. ","eng":"He should not say, “Give me cloth for the rainy-season robe,” “Bring me cloth for the rainy-season robe,” “Trade me cloth for the rainy-season robe,” “Buy me cloth for the rainy-season robe.” ","html":"{}</dd>"},"pli-tv-bu-vb-np24:2.4":{"pli":"“Addhamāso seso gimhānan”ti katvā nivāsetabbanti. ","eng":"When there is a half-month left, he may sew it and then wear it: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np24:2.5":{"pli":"Addhamāse sese gimhāne katvā nivāsetabbaṃ. ","eng":"after sewing it during the last half-month of summer, he may wear it. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np24:2.6":{"pli":"“Orena ce māso seso gimhānan”ti ","eng":"When there is more than a month left of summer: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np24:2.7":{"pli":"atirekamāse sese gimhāne vassikasāṭikacīvaraṃ pariyesati, nissaggiyaṃ pācittiyaṃ. ","eng":"if he goes looking for cloth for the rainy-season robe when there is more than a month left of summer, he commits an offense entailing relinquishment and confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np24:2.8":{"pli":"“Orenaddhamāso seso gimhānan”ti ","eng":"When there is more than a half-month left: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np24:2.9":{"pli":"atirekaddhamāse sese gimhāne katvā nivāseti, nissaggiyaṃ hoti. ","eng":"if he wears it after sewing it when there is more than a half-month left of summer, it becomes subject to relinquishment. ","html":"<dd><p>{}</p>"},"pli-tv-bu-vb-np24:2.10":{"pli":"Nissajjitabbaṃ saṅghassa vā gaṇassa vā puggalassa vā. ","eng":"The rainy-season robe should be relinquished to a sangha, a group, or an individual. ","html":"<hr><p>{}"},"pli-tv-bu-vb-np24:2.11":{"pli":"Evañca pana, bhikkhave, nissajjitabbaṃ. ","eng":"“And, monks, it should be relinquished like this. ","html":"{}"},"pli-tv-bu-vb-np24:2.12":{"pli":"…pe… ","eng":"(To be expanded as in <a href='https://suttacentral.net/pli-tv-bu-vb-np1#3.2.5'>Bu NP 1:3.2.5</a>–3.2.29, with appropriate substitutions.) ","html":"<span class='pe'>{}</span></p>"},"pli-tv-bu-vb-np24:2.13":{"pli":"“idaṃ me, bhante, vassikasāṭikacīvaraṃ atirekamāse sese gimhāne pariyiṭṭhaṃ atirekaddhamāse sese gimhāne katvā paridahitaṃ nissaggiyaṃ. ","eng":"‘Venerables, this cloth for the rainy-season robe, which I went looking for when there was more than a month left of summer or which I wore after sewing it when there was more than a half-month left of summer, is to be relinquished. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-np24:2.14":{"pli":"Imāhaṃ saṅghassa nissajjāmī”ti …pe… ","eng":"I relinquish it to the Sangha.’ … ","html":"{}"},"pli-tv-bu-vb-np24:2.15":{"pli":"dadeyyāti …pe… ","eng":"the Sangha should give … ","html":"{}"},"pli-tv-bu-vb-np24:2.16":{"pli":"dadeyyunti …pe… ","eng":"you should give … ","html":"{}"},"pli-tv-bu-vb-np24:2.17":{"pli":"āyasmato dammīti. ","eng":"‘I give this cloth for the rainy-season robe back to you.’” ","html":"{}</p></section></dd></dl></section>"},"pli-tv-bu-vb-np24:2.18.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np24:2.18.1":{"pli":"Atirekamāse sese gimhāne atirekasaññī vassikasāṭikacīvaraṃ pariyesati, nissaggiyaṃ pācittiyaṃ. ","eng":"If there is more than a month left of summer, and he perceives it as more, and he goes looking for cloth for a rainy-season robe, he commits an offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np24:2.19":{"pli":"Atirekamāse sese gimhāne vematiko vassikasāṭikacīvaraṃ pariyesati, nissaggiyaṃ pācittiyaṃ. ","eng":"If there is more than a month left of summer, but he is unsure of it, and he goes looking for cloth for a rainy-season robe, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np24:2.20":{"pli":"Atirekamāse sese gimhāne ūnakasaññī vassikasāṭikacīvaraṃ pariyesati, nissaggiyaṃ pācittiyaṃ. ","eng":"If there is more than a month left of summer, but he perceives it as less, and he goes looking for cloth for a rainy-season robe, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np24:2.21":{"pli":"Atirekaddhamāse sese gimhāne atirekasaññī katvā nivāseti, nissaggiyaṃ pācittiyaṃ. ","eng":"If there is more than a half-month left of summer, and he perceives it as more, and he wears the rainy-season robe after sewing it, he commits an offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np24:2.22":{"pli":"Atirekaddhamāse sese gimhāne vematiko katvā nivāseti, nissaggiyaṃ pācittiyaṃ. ","eng":"If there is more than a half-month left of summer, but he is unsure of it, and he wears the rainy-season robe after sewing it, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np24:2.23":{"pli":"Atirekaddhamāse sese gimhāne ūnakasaññī katvā nivāseti, nissaggiyaṃ pācittiyaṃ. ","eng":"If there is more than a half-month left of summer, but he perceives it as less, and he wears the rainy-season robe after sewing it, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np24:2.24":{"pli":"Satiyā vassikasāṭikāya naggo kāyaṃ ovassāpeti, āpatti dukkaṭassa. ","eng":"If he has a rainy-season robe, but he bathes naked in the rain, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np24:2.25":{"pli":"Ūnakamāse sese gimhāne atirekasaññī, āpatti dukkaṭassa. ","eng":"If there is less than a month left of summer, but he perceives it as more, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np24:2.26":{"pli":"Ūnakamāse sese gimhāne vematiko, āpatti dukkaṭassa. ","eng":"If there is less than a month left of summer, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np24:2.27":{"pli":"Ūnakamāse sese gimhāne ūnakasaññī, anāpatti. ","eng":"If there is less than a month left of summer, and he perceives it as less, there is no offense. ","html":"{}</p>"},"pli-tv-bu-vb-np24:2.28":{"pli":"Ūnakaddhamāse sese gimhāne atirekasaññī, āpatti dukkaṭassa. ","eng":"If there is less than a half-month left of summer, but he perceives it as more, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np24:2.29":{"pli":"Ūnakaddhamāse sese gimhāne vematiko, āpatti dukkaṭassa. ","eng":"If there is less than a half-month left of summer, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np24:2.30":{"pli":"Ūnakaddhamāse sese gimhāne ūnakasaññī, anāpatti. ","eng":"If there is less than a half-month left of summer, and he perceives it as less, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-np24:2.31.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np24:2.31.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-np24:2.32":{"pli":"“māso seso gimhānan”ti vassikasāṭikacīvaraṃ pariyesati, ","eng":"if he goes looking for cloth for the rainy-season robe when there is a month left of summer; ","html":"{}"},"pli-tv-bu-vb-np24:2.33":{"pli":"“addhamāso seso gimhānan”ti katvā nivāseti, ","eng":"if he wears the rainy-season robe after sewing it when there is a half-month left of summer; ","html":"{}"},"pli-tv-bu-vb-np24:2.34":{"pli":"“ūnakamāso seso gimhānan”ti vassikasāṭikacīvaraṃ pariyesati, ","eng":"if he goes looking for cloth for the rainy-season robe when there is less than a month left of summer; ","html":"{}"},"pli-tv-bu-vb-np24:2.35":{"pli":"“ūnakaddhamāso seso gimhānan”ti katvā nivāseti, ","eng":"if he wears the rainy-season robe after sewing it when there is less than a half-month left of summer; ","html":"{}"},"pli-tv-bu-vb-np24:2.36":{"pli":"pariyiṭṭhāya vassikasāṭikāya vassaṃ ukkaḍḍhiyyati, ","eng":"if, after looking for a rainy-season robe, he postpones the rainy-season residence; ","html":"{}"},"pli-tv-bu-vb-np24:2.37":{"pli":"nivatthāya vassikasāṭikāya vassaṃ ukkaḍḍhiyyati, dhovitvā nikkhipitabbaṃ; samaye nivāsetabbaṃ, ","eng":"if, after wearing a rainy-season robe, he postpones the rainy-season residence (in which case he should wash it and store it and then use it at the right time); ","html":"{}"},"pli-tv-bu-vb-np24:2.38":{"pli":"acchinnacīvarassa, ","eng":"if his robe has been stolen; ","html":"{}"},"pli-tv-bu-vb-np24:2.39":{"pli":"naṭṭhacīvarassa, ","eng":"if his robe has been lost; ","html":"{}"},"pli-tv-bu-vb-np24:2.40":{"pli":"āpadāsu, ","eng":"if there is an emergency; ","html":"{}","comm":"“Emergency” renders <i lang='pi' translate='no'>āpadāsu</i>. See Appendix of Technical Terms for discussion. "},"pli-tv-bu-vb-np24:2.41":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-np24:2.42":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-np24:2.43":{"pli":"Vassikasāṭikasikkhāpadaṃ niṭṭhitaṃ catutthaṃ. ","eng":"The training rule on the rainy-season robe, the fourth, is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}