{"pli-tv-bu-vb-pj4":{"pli-tv-bu-vb-pj4:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-pj4'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-pj4:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-pj4:0.3":{"pli":"Pārājikakaṇḍa ","eng":"The chapter on offenses entailing expulsion ","html":"<li class='kanda'>{}</li></ul>"},"pli-tv-bu-vb-pj4:0.4":{"pli":"4. Catutthapārājikasikkhāpada ","eng":"The fourth training rule on expulsion ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-pj4:1.1.0.1":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pj4:1.1.0.2":{"eng":"First sub-story ","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-bu-vb-pj4:1.1.1":{"pli":"Tena samayena buddho bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time when the Buddha was staying in the hall with the peaked roof in the Great Wood near Vesālī, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.1.2":{"pli":"Tena kho pana samayena sambahulā sandiṭṭhā sambhattā bhikkhū vaggumudāya nadiyā tīre vassaṃ upagacchiṃsu. ","eng":"a number of monks who were friends had entered the rainy-season residence on the banks of the river Vaggumudā. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.3":{"pli":"Tena kho pana samayena vajjī dubbhikkhā hoti dvīhitikā setaṭṭhikā salākāvuttā, ","eng":"At that time Vajjī was short of food and afflicted with hunger, with crops affected by whiteheads and turned to straw. ","html":"{}","comm":"“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, literally, “white bones”. Sp 4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. "},"pli-tv-bu-vb-pj4:1.1.4":{"pli":"na sukarā uñchena paggahena yāpetuṃ. ","eng":"It was not easy to get by on almsfood. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.1.5":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi—“etarahi kho vajjī dubbhikkhā dvīhitikā setaṭṭhikā salākāvuttā, na sukarā uñchena paggahena yāpetuṃ. ","eng":"The monks considered the difficult circumstances, and they thought, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.1.6":{"pli":"Kena nu kho mayaṃ upāyena samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vaseyyāma, ","eng":"“How can we have a comfortable rains, live in peace and harmony, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.7":{"pli":"na ca piṇḍakena kilameyyāmā”ti? ","eng":"and get almsfood without trouble?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.1.8":{"pli":"Ekacce evamāhaṃsu—","eng":"Some said, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.1.9":{"pli":"“handa mayaṃ, āvuso, gihīnaṃ kammantaṃ adhiṭṭhema, ","eng":"“We could work for the householders, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.10":{"pli":"evaṃ te amhākaṃ dātuṃ maññissanti. ","eng":"and they’ll support us in return.” ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.11":{"pli":"Evaṃ mayaṃ samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasissāma, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.12":{"pli":"na ca piṇḍakena kilamissāmā”ti. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.1.13":{"pli":"Ekacce evamāhaṃsu—","eng":"Others said, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.1.14":{"pli":"“alaṃ, āvuso, kiṃ gihīnaṃ kammantaṃ adhiṭṭhitena. ","eng":"“There’s no need to work for the householders. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.15":{"pli":"Handa mayaṃ, āvuso, gihīnaṃ dūteyyaṃ harāma, ","eng":"Let’s instead take messages for them, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.16":{"pli":"evaṃ te amhākaṃ dātuṃ maññissanti. ","eng":"and they’ll support us in return.” ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.17":{"pli":"Evaṃ mayaṃ samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasissāma, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.18":{"pli":"na ca piṇḍakena kilamissāmā”ti. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.1.19":{"pli":"Ekacce evamāhaṃsu—","eng":"Still others said, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.1.20":{"pli":"“alaṃ, āvuso, kiṃ gihīnaṃ kammantaṃ adhiṭṭhitena. ","eng":"“There’s no need to work or take messages for them. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.21":{"pli":"Kiṃ gihīnaṃ dūteyyaṃ haṭena. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.22":{"pli":"Handa mayaṃ, āvuso, gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇaṃ bhāsissāma—","eng":"Let’s instead talk up one another’s superhuman qualities to the householders: ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.23":{"pli":"‘asuko bhikkhu paṭhamassa jhānassa lābhī, ","eng":"‘That monk has the first absorption, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.24":{"pli":"asuko bhikkhu dutiyassa jhānassa lābhī, ","eng":"that monk the second absorption, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.25":{"pli":"asuko bhikkhu tatiyassa jhānassa lābhī, ","eng":"that monk the third, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.26":{"pli":"asuko bhikkhu catutthassa jhānassa lābhī, ","eng":"that monk the fourth; ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.27":{"pli":"asuko bhikkhu sotāpanno, ","eng":"that monk is a stream-enterer, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.28":{"pli":"asuko bhikkhu sakadāgāmī, ","eng":"that monk a once-returner, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.29":{"pli":"asuko bhikkhu anāgāmī, ","eng":"that a non-returner, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.30":{"pli":"asuko bhikkhu arahā, ","eng":"that a perfected one; ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.31":{"pli":"asuko bhikkhu tevijjo, ","eng":"that monk has the three true insights, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.32":{"pli":"asuko bhikkhu chaḷabhiñño’ti. ","eng":"and that the six direct knowledges.’ ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.33":{"pli":"Evaṃ te amhākaṃ dātuṃ maññissanti. ","eng":"Then they’ll support us. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.34":{"pli":"Evaṃ mayaṃ samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasissāma, ","eng":"In this way we’ll have a comfortable rains, live together in peace and harmony, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.35":{"pli":"na ca piṇḍakena kilamissāmā”ti. ","eng":"and get almsfood without trouble. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.36":{"pli":"“Esoyeva kho, āvuso, seyyo yo amhākaṃ gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇo bhāsito”ti. ","eng":"This is the way to go.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.1.37":{"pli":"Atha kho te bhikkhū gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇaṃ bhāsiṃsu—","eng":"Then those monks did just that. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.1.38":{"pli":"“asuko bhikkhu paṭhamassa jhānassa lābhī …pe… ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.39":{"pli":"asuko bhikkhu chaḷabhiñño”ti. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.40":{"pli":"Atha kho te manussā—","eng":"And the people there thought, ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.41":{"pli":"“lābhā vata no, suladdhaṃ vata no, yesaṃ no evarūpā bhikkhū vassaṃ upagatā; ","eng":"“We’re so fortunate that such monks have come to us for the rainy-season residence. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.42":{"pli":"na vata no ito pubbe evarūpā bhikkhū vassaṃ upagatā yathayime bhikkhū sīlavanto kalyāṇadhammā”ti, ","eng":"Such virtuous and good monks have never before entered the rains residence with us.” ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.43":{"pli":"te na tādisāni bhojanāni attanā paribhuñjanti mātāpitūnaṃ denti puttadārassa denti dāsakammakaraporisassa denti mittāmaccānaṃ denti ñātisālohitānaṃ denti, yādisāni bhikkhūnaṃ denti. ","eng":"And they gave such food and drink to those monks that they did not even eat and drink themselves, or give to their parents, to their wives and children, to their slaves, servants, and workers, to their friends and companions, or to their relatives. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.44":{"pli":"Te na tādisāni khādanīyāni sāyanīyāni pānāni attanā khādanti sāyanti pivanti mātāpitūnaṃ denti puttadārassa denti dāsakammakaraporisassa denti mittāmaccānaṃ denti ñātisālohitānaṃ denti, yādisāni bhikkhūnaṃ denti. ","html":"{}"},"pli-tv-bu-vb-pj4:1.1.45":{"pli":"Atha kho te bhikkhū vaṇṇavā ahesuṃ pīṇindriyā pasannamukhavaṇṇā vippasannachavivaṇṇā. ","eng":"Soon those monks had a good color, bright faces, clear skin, and  sharp senses. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.2.1":{"pli":"Āciṇṇaṃ kho panetaṃ vassaṃvuṭṭhānaṃ bhikkhūnaṃ bhagavantaṃ dassanāya upasaṅkamituṃ. ","eng":"Now it was the custom for monks who had completed the rainy-season residence to go and visit the Buddha. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.2.2":{"pli":"Atha kho te bhikkhū vassaṃvuṭṭhā temāsaccayena senāsanaṃ saṃsāmetvā pattacīvaraṃ ādāya yena vesālī tena pakkamiṃsu. ","eng":"And so, when the three months were over and they had completed the rains residence, those monks put their dwellings in order, took their bowls and robes, and set out for Vesālī. ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.3":{"pli":"Anupubbena yena vesālī mahāvanaṃ kūṭāgārasālā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"When they eventually arrived, they went to the hall with the peaked roof in the Great Wood. There they approached the Buddha, bowed, and sat down. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.2.4":{"pli":"Tena kho pana samayena disāsu vassaṃvuṭṭhā bhikkhū kisā honti lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā; ","eng":"At that time the monks who had completed the rains residence in that region were thin, haggard, and pale, with veins protruding all over their bodies. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.2.5":{"pli":"vaggumudātīriyā pana bhikkhū vaṇṇavā honti pīṇindriyā pasannamukhavaṇṇā vippasannachavivaṇṇā. ","eng":"Yet the monks from the banks of the Vaggumudā had a good color, bright faces, clear skin, and  sharp senses. ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.6":{"pli":"Āciṇṇaṃ kho panetaṃ buddhānaṃ bhagavantānaṃ āgantukehi bhikkhūhi saddhiṃ paṭisammodituṃ. ","eng":"Since it is the custom for Buddhas to greet newly-arrived monks, ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.7":{"pli":"Atha kho bhagavā vaggumudātīriye bhikkhū etadavoca—","eng":"the Buddha said to them, ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.8":{"pli":"“kacci, bhikkhave, khamanīyaṃ kacci yāpanīyaṃ ","eng":"“I hope you’re keeping well, monks, I hope you’re getting by? ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.2.9":{"pli":"kacci samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasittha, na ca piṇḍakena kilamitthā”ti? ","eng":"I hope you had a comfortable and harmonious rains, and got almsfood without trouble?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:1.2.10":{"pli":"“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā. ","eng":"“We’re keeping well, sir, we’re getting by. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.2.11":{"pli":"Samaggā ca mayaṃ, bhante, sammodamānā avivadamānā phāsukaṃ vassaṃ vasimhā, na ca piṇḍakena kilamimhā”ti. ","eng":"We had a comfortable and harmonious rains, and got almsfood without trouble.” ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.12":{"pli":"Jānantāpi tathāgatā pucchanti, jānantāpi na pucchanti …pe… ","eng":"When Buddhas know what is going on, sometimes they ask and sometimes not. They know the right time to ask and when not to ask. Buddhas ask when it is beneficial, otherwise they do not, for Buddhas are incapable of doing what is unbeneficial. ","html":"{}","comm":"“Incapable of doing” renders <i lang='pi' translate='no'>setughāta</i>, literally, “destroyed the bridge”. Sp 1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. According to this understanding, the Buddha has cut off access to bad qualities, including bad speech, by fulfilling the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have access to what is unbeneficial. "},"pli-tv-bu-vb-pj4:1.2.13":{"pli":"dvīhākārehi buddhā bhagavanto bhikkhū paṭipucchanti— “dhammaṃ vā desessāma, sāvakānaṃ vā sikkhāpadaṃ paññapessāmā”ti. ","eng":"Buddhas question the monks for two reasons: to give a teaching or to lay down a training rule. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.2.14":{"pli":"Atha kho bhagavā vaggumudātīriye bhikkhū etadavoca—","eng":"And the Buddha said to those monks, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.2.15":{"pli":"“yathā kathaṃ pana tumhe, bhikkhave, samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasittha na ca piṇḍakena kilamitthā”ti? ","eng":"“In what way, monks, did you have a comfortable and harmonious rains? And how did you get almsfood without trouble?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.2.16":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"They then told him. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:1.2.17":{"pli":"“Kacci pana vo, bhikkhave, bhūtan”ti? ","eng":"“But did you really have those superhuman qualities?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:1.2.18":{"pli":"“Abhūtaṃ, bhagavā”ti. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:1.2.19":{"pli":"Vigarahi buddho bhagavā—","eng":"The Buddha rebuked them, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.2.20":{"pli":"“ananucchavikaṃ, moghapurisā, ananulomikaṃ appatirūpaṃ assāmaṇakaṃ akappiyaṃ akaraṇīyaṃ. ","eng":"“It’s not suitable, foolish men, it’s not proper, it’s not worthy of a monastic, it’s not allowable, it’s not to be done. ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.21":{"pli":"Kathañhi nāma tumhe, moghapurisā, udarassa kāraṇā gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇaṃ bhāsissatha. ","eng":"How could you for the sake of your stomachs talk up one another’s superhuman qualities to householders? ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.22":{"pli":"Varaṃ tumhehi, moghapurisā, tiṇhena govikantanena kucchi parikanto, na tveva udarassa kāraṇā gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇo bhāsito. ","eng":"It would be better for your bellies to be cut open with a sharp butcher’s knife than for you to talk up one another’s superhuman qualities to householders. ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.23":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.24":{"pli":"Tatonidānañhi, moghapurisā, maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ, ","eng":"For although it might cause death or death-like suffering, ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.25":{"pli":"na tveva tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"it would not cause you to be reborn in a bad destination. ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.26":{"pli":"Itonidānañca kho, moghapurisā, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ","eng":"But <em>this</em> might. ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.27":{"pli":"Netaṃ, moghapurisā, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-bu-vb-pj4:1.2.28":{"pli":"vigarahitvā dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"After rebuking them and giving a teaching, he addressed the monks: ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.1":{"pli":"“Pañcime, bhikkhave, mahācorā santo saṃvijjamānā lokasmiṃ. ","eng":"“Monks, there are these five notorious gangsters to be found in the world. ","html":"<p data-counter='1'>{}"},"pli-tv-bu-vb-pj4:1.3.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.3":{"pli":"Idha, bhikkhave, ekaccassa mahācorassa evaṃ hoti—","eng":"There is the notorious gangster who thinks like this: ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.4":{"pli":"‘kudāssu nāmāhaṃ satena vā sahassena vā parivuto gāmanigamarājadhānīsu āhiṇḍissāmi ","eng":"‘When the heck will I walk about in villages, towns, and royal capitals, with a following of a hundred or a thousand men, ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.5":{"pli":"hananto ghātento chindanto chedāpento pacanto pācento’ti. ","eng":"killing, destroying, and torturing?’ ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.6":{"pli":"So aparena samayena satena vā sahassena vā parivuto gāmanigamarājadhānīsu āhiṇḍati hananto ghātento chindanto chedāpento pacanto pācento. ","eng":"Then after some time, he does just that. ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.7":{"pli":"Evameva kho, bhikkhave, idhekaccassa pāpabhikkhuno evaṃ hoti—","eng":"Just so, monks, a bad monk thinks like this: ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.8":{"pli":"‘kudāssu nāmāhaṃ satena vā sahassena vā parivuto gāmanigamarājadhānīsu cārikaṃ carissāmi ","eng":"‘When the heck will I walk about in villages, towns, and royal capitals, with a following of a hundred or a thousand people, ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.9":{"pli":"sakkato garukato mānito pūjito apacito gahaṭṭhānañceva pabbajitānañca, lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan’ti. ","eng":"being honored, respected, and revered by both lay people and those gone forth, getting robes, almsfood, dwellings, and medicinal supplies?’ ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.10":{"pli":"So aparena samayena satena vā sahassena vā parivuto gāmanigamarājadhānīsu cārikaṃ carati sakkato garukato mānito pūjito apacito gahaṭṭhānañceva pabbajitānañca, lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ","eng":"Then after some time, he does just that. ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.11":{"pli":"Ayaṃ, bhikkhave, paṭhamo mahācoro santo saṃvijjamāno lokasmiṃ. ","eng":"This is the first notorious gangster to be found in the world. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.12":{"pli":"Puna caparaṃ, bhikkhave, idhekacco pāpabhikkhu tathāgatappaveditaṃ dhammavinayaṃ pariyāpuṇitvā attano dahati. ","eng":"Or a bad monk learns the spiritual path proclaimed by the Buddha and takes it as his own. ","html":"<p data-counter='2'>{}"},"pli-tv-bu-vb-pj4:1.3.13":{"pli":"Ayaṃ, bhikkhave, dutiyo mahācoro santo saṃvijjamāno lokasmiṃ. ","eng":"This is the second notorious gangster to be found in the world. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.14":{"pli":"Puna caparaṃ, bhikkhave, idhekacco pāpabhikkhu suddhaṃ brahmacāriṃ parisuddhaṃ brahmacariyaṃ carantaṃ amūlakena abrahmacariyena anuddhaṃseti. ","eng":"Or a bad monk groundlessly charges someone living a pure spiritual life with a sexual offense. ","html":"<p data-counter='3'>{}"},"pli-tv-bu-vb-pj4:1.3.15":{"pli":"Ayaṃ, bhikkhave, tatiyo mahācoro santo saṃvijjamāno lokasmiṃ. ","eng":"This is the third notorious gangster to be found in the world. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.16":{"pli":"Puna caparaṃ, bhikkhave, idhekacco pāpabhikkhu yāni tāni saṅghassa garubhaṇḍāni garuparikkhārāni, seyyathidaṃ—","eng":"Or a bad monk takes valuable goods and requisites from the Sangha—","html":"<p data-counter='4'>{}"},"pli-tv-bu-vb-pj4:1.3.17":{"pli":"ārāmo ārāmavatthu vihāro vihāravatthu mañco pīṭhaṃ bhisi bibbohanaṃ lohakumbhī lohabhāṇakaṃ lohavārako lohakaṭāhaṃ vāsi parasu kuṭhārī kudālo nikhādanaṃ valli veḷu muñjaṃ pabbajaṃ tiṇaṃ mattikā dārubhaṇḍaṃ mattikābhaṇḍaṃ, ","eng":"a monastery, the land of a monastery, a dwelling, the site of a dwelling, a bed, a bench, a mattress, a pillow, a metal pot, a metal jar, a metal bucket, a metal bowl, a machete, a hatchet, an ax, a spade, a chisel, a creeper, bamboo, a reed, grass, clay, wooden goods, earthenware goods—","html":"{}","comm":"I have rendered <i lang='pi' translate='no'>muñja</i>-reed and <i lang='pi' translate='no'>pabbaja</i>-reed with the single word “reed”. I am not aware that these two kinds of reed can be distinguished in English. │ I render <i lang='pi' translate='no'>vihāra</i> as “dwelling”, the idea that it is a monastic dwelling being implied. In later usage, especially in the commentaries, <i lang='pi' translate='no'>vihāra</i> comes to refer to entire monasteries, rather than individual dwellings. The commentaries seem to agree that in its early usage the word refers to a dwelling. Sp 1.493: <i lang='pi' translate='no'>Vihāro nivesanasadiso</i>, “A <i lang='pi' translate='no'>vihāra</i> is like a house.” "},"pli-tv-bu-vb-pj4:1.3.18":{"pli":"tehi gihiṃ saṅgaṇhāti upalāpeti. ","eng":"and uses them to bribe and create a following among householders. ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.19":{"pli":"Ayaṃ, bhikkhave, catuttho mahācoro santo saṃvijjamāno lokasmiṃ. ","eng":"This is the fourth notorious gangster to be found in the world. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.20":{"pli":"Sadevake, bhikkhave, loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ayaṃ aggo mahācoro yo asantaṃ abhūtaṃ uttarimanussadhammaṃ ullapati. ","eng":"But in this world with its gods, lords of death, and supreme beings, in this society with its monastics and brahmins, its gods and humans, this is the most notorious gangster of all: one who claims to have a non-existent superhuman quality. ","html":"<p data-counter='5'>{}"},"pli-tv-bu-vb-pj4:1.3.21":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.22":{"pli":"Theyyāya vo, bhikkhave, raṭṭhapiṇḍo bhutto”ti. ","eng":"Monks, you’ve eaten the country’s almsfood by theft.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.23":{"pli":"Aññathā santamattānaṃ, ","eng":"“Whoever should declare himself ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"This verse is also found at <a href='index.html?q=sn1.35#2.1'>SN 1.35</a>. "},"pli-tv-bu-vb-pj4:1.3.24":{"pli":"aññathā yo pavedaye; ","eng":"To be other than he truly is, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.25":{"pli":"Nikacca kitavasseva, ","eng":"Has eaten this by theft, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.26":{"pli":"bhuttaṃ theyyena tassa taṃ. ","eng":"Like a cheater who has deceived. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:1.3.27":{"pli":"Kāsāvakaṇṭhā bahavo, ","eng":"Many ocher-necks of bad qualities, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.28":{"pli":"pāpadhammā asaññatā; ","eng":"Uncontrolled and wicked—","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.29":{"pli":"Pāpā pāpehi kammehi, ","eng":"By their wicked deeds, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.30":{"pli":"nirayaṃ te upapajjare. ","eng":"They are reborn in hell. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:1.3.31":{"pli":"Seyyo ayoguḷo bhutto, ","eng":"It’s better to eat an iron ball, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.32":{"pli":"tatto aggisikhūpamo; ","eng":"As hot as a licking flame, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.33":{"pli":"Yañce bhuñjeyya dussīlo, ","eng":"Than for the immoral and uncontrolled ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:1.3.34":{"pli":"raṭṭhapiṇḍaṃ asaññatoti. ","eng":"To eat the country’s alms.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pli-tv-bu-vb-pj4:1.3.35":{"pli":"Atha kho bhagavā vaggumudātīriye bhikkhū anekapariyāyena vigarahitvā dubbharatāya dupposatāya …pe… ","eng":"After rebuking the monks from the banks of the Vaggumudā in many ways for being difficult to maintain, difficult to support … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:1.3.36":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.37.0":{"eng":"Preliminary ruling ","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-bu-vb-pj4:1.3.37.1":{"pli":"“Yo pana bhikkhu anabhijānaṃ uttarimanussadhammaṃ attupanāyikaṃ alamariyañāṇadassanaṃ samudācareyya—‘iti jānāmi iti passāmī’ti, ","eng":"‘If a monk falsely claims for himself a superhuman quality, a knowledge and vision worthy of the noble ones, saying, “This I know, this I see,” ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-pj4:1.3.38":{"pli":"tato aparena samayena samanuggāhīyamāno vā asamanuggāhīyamāno vā āpanno visuddhāpekkho evaṃ vadeyya—‘ajānamevaṃ, āvuso, avacaṃ jānāmi, apassaṃ passāmi. Tucchaṃ musā vilapin’ti, ","eng":"but after some time—whether questioned or not, but having committed the offense and seeking purification—should say: “Not knowing I said that I know, not seeing that I see; what I said was empty and false,” ","html":"{}"},"pli-tv-bu-vb-pj4:1.3.39":{"pli":"ayampi pārājiko hoti asaṃvāso”ti. ","eng":"he too is expelled and excluded from the community.’” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:1.3.40":{"pli":"Evañcidaṃ bhagavatā bhikkhūnaṃ sikkhāpadaṃ paññattaṃ hoti. ","eng":"In this way the Buddha laid down this training rule for the monks. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:2.0":{"eng":"Second sub-story ","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-bu-vb-pj4:2.1":{"pli":"Tena kho pana samayena sambahulā bhikkhū adiṭṭhe diṭṭhasaññino apatte pattasaññino anadhigate adhigatasaññino asacchikate sacchikatasaññino adhimānena aññaṃ byākariṃsu. ","eng":"Soon afterwards a number of monks, thinking they had seen and realized what in fact they had not, declared final knowledge because of overestimation. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:2.2":{"pli":"Tesaṃ aparena samayena rāgāyapi cittaṃ namati dosāyapi cittaṃ namati mohāyapi cittaṃ namati. ","eng":"After some time, their minds inclined to sensual desire, ill will, and confusion. ","html":"{}"},"pli-tv-bu-vb-pj4:2.3":{"pli":"Tesaṃ kukkuccaṃ ahosi—","eng":"They became anxious, thinking, ","html":"{}"},"pli-tv-bu-vb-pj4:2.4":{"pli":"“bhagavatā sikkhāpadaṃ paññattaṃ. ","eng":"“The Buddha has laid down a training rule, ","html":"{}"},"pli-tv-bu-vb-pj4:2.5":{"pli":"Mayañcamha adiṭṭhe diṭṭhasaññino apatte pattasaññino anadhigate adhigatasaññino asacchikate sacchikatasaññino, adhimānena aññaṃ byākarimhā. ","eng":"yet we declared final knowledge because of overestimation. ","html":"{}"},"pli-tv-bu-vb-pj4:2.6":{"pli":"Kacci nu kho mayaṃ pārājikaṃ āpattiṃ āpannā”ti? ","eng":"Could it be that we’ve committed an offense entailing expulsion?” ","html":"{}"},"pli-tv-bu-vb-pj4:2.7":{"pli":"Te āyasmato ānandassa etamatthaṃ ārocesuṃ. ","eng":"They told Venerable Ānanda, ","html":"{}"},"pli-tv-bu-vb-pj4:2.8":{"pli":"Āyasmā ānando bhagavato etamatthaṃ ārocesi. ","eng":"who told the Buddha. ","html":"{}"},"pli-tv-bu-vb-pj4:2.9":{"pli":"“Honti ye te, ānanda, bhikkhū adiṭṭhe diṭṭhasaññino apatte pattasaññino anadhigate adhigatasaññino asacchikate sacchikatasaññino adhimānena aññaṃ byākaronti. ","eng":"He said, “This is negligible, Ānanda. ","html":"{}"},"pli-tv-bu-vb-pj4:2.10":{"pli":"Tañca kho etaṃ abbohārikan”ti. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:2.11":{"pli":"“Evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"And so, monks, this training rule should be recited like this: ","html":"<p>{}</p></section>"},"pli-tv-bu-vb-pj4:2.12.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pj4:2.12.1":{"pli":"“Yo pana bhikkhu anabhijānaṃ uttarimanussadhammaṃ attupanāyikaṃ alamariyañāṇadassanaṃ samudācareyya—‘iti jānāmi iti passāmī’ti, ","eng":"‘If a monk falsely claims for himself a superhuman quality, a knowledge and vision worthy of the noble ones, saying, “This I know, this I see,” ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-pj4:2.13":{"pli":"tato aparena samayena samanuggāhīyamāno vā asamanuggāhīyamāno vā āpanno visuddhāpekkho evaṃ vadeyya—‘ajānamevaṃ, āvuso, avacaṃ jānāmi, apassaṃ passāmi. Tucchaṃ musā vilapin’ti, ","eng":"but after some time—whether he is questioned or not, but having committed the offense and seeking purification—should say: “Not knowing I said that I know, not seeing that I see; what I said was empty and false,” then, ","html":"{}"},"pli-tv-bu-vb-pj4:2.14":{"pli":"aññatra adhimānā, ","eng":"except if it is due to overestimation, ","html":"{}"},"pli-tv-bu-vb-pj4:2.15":{"pli":"ayampi pārājiko hoti asaṃvāso”ti. ","eng":"he too is expelled and excluded from the community.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-pj4:3.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pj4:3.1":{"pli":"Yo panāti ","eng":"A: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.2":{"pli":"yo yādiso …pe… ","eng":"whoever … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.3":{"pli":"bhikkhūti ","eng":"Monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.4":{"pli":"…pe… ayaṃ imasmiṃ atthe adhippeto bhikkhūti. ","eng":"… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.5":{"pli":"Anabhijānanti ","eng":"Falsely: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.6":{"pli":"asantaṃ abhūtaṃ asaṃvijjamānaṃ ajānanto apassanto attani kusalaṃ dhammaṃ— atthi me kusalo dhammoti. ","eng":"although a certain wholesome quality is non-existent in himself, not real, not to be found, and he does not see it or know it, he says, “I have this wholesome quality.” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.7":{"pli":"Uttarimanussadhammo nāma ","eng":"A superhuman quality: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.8":{"pli":"jhānaṃ vimokkho samādhi samāpatti ñāṇadassanaṃ maggabhāvanā phalasacchikiriyā kilesappahānaṃ vinīvaraṇatā cittassa suññāgāre abhirati. ","eng":"absorption, release, stillness, attainment, knowledge and vision, development of the path, realization of the fruits, abandoning the defilements, a mind without hindrances, delighting in solitude. ","html":"<dd>{}</dd>","comm":"“Delighting in solitude” renders <i lang='pi' translate='no'>suññāgāra abhirati</i>, literally, “delighting in an empty dwelling”. According to the commentaries, this is often an idiom for solitude. MN-a 1.88: <i lang='pi' translate='no'>Tattha ca rukkhamūlānīti iminā rukkhamūlasenāsanaṁ dasseti. Suññāgārānīti iminā janavivittaṭṭhānaṁ</i>; “And there <i lang='pi' translate='no'>rukkhamūlāni</i>: by this is shown dwellings at the foot of a tree; <i lang='pi' translate='no'>suññāgārāni</i>: by this (is shown) a place free from people.” "},"pli-tv-bu-vb-pj4:3.9":{"pli":"Attupanāyikanti ","eng":"For himself: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.10":{"pli":"te vā kusale dhamme attani upaneti attānaṃ vā tesu kusalesu dhammesu upaneti. ","eng":"either he presents those good qualities as in himself, or he presents himself as among those good qualities. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.11":{"pli":"Ñāṇanti ","eng":"Knowledge: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.12":{"pli":"tisso vijjā. ","eng":"the three true insights. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.13":{"pli":"Dassananti ","eng":"Vision: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.14":{"pli":"yaṃ ñāṇaṃ taṃ dassanaṃ, yaṃ dassanaṃ taṃ ñāṇaṃ. ","eng":"knowledge and vision are equivalent. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.15":{"pli":"Samudācareyyāti ","eng":"Claims: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.16":{"pli":"āroceyya itthiyā vā purisassa vā gahaṭṭhassa vā pabbajitassa vā. ","eng":"announces to a woman or a man, to a lay person or one gone forth. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.17":{"pli":"Iti jānāmi iti passāmīti ","eng":"This I know, this I see: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.18":{"pli":"jānāmahaṃ ete dhamme, passāmahaṃ ete dhamme atthi ca ete dhammā mayi, ahañca etesu dhammesu sandissāmīti. ","eng":"“I know these qualities,” “I see these qualities,” “These qualities are found in me and I conform to them.” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.19":{"pli":"Tato aparena samayenāti ","eng":"After some time: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.20":{"pli":"yasmiṃ khaṇe samudāciṇṇaṃ hoti taṃ khaṇaṃ taṃ layaṃ taṃ muhuttaṃ vītivatte. ","eng":"the moment, the second, the instant after he has made the claim. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.21":{"pli":"Samanuggāhīyamānoti ","eng":"He is questioned: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.22":{"pli":"yaṃ vatthu paṭiññātaṃ hoti tasmiṃ vatthusmiṃ samanuggāhīyamāno—","eng":"he is questioned in regard to what he has claimed: ","html":"<dd>{}"},"pli-tv-bu-vb-pj4:3.23":{"pli":"“kinte adhigataṃ, ","eng":"“What did you attain?” ","html":"{}"},"pli-tv-bu-vb-pj4:3.24":{"pli":"kinti te adhigataṃ, ","eng":"“How did you attain it?” ","html":"{}"},"pli-tv-bu-vb-pj4:3.25":{"pli":"kadā te adhigataṃ, ","eng":"“When did you attain it?” ","html":"{}"},"pli-tv-bu-vb-pj4:3.26":{"pli":"kattha te adhigataṃ, ","eng":"“Where did you attain it?” ","html":"{}"},"pli-tv-bu-vb-pj4:3.27":{"pli":"katame te kilesā pahīnā, ","eng":"“Which defilements did you abandon?” ","html":"{}"},"pli-tv-bu-vb-pj4:3.28":{"pli":"katamesaṃ tvaṃ dhammānaṃ lābhī”ti. ","eng":"“Which qualities did you gain?” ","html":"{}</dd>"},"pli-tv-bu-vb-pj4:3.29":{"pli":"Asamanuggāhīyamānoti ","eng":"Not: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.30":{"pli":"na kenaci vuccamāno. ","eng":"he is not spoken to by anyone. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.31":{"pli":"Āpannoti ","eng":"Having committed the offense: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.32":{"pli":"pāpiccho icchāpakato asantaṃ abhūtaṃ uttarimanussadhammaṃ ullapitvā pārājikaṃ āpattiṃ āpanno hoti. ","eng":"having bad desires, overcome by desire, claiming to have a non-existent superhuman quality, he has committed an offense entailing expulsion. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.33":{"pli":"Visuddhāpekkhoti ","eng":"Seeking purification: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.34":{"pli":"gihī vā hotukāmo upāsako vā hotukāmo ārāmiko vā hotukāmo sāmaṇero vā hotukāmo. ","eng":"he desires to be a householder, a lay follower, a monastery worker, or a novice monk. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.35":{"pli":"Ajānamevaṃ, āvuso, avacaṃ—jānāmi, apassaṃ passāmīti ","eng":"Not knowing I said that I know, not seeing that I see: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.36":{"pli":"nāhaṃ ete dhamme jānāmi, nāhaṃ ete dhamme passāmi, natthi ca ete dhammā mayi, na cāhaṃ etesu dhammesu sandissāmīti. ","eng":"“I don’t know these qualities,” “I don’t see these qualities,” “These qualities aren’t found in me and I don’t conform to them.” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.37":{"pli":"Tucchaṃ musā vilapinti ","eng":"What I said was empty and false: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.38":{"pli":"tucchakaṃ mayā bhaṇitaṃ, musā mayā bhaṇitaṃ, abhūtaṃ mayā bhaṇitaṃ, ajānantena mayā bhaṇitaṃ. ","eng":"“What I said was empty,” “What I said was false,” “What I said was unreal,” “I said it without knowing.” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.39":{"pli":"Aññatra adhimānāti ","eng":"Except if it is due to overestimation: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.40":{"pli":"ṭhapetvā adhimānaṃ. ","eng":"unless it is due to overestimation. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.41":{"pli":"Ayampīti ","eng":"He too: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.42":{"pli":"purime upādāya vuccati. ","eng":"this is said with reference to the preceding offenses entailing expulsion. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:3.43":{"pli":"Pārājiko hotīti ","eng":"Is expelled: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.44":{"pli":"seyyathāpi nāma tālo matthakacchinno abhabbo puna virūḷhiyā; ","eng":"just as a palm tree with its crown cut off is incapable of further growth, ","html":"<dd>{}"},"pli-tv-bu-vb-pj4:3.45":{"pli":"evameva bhikkhu pāpiccho icchāpakato asantaṃ abhūtaṃ uttarimanussadhammaṃ ullapitvā assamaṇo hoti asakyaputtiyo. ","eng":"so too is a monk with bad desires, overcome by desire, who claims to have a non-existent superhuman quality not an ascetic, not a Sakyan monastic. ","html":"{}"},"pli-tv-bu-vb-pj4:3.46":{"pli":"Tena vuccati— “pārājiko hotī”ti. ","eng":"Therefore it is said, “he is expelled.” ","html":"{}</dd>"},"pli-tv-bu-vb-pj4:3.47":{"pli":"Asaṃvāsoti ","eng":"Excluded from the community: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:3.48":{"pli":"saṃvāso nāma ekakammaṃ ekuddeso samasikkhatā— eso saṃvāso nāma. ","eng":"Community: joint legal procedures, a joint recitation, the same training—this is called “community”. ","html":"<dd>{}"},"pli-tv-bu-vb-pj4:3.49":{"pli":"So tena saddhiṃ natthi. Tena vuccati— “asaṃvāso”ti. ","eng":"He does not take part in this—therefore it is called “excluded from the community”. ","html":"{}</dd></dl></section>"},"pli-tv-bu-vb-pj4:4.1.0.1":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pj4:4.1.0.2":{"eng":"Summary ","html":"<h4 class='inserted-heading'>{}</h4>"},"pli-tv-bu-vb-pj4:4.1.1":{"pli":"Uttarimanussadhammo nāma ","eng":"A superhuman quality: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.1.2":{"pli":"jhānaṃ vimokkho samādhi samāpatti ñāṇadassanaṃ maggabhāvanā phalasacchikiriyā kilesappahānaṃ vinīvaraṇatā cittassa suññāgāre abhirati. ","eng":"absorption, release, stillness, attainment, knowledge and vision, development of the path, realization of the fruits, abandoning the defilements, a mind without hindrances, delighting in solitude. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.1.3.0":{"eng":"Definitions ","html":"<h4 class='inserted-heading'>{}</h4>"},"pli-tv-bu-vb-pj4:4.1.3.1":{"pli":"Jhānanti ","eng":"Absorption: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.4":{"pli":"paṭhamaṃ jhānaṃ dutiyaṃ jhānaṃ tatiyaṃ jhānaṃ catutthaṃ jhānaṃ. ","eng":"the first absorption, the second absorption, the third absorption, the fourth absorption. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.5":{"pli":"Vimokkhoti ","eng":"Release: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.6":{"pli":"suññato vimokkho animitto vimokkho appaṇihito vimokkho. ","eng":"emptiness release, signless release, desireless release. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.7":{"pli":"Samādhīti ","eng":"Stillness: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.8":{"pli":"suññato samādhi animitto samādhi appaṇihito samādhi. ","eng":"emptiness stillness, signless stillness, desireless stillness. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.9":{"pli":"Samāpattīti ","eng":"Attainment: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.10":{"pli":"suññatā samāpatti animittā samāpatti appaṇihitā samāpatti. ","eng":"emptiness attainment, signless attainment, desireless attainment. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.11":{"pli":"Ñāṇadassananti ","eng":"Knowledge and vision: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.12":{"pli":"tisso vijjā. ","eng":"the three true insights. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.13":{"pli":"Maggabhāvanāti ","eng":"Development of the path: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.14":{"pli":"cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"the four applications of mindfulness, the four right efforts, the four foundations for supernormal power, the five spiritual faculties, the five spiritual powers, the seven factors of awakening, the noble eightfold path. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.15":{"pli":"Phalasacchikiriyāti ","eng":"Realization of the fruits: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.16":{"pli":"sotāpattiphalassa sacchikiriyā, sakadāgāmiphalassa sacchikiriyā, anāgāmiphalassa sacchikiriyā, arahattassa sacchikiriyā. ","eng":"realization of the fruit of stream-entry, realization of the fruit of once-returning, realization of the fruit of non-returning, realization of perfection. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.17":{"pli":"Kilesappahānanti ","eng":"Abandoning the defilements: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.18":{"pli":"rāgassa pahānaṃ dosassa pahānaṃ mohassa pahānaṃ. ","eng":"the abandoning of sensual desire, the abandoning of ill will, the abandoning of confusion. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.19":{"pli":"Vinīvaraṇatā cittassāti ","eng":"A mind without hindrances: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.20":{"pli":"rāgā cittaṃ vinīvaraṇatā, dosā cittaṃ vinīvaraṇatā, mohā cittaṃ vinīvaraṇatā. ","eng":"a mind without sensual desire, a mind without ill will, a mind without confusion. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pj4:4.1.21":{"pli":"Suññāgāre abhiratīti ","eng":"Delighting in solitude: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pj4:4.1.22":{"pli":"paṭhamena jhānena suññāgāre abhirati, ","eng":"because of the first absorption, there is delight in solitude; ","html":"<dd>{}"},"pli-tv-bu-vb-pj4:4.1.23":{"pli":"dutiyena jhānena suññāgāre abhirati, ","eng":"because of the second absorption, there is delight in solitude; ","html":"{}"},"pli-tv-bu-vb-pj4:4.1.24":{"pli":"tatiyena jhānena suññāgāre abhirati, ","eng":"because of the third absorption, there is delight in solitude; ","html":"{}"},"pli-tv-bu-vb-pj4:4.1.25":{"pli":"catutthena jhānena suññāgāre abhirati. ","eng":"because of the fourth absorption, there is delight in solitude. ","html":"{}</dd></dl>"},"pli-tv-bu-vb-pj4:4.2.0.1":{"eng":"Exposition ","html":"<h4 class='inserted-heading'>{}</h4>"},"pli-tv-bu-vb-pj4:4.2.0.2":{"eng":"First absorption ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:4.2.1":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I attained the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.2.2":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.3":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.4":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.2.5":{"pli":"Catūhākārehi paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I attained the first absorption,” he commits an offense entailing expulsion when four conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.2.6":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.7":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.8":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.9":{"pli":"vinidhāya diṭṭhiṃ. ","eng":"he misrepresents his view of what is true. ","html":"{}</p>","comm":"“Of what is true” is not in the Pali, but has been added for clarity. "},"pli-tv-bu-vb-pj4:4.2.10":{"pli":"Pañcahākārehi paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I attained the first absorption,” he commits an offense entailing expulsion when five conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.2.11":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.12":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.13":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.14":{"pli":"vinidhāya diṭṭhiṃ vinidhāya khantiṃ. ","eng":"he misrepresents his view of what is true; he misrepresents his belief of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.2.15":{"pli":"Chahākārehi paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I attained the first absorption,” he commits an offense entailing expulsion when six conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.2.16":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.17":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.18":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.19":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.20":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.21":{"pli":"vinidhāya ruciṃ. ","eng":"he misrepresents his acceptance of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.2.22":{"pli":"Sattahākārehi paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I attained the first absorption,” he commits an offense entailing expulsion when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.2.23":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.24":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.25":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.26":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.27":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.28":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.2.29":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.1":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ samāpajjāmīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’m attaining the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.3.2":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.3":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.4":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.5":{"pli":"Catūhākārehi paṭhamaṃ jhānaṃ samāpajjāmīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’m attaining the first absorption,” he commits an offense entailing expulsion when four conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.6":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.7":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.8":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.9":{"pli":"vinidhāya diṭṭhiṃ. ","eng":"he misrepresents his view of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.10":{"pli":"Pañcahākārehi paṭhamaṃ jhānaṃ samāpajjāmīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’m attaining the first absorption,” he commits an offense entailing expulsion when five conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.11":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.12":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.13":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.14":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.15":{"pli":"vinidhāya khantiṃ. ","eng":"he misrepresents his belief of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.16":{"pli":"Chahākārehi paṭhamaṃ jhānaṃ samāpajjāmīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’m attaining the first absorption,” he commits an offense entailing expulsion when six conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.17":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.18":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.19":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.20":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.21":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.22":{"pli":"vinidhāya ruciṃ. ","eng":"he misrepresents his acceptance of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.23":{"pli":"Sattahākārehi paṭhamaṃ jhānaṃ samāpajjāmīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’m attaining the first absorption,” he commits an offense entailing expulsion when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.24":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.25":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.26":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.27":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.28":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.29":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.30":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.31":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ samāpannoti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve attained the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.3.32":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.33":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.34":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.35":{"pli":"Catūhākārehi paṭhamaṃ jhānaṃ samāpannoti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve attained the first absorption,” he commits an offense entailing expulsion when four conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.36":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.37":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.38":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.39":{"pli":"vinidhāya diṭṭhiṃ. ","eng":"he misrepresents his view of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.40":{"pli":"Pañcahākārehi paṭhamaṃ jhānaṃ samāpannoti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve attained the first absorption,” he commits an offense entailing expulsion when five conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.41":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.42":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.43":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.44":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.45":{"pli":"vinidhāya khantiṃ. ","eng":"he misrepresents his belief of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.46":{"pli":"Chahākārehi paṭhamaṃ jhānaṃ samāpannoti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve attained the first absorption,” he commits an offense entailing expulsion when six conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.47":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.48":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.49":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.50":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.51":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.52":{"pli":"vinidhāya ruciṃ. ","eng":"he misrepresents his acceptance of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.53":{"pli":"Sattahākārehi paṭhamaṃ jhānaṃ samāpannoti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve attained the first absorption,” he commits an offense entailing expulsion when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.54":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.55":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.56":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.57":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.58":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.59":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.60":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.61":{"pli":"Tīhākārehi paṭhamassa jhānassa lābhimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I obtain the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.3.62":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.63":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.64":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.65":{"pli":"Catūhākārehi paṭhamassa jhānassa lābhimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I obtain the first absorption,” he commits an offense entailing expulsion when four conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.66":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.67":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.68":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.69":{"pli":"vinidhāya diṭṭhiṃ. ","eng":"he misrepresents his view of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.70":{"pli":"Pañcahākārehi paṭhamassa jhānassa lābhimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I obtain the first absorption,” he commits an offense entailing expulsion when five conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.71":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.72":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.73":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.74":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.75":{"pli":"vinidhāya khantiṃ. ","eng":"he misrepresents his belief of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.76":{"pli":"Chahākārehi paṭhamassa jhānassa lābhimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I obtain the first absorption,” he commits an offense entailing expulsion when six conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.77":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.78":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.79":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.80":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.81":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.82":{"pli":"vinidhāya ruciṃ. ","eng":"he misrepresents his acceptance of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.83":{"pli":"Sattahākārehi paṭhamassa jhānassa lābhimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I obtain the first absorption,” he commits an offense entailing expulsion when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.84":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.85":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.86":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.87":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.88":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.89":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.90":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.91":{"pli":"Tīhākārehi paṭhamassa jhānassa vasimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I master the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.3.92":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.93":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.94":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.95":{"pli":"Catūhākārehi paṭhamassa jhānassa vasimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I master the first absorption,” he commits an offense entailing expulsion when four conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.96":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.97":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.98":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.99":{"pli":"vinidhāya diṭṭhiṃ. ","eng":"he misrepresents his view of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.100":{"pli":"Pañcahākārehi paṭhamassa jhānassa vasimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I master the first absorption,” he commits an offense entailing expulsion when five conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.101":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.102":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.103":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.104":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.105":{"pli":"vinidhāya khantiṃ. ","eng":"he misrepresents his belief of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.106":{"pli":"Chahākārehi paṭhamassa jhānassa vasimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I master the first absorption,” he commits an offense entailing expulsion when six conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.107":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.108":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.109":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.110":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.111":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.112":{"pli":"vinidhāya ruciṃ. ","eng":"he misrepresents his acceptance of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.113":{"pli":"Sattahākārehi paṭhamassa jhānassa vasimhīti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I master the first absorption,” he commits an offense entailing expulsion when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.114":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.115":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.116":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.117":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.118":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.119":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.120":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.121":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve realized the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.3.122":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.123":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.124":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.125":{"pli":"Catūhākārehi paṭhamaṃ jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve realized the first absorption,” he commits an offense entailing expulsion when four conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.126":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.127":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.128":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.129":{"pli":"vinidhāya diṭṭhiṃ. ","eng":"he misrepresents his view of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.130":{"pli":"Pañcahākārehi paṭhamaṃ jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve realized the first absorption,” he commits an offense entailing expulsion when five conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.131":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.132":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.133":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.134":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.135":{"pli":"vinidhāya khantiṃ. ","eng":"he misrepresents his belief of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.136":{"pli":"Chahākārehi paṭhamaṃ jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve realized the first absorption,” he commits an offense entailing expulsion when six conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.137":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.138":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.139":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.140":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.141":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.142":{"pli":"vinidhāya ruciṃ. ","eng":"he misrepresents his acceptance of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.143":{"pli":"Sattahākārehi paṭhamaṃ jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “I’ve realized the first absorption,” he commits an offense entailing expulsion when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.3.144":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.145":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.146":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.147":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.148":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.149":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.3.150":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.3.151.0":{"eng":"Other individual attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:4.3.151.1":{"pli":"Yathā idaṃ paṭhamaṃ jhānaṃ vitthāritaṃ evaṃ sabbampi vitthāretabbaṃ. ","eng":"As the first absorption has been expanded in detail, so should all be expanded: ","html":"<p><span class='pe'>{}</span></p>"},"pli-tv-bu-vb-pj4:4.4.1":{"pli":"Tīhākārehi …pe… sattahākārehi dutiyaṃ jhānaṃ …pe… ","eng":"If he lies in full awareness, saying, “I attained the second absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.4.2":{"pli":"tatiyaṃ jhānaṃ …pe… ","eng":"“I attained the third absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.3":{"pli":"catutthaṃ jhānaṃ samāpajjiṃ … ","eng":"“I attained the fourth absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.4":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.5":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.6":{"pli":"catutthassa jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.7":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.8":{"pli":"catutthaṃ jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"“I’ve realized the fourth absorption,” he commits an offense entailing expulsion when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.9":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.10":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.11":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.12":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.13":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.14":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.4.15":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.1":{"pli":"Tīhākārehi suññataṃ vimokkhaṃ … ","eng":"If he lies in full awareness, saying, “I attained the emptiness release,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.5.2":{"pli":"animittaṃ vimokkhaṃ … ","eng":"“I attained the signless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.3":{"pli":"appaṇihitaṃ vimokkhaṃ samāpajjiṃ … ","eng":"“I attained the desireless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.4":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.5":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.6":{"pli":"appaṇihitassa vimokkhassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.7":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.8":{"pli":"appaṇihito vimokkho sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa …pe…. ","eng":"“I’ve realized the desireless release,” he commits an offense entailing expulsion when three conditions are fulfilled: … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.9":{"pli":"Tīhākārehi suññataṃ samādhiṃ … ","eng":"If he lies in full awareness, saying, “I attained the emptiness stillness,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.5.10":{"pli":"animittaṃ samādhiṃ … ","eng":"“I attained the signless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.11":{"pli":"appaṇihitaṃ samādhiṃ samāpajjiṃ … ","eng":"“I attained the desireless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.12":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.13":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.14":{"pli":"appaṇihitassa samādhissa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.15":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.16":{"pli":"appaṇihito samādhi sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the desireless stillness,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.17":{"pli":"Tīhākārehi suññataṃ samāpattiṃ … ","eng":"If he lies in full awareness, saying, “I attained the emptiness attainment,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.5.18":{"pli":"animittaṃ samāpattiṃ … ","eng":"“I attained the signless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.19":{"pli":"appaṇihitaṃ samāpattiṃ samāpajjiṃ … ","eng":"“I attained the desireless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.20":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.21":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.22":{"pli":"appaṇihitāya samāpattiyā lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.23":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.24":{"pli":"appaṇihitā samāpatti sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the desireless attainment,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.25":{"pli":"Tīhākārehi tisso vijjā samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the three true insights,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.5.26":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.27":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.28":{"pli":"tissannaṃ vijjānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.29":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.30":{"pli":"tisso vijjā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the three true insights,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.31":{"pli":"Tīhākārehi cattāro satipaṭṭhāne … ","eng":"If he lies in full awareness, saying, “I attained the four applications of mindfulness,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.5.32":{"pli":"cattāro sammappadhāne … ","eng":"“I attained the four right efforts,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.33":{"pli":"cattāro iddhipāde samāpajjiṃ … ","eng":"“I attained the four foundations for supernormal power,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.34":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.35":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.36":{"pli":"catunnaṃ iddhipādānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.37":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.38":{"pli":"cattāro iddhipādā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the four foundations for supernormal power,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.39":{"pli":"Tīhākārehi pañcindriyāni … ","eng":"If he lies in full awareness, saying, “I attained the five spiritual faculties,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.5.40":{"pli":"pañca balāni samāpajjiṃ … ","eng":"“I attained the five spiritual powers,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.41":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.42":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.43":{"pli":"pañcannaṃ balānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.44":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.45":{"pli":"pañcabalāni sacchikatāni mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the five spiritual powers,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.46":{"pli":"Tīhākārehi satta bojjhaṅge samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the seven factors of awakening,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.5.47":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.48":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.49":{"pli":"sattannaṃ bojjhaṅgānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.50":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.51":{"pli":"satta bojjhaṅgā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the seven factors of awakening,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.52":{"pli":"Tīhākārehi ariyaṃ aṭṭhaṅgikaṃ maggaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the noble eightfold path,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.5.53":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.54":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.55":{"pli":"ariyassa aṭṭhaṅgikassa maggassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.56":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.57":{"pli":"ariyo aṭṭhaṅgiko maggo sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the noble eightfold path,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.58":{"pli":"Tīhākārehi sotāpattiphalaṃ … ","eng":"If he lies in full awareness, saying, “I attained the fruit of stream-entry,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.5.59":{"pli":"sakadāgāmiphalaṃ … ","eng":"“I attained the fruit of once-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.60":{"pli":"anāgāmiphalaṃ … ","eng":"“I attained the fruit of non-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.61":{"pli":"arahattaṃ samāpajjiṃ … ","eng":"“I attained perfection … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.62":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.63.1":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.63.2":{"eng":"“I obtain … ","html":"{} "},"pli-tv-bu-vb-pj4:4.5.63.3":{"eng":"“I master … ","html":"{} "},"pli-tv-bu-vb-pj4:4.5.64":{"pli":"arahattassa lābhimhi vasimhi arahattaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized perfection,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.65":{"pli":"Tīhākārehi rāgo me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭitoti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"If he lies in full awareness, saying, “I’ve given up sensual desire,  renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"<hr><p>{}</p>"},"pli-tv-bu-vb-pj4:4.5.66":{"pli":"Tīhākārehi doso me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭitoti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"If he lies in full awareness, saying, “I’ve given up ill will, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:4.5.67":{"pli":"Tīhākārehi moho me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭitoti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"If he lies in full awareness, saying, “I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:4.5.68":{"pli":"Tīhākārehi rāgā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of sensual desire,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"<hr><p>{}</p>"},"pli-tv-bu-vb-pj4:4.5.69":{"pli":"Tīhākārehi dosā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of ill will,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:4.5.70":{"pli":"Tīhākārehi …pe… sattahākārehi mohā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion,” he commits an offense entailing expulsion when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.5.71":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.72":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.73":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.74":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.75":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.76":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.5.77":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.5.78":{"pli":"Suddhikaṃ niṭṭhitaṃ. ","eng":"The basic series is finished. ","html":"<p class='end'>{}</p>","comm":"“Basic series” renders, <i lang='pi' translate='no'>suddhika</i>, which is a technical term used to create sections for long permutation series. See Appendix of Specialized Vocabulary for a detailed explanation. "},"pli-tv-bu-vb-pj4:4.6.0":{"eng":"Combinations of two attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:4.6.1":{"pli":"Tīhākārehi paṭhamañca jhānaṃ dutiyañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the second absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.2":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.3":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.4":{"pli":"paṭhamassa ca jhānassa dutiyassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.5":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.6.1":{"pli":"paṭhamañca jhānaṃ dutiyañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa …pe…. ","eng":"“I’ve realized the first absorption and the second absorption,” he commits an offense entailing expulsion when three conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.6.2":{"eng":"before he has lied, he knows he is going to lie; ","html":"{} "},"pli-tv-bu-vb-pj4:4.6.6.3":{"eng":"while lying, he knows he is lying; ","html":"{} "},"pli-tv-bu-vb-pj4:4.6.6.4":{"eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.7":{"pli":"Tīhākārehi paṭhamañca jhānaṃ tatiyañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the third absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.8":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.9":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.10":{"pli":"paṭhamassa ca jhānassa tatiyassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.11":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.12":{"pli":"paṭhamañca jhānaṃ tatiyañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the third absorption,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.13":{"pli":"Tīhākārehi paṭhamañca jhānaṃ catutthañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the fourth absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.14":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.15":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.16":{"pli":"paṭhamassa ca jhānassa catutthassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.17":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.18":{"pli":"paṭhamañca jhānaṃ catutthañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the fourth absorption,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.19":{"pli":"Tīhākārehi paṭhamañca jhānaṃ suññatañca vimokkhaṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the emptiness release,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.6.20":{"pli":"paṭhamañca jhānaṃ animittañca vimokkhaṃ … ","eng":"“I attained the first absorption and the signless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.21":{"pli":"paṭhamañca jhānaṃ appaṇihitañca vimokkhaṃ samāpajjiṃ … ","eng":"“I attained the first absorption and the desireless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.22":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.23":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.24":{"pli":"paṭhamassa ca jhānassa appaṇihitassa ca vimokkhassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.25":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.26":{"pli":"paṭhamañca jhānaṃ appaṇihito ca vimokkho sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the desireless release,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.27":{"pli":"Tīhākārehi paṭhamañca jhānaṃ suññatañca samādhiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the emptiness stillness,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.28":{"pli":"paṭhamañca jhānaṃ animittañca samādhiṃ … ","eng":"“I attained the first absorption and the signless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.29":{"pli":"paṭhamañca jhānaṃ appaṇihitañca samādhiṃ samāpajjiṃ … ","eng":"“I attained the first absorption and the desireless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.30":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.31":{"pli":"samāpanno ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.32":{"pli":"paṭhamassa ca jhānassa appaṇihitassa ca samādhissa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.33":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.34":{"pli":"paṭhamañca jhānaṃ appaṇihito ca samādhi sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the desireless stillness,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.35":{"pli":"Tīhākārehi paṭhamañca jhānaṃ suññatañca samāpattiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the emptiness attainment,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.36":{"pli":"paṭhamañca jhānaṃ animittañca samāpattiṃ … ","eng":"“I attained the first absorption and the signless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.37":{"pli":"paṭhamañca jhānaṃ appaṇihitañca samāpattiṃ samāpajjiṃ … ","eng":"“I attained the first absorption and the desireless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.38":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.39":{"pli":"samāpanno ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.40":{"pli":"paṭhamassa ca jhānassa appaṇihitāya ca samāpattiyā lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.41":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.42":{"pli":"paṭhamañca jhānaṃ appaṇihitā ca samāpatti sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the desireless attainment,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.43":{"pli":"Tīhākārehi paṭhamañca jhānaṃ tisso ca vijjā samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the three true insights,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.6.44":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.45":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.46":{"pli":"paṭhamassa ca jhānassa tissannañca vijjānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.47":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.48":{"pli":"paṭhamañca jhānaṃ tisso ca vijjā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the three true insights,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.49":{"pli":"Tīhākārehi paṭhamañca jhānaṃ cattāro ca satipaṭṭhāne … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the four applications of mindfulness,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.6.50":{"pli":"paṭhamañca jhānaṃ cattāro ca sammappadhāne … ","eng":"“I attained the first absorption and the four right efforts,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.51":{"pli":"paṭhamañca jhānaṃ cattāro ca iddhipāde samāpajjiṃ … ","eng":"“I attained the first absorption and the four foundations for supernormal power,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.52":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.53":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.54":{"pli":"paṭhamassa ca jhānassa catunnañca iddhipādānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.55":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.56":{"pli":"paṭhamañca jhānaṃ cattāro ca iddhipādā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the four foundations for supernormal power,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.57":{"pli":"Tīhākārehi paṭhamañca jhānaṃ pañca ca indriyāni … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the five spiritual faculties,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.58":{"pli":"paṭhamañca jhānaṃ pañca ca balāni samāpajjiṃ … ","eng":"“I attained the first absorption and the five spiritual powers,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.59":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.60":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.61":{"pli":"paṭhamassa ca jhānassa pañcannañca balānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.62":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.63":{"pli":"paṭhamañca jhānaṃ pañca ca balāni sacchikatāni mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the five spiritual powers,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.64":{"pli":"Tīhākārehi paṭhamañca jhānaṃ satta ca bojjhaṅge samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the seven factors of awakening,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.65":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.66":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.67":{"pli":"paṭhamassa ca jhānassa sattannañca bojjhaṅgānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.68":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.69":{"pli":"paṭhamañca jhānaṃ satta ca bojjhaṅgā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the seven factors of awakening,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.70":{"pli":"Tīhākārehi paṭhamañca jhānaṃ ariyañca aṭṭhaṅgikaṃ maggaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the noble eightfold path,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.71":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.72":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.73":{"pli":"paṭhamassa ca jhānassa ariyassa ca aṭṭhaṅgikassa maggassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.74":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.75":{"pli":"paṭhamañca jhānaṃ ariyo ca aṭṭhaṅgiko maggo sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and the noble eightfold path,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.76":{"pli":"Tīhākārehi paṭhamañca jhānaṃ sotāpattiphalañca … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the fruit of stream-entry,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.6.77":{"pli":"paṭhamañca jhānaṃ sakadāgāmiphalañca … ","eng":"“I attained the first absorption and the fruit of once-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.78":{"pli":"paṭhamañca jhānaṃ anāgāmiphalañca … ","eng":"“I attained the first absorption and the fruit of non-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.79":{"pli":"paṭhamañca jhānaṃ arahattañca samāpajjiṃ … ","eng":"“I attained the first absorption and perfection,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.80":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.81":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.82":{"pli":"paṭhamassa ca jhānassa arahattassa ca lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.83":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.84":{"pli":"paṭhamañca jhānaṃ arahattañca sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the first absorption and perfection,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.85":{"pli":"Tīhākārehi paṭhamañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and I’ve given up sensual desire,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.6.86":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.87":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.88":{"pli":"paṭhamassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.89":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.90":{"pli":"paṭhamañca jhānaṃ sacchikataṃ mayā, rāgo ca me catto … ","eng":"“I’ve realized the first absorption and I’ve given up sensual desire … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.91":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.92":{"pli":"moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭitoti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.93":{"pli":"Tīhākārehi …pe… sattahākārehi paṭhamañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and my mind is free from the hindrance of sensual desire,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.6.94":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.95":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.96":{"pli":"paṭhamassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.97":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.98":{"pli":"paṭhamañca jhānaṃ sacchikataṃ mayā, rāgā ca me cittaṃ vinīvaraṇaṃ … ","eng":"“I’ve realized the first absorption and my mind is free from the hindrance of sensual desire,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.99":{"pli":"dosā ca me cittaṃ vinīvaraṇaṃ … ","eng":"and my mind is free from the hindrance of ill will,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.100":{"pli":"mohā ca me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"and my mind is free from the hindrance of confusion,” he commits an offense entailing expulsion when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.101":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.102":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.103":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.104":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.105":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.106":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.6.107":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.6.108":{"pli":"Khaṇḍacakkaṃ niṭṭhitaṃ. ","eng":"The unconnected permutation series is finished. ","html":"<p class='end'>{}</p>","comm":"“The unconnected permutation series” renders <i lang='pi' translate='no'>khaṇḍacakka</i>, which is another technical term used with the permutation series. See Appendix of Specialized Vocabulary under <i lang='pi' translate='no'>khaṇḍa</i> and <i lang='pi' translate='no'>cakka</i> for further details. "},"pli-tv-bu-vb-pj4:4.7.1":{"pli":"Tīhākārehi dutiyañca jhānaṃ tatiyañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the second absorption and the third absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.7.2":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.3":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.4":{"pli":"dutiyassa ca jhānassa tatiyassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.5":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.6":{"pli":"dutiyañca jhānaṃ tatiyañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the second absorption and the third absorption,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.7.7":{"pli":"Tīhākārehi dutiyañca jhānaṃ catutthañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the second absorption and the fourth absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.7.8":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.9":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.10":{"pli":"dutiyassa ca jhānassa catutthassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.11":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.12":{"pli":"dutiyañca jhānaṃ catutthañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the second absorption and the fourth absorption,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.7.13":{"pli":"Tīhākārehi dutiyañca jhānaṃ suññatañca vimokkhaṃ … ","eng":"If he lies in full awareness, saying, “I attained the second absorption and the emptiness release,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.7.14":{"pli":"animittañca vimokkhaṃ … ","eng":"and the signless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.15":{"pli":"appaṇihitañca vimokkhaṃ … ","eng":"and the desireless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.16":{"pli":"suññatañca samādhiṃ … ","eng":"and the emptiness stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.17":{"pli":"animittañca samādhiṃ … ","eng":"and the signless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.18":{"pli":"appaṇihitañca samādhiṃ … ","eng":"and the desireless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.19":{"pli":"suññatañca samāpattiṃ … ","eng":"and the emptiness attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.20":{"pli":"animittañca samāpattiṃ … ","eng":"and the signless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.21":{"pli":"appaṇihitañca samāpattiṃ … ","eng":"and the desireless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.22":{"pli":"tisso ca vijjā … ","eng":"and the three true insights,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.23":{"pli":"cattāro ca satipaṭṭhāne … ","eng":"and the four applications of mindfulness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.24":{"pli":"cattāro ca sammappadhāne … ","eng":"and the four right efforts,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.25":{"pli":"cattāro ca iddhipāde … ","eng":"and the four foundations for supernormal power,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.26":{"pli":"pañca ca indriyāni … ","eng":"and the five spiritual faculties,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.27":{"pli":"pañca ca balāni … ","eng":"and the five spiritual powers,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.28":{"pli":"satta ca bojjhaṅge … ","eng":"and the seven factors of awakening,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.29":{"pli":"ariyañca aṭṭhaṅgikaṃ maggaṃ … ","eng":"and the noble eightfold path,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.30":{"pli":"sotāpattiphalañca … ","eng":"and the fruit of stream-entry,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.31":{"pli":"sakadāgāmiphalañca … ","eng":"and the fruit of once-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.32":{"pli":"anāgāmiphalañca … ","eng":"and the fruit of non-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.33":{"pli":"arahattañca samāpajjiṃ … ","eng":"and perfection,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.34":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.35":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.36":{"pli":"dutiyassa ca jhānassa arahattassa ca lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.37":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.38":{"pli":"dutiyañca jhānaṃ arahattañca sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the second absorption and perfection,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.7.39":{"pli":"Tīhākārehi dutiyañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the second absorption and I’ve given up sensual desire … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.7.40":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.41":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.42":{"pli":"dutiyassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.43":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.44":{"pli":"dutiyañca jhānaṃ sacchikataṃ mayā, rāgo ca me catto … ","eng":"“I’ve realized the second absorption and I’ve given up sensual desire … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.45":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.46":{"pli":"moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭito. ","eng":"and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.47":{"pli":"Rāgā ca me cittaṃ vinīvaraṇaṃ … ","eng":"and my mind is free from the hindrance of sensual desire,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.48":{"pli":"dosā ca me cittaṃ vinīvaraṇaṃ … ","eng":"and my mind is free from the hindrance of ill will,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.49":{"pli":"mohā ca me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"and my mind is free from the hindrance of confusion,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.7.50":{"pli":"Tīhākārehi …pe… sattahākārehi dutiyañca jhānaṃ paṭhamañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the second absorption and the first absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.7.51":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.52":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.53":{"pli":"dutiyassa ca jhānassa paṭhamassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.54":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.55":{"pli":"dutiyañca jhānaṃ paṭhamañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa …pe… ","eng":"“I’ve realized the second absorption and the first absorption,” he commits an offense entailing expulsion when three conditions are fulfilled … when seven conditions are fulfilled … ","html":"{}"},"pli-tv-bu-vb-pj4:4.7.56":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.7.57":{"pli":"Baddhacakkaṃ. ","eng":"The linked permutation series is finished. ","html":"<p class='end'>{}</p>","comm":"“The linked permutation series” renders <i lang='pi' translate='no'>baddhacakka</i>, which is yet another technical term used with permutation series. See Appendix of Specialized Vocabulary under <i lang='pi' translate='no'>baddha</i> and <i lang='pi' translate='no'>cakka</i>. "},"pli-tv-bu-vb-pj4:4.8.1":{"pli":"Evaṃ ekekaṃ mūlaṃ kātuna baddhacakkaṃ parivattakaṃ kattabbaṃ. ","eng":"In this way each section is to be dealt with as in the linked permutation series. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:4.8.2":{"pli":"Idaṃ saṅkhittaṃ. ","eng":"Here it is in brief: ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:4.8.3":{"pli":"Tīhākārehi tatiyañca jhānaṃ catutthañca jhānaṃ …pe… ","eng":"If he lies in full awareness, saying, “I attained the third absorption and the fourth absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.4":{"pli":"tatiyañca jhānaṃ arahattañca samāpajjiṃ … ","eng":"the third absorption and perfection,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.5":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.6":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.7":{"pli":"tatiyassa ca jhānassa arahattassa ca lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.8":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.9":{"pli":"tatiyañca jhānaṃ arahattañca sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the third absorption and perfection,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.10":{"pli":"Tīhākārehi tatiyañca jhānaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the third absorption and I’ve given up sensual desire … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.11":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.12":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.13":{"pli":"tatiyassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.14":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.15":{"pli":"tatiyañca jhānaṃ sacchikataṃ mayā, rāgo ca me catto … ","eng":"“I’ve realized the third absorption and I’ve given up sensual desire … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.16":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.17":{"pli":"moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭito. ","eng":"and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” … ","html":"{}","comm":"It seems the Pali has left the ellipses points out by mistake. "},"pli-tv-bu-vb-pj4:4.8.18":{"pli":"Rāgā ca me cittaṃ vinīvaraṇaṃ … ","eng":"and my mind is free from the hindrance of sensual desire,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.19":{"pli":"dosā ca me cittaṃ vinīvaraṇaṃ … ","eng":"and my mind is free from the hindrance of ill will,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.20":{"pli":"mohā ca me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"and my mind is free from the hindrance of confusion,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.21":{"pli":"Tīhākārehi tatiyañca jhānaṃ paṭhamañca jhānaṃ … ","eng":"If he lies in full awareness, saying, “I attained the third absorption and the first absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.22":{"pli":"tatiyañca jhānaṃ dutiyañca jhānaṃ samāpajjiṃ … ","eng":"“I attained the third absorption and the second absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.23":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.24":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.25":{"pli":"tatiyassa ca jhānassa dutiyassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.26":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.27":{"pli":"tatiyañca jhānaṃ dutiyañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“I’ve realized the third absorption and the second absorption,” he commits an offense entailing expulsion when three conditions are fulfilled. … ","html":"{}</p>","comm":"It seems ellipses points are missing from the end of the Pali segment. "},"pli-tv-bu-vb-pj4:4.8.28":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ paṭhamañca jhānaṃ …pe… ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the first absorption,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.8.29":{"pli":"dutiyañca jhānaṃ … ","eng":"the second absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.30":{"pli":"tatiyañca jhānaṃ … ","eng":"the third absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.31":{"pli":"catutthañca jhānaṃ samāpajjiṃ ","eng":"the fourth absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.32":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.33":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.34":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ catutthassa ca jhānassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.35":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.36":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ catutthañca jhānaṃ sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the fourth absorption,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.37":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ suññatañca vimokkhaṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the emptiness release,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.8.38":{"pli":"animittañca vimokkhaṃ … ","eng":"and I attained the signless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.39":{"pli":"appaṇihitañca vimokkhaṃ samāpajjiṃ … ","eng":"and I attained the desireless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.40":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.41":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.42":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ appaṇihitassa ca vimokkhassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.43":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.44":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ appaṇihito ca vimokkho sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the desireless release,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.45":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ suññatañca samādhiṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the emptiness stillness,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.46":{"pli":"animittañca samādhiṃ … ","eng":"and I attained the signless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.47":{"pli":"appaṇihitañca samādhiṃ samāpajjiṃ … ","eng":"and I attained the desireless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.48":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.49":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.50":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ appaṇihitassa ca samādhissa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.51":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.52":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ appaṇihito ca samādhi sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the desireless stillness,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.53":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ suññatañca samāpattiṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the emptiness attainment,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.54":{"pli":"animittañca samāpattiṃ … ","eng":"and I attained the signless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.55":{"pli":"appaṇihitañca samāpattiṃ samāpajjiṃ … ","eng":"and I attained the desireless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.56":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.57":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.58":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ appaṇihitāya ca samāpattiyā lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.59":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.60":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ appaṇihitā ca samāpatti sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the desireless attainment,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.61":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ tisso ca vijjā samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the three true insights,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.8.62":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.63":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.64":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ tissannañca vijjānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.65":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.66":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ tisso ca vijjā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the three true insights,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.67":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ cattāro ca satipaṭṭhāne … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the four applications of mindfulness,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.8.68":{"pli":"cattāro ca sammappadhāne … ","eng":"and I attained the four right efforts,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.69":{"pli":"cattāro ca iddhipāde samāpajjiṃ … ","eng":"and I attained the four foundations for supernormal power,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.70":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.71":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.72":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ catunnañca iddhipādānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.73":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.74":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ cattāro ca iddhipādā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the four foundations for supernormal power,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.75":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ pañca ca indriyāni … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the five spiritual faculties,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.76":{"pli":"pañca ca balāni samāpajjiṃ … ","eng":"and I attained the five spiritual powers,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.77":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.78":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.79":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ pañcannañca balānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.80":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.81":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ pañca ca balāni sacchikatāni mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the five spiritual powers,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.82":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ satta ca bojjhaṅge samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the seven factors of awakening,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.83":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.84":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.85":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ sattannañca bojjhaṅgānaṃ lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.86":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.87":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ satta ca bojjhaṅgā sacchikatā mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the seven factors of awakening,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.88":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ ariyañca aṭṭhaṅgikaṃ maggaṃ samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the noble eightfold path,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.89":{"pli":"samāpajjāmi … ","eng":"“I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.90":{"pli":"samāpanno … ","eng":"“I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.91":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ ariyassa ca aṭṭhaṅgikassa maggassa lābhimhi … ","eng":"“I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.92":{"pli":"vasimhi … ","eng":"“I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.93":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ ariyo ca aṭṭhaṅgiko maggo sacchikato mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized the noble eightfold path,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.94":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ sotāpattiphalañca … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I attained the fruit of stream-entry,” … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.8.95":{"pli":"sakadāgāmiphalañca … ","eng":"and I attained the fruit of once-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.96":{"pli":"anāgāmiphalañca … ","eng":"and I attained the fruit of non-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.97":{"pli":"arahattañca samāpajjiṃ … ","eng":"and I attained perfection,” … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.98":{"pli":"samāpajjāmi … ","eng":"and I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.99":{"pli":"samāpanno … ","eng":"and I’ve attained … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.100":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ arahattassa ca lābhimhi … ","eng":"and I obtain … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.101":{"pli":"vasimhi … ","eng":"and I master … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.102":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ arahattañca sacchikataṃ mayāti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"“My mind is free from the hindrance of confusion and I’ve realized perfection,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.103":{"pli":"Tīhākārehi mohā ca me cittaṃ vinīvaraṇaṃ, rāgo ca me catto … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and I’ve given up sensual desire … ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:4.8.104":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.105":{"pli":"moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭitoti sampajānamusā bhaṇantassa āpatti pārājikassa. ","eng":"and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside,” he commits an offense entailing expulsion when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.106":{"pli":"Tīhākārehi …pe… sattahākārehi mohā ca me cittaṃ vinīvaraṇaṃ rāgā ca me cittaṃ vinīvaraṇaṃ … ","eng":"If he lies in full awareness, saying, “My mind is free from the hindrance of confusion and my mind is free from the hindrance of sensual desire,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.8.107":{"pli":"dosā ca me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"and my mind is free from the hindrance of ill will,” he commits an offense entailing expulsion when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.108":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.109":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.110":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.111":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.112":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.113":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.8.114":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.8.115":{"pli":"Ekamūlakaṃ niṭṭhitaṃ. ","eng":"The section based on one item is finished. ","html":"<p class='end'>{}</p>","comm":"“Based on” renders <i lang='pi' translate='no'>mūlaka</i>. <i lang='pi' translate='no'>Mūlaka</i> is used in repetition series to denote the number of items that form the basis for the series. In the present context, although two attainments are given in each case of the above permutation series, it seems that only the one which remains unchanged within each sub-section is considered the “one item”. "},"pli-tv-bu-vb-pj4:4.9.0":{"eng":"Combinations of more than two attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:4.9.1":{"pli":"Yathā ekamūlakaṃ vitthāritaṃ evameva dumūlakādipi vitthāretabbaṃ. ","eng":"The sections based on two items, etc., are to be given in detail in the same way as the section based on one item. ","html":"<p><span class='pe'>{}</span></p>"},"pli-tv-bu-vb-pj4:4.9.2.0":{"eng":"Combination of all attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:4.9.2.1":{"pli":"Idaṃ sabbamūlakaṃ ","eng":"This is the section based on all items: ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:4.9.3":{"pli":"Tīhākārehi …pe… sattahākārehi paṭhamañca jhānaṃ dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ suññatañca vimokkhaṃ animittañca vimokkhaṃ appaṇihitañca vimokkhaṃ suññatañca samādhiṃ animittañca samādhiṃ appaṇihitañca samādhiṃ suññatañca samāpattiṃ animittañca samāpattiṃ appaṇihitañca samāpattiṃ tisso ca vijjā cattāro ca satipaṭṭhāne cattāro ca sammappadhāne cattāro ca iddhipāde pañca ca indriyāni pañca ca balāni satta ca bojjhaṅge ariyañca aṭṭhaṅgikaṃ maggaṃ sotāpattiphalañca sakadāgāmiphalañca anāgāmiphalañca arahattañca samāpajjiṃ … ","eng":"If he lies in full awareness, saying, “I attained the first absorption and the second absorption and the third absorption and the fourth absorption and the emptiness release and the signless release and the desireless release and the emptiness stillness and the signless stillness and the desireless stillness and the emptiness attainment and the signless attainment and the desireless attainment and the three true insights and the four applications of mindfulness and the four right efforts and the four foundations for supernormal power and the five spiritual faculties and the five spiritual powers and the seven factors of awakening and the noble eightfold path and the fruit of stream-entry and the fruit of once-returning and the fruit of non-returning and perfection … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:4.9.4":{"pli":"samāpajjāmi … ","eng":"and I’m attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.5":{"pli":"samāpanno …pe… ","eng":"and I’ve attained … etc. … ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.6":{"pli":"rāgo ca me catto, doso ca me catto, moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭito. ","eng":"and I’ve given up sensual desire, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and I’ve given up ill will, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.7":{"pli":"Rāgā ca me cittaṃ vinīvaraṇaṃ, dosā ca me cittaṃ vinīvaraṇaṃ, mohā ca me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa āpatti pārājikassa—","eng":"and my mind is free from the hindrance of sensual desire and my mind is free from the hindrance of ill will and my mind is free from the hindrance of confusion,” he commits an offense entailing expulsion when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.8":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.9":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.10":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.11":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.12":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.13":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:4.9.14":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:4.9.15":{"pli":"Sabbamūlakaṃ niṭṭhitaṃ. ","eng":"The section based on all items is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:4.9.16":{"pli":"Suddhikavārakathā niṭṭhitā. ","eng":"The exposition of the section on the basic series is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:5.1.0":{"eng":"Meaning to say first absorption, but saying something else ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:5.1.1":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ samāpajjinti vattukāmo dutiyaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “I attained the first absorption,” while actually saying, “I attained the second absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}","comm":"“If the listener understands” renders <i lang='pi' translate='no'>paṭivijānantassa</i>. This is in accordance with Sp 1.219, which has this to say: <i lang='pi' translate='no'>Atha pana yassa āroceti, so na jānāti “ki ayaṁ bhaṇatī”ti, saṁsayaṁ vā āpajjati, ciraṁ vīmaṁsitvā vā pacchā jānāti, appaṭivijānanto icceva saṅkhyaṁ gacchati</i>”, “When he who is informed does not understand, thinking, ‘What does he say?’ or he has doubt, or he understands after reflecting for a long time, then it is considered ‘one who does not understand.’” Grammatically <i lang='pi' translate='no'>paṭivijānantassa</i> could refer to either the speaker or the listener (it can be regarded as a genitive agreeing with <i lang='pi' translate='no'>bhaṇantassa</i>, thus referring to the speaker, or it can be regarded as a dative of the person spoken to, that is, the listener), but logically it seems it must refer to the listener. In accordance with common usage, “understanding” (<i lang='pi' translate='no'>paṭivijānantassa</i>) must refer to understanding the overall meaning of what is said, not to knowing the exact words that have been spoken. Since the speaker knows he is lying, he understands the overall meaning. It follows that the understanding here must refer to the listener. A parallel construction is found at <a href='index.html?q=pli-tv-bu-vb-pj1#8.4.10'>Bu Pj 1:8.4.10</a> where <i lang='pi' translate='no'>paṭivijānāti</i> is used in connection with giving up the monastic training. Here the verb clearly refers to understanding on the part of the listener, that is, one has only succeeded in renouncing the training if the listener understands what one is saying. At <a href='index.html?q=pli-tv-bu-vb-ss3#4.1.4'>Bu Ss 3:4.1.4</a> the same verb, this time in the aorist form <i lang='pi' translate='no'>paṭivijāni</i>, again refers to the listener. "},"pli-tv-bu-vb-pj4:5.1.2":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.1.3":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ samāpajjinti vattukāmo tatiyaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “I attained the first absorption,” while actually saying, “I attained the third absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.1.4":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.1.5":{"pli":"Tīhākārehi paṭhamaṃ jhānaṃ samāpajjinti vattukāmo catutthaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “I attained the first absorption,” while actually saying, “I attained the fourth absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.1.6":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.1.7":{"pli":"Tīhākārehi …pe… sattahākārehi paṭhamaṃ jhānaṃ samāpajjinti vattukāmo suññataṃ vimokkhaṃ … ","eng":"If he lies in full awareness, meaning to say, “I attained the first absorption,” while actually saying, “I attained the emptiness release,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.1.8":{"pli":"animittaṃ vimokkhaṃ … ","eng":"the signless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.9":{"pli":"appaṇihitaṃ vimokkhaṃ … ","eng":"the desireless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.10":{"pli":"suññataṃ samādhiṃ … ","eng":"the emptiness stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.11":{"pli":"animittaṃ samādhiṃ … ","eng":"the signless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.12":{"pli":"appaṇihitaṃ samādhiṃ … ","eng":"the desireless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.13":{"pli":"suññataṃ samāpattiṃ … ","eng":"the emptiness attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.14":{"pli":"animittaṃ samāpattiṃ … ","eng":"the signless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.15":{"pli":"appaṇihitaṃ samāpattiṃ … ","eng":"the desireless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.16":{"pli":"tisso vijjā … ","eng":"the three true insights,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.17":{"pli":"cattāro satipaṭṭhāne … ","eng":"the four applications of mindfulness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.18":{"pli":"cattāro sammappadhāne … ","eng":"the four right efforts,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.19":{"pli":"cattāro iddhipāde … ","eng":"the four foundations for supernormal power,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.20":{"pli":"pañcindriyāni … ","eng":"the five spiritual faculties,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.21":{"pli":"pañca balāni … ","eng":"the five spiritual powers,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.22":{"pli":"satta bojjhaṅge … ","eng":"the seven factors of awakening,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.23":{"pli":"ariyaṃ aṭṭhaṅgikaṃ maggaṃ … ","eng":"the noble eightfold path,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.24":{"pli":"sotāpattiphalaṃ … ","eng":"the fruit of stream-entry,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.25":{"pli":"sakadāgāmiphalaṃ … ","eng":"the fruit of once-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.26":{"pli":"anāgāmiphalaṃ … ","eng":"the fruit of non-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.27":{"pli":"arahattaṃ samāpajjiṃ …pe… ","eng":"perfection,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.28":{"pli":"rāgo me catto … ","eng":"“I’ve given up sensual desire … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.29":{"pli":"doso me catto … ","eng":"“I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.30":{"pli":"moho me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭito. ","eng":"“I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside.,” ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.31":{"pli":"Rāgā me cittaṃ vinīvaraṇaṃ … ","eng":"“My mind is free from the hindrance of sensual desire,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.32":{"pli":"dosā me cittaṃ vinīvaraṇaṃ … ","eng":"“My mind is free from the hindrance of ill will,” … ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.33":{"pli":"mohā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"“My mind is free from the hindrance of confusion,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.34":{"pli":"na paṭivijānantassa āpatti thullaccayassa—","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.35":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.36":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.37":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.38":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.39":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.40":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:5.1.41":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.1.42":{"pli":"Vatthuvisārakassa ekamūlakassa khaṇḍacakkaṃ niṭṭhitaṃ. ","eng":"The unconnected permutation series based on one item with a speech extension is finished. ","html":"<p class='end'>{}</p>","comm":"The Pali text reads <i lang='pi' translate='no'>vatthu</i>, “basis”, rather than <i lang='pi' translate='no'>vattu</i>, “speech”. However, I have chosen to follow the alternative reading of <i lang='pi' translate='no'>vattu</i>, found in the PTS edition, since this seems more reasonable to me given the context. "},"pli-tv-bu-vb-pj4:5.2.0":{"eng":"Meaning to say second absorption, but saying something else ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:5.2.1":{"pli":"Tīhākārehi dutiyaṃ jhānaṃ samāpajjinti vattukāmo tatiyaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “I attained the second absorption,” while actually saying, “I attained the third absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.2.2":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.2.3":{"pli":"Tīhākārehi dutiyaṃ jhānaṃ samāpajjinti vattukāmo catutthaṃ jhānaṃ samāpajjinti …pe… ","eng":"If he lies in full awareness, meaning to say, “I attained the second absorption,” while actually saying, “I attained the fourth absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.2.4":{"pli":"mohā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"“My mind is free from the hindrance of confusion,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:5.2.5":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.2.6":{"pli":"Tīhākārehi …pe… sattahākārehi dutiyaṃ jhānaṃ samāpajjinti vattukāmo paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “I attained the second absorption,” while actually saying, “I attained the first absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.2.7":{"pli":"na paṭivijānantassa āpatti thullaccayassa …pe… ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled … when seven conditions are fulfilled … ","html":"{}"},"pli-tv-bu-vb-pj4:5.2.8":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.2.9":{"pli":"Vatthuvisārakassa ekamūlakassa baddhacakkaṃ. ","eng":"The linked permutation series based on one item with a speech extension is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:5.2.10":{"pli":"Mūlaṃ saṅkhittaṃ. ","eng":"The basis in brief is finished. ","html":"<p class='end'>{}</p>","comm":"“Basis” renders <i lang='pi' translate='no'>mūla</i>. The <i lang='pi' translate='no'>mūla</i> denotes a basic pattern to be followed in the succeeding permutation series. "},"pli-tv-bu-vb-pj4:5.3.0":{"eng":"Meaning to say he is free from confusion, but saying something else ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:5.3.1":{"pli":"Tīhākārehi mohā me cittaṃ vinīvaraṇanti vattukāmo paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “My mind is free from the hindrance of confusion,” while actually saying, “I attained the first absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.3.2":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.3.3":{"pli":"Tīhākārehi …pe… sattahākārehi mohā me cittaṃ vinīvaraṇanti vattukāmo dosā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"If he lies in full awareness, meaning to say, “My mind is free from the hindrance of confusion,” while actually saying, “My mind is free from the hindrance of ill will,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.3.4":{"pli":"na paṭivijānantassa āpatti thullaccayassa …pe… ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled … when seven conditions are fulfilled … ","html":"{}"},"pli-tv-bu-vb-pj4:5.3.5":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.3.6":{"pli":"Vatthuvisārakassa ekamūlakaṃ niṭṭhitaṃ. ","eng":"The section based on one item with a speech extension is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:5.4.0":{"eng":"Meaning to say any particular combination of individual attainments, but saying something else ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:5.4.1":{"pli":"Yathā ekamūlakaṃ vitthāritaṃ evameva dumūlakādipi vitthāretabbaṃ. ","eng":"The sections based on two items, etc., are to be given in detail in the same way as the section based on one item. ","html":"<p><span class='pe'>{}</span></p>"},"pli-tv-bu-vb-pj4:5.4.2.0":{"eng":"Meaning to say all the attainments but one, and instead saying the remaining one ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:5.4.2.1":{"pli":"Idaṃ sabbamūlakaṃ ","eng":"This is the section based on all items: ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:5.4.3":{"pli":"Tīhākārehi …pe… sattahākārehi paṭhamañca jhānaṃ dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ suññatañca vimokkhaṃ animittañca vimokkhaṃ appaṇihitañca vimokkhaṃ suññatañca samādhiṃ animittañca samādhiṃ appaṇihitañca samādhiṃ suññatañca samāpattiṃ animittañca samāpattiṃ appaṇihitañca samāpattiṃ tisso ca vijjā cattāro ca satipaṭṭhāne cattāro ca sammappadhāne cattāro ca iddhipāde pañca ca indriyāni pañca ca balāni satta ca bojjhaṅge ariyañca aṭṭhaṅgikaṃ maggaṃ sotāpattiphalañca sakadāgāmiphalañca anāgāmiphalañca arahattañca samāpajjiṃ …pe… ","eng":"If he lies in full awareness, meaning to say, “I attained the first absorption and the second absorption and the third absorption and the fourth absorption and the emptiness release and the signless release and the desireless release and the emptiness stillness and the signless stillness and the desireless stillness and the emptiness attainment and the signless attainment and the desireless attainment and the three true insights and the four applications of mindfulness and the four right efforts and the four foundations for supernormal power and the five spiritual faculties and the five spiritual powers and the seven factors of awakening and the noble eightfold path and the fruit of stream-entry and the fruit of once-returning and the fruit of non-returning and perfection … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.4.4":{"pli":"rāgo ca me catto … ","eng":"and I’ve given up sensual desire … ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.5":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.6":{"pli":"moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭito, rāgā ca me cittaṃ vinīvaraṇaṃ dosā ca me cittaṃ vinīvaraṇanti vattukāmo mohā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and my mind is free from the hindrance of sensual desire and my mind is free from the hindrance of ill will,” while actually saying, “My mind is free from the hindrance of confusion,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.7":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled … when seven conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.4.8":{"pli":"Tīhākārehi dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ suññatañca vimokkhaṃ animittañca vimokkhaṃ appaṇihitañca vimokkhaṃ suññatañca samādhiṃ animittañca samādhiṃ appaṇihitañca samādhiṃ suññatañca samāpattiṃ animittañca samāpattiṃ appaṇihitañca samāpattiṃ tisso ca vijjā cattāro ca satipaṭṭhāne cattāro ca sammappadhāne cattāro ca iddhipāde pañca ca indriyāni pañca ca balāni satta ca bojjhaṅge ariyañca aṭṭhaṅgikaṃ maggaṃ sotāpattiphalañca sakadāgāmiphalañca anāgāmiphalañca arahattañca samāpajjiṃ …pe… ","eng":"If he lies in full awareness, meaning to say, “I attained the second absorption and the third absorption and the fourth absorption and the emptiness release and the signless release and the desireless release and the emptiness stillness and the signless stillness and the desireless stillness and the emptiness attainment and the signless attainment and the desireless attainment and the three true insights and the four applications of mindfulness and the four right efforts and the four foundations for supernormal power and the five spiritual faculties and the five spiritual powers and the seven factors of awakening and the noble eightfold path and the fruit of stream-entry and the fruit of once-returning and the fruit of non-returning and perfection … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.4.9":{"pli":"rāgo ca me catto … ","eng":"and I’ve given up sensual desire … ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.10":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.11":{"pli":"moho ca me catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭito, rāgā ca me cittaṃ vinīvaraṇaṃ dosā ca me cittaṃ vinīvaraṇaṃ mohā ca me cittaṃ vinīvaraṇanti vattukāmo paṭhamaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and my mind is free from the hindrance of sensual desire and my mind is free from the hindrance of ill will and my mind is free from the hindrance of confusion,” while actually saying, “I attained the first absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.12":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, there is a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.4.13":{"pli":"Tīhākārehi tatiyañca jhānaṃ catutthañca jhānaṃ …pe… ","eng":"If he lies in full awareness, meaning to say, “I attained the third absorption and the fourth absorption … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.4.14":{"pli":"mohā ca me cittaṃ vinīvaraṇaṃ paṭhamañca jhānaṃ samāpajjinti vattukāmo dutiyaṃ jhānaṃ samāpajjinti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"and my mind is free from the hindrance of confusion and I attained the first absorption,” while actually saying, “I attained the second absorption,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.15":{"pli":"na paṭivijānantassa āpatti thullaccayassa. ","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.4.16":{"pli":"Tīhākārehi …pe… sattahākārehi mohā ca me cittaṃ vinīvaraṇaṃ paṭhamañca jhānaṃ dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ …pe… ","eng":"If he lies in full awareness, meaning to say, “My mind is free from the hindrance of confusion and I attained the first absorption and the second absorption and the third absorption and the fourth absorption … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:5.4.17":{"pli":"rāgā ca me cittaṃ vinīvaraṇanti vattukāmo dosā me cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti pārājikassa; ","eng":"and my mind is free from the hindrance of sensual desire,” while actually saying, “My mind is free from the hindrance of ill will,” then, if the listener understands, he commits an offense entailing expulsion when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.18":{"pli":"na paṭivijānantassa āpatti thullaccayassa—","eng":"if the listener does not understand, he commits a serious offense when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.19":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.20":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.21":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.22":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.23":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.24":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:5.4.25":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:5.4.26":{"pli":"Vatthuvisārakassa sabbamūlakaṃ niṭṭhitaṃ. ","eng":"The section based on all items with a speech extension is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:5.4.27":{"pli":"Vatthuvisārakassa cakkapeyyālaṃ niṭṭhitaṃ. ","eng":"The successive permutation series with a speech extension is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:5.4.28":{"pli":"Vatthukāmavārakathā niṭṭhitā. ","eng":"The exposition of the section on “meaning to say” is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:6.1.0":{"eng":"Gross hinting: in regard to dwellings ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:6.1.1":{"pli":"Tīhākārehi yo te vihāre vasi so bhikkhu paṭhamaṃ jhānaṃ samāpajji … ","eng":"If he lies in full awareness, saying, “The monk who stayed in your dwelling attained the first absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.1.2":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.3":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.4":{"pli":"so bhikkhu paṭhamassa jhānassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.5":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.6":{"pli":"tena bhikkhunā paṭhamaṃ jhānaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has realized the first absorption,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.7":{"pli":"na paṭivijānantassa āpatti dukkaṭassa—","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.8":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.9":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.10":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti. ","eng":"after he has lied, he knows he has lied. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.1.11":{"pli":"Catūhākārehi … pañcahākārehi … chahākārehi … sattahākārehi yo te vihāre vasi so bhikkhu paṭhamaṃ jhānaṃ samāpajji … ","eng":"If he lies in full awareness, saying, “The monk who stayed in your dwelling attained the first absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.1.12":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.13":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.14":{"pli":"so bhikkhu paṭhamassa jhānassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.15":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.16":{"pli":"tena bhikkhunā paṭhamaṃ jhānaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has realized the first absorption,” then, if the listener understands, he commits a serious offense when four … five … six … seven conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.17":{"pli":"na paṭivijānantassa āpatti dukkaṭassa—","eng":"if the listener does not understand, he commits an offense of wrong conduct when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.18":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.19":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.20":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.21":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.22":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.23":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.24":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.1.25":{"pli":"Tīhākārehi yo te vihāre vasi so bhikkhu dutiyaṃ jhānaṃ … ","eng":"If he lies in full awareness, saying, “The monk who stayed in your dwelling attained the second absorption,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.1.26":{"pli":"tatiyaṃ jhānaṃ … ","eng":"the third absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.27":{"pli":"catutthaṃ jhānaṃ … ","eng":"the fourth absorption,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.28":{"pli":"suññataṃ vimokkhaṃ … ","eng":"the emptiness release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.29":{"pli":"animittaṃ vimokkhaṃ … ","eng":"the signless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.30":{"pli":"appaṇihitaṃ vimokkhaṃ … ","eng":"the desireless release,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.31":{"pli":"suññataṃ samādhiṃ … ","eng":"the emptiness stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.32":{"pli":"animittaṃ samādhiṃ … ","eng":"the signless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.33":{"pli":"appaṇihitaṃ samādhiṃ … ","eng":"the desireless stillness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.34":{"pli":"suññataṃ samāpattiṃ … ","eng":"the emptiness attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.35":{"pli":"animittaṃ samāpattiṃ … ","eng":"the signless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.36":{"pli":"appaṇihitaṃ samāpattiṃ … ","eng":"the desireless attainment,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.37":{"pli":"tisso vijjā … ","eng":"the three true insights,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.38":{"pli":"cattāro satipaṭṭhāne … ","eng":"the four applications of mindfulness,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.39":{"pli":"cattāro sammappadhāne … ","eng":"the four right efforts,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.40":{"pli":"cattāro iddhipāde … ","eng":"the four foundations for supernormal power,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.41":{"pli":"pañca indriyāni … ","eng":"the five spiritual faculties,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.42":{"pli":"pañca balāni … ","eng":"the five spiritual powers,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.43":{"pli":"satta bojjhaṅge … ","eng":"the seven factors of awakening,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.44":{"pli":"ariyaṃ aṭṭhaṅgikaṃ maggaṃ … ","eng":"the noble eightfold path,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.45":{"pli":"sotāpattiphalaṃ … ","eng":"the fruit of stream-entry,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.46":{"pli":"sakadāgāmiphalaṃ … ","eng":"the fruit of once-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.47":{"pli":"anāgāmiphalaṃ … ","eng":"the fruit of non-returning,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.48":{"pli":"arahattaṃ samāpajji … ","eng":"perfection,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.49":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.50":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.51":{"pli":"so bhikkhu arahattassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.52":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.53":{"pli":"tena bhikkhunā arahattaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has realized perfection,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.54":{"pli":"na paṭivijānantassa āpatti dukkaṭassa. ","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.1.55":{"pli":"Tīhākārehi yo te vihāre vasi, tassa bhikkhuno rāgo catto … ","eng":"If he lies in full awareness, saying, “The monk who stayed in your dwelling has given up sensual desire … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.1.56":{"pli":"doso catto … ","eng":"has given up ill will … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.57":{"pli":"moho catto vanto mutto pahīno paṭinissaṭṭho ukkheṭito samukkheṭitoti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has given up confusion, renounced it, has let it go, has abandoned it, has relinquished it, has forsaken it, has thrown it aside,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.58":{"pli":"na paṭivijānantassa āpatti dukkaṭassa. ","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.1.59":{"pli":"Tīhākārehi …pe… sattahākārehi yo te vihāre vasi, tassa bhikkhuno rāgā cittaṃ vinīvaraṇaṃ … ","eng":"If he lies in full awareness, saying, “The monk who stayed in your dwelling has a mind free from the hindrance of sensual desire,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.1.60":{"pli":"dosā cittaṃ vinīvaraṇaṃ … ","eng":"a mind free from the hindrance of ill will,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.61":{"pli":"mohā cittaṃ vinīvaraṇanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"a mind free from the hindrance of confusion,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.62":{"pli":"na paṭivijānantassa āpatti dukkaṭassa—","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.63":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.64":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.65":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.66":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.67":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.68":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.69":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.1.70":{"pli":"Tīhākārehi …pe… sattahākārehi yo te vihāre vasi so bhikkhu suññāgāre paṭhamaṃ jhānaṃ … ","eng":"If he lies in full awareness, saying, “The monk who stayed in your dwelling attained the first absorption in solitude,” … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.1.71":{"pli":"dutiyaṃ jhānaṃ … ","eng":"the second absorption … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.72":{"pli":"tatiyaṃ jhānaṃ … ","eng":"the third absorption … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.73":{"pli":"catutthaṃ jhānaṃ samāpajji … ","eng":"the fourth absorption … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.74":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.75":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.76":{"pli":"so bhikkhu suññāgāre catutthassa jhānassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.77":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.78":{"pli":"tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has realized the fourth absorption in solitude,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.79":{"pli":"na paṭivijānantassa āpatti dukkaṭassa—","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.80":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.81":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.82":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.83":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.84":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.85":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.1.86":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.1.87.0":{"eng":"Gross hinting: in regard to any requisite ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pj4:6.1.87.1":{"pli":"Yathā idaṃ vitthāritaṃ evameva sesānipi vitthāretabbāni. ","eng":"The remainder should be given in detail in the same way: ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:6.2.1":{"pli":"Tīhākārehi …pe… sattahākārehi yo te cīvaraṃ paribhuñji … ","eng":"If he lies in full awareness, saying, “The monk who made use of your robe-cloth … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.2.2":{"pli":"yo te piṇḍapātaṃ paribhuñji … ","eng":"who made use of your almsfood … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.3":{"pli":"yo te senāsanaṃ paribhuñji … ","eng":"who made use of your furniture … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.4":{"pli":"yo te gilānappaccayabhesajjaparikkhāraṃ paribhuñji so bhikkhu suññāgāre catutthaṃ jhānaṃ samāpajji … ","eng":"who made use of your medicinal supplies attained the fourth absorption in solitude,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.5":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.6":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.7":{"pli":"so bhikkhu suññāgāre catutthassa jhānassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.8":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.9":{"pli":"tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has realized the fourth absorption in solitude,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.10":{"pli":"na paṭivijānantassa āpatti dukkaṭassa …pe… ","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled … when seven conditions are fulfilled … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.11":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.2.12":{"pli":"Tīhākārehi …pe… sattahākārehi yena te vihāro paribhutto … ","eng":"If he lies in full awareness, saying, “The monk who has made use of your dwelling … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.2.13":{"pli":"yena te cīvaraṃ paribhuttaṃ … ","eng":"who has made use of your robe-cloth … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.14":{"pli":"yena te piṇḍapāto paribhutto … ","eng":"who has made use of your almsfood … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.15":{"pli":"yena te senāsanaṃ paribhuttaṃ … ","eng":"who has made use of your furniture … ","html":"{}","comm":"Because <i lang='pi' translate='no'>vihāra</i>, “dwelling”, is mentioned just before, I here render <i lang='pi' translate='no'>senāsana</i> as furniture. "},"pli-tv-bu-vb-pj4:6.2.16":{"pli":"yena te gilānappaccayabhesajjaparikkhāro paribhutto … ","eng":"who has made use of your medicinal supplies ","html":"{}","comm":"The Pali has a set of ellipses points at the end of this segment. This seems to be a mistake. "},"pli-tv-bu-vb-pj4:6.2.17":{"pli":"so bhikkhu suññāgāre catutthaṃ jhānaṃ samāpajji … ","eng":"attained the fourth absorption in solitude,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.18":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.19":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.20":{"pli":"so bhikkhu suññāgāre catutthassa jhānassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.21":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.22":{"pli":"tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"has realized the fourth absorption in solitude,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.23":{"pli":"na paṭivijānantassa āpatti dukkaṭassa …pe… ","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled … when seven conditions are fulfilled … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.24":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.2.25":{"pli":"Tīhākārehi …pe… sattahākārehi yaṃ tvaṃ āgamma vihāraṃ adāsi … ","eng":"If he lies in full awareness, saying, “The monk you gave a dwelling to … ","html":"<p>{}"},"pli-tv-bu-vb-pj4:6.2.26":{"pli":"cīvaraṃ adāsi … ","eng":"you gave robe-cloth to … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.27":{"pli":"piṇḍapātaṃ adāsi … ","eng":"you gave almsfood to … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.28":{"pli":"senāsanaṃ adāsi … ","eng":"you gave furniture to … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.29":{"pli":"gilānappaccayabhesajjaparikkhāraṃ adāsi so bhikkhu suññāgāre catutthaṃ jhānaṃ samāpajji … ","eng":"you gave medicinal supplies to, he attained the fourth absorption in solitude,” … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.30":{"pli":"samāpajjati … ","eng":"is attaining … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.31":{"pli":"samāpanno … ","eng":"has attained … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.32":{"pli":"so bhikkhu suññāgāre catutthassa jhānassa lābhī … ","eng":"obtains … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.33":{"pli":"vasī … ","eng":"masters … ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.34":{"pli":"tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatanti sampajānamusā bhaṇantassa paṭivijānantassa āpatti thullaccayassa; ","eng":"he has realized the fourth absorption in solitude,” then, if the listener understands, he commits a serious offense when three conditions are fulfilled; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.35":{"pli":"na paṭivijānantassa āpatti dukkaṭassa—","eng":"if the listener does not understand, he commits an offense of wrong conduct when three conditions are fulfilled … when seven conditions are fulfilled: ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.36":{"pli":"pubbevassa hoti musā bhaṇissanti, ","eng":"before he has lied, he knows he is going to lie; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.37":{"pli":"bhaṇantassa hoti musā bhaṇāmīti, ","eng":"while lying, he knows he is lying; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.38":{"pli":"bhaṇitassa hoti musā mayā bhaṇitanti, ","eng":"after he has lied, he knows he has lied; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.39":{"pli":"vinidhāya diṭṭhiṃ, ","eng":"he misrepresents his view of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.40":{"pli":"vinidhāya khantiṃ, ","eng":"he misrepresents his belief of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.41":{"pli":"vinidhāya ruciṃ, ","eng":"he misrepresents his acceptance of what is true; ","html":"{}"},"pli-tv-bu-vb-pj4:6.2.42":{"pli":"vinidhāya bhāvaṃ. ","eng":"he misrepresents his sentiment of what is true. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:6.2.43":{"pli":"Peyyālapannarasakaṃ niṭṭhitaṃ. ","eng":"The successive fifteen are finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:6.2.44":{"pli":"Paccayappaṭisaṃyuttavārakathā niṭṭhitā. ","eng":"The exposition of the section on that connected with requisites is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:6.2.45":{"pli":"Uttarimanussadhammacakkapeyyālaṃ niṭṭhitaṃ. ","eng":"The successive permutation series on superhuman qualities is finished. ","html":"<p class='end'>{}</p></section>"},"pli-tv-bu-vb-pj4:7.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pj4:7.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-pj4:7.2":{"pli":"adhimānena, ","eng":"if he overestimates himself; ","html":"{}"},"pli-tv-bu-vb-pj4:7.3":{"pli":"anullapanādhippāyassa, ","eng":"if he does not intend to make a claim; ","html":"{}"},"pli-tv-bu-vb-pj4:7.4":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-pj4:7.5":{"pli":"khittacittassa, ","eng":"if he is deranged; ","html":"{}"},"pli-tv-bu-vb-pj4:7.6":{"pli":"vedanāṭṭassa, ","eng":"if he is overwhelmed by pain; ","html":"{}"},"pli-tv-bu-vb-pj4:7.7":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-pj4:7.8":{"pli":"4.1. Vinītavatthuuddānagāthā ","eng":"Summary verses of case studies ","html":"<section class='vinaya-vinita'><section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-bu-vb-pj4:7.9":{"pli":"Adhimāne araññamhi, ","eng":"“About overestimation, in the wilderness, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.10":{"pli":"piṇḍopajjhāriyāpatho; ","eng":"Almsfood, preceptor, behavior; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.11":{"pli":"Saṃyojanā rahodhammā, ","eng":"Fetters, qualities while in solitude, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.12":{"pli":"vihāro paccupaṭṭhito. ","eng":"Dwelling, supported. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.13":{"pli":"Na dukkaraṃ viriyamathopi maccuno, ","eng":"Not difficult, and then energy, fear of death, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.14":{"pli":"Bhāyāvuso vippaṭisāri sammā; ","eng":"Remorseful friend, rightly; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.15":{"pli":"Viriyena yogena ārādhanāya, ","eng":"To be reached by energy, to be reached by exertion, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.16":{"pli":"Atha vedanāya adhivāsanā duve. ","eng":"Then two on the enduring of feeling. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.17":{"pli":"Brāhmaṇe pañca vatthūni, ","eng":"Five cases of a brahmin, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.18":{"pli":"aññaṃ byākaraṇā tayo; ","eng":"Three on declaring final knowledge; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.19":{"pli":"Agārāvaraṇā kāmā, ","eng":"Home, rejected worldly pleasures, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.20":{"pli":"rati cāpi apakkami. ","eng":"And delight, set out. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.21":{"pli":"Aṭṭhi pesi ubho gāvaghātakā, ","eng":"Bone, and lump—both are cattle butchers; ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.22":{"pli":"Piṇḍo sākuṇiko nicchavi orabbhi; ","eng":"A morsel is a poultry butcher, a sheep butcher is flayed; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.23":{"pli":"Asi ca sūkariko satti māgavi, ","eng":"And a pig butcher and sword, a deer hunter and knife, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.24":{"pli":"Usu ca kāraṇiko sūci sārathi. ","eng":"And a torturer and arrow, a horse trainer and needle. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.25":{"pli":"Yo ca sibbīyati sūcako hi so, ","eng":"And a slanderer is sewn, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.26":{"pli":"Aṇḍabhāri ahu gāmakūṭako; ","eng":"A corrupt magistrate had testicles as burden; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.27":{"pli":"Kūpe nimuggo hi so pāradāriko, ","eng":"An adulterer submerged in a pit, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.28":{"pli":"Gūthakhādī ahu duṭṭhabrāhmaṇo. ","eng":"An eater of feces was a wicked brahmin. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.29":{"pli":"Nicchavitthī aticārinī ahu, ","eng":"A flayed woman was an adulteress, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.30":{"pli":"Maṅgulitthī ahu ikkhaṇitthikā; ","eng":"An ugly woman was a fortune-teller; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.31":{"pli":"Okilinī hi sapattaṅgārokiri, ","eng":"A sweating woman poured coals on a co-wife, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.32":{"pli":"Sīsacchinno ahu coraghātako. ","eng":"A beheaded man was an executioner. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.33":{"pli":"Bhikkhu bhikkhunī sikkhamānā, ","eng":"A monk, a nun, a trainee nun, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.34":{"pli":"Sāmaṇero atha sāmaṇerikā; ","eng":"A novice monk, then a novice nun—","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.35":{"pli":"Kassapassa vinayasmiṃ pabbajaṃ, ","eng":"These having gone forth in the training of Kassapa ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.36":{"pli":"Pāpakammamakariṃsu tāvade. ","eng":"did bad deeds right there. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-pj4:7.37":{"pli":"Tapodā rājagahe yuddhaṃ, ","eng":"The Tapodā, battle in Rājagaha, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.38":{"pli":"nāgānogāhanena ca; ","eng":"And with the plunging in of elephants; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.39":{"pli":"Sobhito arahaṃ bhikkhu, ","eng":"The perfected monk Sobhita ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:7.40":{"pli":"pañcakappasataṃ sareti. ","eng":"recalled five hundred eons.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-bu-vb-pj4:8.1.0":{"pli":"4.2. Vinītavatthu ","eng":"Case studies, part 1 ","html":"<h3>{}</h3>"},"pli-tv-bu-vb-pj4:8.1.1":{"pli":"Tena kho pana samayena aññataro bhikkhu adhimānena aññaṃ byākāsi. ","eng":"At one time a monk declared final knowledge because of overestimation. ","html":"<p data-counter='1'>{}"},"pli-tv-bu-vb-pj4:8.1.2":{"pli":"Tassa kukkuccaṃ ahosi—","eng":"He became anxious, thinking, ","html":"{}"},"pli-tv-bu-vb-pj4:8.1.3":{"pli":"“bhagavatā sikkhāpadaṃ paññattaṃ. ","eng":"“The Buddha has laid down a training rule. ","html":"{}"},"pli-tv-bu-vb-pj4:8.1.4":{"pli":"Kacci nu kho ahaṃ pārājikaṃ āpattiṃ āpanno”ti? ","eng":"Could it be that I’ve committed an offense entailing expulsion?” ","html":"{}"},"pli-tv-bu-vb-pj4:8.1.5":{"pli":"Bhagavato etamatthaṃ ārocesi. ","eng":"He told the Buddha. ","html":"{}"},"pli-tv-bu-vb-pj4:8.1.6":{"pli":"“Anāpatti, bhikkhu, adhimānenā”ti. ","eng":"“There’s no offense for overestimates.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.2.1":{"pli":"Tena kho pana samayena aññataro bhikkhu paṇidhāya araññe viharati—","eng":"At one time a monk lived in the wilderness ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.2.2":{"pli":"“evaṃ maṃ jano sambhāvessatī”ti. ","eng":"because he wanted people to esteem him. ","html":"{}"},"pli-tv-bu-vb-pj4:8.2.3":{"pli":"Taṃ jano sambhāvesi. ","eng":"People esteemed him. ","html":"{}"},"pli-tv-bu-vb-pj4:8.2.4":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.2.5":{"pli":"“anāpatti, bhikkhu, pārājikassa. ","eng":"“There’s no offense entailing expulsion. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.2.6":{"pli":"Na ca, bhikkhave, paṇidhāya araññe vatthabbaṃ. Yo vaseyya, āpatti dukkaṭassā”ti. ","eng":"But, monks, you should not live in the wilderness because of a wish. If you do, you commit an offense of wrong conduct.” ","html":"<p data-counter='2' class='rule'>{}</p>"},"pli-tv-bu-vb-pj4:8.2.7":{"pli":"Tena kho pana samayena aññataro bhikkhu paṇidhāya piṇḍāya carati—","eng":"At one time a monk was walking for almsfood ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.2.8":{"pli":"“evaṃ maṃ jano sambhāvessatī”ti. ","eng":"because he wanted people to esteem him. ","html":"{}"},"pli-tv-bu-vb-pj4:8.2.9":{"pli":"Taṃ jano sambhāvesi. ","eng":"People esteemed him. ","html":"{}"},"pli-tv-bu-vb-pj4:8.2.10":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.2.11":{"pli":"“anāpatti, bhikkhu, pārājikassa. ","eng":"“There’s no offense entailing expulsion. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.2.12":{"pli":"Na ca, bhikkhave, paṇidhāya piṇḍāya caritabbaṃ. Yo careyya, āpatti dukkaṭassā”ti. ","eng":"But, monks, you should not walk for almsfood because of a wish. If you do, you commit an offense of wrong conduct.” ","html":"<p data-counter='3' class='rule'>{}</p>"},"pli-tv-bu-vb-pj4:8.3.1":{"pli":"Tena kho pana samayena aññataro bhikkhu aññataraṃ bhikkhuṃ etadavoca—","eng":"At one time a monk said to another monk, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.3.2":{"pli":"“ye, āvuso, amhākaṃ upajjhāyassa saddhivihārikā sabbeva arahanto”ti. ","eng":"“Those who are pupils of our preceptor are all perfected ones.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.3.3":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.3.4":{"pli":"“kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.3.5":{"pli":"“Ullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I wanted to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.3.6":{"pli":"“Anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"<p data-counter='4'>{}"},"pli-tv-bu-vb-pj4:8.3.7":{"pli":"āpatti thullaccayassā”ti. ","eng":"but there’s a serious offense.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.3.8":{"pli":"Tena kho pana samayena aññataro bhikkhu aññataraṃ bhikkhuṃ etadavoca—","eng":"At one time a monk said to another monk, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.3.9":{"pli":"“ye, āvuso, amhākaṃ upajjhāyassa antevāsikā sabbeva mahiddhikā mahānubhāvā”ti. ","eng":"“Those who are pupils of our preceptor all have great supernormal power.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.3.10":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.3.11":{"pli":"“kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.3.12":{"pli":"“Ullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I wanted to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.3.13":{"pli":"“Anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"<p data-counter='5'>{}"},"pli-tv-bu-vb-pj4:8.3.14":{"pli":"āpatti thullaccayassā”ti. ","eng":"but there’s a serious offense.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.4.1":{"pli":"Tena kho pana samayena aññataro bhikkhu paṇidhāya caṅkamati … ","eng":"At one time a monk did walking meditation because he wanted people to esteem him … ","html":"<hr><p data-counter='6–9'>{}"},"pli-tv-bu-vb-pj4:8.4.2":{"pli":"paṇidhāya tiṭṭhati … ","eng":"stood because he wanted people to esteem him … ","html":"{}"},"pli-tv-bu-vb-pj4:8.4.3":{"pli":"paṇidhāya nisīdati … ","eng":"sat because he wanted people to esteem him … ","html":"{}"},"pli-tv-bu-vb-pj4:8.4.4":{"pli":"paṇidhāya seyyaṃ kappeti—","eng":"lay down ","html":"{}"},"pli-tv-bu-vb-pj4:8.4.5":{"pli":"“evaṃ maṃ jano sambhāvessatī”ti. ","eng":"because he wanted people to esteem him. ","html":"{}"},"pli-tv-bu-vb-pj4:8.4.6":{"pli":"Taṃ jano sambhāvesi. ","eng":"People esteemed him. ","html":"{}"},"pli-tv-bu-vb-pj4:8.4.7":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.4.8":{"pli":"“anāpatti, bhikkhu, pārājikassa. ","eng":"“There’s no offense entailing expulsion. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.4.9":{"pli":"Na ca, bhikkhave, paṇidhāya seyyā kappetabbā. ","eng":"But, monks, you should not lie down because of a wish. ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-pj4:8.4.10":{"pli":"Yo kappeyya, āpatti dukkaṭassā”ti. ","eng":"If you do, you commit an offense of wrong conduct.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.5.1":{"pli":"Tena kho pana samayena aññataro bhikkhu aññatarassa bhikkhuno uttarimanussadhammaṃ ullapati. ","eng":"At one time a monk claimed a superhuman quality to another monk, saying, ","html":"<hr><p data-counter='10'>{}"},"pli-tv-bu-vb-pj4:8.5.2":{"pli":"Sopi evamāha—“mayhampi, āvuso, saṃyojanā pahīnā”ti. ","eng":"“I’ve abandoned the fetters.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.5.3":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.5.4":{"pli":"“āpattiṃ tvaṃ, bhikkhu, āpanno pārājikan”ti. ","eng":"“You’ve committed an offense entailing expulsion.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.6.1":{"pli":"Tena kho pana samayena aññataro bhikkhu rahogato uttarimanussadhammaṃ ullapati. ","eng":"At one time a monk claimed a superhuman quality while in solitude. ","html":"<hr><p data-counter='11'>{}"},"pli-tv-bu-vb-pj4:8.6.2":{"pli":"Paracittavidū bhikkhu taṃ bhikkhuṃ apasādesi—","eng":"A monk who could read minds rebuked him, saying, ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.3":{"pli":"“mā, āvuso, evarūpaṃ abhaṇi. ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.4":{"pli":"Nattheso tuyhan”ti. ","eng":"“No, you haven’t got it.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.5":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.6":{"pli":"“anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.7":{"pli":"āpatti dukkaṭassā”ti. ","eng":"but there’s an offense of wrong conduct.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.6.8":{"pli":"Tena kho pana samayena aññataro bhikkhu rahogato uttarimanussadhammaṃ ullapati. ","eng":"At one time a monk claimed a superhuman quality while in solitude. ","html":"<hr><p data-counter='12'>{}"},"pli-tv-bu-vb-pj4:8.6.9":{"pli":"Devatā taṃ bhikkhuṃ apasādesi—","eng":"A god rebuked him, saying, ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.10":{"pli":"“mā, bhante, evarūpaṃ abhaṇi. ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.11":{"pli":"Nattheso tuyhan”ti. ","eng":"“No, sir, you haven’t got it.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.12":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.13":{"pli":"“anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"{}"},"pli-tv-bu-vb-pj4:8.6.14":{"pli":"āpatti dukkaṭassā”ti. ","eng":"but there’s an offense of wrong conduct.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.7.1":{"pli":"Tena kho pana samayena aññataro bhikkhu aññataraṃ upāsakaṃ etadavoca—","eng":"At one time a monk said to a lay follower, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.7.2":{"pli":"“yo, āvuso, tuyhaṃ vihāre vasati so bhikkhu arahā”ti. ","eng":"“The monk living in your dwelling is a perfected one.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.7.3":{"pli":"So ca tassa vihāre vasati. ","eng":"He was the one who lived in that dwelling. ","html":"{}"},"pli-tv-bu-vb-pj4:8.7.4":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.7.5":{"pli":"“kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.7.6":{"pli":"“Ullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I wanted to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.7.7":{"pli":"“Anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"<p data-counter='13'>{}"},"pli-tv-bu-vb-pj4:8.7.8":{"pli":"āpatti thullaccayassā”ti. ","eng":"but there’s a serious offense.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.7.9":{"pli":"Tena kho pana samayena aññataro bhikkhu aññataraṃ upāsakaṃ etadavoca—","eng":"At one time a monk said to a lay follower, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.7.10":{"pli":"“yaṃ tvaṃ, āvuso, upaṭṭhesi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena so bhikkhu arahā”ti. ","eng":"“The one you support with with robe-cloth, almsfood, a dwelling, and medicinal supplies, he’s a perfected one.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.7.11":{"pli":"So ca taṃ upaṭṭheti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena. ","eng":"He was the one who was supported in that way. ","html":"{}"},"pli-tv-bu-vb-pj4:8.7.12":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.7.13":{"pli":"“kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.7.14":{"pli":"“Ullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I wanted to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.7.15":{"pli":"“Anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"<p data-counter='14'>{}"},"pli-tv-bu-vb-pj4:8.7.16":{"pli":"āpatti thullaccayassā”ti. ","eng":"but there’s a serious offense.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.8.1":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.8.2":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.8.3":{"pli":"“atthāyasmato uttarimanussadhammo”ti? ","eng":"“Venerable, do you have any superhuman qualities?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.8.4":{"pli":"“Nāvuso, dukkaraṃ aññaṃ byākātun”ti. ","eng":"“It’s not difficult to declare final knowledge.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.8.5":{"pli":"Tassa kukkuccaṃ ahosi—","eng":"He became anxious and thought, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.8.6":{"pli":"“ye kho te bhagavato sāvakā te evaṃ vadeyyuṃ. ","eng":"“Those who are true disciples of the Buddha may say that, ","html":"{}"},"pli-tv-bu-vb-pj4:8.8.7":{"pli":"Ahañcamhi na bhagavato sāvako. ","eng":"but I’m no such disciple. ","html":"{}"},"pli-tv-bu-vb-pj4:8.8.8":{"pli":"Kacci nu kho ahaṃ pārājikaṃ āpattiṃ āpanno”ti? ","eng":"Could it be that I’ve committed an offense entailing expulsion?” ","html":"{}"},"pli-tv-bu-vb-pj4:8.8.9":{"pli":"Bhagavato etamatthaṃ ārocesi. ","eng":"He told the Buddha. ","html":"{}"},"pli-tv-bu-vb-pj4:8.8.10":{"pli":"“Kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.8.11":{"pli":"“Anullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I didn’t intend to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.8.12":{"pli":"“Anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='15'>{}</p>"},"pli-tv-bu-vb-pj4:8.9.1":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.9.2":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.9.3":{"pli":"“atthāyasmato uttarimanussadhammo”ti? ","eng":"“Venerable, do you have any superhuman qualities?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.4":{"pli":"“Ārādhanīyo kho, āvuso, dhammo āraddhavīriyenā”ti. ","eng":"“Superhuman qualities are attained by those who are energetic.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.9.5":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.6":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='16'>{}</p>"},"pli-tv-bu-vb-pj4:8.9.7":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.9.8":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.9.9":{"pli":"“mā kho, āvuso, bhāyī”ti. ","eng":"“Don’t be afraid.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.10":{"pli":"“Nāhaṃ, āvuso, maccuno bhāyāmī”ti. ","eng":"“I’m not afraid of death.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.9.11":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.12":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='17'>{}</p>"},"pli-tv-bu-vb-pj4:8.9.13":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.9.14":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.9.15":{"pli":"“mā kho, āvuso, bhāyī”ti. ","eng":"“Don’t be afraid.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.16":{"pli":"“Yo nūnāvuso, vippaṭisārī assa so bhāyeyyā”ti. ","eng":"“One who’s remorseful might be afraid.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.9.17":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.18":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='18'>{}</p>"},"pli-tv-bu-vb-pj4:8.9.19":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.9.20":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.9.21":{"pli":"“atthāyasmato uttarimanussadhammo”ti? ","eng":"“Venerable, do you have any superhuman qualities?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.22":{"pli":"“Ārādhanīyo kho, āvuso, dhammo sammāpayuttenā”ti. ","eng":"“Superhuman qualities are attained by those who apply themselves rightly.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.9.23":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.24":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='19'>{}</p>"},"pli-tv-bu-vb-pj4:8.9.25":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.9.26":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.9.27":{"pli":"“atthāyasmato uttarimanussadhammo”ti? ","eng":"“Venerable, do you have any superhuman qualities?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.28":{"pli":"“Ārādhanīyo kho, āvuso, dhammo āraddhavīriyenā”ti. ","eng":"“Superhuman qualities are attained by those who are energetic.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.9.29":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.30":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='20'>{}</p>"},"pli-tv-bu-vb-pj4:8.9.31":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.9.32":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.9.33":{"pli":"“atthāyasmato uttarimanussadhammo”ti? ","eng":"“Venerable, do you have any superhuman qualities?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.34":{"pli":"“Ārādhanīyo kho, āvuso, dhammo yuttayogenā”ti. ","eng":"“Superhuman qualities are attained by those who exert themselves.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.9.35":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.9.36":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='21'>{}</p>"},"pli-tv-bu-vb-pj4:8.10.1":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.10.2":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.10.3":{"pli":"“kaccāvuso, khamanīyaṃ, kacci yāpanīyan”ti? ","eng":"“We hope you’re bearing up? We hope you’re comfortable?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.10.4":{"pli":"“Nāvuso, sakkā yena vā tena vā adhivāsetun”ti. ","eng":"“It’s not possible for just anyone to endure this.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.10.5":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.10.6":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='22'>{}</p>"},"pli-tv-bu-vb-pj4:8.10.7":{"pli":"Tena kho pana samayena aññataro bhikkhu gilāno hoti. ","eng":"At one time a monk was ill. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.10.8":{"pli":"Taṃ bhikkhū etadavocuṃ—","eng":"The monks said to him, ","html":"{}"},"pli-tv-bu-vb-pj4:8.10.9":{"pli":"“kaccāvuso, khamanīyaṃ, kacci yāpanīyan”ti? ","eng":"“We hope you’re bearing up? We hope you’re comfortable?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.10.10":{"pli":"“Nāvuso, sakkā puthujjanena adhivāsetun”ti. ","eng":"“It’s not possible for an ordinary person to endure this.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.10.11":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.10.12":{"pli":"“kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.10.13":{"pli":"“Ullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I intended to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.10.14":{"pli":"“Anāpatti, bhikkhu, pārājikassa; ","eng":"“There’s no offense entailing expulsion, ","html":"<p data-counter='23'>{}"},"pli-tv-bu-vb-pj4:8.10.15":{"pli":"āpatti thullaccayassā”ti. ","eng":"but there’s a serious offense.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.11.1":{"pli":"Tena kho pana samayena aññataro brāhmaṇo bhikkhū nimantetvā etadavoca—","eng":"At one time a brahmin invited the monks, saying, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.11.2":{"pli":"“āyantu bhonto arahanto”ti. ","eng":"“Perfected sirs, please come.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.11.3":{"pli":"Tesaṃ kukkuccaṃ ahosi—","eng":"They became anxious and said, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.11.4":{"pli":"“mayañcamha na arahanto. ","eng":"“We’re not perfected ones, ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.5":{"pli":"Ayañca brāhmaṇo amhe arahantavādena samudācarati. ","eng":"and yet this brahmin speaks to us as if we are. ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.6":{"pli":"Kathaṃ nu kho amhehi paṭipajjitabban”ti? ","eng":"What should we do?” ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.7":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.11.8":{"pli":"“Anāpatti, bhikkhave, pasādabhaññe”ti. ","eng":"“There’s no offense when something is spoken in faith.” ","html":"<p data-counter='24'>{}</p>"},"pli-tv-bu-vb-pj4:8.11.9":{"pli":"Tena kho pana samayena aññataro brāhmaṇo bhikkhū nimantetvā etadavoca—","eng":"At one time a brahmin invited the monks, saying, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.11.10":{"pli":"“nisīdantu bhonto arahanto”ti … ","eng":"“Perfected sirs, please be seated.” … ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.11":{"pli":"“bhuñjantu bhonto arahanto”ti … ","eng":"“Perfected sirs, please eat.” … ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.12":{"pli":"“tappentu bhonto arahanto”ti … ","eng":"“Perfected sirs, please be satisfied.” … ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.13":{"pli":"“gacchantu, bhonto arahanto”ti. ","eng":"“Perfected sirs, please go.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.11.14":{"pli":"Tesaṃ kukkuccaṃ ahosi—","eng":"They became anxious and said, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.11.15":{"pli":"“mayañcamha na arahanto. ","eng":"“We’re not perfected ones, ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.16":{"pli":"Ayañca brāhmaṇo amhe arahantavādena samudācarati. ","eng":"and yet this brahmin speaks to us as if we are. ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.17":{"pli":"Kathaṃ nu kho amhehi paṭipajjitabban”ti? ","eng":"What should we do?” ","html":"{}"},"pli-tv-bu-vb-pj4:8.11.18":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.11.19":{"pli":"“Anāpatti, bhikkhave, pasādabhaññe”ti. ","eng":"“There’s no offense when something is spoken in faith.” ","html":"<p data-counter='25–28'>{}</p>"},"pli-tv-bu-vb-pj4:8.12.1":{"pli":"Tena kho pana samayena aññataro bhikkhu aññatarassa bhikkhuno uttarimanussadhammaṃ ullapati. ","eng":"At one time a monk claimed a superhuman quality to another monk, saying, ","html":"<hr><p data-counter='29'>{}"},"pli-tv-bu-vb-pj4:8.12.2":{"pli":"Sopi evamāha—“mayhampi, āvuso, āsavā pahīnā”ti. ","eng":"“I’ve abandoned the corruptions.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.12.3":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.12.4":{"pli":"“āpattiṃ tvaṃ, bhikkhu, āpanno pārājikan”ti. ","eng":"“You’ve committed an offense entailing expulsion.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.12.5":{"pli":"Tena kho pana samayena aññataro bhikkhu aññatarassa bhikkhuno uttarimanussadhammaṃ ullapati. ","eng":"At one time a monk claimed a superhuman quality to another monk, saying, ","html":"<hr><p data-counter='30'>{}"},"pli-tv-bu-vb-pj4:8.12.6":{"pli":"Sopi evamāha—“mayhampi, āvuso, ete dhammā saṃvijjantī”ti. ","eng":"“I have these qualities.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.12.7":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.12.8":{"pli":"“āpattiṃ tvaṃ, bhikkhu, āpanno pārājikan”ti. ","eng":"“You’ve committed an offense entailing expulsion.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.12.9":{"pli":"Tena kho pana samayena aññataro bhikkhu aññatarassa bhikkhuno uttarimanussadhammaṃ ullapati. ","eng":"At one time a monk claimed a superhuman quality to another monk, saying, ","html":"<hr><p data-counter='31'>{}"},"pli-tv-bu-vb-pj4:8.12.10":{"pli":"Sopi evamāha—“ahampāvuso, tesu dhammesu sandissāmī”ti. ","eng":"“I conform to these qualities.” ","html":"{}"},"pli-tv-bu-vb-pj4:8.12.11":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}"},"pli-tv-bu-vb-pj4:8.12.12":{"pli":"“āpattiṃ tvaṃ, bhikkhu, āpanno pārājikan”ti. ","eng":"“You’ve committed an offense entailing expulsion.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.1":{"pli":"Tena kho pana samayena aññataraṃ bhikkhuṃ ñātakā etadavocuṃ—","eng":"At one time the relatives of a certain monk said to him, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.13.2":{"pli":"“ehi, bhante, agāraṃ ajjhāvasā”ti. ","eng":"“Come, sir, live at home.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.3":{"pli":"“Abhabbo kho, āvuso, mādiso agāraṃ ajjhāvasitun”ti. ","eng":"“One like me is incapable of living at home.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.13.4":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.5":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='32'>{}</p>"},"pli-tv-bu-vb-pj4:8.13.6":{"pli":"Tena kho pana samayena aññataraṃ bhikkhuṃ ñātakā etadavocuṃ—","eng":"At one time the relatives of a certain monk said to him, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.13.7":{"pli":"“ehi, bhante, kāme paribhuñjā”ti. ","eng":"“Come, sir, enjoy worldly pleasures.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.8":{"pli":"“Āvaṭā me, āvuso, kāmā”ti. ","eng":"“The pleasures of the world have been rejected by me.” ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.13.9":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.10":{"pli":"“anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='33'>{}</p>"},"pli-tv-bu-vb-pj4:8.13.11":{"pli":"Tena kho pana samayena aññataraṃ bhikkhuṃ ñātakā etadavocuṃ—","eng":"At one time the relatives of a certain monk said to him, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.13.12":{"pli":"“abhiramasi, bhante”ti? ","eng":"“Come, sir, enjoy yourself.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.13":{"pli":"“Abhirato ahaṃ, āvuso, paramāya abhiratiyā”ti. ","eng":"“I’m enjoying myself with the highest enjoyment.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.13.14":{"pli":"Tassa kukkuccaṃ ahosi. ","eng":"He became anxious, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.13.15":{"pli":"“Ye kho te bhagavato sāvakā te evaṃ vadeyyuṃ. ","eng":"thinking, “Those who are true disciples of the Buddha may say that, ","html":"{}"},"pli-tv-bu-vb-pj4:8.13.16":{"pli":"Ahañcamhi na bhagavato sāvako. ","eng":"but I’m no such disciple. ","html":"{}"},"pli-tv-bu-vb-pj4:8.13.17":{"pli":"Kacci nu kho ahaṃ pārājikaṃ āpattiṃ āpanno”ti? ","eng":"Could it be that I’ve committed an offense entailing expulsion?” ","html":"{}"},"pli-tv-bu-vb-pj4:8.13.18":{"pli":"Bhagavato etamatthaṃ ārocesi. ","eng":"He told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.13.19":{"pli":"“Kiṃcitto tvaṃ, bhikkhū”ti? ","eng":"“What were you thinking, monk?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.13.20":{"pli":"“Anullapanādhippāyo ahaṃ, bhagavā”ti. ","eng":"“I didn’t intend to make a claim, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:8.13.21":{"pli":"“Anāpatti, bhikkhu, anullapanādhippāyassā”ti. ","eng":"“There’s no offense for one who doesn’t intend to make a claim.” ","html":"<p data-counter='34'>{}</p>"},"pli-tv-bu-vb-pj4:8.14.1":{"pli":"Tena kho pana samayena sambahulā bhikkhū katikaṃ katvā aññatarasmiṃ āvāse vassaṃ upagacchiṃsu—","eng":"At one time a number of monks entered the rainy-season residence in a certain monastery, making this agreement: ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:8.14.2":{"pli":"“yo imamhā āvāsā paṭhamaṃ pakkamissati taṃ mayaṃ arahāti jānissāmā”ti. ","eng":"“Whoever sets out from this monastery first, we’ll know him as a perfected one.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.14.3":{"pli":"Aññataro bhikkhu—","eng":"One of them thought, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:8.14.4":{"pli":"“maṃ arahāti jānantū”ti, ","eng":"“Let them think I’m a perfected one,” ","html":"{}"},"pli-tv-bu-vb-pj4:8.14.5":{"pli":"tamhā āvāsā paṭhamaṃ pakkāmi. ","eng":"and he set out first from that monastery. ","html":"{}"},"pli-tv-bu-vb-pj4:8.14.6":{"pli":"Tassa kukkuccaṃ ahosi …pe… ","eng":"He became anxious … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:8.14.7":{"pli":"“āpattiṃ tvaṃ, bhikkhu, āpanno pārājikan”ti. ","eng":"“You’ve committed an offense entailing expulsion.” ","html":"<p data-counter='35'>{}</p>"},"pli-tv-bu-vb-pj4:9.1.0":{"eng":"Case studies, part 2 ","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-bu-vb-pj4:9.1.1":{"pli":"Tena samayena buddho bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time when the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary, ","html":"<section class='suttanta'><p>{}"},"pli-tv-bu-vb-pj4:9.1.2":{"pli":"Tena kho pana samayena āyasmā ca lakkhaṇo āyasmā ca mahāmoggallāno gijjhakūṭe pabbate viharanti. ","eng":"Venerable Lakkhaṇa and Venerable Mahāmoggallāna were staying on the Vulture Peak. ","html":"{}"},"pli-tv-bu-vb-pj4:9.1.3":{"pli":"Atha kho āyasmā mahāmoggallāno pubbaṇhasamayaṃ nivāsetvā pattacīvaraṃ ādāya yenāyasmā lakkhaṇo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ lakkhaṇaṃ etadavoca—","eng":"One morning Mahāmoggallāna robed up, took his bowl and robe, went to Lakkhaṇa, and said, ","html":"{}"},"pli-tv-bu-vb-pj4:9.1.4":{"pli":"“āyāmāvuso lakkhaṇa, rājagahaṃ piṇḍāya pavisissāmā”ti. ","eng":"“Lakkhaṇa, let’s enter Rājagaha for almsfood.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.1.5":{"pli":"“Evamāvuso”ti kho āyasmā lakkhaṇo āyasmato mahāmoggallānassa paccassosi. ","eng":"“Yes.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:9.1.6":{"pli":"Atha kho āyasmā mahāmoggallāno gijjhakūṭā pabbatā orohanto aññatarasmiṃ padese sitaṃ pātvākāsi. ","eng":"As they descended from the Vulture Peak, Mahāmoggallāna smiled at a certain place. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.1.7":{"pli":"Atha kho āyasmā lakkhaṇo āyasmantaṃ mahāmoggallānaṃ etadavoca—","eng":"Lakkhaṇa asked him why, and Māhamoggallāna replied, ","html":"{}"},"pli-tv-bu-vb-pj4:9.1.8":{"pli":"“ko nu kho, āvuso moggallāna, hetu ko paccayo sitassa pātukammāyā”ti? ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.1.9":{"pli":"“Akālo kho, āvuso lakkhaṇa, etassa pañhassa. ","eng":"“This isn’t the right time to ask. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.1.10":{"pli":"Bhagavato maṃ santike etaṃ pañhaṃ pucchā”ti. ","eng":"Please ask me in the presence of the Buddha.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.2.1":{"pli":"Atha kho āyasmā ca lakkhaṇo āyasmā ca mahāmoggallāno rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; ","eng":"Then, when they had eaten their meal and returned from almsround, Lakkhaṇa and Mahāmoggallāna went to the Buddha, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.2.2":{"pli":"upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"bowed, and sat down. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.3":{"pli":"Ekamantaṃ nisinno kho āyasmā lakkhaṇo āyasmantaṃ mahāmoggallānaṃ etadavoca—","eng":"And Lakkhaṇa said to Mahāmoggallāna, ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.2.4":{"pli":"“idhāyasmā mahāmoggallāno gijjhakūṭā pabbatā orohanto aññatarasmiṃ padese sitaṃ pātvākāsi. ","eng":"“Earlier on, as we were descending from the Vulture Peak, you smiled at a certain place. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.2.5":{"pli":"Ko nu kho, āvuso moggallāna, hetu ko paccayo sitassa pātukammāyā”ti? ","eng":"Why was that?” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.2.6":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ aṭṭhikasaṅkhalikaṃ vehāsaṃ gacchantiṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a skeleton flying through the air. ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.2.7":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā phāsuḷantarikāhi vituḍenti. ","eng":"Vultures, crows, and hawks were pursuing it, striking it between the ribs, ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.8":{"pli":"Sā sudaṃ aṭṭassaraṃ karoti. ","eng":"while it uttered cries of distress. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.9":{"pli":"Tassa mayhaṃ, āvuso, etadahosi—","eng":"And I thought ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.10":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho, evarūpopi nāma satto bhavissati. ","eng":"how amazing and astonishing it is that such a being should exist, ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.11":{"pli":"Evarūpopi nāma yakkho bhavissati. ","eng":"such a spirit, ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.12":{"pli":"Evarūpopi nāma attabhāvappaṭilābho bhavissatī’”ti. ","eng":"such a state of existence.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.2.13":{"pli":"Bhikkhū ujjhāyanti khiyyanti vipācenti—","eng":"But the monks complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.2.14":{"pli":"“uttarimanussadhammaṃ āyasmā mahāmoggallāno ullapatī”ti. ","eng":"“He’s claiming a superhuman ability!” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.2.15":{"pli":"Atha kho bhagavā bhikkhū āmantesi—","eng":"The Buddha then said to them: ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:9.2.16":{"pli":"“cakkhubhūtā vata, bhikkhave, sāvakā viharanti. ","eng":"“There are disciples who have vision ","html":"<p data-counter='36'>{}"},"pli-tv-bu-vb-pj4:9.2.17":{"pli":"Ñāṇabhūtā vata, bhikkhave, sāvakā viharanti. ","eng":"and knowledge, ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.18":{"pli":"Yatra hi nāma sāvako evarūpaṃ ñassati vā dakkhati vā sakkhiṃ vā karissati. ","eng":"who can know, see, and witness such things. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.19":{"pli":"Pubbeva me so, bhikkhave, satto diṭṭho ahosi. ","eng":"I too, monks, have seen that being, ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.20":{"pli":"Api cāhaṃ na byākāsiṃ. ","eng":"but I didn’t speak about it. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.21":{"pli":"Ahañcetaṃ byākareyyaṃ pare ca me na saddaheyyuṃ. ","eng":"If I had, others wouldn’t have believed me, ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.22":{"pli":"Ye me na saddaheyyuṃ tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāya. ","eng":"which would have led to their harm and suffering for a long time. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.23":{"pli":"Eso, bhikkhave, satto imasmiṃyeva rājagahe goghātako ahosi. ","eng":"That being was a cattle butcher right here in Rājagaha. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.24":{"pli":"So tassa kammassa vipākena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni niraye paccitvā tasseva kammassa vipākāvasesena evarūpaṃ attabhāvappaṭilābhaṃ paṭisaṃvedeti. ","eng":"As a result of his deeds, he was tormented in hell for many hundreds of thousands of years. And now, because of the remaining result of his actions, he’s experiencing such an existence. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.25":{"pli":"Saccaṃ, bhikkhave, moggallāno āha. ","eng":"Moggallāna spoke truthfully. ","html":"{}"},"pli-tv-bu-vb-pj4:9.2.26":{"pli":"Anāpatti, bhikkhave, moggallānassā”ti. ","eng":"There’s no offense for Moggallāna.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.1":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ maṃsapesiṃ vehāsaṃ gacchantiṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a lump of flesh flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.2":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing it, tearing at it and pulling it to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.3":{"pli":"Sā sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while it uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.4":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe goghātako ahosi …pe…. ","eng":"“… That being, monks, was a cattle butcher right here in Rājagaha. …” ","html":"<p data-counter='37'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.5":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ maṃsapiṇḍaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a morsel of flesh flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.6":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing it, tearing at it and pulling it to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.7":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while it uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.8":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe sākuṇiko ahosi …pe…. ","eng":"“… That being, monks, was a poultry butcher right here in Rājagaha. …” ","html":"<p data-counter='38'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.9":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ nicchaviṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a flayed man flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.10":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing him, tearing at him and pulling him to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.11":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while he uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.12":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe orabbhiko ahosi …pe…. ","eng":"“… That being, monks, was a sheep butcher right here in Rājagaha. …” ","html":"<p data-counter='39'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.13":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ asilomaṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a man with swords for body hairs flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.14":{"pli":"Tassa te asī uppatitvā uppatitvā tasseva kāye nipatanti. ","eng":"Again and again he was stabbed by those swords, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.15":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while uttering cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.16":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe sūkariko ahosi …pe…. ","eng":"“… That being, monks, was a pig butcher right here in Rājagaha. …” ","html":"<p data-counter='40'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.17":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ sattilomaṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a man with knives for body hairs flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.18":{"pli":"Tassa tā sattiyo uppatitvā uppatitvā tasseva kāye nipatanti. ","eng":"Again and again he was stabbed by those knives, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.19":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while uttering cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.20":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe māgaviko ahosi …pe…. ","eng":"“… That being, monks, was a deer hunter right here in Rājagaha. …” ","html":"<p data-counter='41'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.21":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ usulomaṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a man with arrows for body hairs flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.22":{"pli":"Tassa te usū uppatitvā uppatitvā tasseva kāye nipatanti. ","eng":"Again and again he was pierced by those arrows, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.23":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while uttering cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.24":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe kāraṇiko ahosi …pe…. ","eng":"“… That being, monks, was a torturer right here in Rājagaha. …” ","html":"<p data-counter='42'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.25":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ sūcilomaṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a man with needles for body hairs flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.26":{"pli":"Tassa tā sūciyo uppatitvā uppatitvā tasseva kāye nipatanti. ","eng":"Again and again he was pierced by those needles, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.27":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while uttering cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.28":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe sārathiko ahosi …pe…. ","eng":"“… That being, monks, was a horse trainer right here in Rājagaha. …” ","html":"<p data-counter='43'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.29":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ sūcilomaṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a man with needles for body hairs flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.30":{"pli":"Tassa tā sūciyo sīse pavisitvā mukhato nikkhamanti; ","eng":"Those needles entered his head and came out through his mouth, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.31":{"pli":"mukhe pavisitvā urato nikkhamanti; ","eng":"entered his mouth and came out through his breast, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.32":{"pli":"ure pavisitvā udarato nikkhamanti; ","eng":"entered his breast and came out through his stomach, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.33":{"pli":"udare pavisitvā ūrūhi nikkhamanti; ","eng":"entered his stomach and came out through his thighs, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.34":{"pli":"ūrūsu pavisitvā jaṅghāhi nikkhamanti; ","eng":"entered his thighs and came out through his calves, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.35":{"pli":"jaṅghāsu pavisitvā pādehi nikkhamanti. ","eng":"entered his calves and came out through his feet, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.36":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"as he uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.37":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe sūcako ahosi …pe…. ","eng":"“… That being, monks, was a slanderer right here in Rājagaha. …” ","html":"<p data-counter='44'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.38":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ kumbhaṇḍaṃ purisaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a man flying through the air with testicles like pots. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.39":{"pli":"So gacchantopi teva aṇḍe khandhe āropetvā gacchati, ","eng":"When he moved, he lifted his testicles onto his shoulders; ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.40":{"pli":"nisīdantopi tesveva aṇḍesu nisīdati. ","eng":"when he sat down, he sat on top of his testicles. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.41":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing him, tearing at him and pulling him to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.42":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while he uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.43":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe gāmakūṭo ahosi …pe…. ","eng":"“… That being, monks, was a corrupt magistrate right here in Rājagaha. …” ","html":"<p data-counter='45'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.44":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ purisaṃ gūthakūpe sasīsakaṃ nimuggaṃ …pe… ","eng":"“As I was coming down from the Vulture Peak, I saw a man submerged in a cesspit …” ","html":"<hr><p>{}</p>"},"pli-tv-bu-vb-pj4:9.3.45":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe pāradāriko ahosi …pe…. ","eng":"“… That being, monks, was an adulterer right here in Rājagaha. …” ","html":"<p data-counter='46'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.46":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ purisaṃ gūthakūpe sasīsakaṃ nimuggaṃ ubhohi hatthehi gūthaṃ khādantaṃ …pe… ","eng":"“As I was coming down from the Vulture Peak, I saw a man submerged in a cesspit, eating feces with both hands …” ","html":"<hr><p>{}</p>"},"pli-tv-bu-vb-pj4:9.3.47":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe duṭṭhabrāhmaṇo ahosi. ","eng":"“… That being, monks, was a wicked brahmin right here in Rājagaha. ","html":"<p data-counter='47'>{}"},"pli-tv-bu-vb-pj4:9.3.48":{"pli":"So kassapassa sammāsambuddhassa pāvacane bhikkhusaṅghaṃ bhattena nimantetvā doṇiyo gūthassa pūrāpetvā kālaṃ ārocāpetvā etadavoca—","eng":"At the time of Kassapa, the fully Awakened One, he had invited the Sangha of monks to a meal. He filled a trough with feces, had them informed that the meal was ready, and said, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.49":{"pli":"‘ato, bhonto, yāvadatthaṃ bhuñjantu ceva harantu cā’”ti …pe…. ","eng":"‘Sirs, eat as much as you like and take the leftovers with you.’ …” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.50":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ nicchaviṃ itthiṃ vehāsaṃ gacchantiṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a flayed woman flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.51":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing her, tearing at her and pulling her to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.52":{"pli":"Sā sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while she uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.53":{"pli":"esā, bhikkhave, itthī imasmiṃyeva rājagahe aticārinī ahosi …pe…. ","eng":"“… That woman, monks, was an adulteress right here in Rājagaha. …” ","html":"<p data-counter='48'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.54":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ itthiṃ duggandhaṃ maṅguliṃ vehāsaṃ gacchantiṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a foul-smelling and ugly woman flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.55":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing her, tearing at her and pulling her to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.56":{"pli":"Sā sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while she uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.57":{"pli":"esā, bhikkhave, itthī imasmiṃyeva rājagahe ikkhaṇikā ahosi …pe…. ","eng":"“… That woman, monks, was a fortune-teller right here in Rājagaha. …” ","html":"<p data-counter='49'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.58":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ itthiṃ uppakkaṃ okiliniṃ okiriniṃ vehāsaṃ gacchantiṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a woman flying through the air, roasting, sweltering, and sooty. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.59":{"pli":"Sā sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"Vultures, crows, and hawks were pursuing her, tearing at her and pulling her to pieces, while she uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.60":{"pli":"esā, bhikkhave, itthī kāliṅgassa rañño aggamahesī ahosi. ","eng":"“… That woman, monks, was the chief queen of the king of Kāliṅga. ","html":"<p data-counter='50'>{}"},"pli-tv-bu-vb-pj4:9.3.61":{"pli":"Sā issāpakatā sapattiṃ aṅgārakaṭāhena okiri …pe…. ","eng":"Overcome by jealousy, she poured a pan of burning coals over a rival. …” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.62":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ asīsakaṃ kabandhaṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw the headless trunk of a body flying through the air, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.63":{"pli":"Tassa ure akkhīni ceva honti mukhañca. ","eng":"with eyes and mouth on its chest. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.64":{"pli":"Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā vitacchenti vibhajjenti. ","eng":"Vultures, crows, and hawks were pursuing it, tearing at it and pulling it to pieces, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.65":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"while it uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.66":{"pli":"eso, bhikkhave, satto imasmiṃyeva rājagahe hāriko nāma coraghātako ahosi …pe…. ","eng":"“… That being, monks, was an executioner called Hārika right here in Rājagaha. …” ","html":"<p data-counter='51'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.67":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ bhikkhuṃ vehāsaṃ gacchantaṃ. ","eng":"“As I was coming down from the Vulture Peak, I saw a monk flying through the air. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.3.68":{"pli":"Tassa saṅghāṭipi ādittā sampajjalitā sajotibhūtā, pattopi āditto sampajjalito sajotibhūto, kāyabandhanampi ādittaṃ sampajjalitaṃ sajotibhūtaṃ, kāyopi āditto sampajjalito sajotibhūto. ","eng":"His outer robe was ablaze and burning, as were his bowl, belt, and body. ","html":"{}","comm":"For the rendering of <i lang='pi' translate='no'>saṅghāṭi</i> as “outer robe”, see Appendix of Technical Terms. "},"pli-tv-bu-vb-pj4:9.3.69":{"pli":"So sudaṃ aṭṭassaraṃ karoti …pe… ","eng":"He uttered cries of distress. …” … ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.70":{"pli":"eso, bhikkhave, bhikkhu kassapassa sammāsambuddhassa pāvacane pāpabhikkhu ahosi …pe…. ","eng":"“… During the time of the Buddha Kassapa’s dispensation, he was a bad monk.” … ","html":"<p data-counter='52'>{}</p>"},"pli-tv-bu-vb-pj4:9.3.71":{"pli":"“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ bhikkhuniṃ … ","eng":"“As I was coming down from the Vulture Peak, I saw a nun … ","html":"<hr><p data-counter='53–56'>{}"},"pli-tv-bu-vb-pj4:9.3.72":{"pli":"addasaṃ sikkhamānaṃ … ","eng":"I saw a trainee nun … ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.73":{"pli":"addasaṃ sāmaṇeraṃ … ","eng":"I saw a novice monk … ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.74":{"pli":"addasaṃ sāmaṇeriṃ vehāsaṃ gacchantiṃ. ","eng":"I saw a novice nun flying through the air. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.75":{"pli":"Tassā saṅghāṭipi ādittā sampajjalitā sajotibhūtā, pattopi āditto sampajjalito sajotibhūto, kāyabandhanampi ādittaṃ sampajjalitaṃ sajotibhūtaṃ, kāyopi āditto sampajjalito sajotibhūto. ","eng":"Her outer robe was ablaze and burning, as were her bowl, belt, and body. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.76":{"pli":"Sā sudaṃ aṭṭassaraṃ karoti. ","eng":"She uttered cries of distress. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.77":{"pli":"Tassa mayhaṃ, āvuso, etadahosi—","eng":"And I thought ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.78":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho, evarūpopi nāma satto bhavissati. ","eng":"how amazing and astonishing it is that such a being should exist, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.79":{"pli":"Evarūpopi nāma yakkho bhavissati. ","eng":"such a spirit, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.80":{"pli":"Evarūpopi nāma attabhāvappaṭilābho bhavissatī’”ti. ","eng":"such a state of existence.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.81":{"pli":"Bhikkhū ujjhāyanti khiyyanti vipācenti—","eng":"But the monks complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.3.82":{"pli":"“uttarimanussadhammaṃ āyasmā mahāmoggallāno ullapatī”ti. ","eng":"“He’s claiming a superhuman ability!” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.3.83":{"pli":"Atha kho bhagavā bhikkhū āmantesi—","eng":"The Buddha then said to them: ","html":"<p>{}</p>"},"pli-tv-bu-vb-pj4:9.3.84":{"pli":"“cakkhubhūtā vata, bhikkhave, sāvakā viharanti. ","eng":"“There are disciples who possess vision ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.3.85":{"pli":"Ñāṇabhūtā vata, bhikkhave, sāvakā viharanti. ","eng":"and knowledge, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.86":{"pli":"Yatra hi nāma sāvako evarūpaṃ ñassati vā dakkhati vā sakkhiṃ vā karissati. ","eng":"who can see, know, and witness such things. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.87":{"pli":"Pubbeva me sā, bhikkhave, sāmaṇerī diṭṭhā ahosi. ","eng":"I too, monks, have seen that novice nun, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.88":{"pli":"Api cāhaṃ na byākāsiṃ. ","eng":"but I didn’t speak about it. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.89":{"pli":"Ahañcetaṃ byākareyyaṃ pare ca me na saddaheyyuṃ. ","eng":"If I had, others wouldn’t have believed me, ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.90":{"pli":"Ye me na saddaheyyuṃ tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāya. ","eng":"which would have led to their harm and suffering for a long time. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.91":{"pli":"Esā, bhikkhave, sāmaṇerī kassapassa sammāsambuddhassa pāvacane pāpasāmaṇerī ahosi. ","eng":"During the time of Buddha Kassapa’s dispensation, she was a bad novice nun. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.92":{"pli":"Sā tassa kammassa vipākena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni niraye paccitvā tasseva kammassa vipākāvasesena evarūpaṃ attabhāvappaṭilābhaṃ paṭisaṃvedeti. ","eng":"As a result of her deeds, she was tormented in hell for many hundreds of thousands of years. And now, because of the remaining result of her actions, she’s experiencing such an existence. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.93":{"pli":"Saccaṃ, bhikkhave, moggallāno āha. ","eng":"Moggallāna spoke truthfully. ","html":"{}"},"pli-tv-bu-vb-pj4:9.3.94":{"pli":"Anāpatti, bhikkhave, moggallānassā”ti. ","eng":"There’s no offense for Moggallāna.” ","html":"{}</p></section>"},"pli-tv-bu-vb-pj4:9.4.1":{"pli":"Atha kho āyasmā mahāmoggallāno bhikkhū āmantesi—","eng":"Venerable Mahāmoggallāna said to the monks, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.4.2":{"pli":"“yatāyaṃ, āvuso, tapodā sandati so daho acchodako sītodako sātodako setako suppatittho ramaṇīyo pahūtamacchakacchapo cakkamattāni ca padumāni pupphantī”ti. ","eng":"“This stream, the Tapodā, flows from a lake with clear water—cool, sweet, and pure—with smooth and pleasant banks, with an abundance of fish and turtles, and with blooming lotuses the size of wheels.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.4.3":{"pli":"Bhikkhū ujjhāyanti khiyyanti vipācenti—","eng":"The monks complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.4.4":{"pli":"“kathañhi nāma āyasmā mahāmoggallāno evaṃ vakkhati—","eng":"“How can Venerable Mahāmoggallāna talk like this ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.5":{"pli":"‘yatāyaṃ, āvuso, tapodā sandati so daho acchodako sītodako sātodako setako suppatittho ramaṇīyo pahūtamacchakacchapo cakkamattāni ca padumāni pupphantī’ti. ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.6":{"pli":"Atha ca panāyaṃ tapodā kuthitā sandati. ","eng":"when the Tapodā is actually hot? ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.7":{"pli":"Uttarimanussadhammaṃ āyasmā mahāmoggallāno ullapatī”ti. ","eng":"He’s claiming a superhuman ability!” ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.8":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"And they told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.4.9":{"pli":"“Yatāyaṃ, bhikkhave, tapodā sandati so daho acchodako sītodako sātodako setako suppatittho ramaṇīyo pahūtamacchakacchapo cakkamattāni ca padumāni pupphanti. ","eng":"“Monks, the Tapodā does flow from a lake with clear water—cool, sweet, and pure—with smooth and pleasant banks, with an abundance of fish and turtles, and with blooming lotuses the size of wheels. ","html":"<p data-counter='57'>{}"},"pli-tv-bu-vb-pj4:9.4.10":{"pli":"Api cāyaṃ, bhikkhave, tapodā dvinnaṃ mahānirayānaṃ antarikāya āgacchati. ","eng":"But the Tapodā runs between two great hells. ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.11":{"pli":"Tenāyaṃ tapodā kuthitā sandati. ","eng":"That’s why it’s hot. ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.12":{"pli":"Saccaṃ, bhikkhave, moggallāno āha. ","eng":"Moggallāna spoke truthfully. ","html":"{}"},"pli-tv-bu-vb-pj4:9.4.13":{"pli":"Anāpatti, bhikkhave, moggallānassā”ti. ","eng":"There’s no offense for Moggallāna.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.5.1":{"pli":"Tena kho pana samayena rājā māgadho seniyo bimbisāro licchavīhi saddhiṃ saṅgāmento pabhaggo ahosi. ","eng":"At one time King Seniya Bimbisāra of Magadha was defeated in battle by the Licchavīs. ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.5.2":{"pli":"Atha rājā pacchā senaṃ saṅkaḍḍhitvā licchavayo parājesi. ","eng":"The king then rallied his army and beat the Licchavīs. ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.3":{"pli":"Saṅgāme ca nandī carati—","eng":"People were delighted and the word spread ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.4":{"pli":"“raññā licchavī pabhaggā”ti. ","eng":"that the Licchavīs had been defeated by the king. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.5.5":{"pli":"Atha kho āyasmā mahāmoggallāno bhikkhū āmantesi—","eng":"But Venerable Mahāmoggallāna said to the monks, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.5.6":{"pli":"“rājā, āvuso, licchavīhi pabhaggo”ti. ","eng":"“The king was defeated by the Licchavīs.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.5.7":{"pli":"Bhikkhū ujjhāyanti khiyyanti vipācenti—","eng":"The monks complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.5.8":{"pli":"“kathañhi nāma āyasmā mahāmoggallāno evaṃ vakkhati—","eng":"“How can Venerable Moggallāna talk like this ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.9":{"pli":"‘rājā, āvuso, licchavīhi pabhaggo’ti. ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.10":{"pli":"Saṅgāme ca nandī carati—","eng":"when people are delighted ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.11":{"pli":"‘raññā licchavī pabhaggā’ti. ","eng":"and the word is spreading that the Licchavīs have been defeated by the king? ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.12":{"pli":"Uttarimanussadhammaṃ āyasmā mahāmoggallāno ullapatī”ti. ","eng":"He’s claiming a superhuman ability!” ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.13":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.5.14":{"pli":"“Paṭhamaṃ, bhikkhave, rājā licchavīhi pabhaggo. ","eng":"“Monks, first the king was defeated by the Licchavīs, ","html":"<p data-counter='58'>{}"},"pli-tv-bu-vb-pj4:9.5.15":{"pli":"Atha rājā pacchā senaṃ saṅkaḍḍhitvā licchavayo parājesi. ","eng":"but then he rallied his army and beat them. ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.16":{"pli":"Saccaṃ, bhikkhave, moggallāno āha. ","eng":"Moggallāna spoke truthfully. ","html":"{}"},"pli-tv-bu-vb-pj4:9.5.17":{"pli":"Anāpatti, bhikkhave, moggallānassā”ti. ","eng":"There’s no offense for Moggallāna.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.6.1":{"pli":"Atha kho āyasmā mahāmoggallāno bhikkhū āmantesi—","eng":"Venerable Mahāmoggallāna said to the monks, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.6.2":{"pli":"“idhāhaṃ, āvuso, sappinikāya nadiyā tīre āneñjaṃ samādhiṃ samāpanno nāgānaṃ ogayha uttarantānaṃ koñcaṃ karontānaṃ saddaṃ assosin”ti. ","eng":"“After attaining an unshakable stillness on the banks of the river Sappinikā, I heard the sound of elephants plunging in and emerging from the water, and trumpeting too.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.6.3":{"pli":"Bhikkhū ujjhāyanti khiyyanti vipācenti—","eng":"The monks complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.6.4":{"pli":"“kathañhi nāma āyasmā mahāmoggallāno āneñjaṃ samādhiṃ samāpanno saddaṃ sossati. ","eng":"“How can Venerable Mahāmoggallāna talk like this? ","html":"{}"},"pli-tv-bu-vb-pj4:9.6.5":{"pli":"Uttarimanussadhammaṃ āyasmā mahāmoggallāno ullapatī”ti. ","eng":"He’s claiming a superhuman ability!” ","html":"{}"},"pli-tv-bu-vb-pj4:9.6.6":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.6.7":{"pli":"“Attheso, bhikkhave, samādhi so ca kho aparisuddho. ","eng":"“Monks, there is such a stillness, but it’s not wholly purified. ","html":"<p data-counter='59'>{}"},"pli-tv-bu-vb-pj4:9.6.8":{"pli":"Saccaṃ, bhikkhave, moggallāno āha. ","eng":"Moggallāna spoke truthfully. ","html":"{}"},"pli-tv-bu-vb-pj4:9.6.9":{"pli":"Anāpatti, bhikkhave, moggallānassā”ti. ","eng":"There’s no offense for Moggallāna.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.7.1":{"pli":"Atha kho āyasmā sobhito bhikkhū āmantesi—","eng":"Venerable Sobhita said to the monks, ","html":"<hr><p>{}"},"pli-tv-bu-vb-pj4:9.7.2":{"pli":"“ahaṃ, āvuso, pañca kappasatāni anussarāmī”ti. ","eng":"“I can recall five hundred eons.” ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.7.3":{"pli":"Bhikkhū ujjhāyanti khiyyanti vipācenti—","eng":"The monks complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pj4:9.7.4":{"pli":"“kathañhi nāma āyasmā sobhito evaṃ vakkhati—","eng":"“How can Venerable Sobhita talk like this? ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.5":{"pli":"‘ahaṃ, āvuso, pañca kappasatāni anussarāmī’ti. ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.6":{"pli":"Uttarimanussadhammaṃ āyasmā sobhito ullapatī”ti. ","eng":"He’s claiming a superhuman ability!” ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.7":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-bu-vb-pj4:9.7.8":{"pli":"“Atthesā, bhikkhave, sobhitassa. ","eng":"“Monks, Sobhita has this ability, ","html":"<p data-counter='60'>{}"},"pli-tv-bu-vb-pj4:9.7.9":{"pli":"Sā ca kho ekāyeva jāti. ","eng":"and that was just one birth. ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.10":{"pli":"Saccaṃ, bhikkhave, sobhito āha. ","eng":"Sobhita spoke truthfully. ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.11":{"pli":"Anāpatti, bhikkhave, sobhitassā”ti. ","eng":"There’s no offense for Sobhita.” ","html":"{}</p></section>"},"pli-tv-bu-vb-pj4:9.7.12":{"pli":"Catutthapārājikaṃ samattaṃ. ","eng":"The fourth offense entailing expulsion is finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-bu-vb-pj4:9.7.13":{"pli":"Uddiṭṭhā kho āyasmanto cattāro pārājikā dhammā, ","eng":"“Venerables, the four rules on expulsion have been recited. ","html":"<section class='patimokkha'><p>{}"},"pli-tv-bu-vb-pj4:9.7.14":{"pli":"yesaṃ bhikkhu aññataraṃ vā aññataraṃ vā āpajjitvā na labhati bhikkhūhi saddhiṃ saṃvāsaṃ, ","eng":"If a monk commits any one of them, he is no longer part of the community of monks. ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.15":{"pli":"yathā pure tathā pacchā, pārājiko hoti asaṃvāso. ","eng":"As before, so after: he’s expelled and excluded from the community. ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.16":{"pli":"Tatthāyasmante pucchāmi—","eng":"In regard to this I ask you, ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.17":{"pli":"“kaccittha parisuddhā”? ","eng":"‘Are you pure in this?’ ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.18":{"pli":"Dutiyampi pucchāmi—","eng":"A second time I ask, ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.19":{"pli":"“kaccittha parisuddhā”? ","eng":"‘Are you pure in this?’ ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.20":{"pli":"Tatiyampi pucchāmi—","eng":"A third time I ask, ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.21":{"pli":"“kaccittha parisuddhā”? ","eng":"‘Are you pure in this?’ ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.22":{"pli":"Parisuddhetthāyasmanto, tasmā tuṇhī, ","eng":"You are pure in this and therefore silent. ","html":"{}"},"pli-tv-bu-vb-pj4:9.7.23":{"pli":"evametaṃ dhārayāmīti. ","eng":"I’ll remember it thus.” ","html":"{}</p></section>"},"pli-tv-bu-vb-pj4:9.7.24":{"pli":"Pārājikaṃ niṭṭhitaṃ. ","eng":"The offenses entailing expulsion are finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pj4:9.7.25":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-bu-vb-pj4:9.7.26":{"pli":"Methunādinnādānañca, ","eng":"“Sexual intercourse, and stealing, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:9.7.27":{"pli":"manussaviggahuttari; ","eng":"Person, super—","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:9.7.28":{"pli":"Pārājikāni cattāri, ","eng":"The four offenses entailing expulsion, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pj4:9.7.29":{"pli":"chejjavatthū asaṃsayāti. ","eng":"Definitive grounds for cutting off.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-bu-vb-pj4:9.7.30":{"pli":"Pārājikakaṇḍaṃ niṭṭhitaṃ. ","eng":"The chapter on offenses entailing expulsion is finished. ","html":"<p class='endkanda'>{}</p></article>"}}}