{"pli-tv-pvr15":{"pli-tv-pvr15:0.1":{"pli":"Parivāra ","eng":"The Compendium ","html":"<article id='pli-tv-pvr15' data-split='epub'><header><ul><li class='division'>{}</li></ul>"},"pli-tv-pvr15:0.2":{"pli":"15. Mahāsaṅgāma ","eng":"The great section on conflict ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-pvr15:0.3":{"pli":"1. Voharantenajānitabbādi ","eng":"1. What is to be known by one who is speaking, etc. ","html":"<h2>{}</h2>"},"pli-tv-pvr15:1.1":{"pli":"Saṅgāmāvacarena bhikkhunā saṅghe voharantena vatthu jānitabbaṃ, vipatti jānitabbā, āpatti jānitabbā, nidānaṃ jānitabbaṃ, ākāro jānitabbo, pubbāparaṃ jānitabbaṃ, katākataṃ jānitabbaṃ, kammaṃ jānitabbaṃ, adhikaraṇaṃ jānitabbaṃ, samatho jānitabbo, na chandāgati gantabbā, na dosāgati gantabbā, na mohāgati gantabbā, na bhayāgati gantabbā, saññāpanīye ṭhāne saññāpetabbaṃ, nijjhāpanīye ṭhāne nijjhāpetabbaṃ, pekkhanīye ṭhāne pekkhitabbaṃ, pasādanīye ṭhāne pasādetabbaṃ, “laddhapakkhomhī”ti parapakkho nāvajānitabbo, bahussutomhīti appassuto nāvajānitabbo, therataromhīti navakataro nāvajānitabbo, asampattaṃ na byāhātabbaṃ, sampattaṃ dhammato vinayato na parihāpetabbaṃ, yena dhammena yena vinayena yena satthusāsanena taṃ adhikaraṇaṃ vūpasammati, tathā taṃ adhikaraṇaṃ vūpasametabbaṃ. ","eng":"When a monk who is involved in a conflict is speaking in the Sangha, he should know the actions that are the bases for offenses, as well as the failures, the offenses, the origin stories, the attributes, the right order, what has and has not been done, the legal procedures, the legal issues, and their settling. He should not be biased by favoritism, ill will, confusion, or fear. He should persuade when persuasion is appropriate, should make others understand when making understand is appropriate, should look on when looking on is appropriate, and should inspire when inspiration is appropriate. Thinking, “I’ve obtained supporters,” he should not despise the supporters of others. Thinking, “I’m learned,” he should not despise those who are ignorant. Thinking, “I’m more senior,” he should not despise those who are junior. He should not speak about what has not been reached, and he should not use the Teaching or the Monastic Law to neglect what has been reached. He should resolve that legal issue in accordance with the Teaching, the Monastic Law, and the Teacher’s instruction. ","html":"<p>{}</p>"},"pli-tv-pvr15:2.1":{"pli":"Vatthu jānitabbanti ","eng":"He should know the actions that are the bases for offenses: ","html":"<dl><dt>{}</dt>"},"pli-tv-pvr15:2.2":{"pli":"aṭṭhapārājikānaṃ vatthu jānitabbaṃ, tevīsasaṅghādisesānaṃ vatthu jānitabbaṃ, dveaniyatānaṃ vatthu jānitabbaṃ, dvecattārīsanissaggiyānaṃ vatthu jānitabbaṃ, aṭṭhāsītisatapācittiyānaṃ vatthu jānitabbaṃ, dvādasapāṭidesanīyānaṃ vatthu jānitabbaṃ, dukkaṭānaṃ vatthu jānitabbaṃ, dubbhāsitānaṃ vatthu jānitabbaṃ. ","eng":"he should know the actions that are the bases for the eight offenses entailing expulsion, for the twenty-three offenses entailing suspension, for the two undetermined offenses, for the forty-two offenses entailing relinquishment, for the one hundred and eighty-eight offenses entailing confession, for the twelve offenses entailing acknowledgment, for the offenses of wrong conduct, and for the offenses of wrong speech. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:3.1":{"pli":"Vipatti jānitabbāti ","eng":"He should know the failures: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:3.2":{"pli":"sīlavipatti jānitabbā, ācāravipatti jānitabbā, diṭṭhivipatti jānitabbā, ājīvavipatti jānitabbā. ","eng":"he should know failure in morality, failure in conduct, failure in view, and failure in livelihood. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:4.1":{"pli":"Āpatti jānitabbāti ","eng":"He should know the offenses: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:4.2":{"pli":"pārājikāpatti jānitabbā, saṅghādisesāpatti jānitabbā, thullaccayāpatti jānitabbā, pācittiyāpatti jānitabbā, pāṭidesanīyāpatti jānitabbā, dukkaṭāpatti jānitabbā, dubbhāsitāpatti jānitabbā. ","eng":"he should know the offenses entailing expulsion, the offenses entailing suspension, the serious offenses, the offenses entailing confession, the offenses entailing acknowledgement, the offenses of wrong conduct, and the offenses of wrong speech. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:5.1":{"pli":"Nidānaṃ jānitabbanti ","eng":"He should know the origin stories: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:5.2":{"pli":"aṭṭhapārājikānaṃ nidānaṃ jānitabbaṃ, tevīsasaṅghādisesānaṃ nidānaṃ jānitabbaṃ, dveaniyatānaṃ nidānaṃ jānitabbaṃ, dvecattārīsanissaggiyānaṃ nidānaṃ jānitabbaṃ, aṭṭhāsītisatapācittiyānaṃ nidānaṃ jānitabbaṃ, dvādasapāṭidesanīyānaṃ nidānaṃ jānitabbaṃ, dukkaṭānaṃ nidānaṃ jānitabbaṃ, dubbhāsitānaṃ nidānaṃ jānitabbaṃ. ","eng":"he should know the origin stories to the eight offenses entailing expulsion, to the twenty-three offenses entailing suspension, to the two undetermined offenses, to the forty-two offenses entailing relinquishment, to the one hundred and eighty-eight offenses entailing confession, to the twelve offenses entailing acknowledgment, to the offenses of wrong conduct, and to the offenses of wrong speech. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:6.1":{"pli":"Ākāro jānitabboti ","eng":"He should know the attributes: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:6.2":{"pli":"saṅgho ākārato jānitabbo, gaṇo ākārato jānitabbo, puggalo ākārato jānitabbo, codako ākārato jānitabbo, cuditako ākārato jānitabbo. ","eng":"he should know the attributes of a sangha, of a group, of an individual, of an accuser, of an accused. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:6.3":{"pli":"Saṅgho ākārato jānitabboti ","eng":"He should know the attributes of a sangha: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:6.4":{"pli":"paṭibalo nu kho ayaṃ saṅgho imaṃ adhikaraṇaṃ vūpasametuṃ dhammena vinayena satthusāsanena udāhu noti, evaṃ saṅgho ākārato jānitabbo. ","eng":"is this sangha capable of resolving this legal issue according to the Teaching, the Monastic Law, and the Teacher’s instruction, or is it not? ","html":"<dd>{}</dd>"},"pli-tv-pvr15:6.5":{"pli":"Gaṇo ākārato jānitabboti ","eng":"He should know the attributes of a group: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:6.6":{"pli":"paṭibalo nu kho ayaṃ gaṇo imaṃ adhikaraṇaṃ vūpasametuṃ dhammena vinayena satthusāsanena udāhu noti, evaṃ gaṇo ākārato jānitabbo. ","eng":"is this group capable of resolving this legal issue according to the Teaching, the Monastic Law, and the Teacher’s instruction, or is it not? ","html":"<dd>{}</dd>"},"pli-tv-pvr15:6.7":{"pli":"Puggalo ākārato jānitabboti ","eng":"He should know the attributes of an individual: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:6.8":{"pli":"paṭibalo nu kho ayaṃ puggalo imaṃ adhikaraṇaṃ vūpasametuṃ dhammena vinayena satthusāsanena udāhu noti, evaṃ puggalo ākārato jānitabbo. ","eng":"is this individual capable of resolving this legal issue according to the Teaching, the Monastic Law, and the Teacher’s instruction, or is he not? ","html":"<dd>{}</dd>"},"pli-tv-pvr15:6.9":{"pli":"Codako ākārato jānitabboti ","eng":"He should know the attributes of an accuser: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:6.10":{"pli":"kacci nu kho ayamāyasmā pañcasu dhammesu patiṭṭhāya paraṃ codeti udāhu noti, evaṃ codako ākārato jānitabbo. ","eng":"is this venerable established in the five qualities before accusing another, or is he not? ","html":"<dd>{}</dd>"},"pli-tv-pvr15:6.11":{"pli":"Cuditako ākārato jānitabboti ","eng":"He should know the attributes of an accused: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:6.12":{"pli":"kacci nu kho ayamāyasmā dvīsu dhammesu patiṭṭhito sacce ca akuppe ca udāhu noti, evaṃ cuditako ākārato jānitabbo. ","eng":"is this venerable established in the two qualities of truth and composure, or is he not? ","html":"<dd>{}</dd>"},"pli-tv-pvr15:7.1":{"pli":"Pubbāparaṃ jānitabbanti ","eng":"He should know the right order: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:7.2":{"pli":"kacci nu kho ayamāyasmā vatthuto vā vatthuṃ saṅkamati, vipattito vā vipattiṃ saṅkamati, āpattito vā āpattiṃ saṅkamati, avajānitvā vā paṭijānāti, paṭijānitvā vā avajānāti, aññena vā aññaṃ paṭicarati, udāhu noti, evaṃ pubbāparaṃ jānitabbaṃ. ","eng":"does this venerable go from one action that is the basis for an offense to another action, from one failure to another, from one offense to another? Does he assert things after denying them, deny things after asserting them, or evade the issue? Or does he not? ","html":"<dd>{}</dd>"},"pli-tv-pvr15:8.1":{"pli":"Katākataṃ jānitabbanti ","eng":"He should know what has and has not been done: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:8.2":{"pli":"methunadhammo jānitabbo, methunadhammassa anulomaṃ jānitabbaṃ, methunadhammassa pubbabhāgo jānitabbo. ","eng":"he should know sexual intercourse, he should know what amounts to sexual intercourse, he should know the preliminaries of sexual intercourse. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:8.3":{"pli":"Methunadhammo jānitabboti ","eng":"He should know sexual intercourse: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:8.4":{"pli":"dvayaṃdvayasamāpatti jānitabbā. ","eng":"he should know that which is done wherever there are couples. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:8.5":{"pli":"Methunadhammassa anulomaṃ jānitabbanti ","eng":"He should know what amounts to sexual intercourse: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:8.6":{"pli":"bhikkhu attano mukhena parassa aṅgajātaṃ gaṇhāti. ","eng":"a monk taking the genitals of another in his mouth. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:8.7":{"pli":"Methunadhammassa pubbabhāgo jānitabboti ","eng":"He should know the preliminaries to sexual intercourse: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:8.8":{"pli":"vaṇṇāvaṇṇo, kāyasaṃsaggo, duṭṭhullavācā, attakāmapāricariyā, vacanamanuppadānaṃ. ","eng":"various colors, physical contact, indecent speech, satisfying one’s own desires, encouraging through speech. ","html":"<dd>{}</dd>","comm":"Sp 5.375: <i lang='pi' translate='no'>Vaṇṇāvaṇṇoti nīlādivaṇṇāvaṇṇavasena sukkavissaṭṭhisikkhāpadaṁ vuttaṁ. Vacanamanuppadānanti sañcarittaṁ vuttaṁ</i>, “‘Various colors’ is said on account of the various colors of blue, etc., in the training rule on emission of semen. ‘Encouraging through speech’: matchmaking is spoken of.” In other words, this refers to the first and fifth offenses entailing suspension for monks. "},"pli-tv-pvr15:9.1":{"pli":"Kammaṃ jānitabbanti ","eng":"He should know the legal procedures: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:9.2":{"pli":"soḷasakammāni jānitabbāni—","eng":"he should know the sixteen legal procedures: ","html":"<dd>{}"},"pli-tv-pvr15:9.3":{"pli":"cattāri apalokanakammāni jānitabbāni, cattāri ñattikammāni jānitabbāni, cattāri ñattidutiyakammāni jānitabbāni, cattāri ñatticatutthakammāni jānitabbāni. ","eng":"he should know the four kinds of legal procedures consisting of getting permission, the four kinds of legal procedures consisting of one motion, the four kinds of legal procedures consisting one motion and one announcement, and the four kinds of legal procedures consisting of one motion and three announcements. ","html":"{}</dd>","comm":"Sp 5.376: <i lang='pi' translate='no'>Cattāri apalokanakammānīti adhammenavaggādīni</i>, “‘The four kinds of legal procedures consisting of getting permission’: illegitimate, an incomplete assembly, etc.” "},"pli-tv-pvr15:10.1":{"pli":"Adhikaraṇaṃ jānitabbanti ","eng":"He should know the legal issues: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:10.2":{"pli":"cattāri adhikaraṇāni jānitabbāni—","eng":"he should know the four kinds of legal issues: ","html":"<dd>{}"},"pli-tv-pvr15:10.3":{"pli":"vivādādhikaraṇaṃ jānitabbaṃ, anuvādādhikaraṇaṃ jānitabbaṃ, āpattādhikaraṇaṃ jānitabbaṃ, kiccādhikaraṇaṃ jānitabbaṃ. ","eng":"he should know the legal issues arising from disputes, the legal issues arising from accusations, the legal issues arising from offenses, and the legal issues arising from business. ","html":"{}</dd>"},"pli-tv-pvr15:11.1":{"pli":"Samatho jānitabboti ","eng":"He should know settling: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:11.2":{"pli":"satta samathā jānitabbā—","eng":"he should know the seven principles for settling legal issues: ","html":"<dd>{}"},"pli-tv-pvr15:11.3":{"pli":"sammukhāvinayo jānitabbo, sativinayo jānitabbo, amūḷhavinayo jānitabbo, paṭiññātakaraṇaṃ jānitabbaṃ, yebhuyyasikā jānitabbā, tassapāpiyasikā jānitabbā, tiṇavatthārako jānitabbo. ","eng":"he should know resolution face-to-face, resolution through recollection, resolution because of past insanity, acting according to what has been admitted, majority decision, further penalty, and covering over as if with grass. ","html":"{}</dd></dl>"},"pli-tv-pvr15:12.0":{"pli":"2. Agatiagantabba ","eng":"2. Not to be biased ","html":"<h2>{}</h2>"},"pli-tv-pvr15:12.1":{"pli":"Na chandāgati gantabbāti ","eng":"He should not be biased by favoritism: ","html":"<dl><dt>{}</dt>"},"pli-tv-pvr15:12.2":{"pli":"chandāgatiṃ gacchanto kathaṃ chandāgatiṃ gacchati? ","eng":"How is one biased by favoritism? ","html":"<dd><p>{}</p>"},"pli-tv-pvr15:12.3":{"pli":"Idhekacco—“ayaṃ me upajjhāyo vā ācariyo vā saddhivihāriko vā antevāsiko vā samānupajjhāyako vā samānācariyako vā sandiṭṭho vā sambhatto vā ñātisālohito vā”ti, tassānukampāya tassānurakkhāya adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti, avinayaṃ vinayoti dīpeti, vinayaṃ avinayoti dīpeti, abhāsitaṃ alapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpeti, bhāsitaṃ lapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpeti, anāciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpeti, āciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpeti, apaññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpeti, paññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpeti, anāpattiṃ āpattīti dīpeti, āpattiṃ anāpattīti dīpeti, lahukaṃ āpattiṃ garukā āpattīti dīpeti, garukaṃ āpattiṃ lahukā āpattīti dīpeti, sāvasesaṃ āpattiṃ anavasesā āpattīti dīpeti, anavasesaṃ āpattiṃ sāvasesā āpattīti dīpeti, duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"It may be that someone thinks, “This is my preceptor, teacher, student, pupil, co-student, co-pupil, friend, companion, or relative.” To be compassionate toward and protect this person, he proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it. He proclaims what is contrary to the Monastic Law as being in accordance with it, and what is in accordance with the Monastic Law as contrary to it. He proclaims what hasn’t been spoken by the Buddha as spoken by him, and what has been spoken by the Buddha as not spoken by him. He proclaims what was not practiced by the Buddha as practiced by him, and what was practiced by the Buddha as not practiced by him. He proclaims what was not laid down by the Buddha as laid down by him, and what was laid down by the Buddha as not laid down by him. He proclaims a non-offense as an offense, and an offense as a non-offense. He proclaims a light offense as heavy, and a heavy offense as light. He proclaims a curable offense as incurable, and an incurable offense as curable. He proclaims a grave offense as minor, and a minor offense as grave. ","html":"<p>{}</p>"},"pli-tv-pvr15:12.4":{"pli":"Imehi aṭṭhārasahi vatthūhi chandāgatiṃ gacchanto bahujanāhitāya paṭipanno hoti bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"If he is biased by favoritism by way of these eighteen grounds, then his behavior is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ","html":"<p>{}"},"pli-tv-pvr15:12.5":{"pli":"Imehi aṭṭhārasahi vatthūhi chandāgatiṃ gacchanto khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"If he is biased by favoritism by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ","html":"{}"},"pli-tv-pvr15:12.6":{"pli":"Chandāgatiṃ gacchanto evaṃ chandāgatiṃ gacchati. ","html":"{}</p></dd>"},"pli-tv-pvr15:13.1":{"pli":"Na dosāgati gantabbāti ","eng":"He should not be biased by ill will: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:13.2":{"pli":"dosāgatiṃ gacchanto kathaṃ dosāgatiṃ gacchati? ","eng":"How is one biased by ill will? ","html":"<dd><p>{}</p>"},"pli-tv-pvr15:13.3":{"pli":"Idhekacco anatthaṃ me acarīti āghātaṃ bandhati, anatthaṃ me caratīti āghātaṃ bandhati, anatthaṃ me carissatīti āghātaṃ bandhati, piyassa me manāpassa anatthaṃ acari … anatthaṃ carati … anatthaṃ carissatīti āghātaṃ bandhati, appiyassa me amanāpassa atthaṃ acari … atthaṃ carati … atthaṃ carissatīti āghātaṃ bandhati. ","eng":"It may be that someone thinks, “They’ve harmed me,” and he feels resentful. Or he thinks, “They’re harming me,” and he feels resentful. Or he thinks, “They’ll harm me,” and he feels resentful. Or he thinks, “They’ve harmed someone who’s dear to me” … “They’re harming someone who’s dear to me” … “They’ll harm someone who’s dear to me” … “They’ve benefited someone I dislike” … “They’re benefiting someone I dislike” … “They’ll benefit someone I dislike,” and he feels resentful. ","html":"<p>{}"},"pli-tv-pvr15:13.4":{"pli":"Imehi navahi āghātavatthūhi āghāto paṭighāto kuddho kodhābhibhūto adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti …pe… ","eng":"Because of these nine grounds for resentment, he is resentful, hostile, angry, and overcome by anger, and then proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it … ","html":"{}"},"pli-tv-pvr15:13.5":{"pli":"duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"He proclaims a grave offense as minor, and a minor offense as grave. ","html":"{}</p>"},"pli-tv-pvr15:13.6":{"pli":"Imehi aṭṭhārasahi vatthūhi dosāgatiṃ gacchanto bahujanāhitāya paṭipanno hoti bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"If he is biased by ill will by way of these eighteen grounds, then his behavior is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ","html":"<p>{}"},"pli-tv-pvr15:13.7":{"pli":"Imehi aṭṭhārasahi vatthūhi dosāgatiṃ gacchanto khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ bahuñca apuññaṃ pasavati. ","eng":"If he is biased by ill will by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ","html":"{}"},"pli-tv-pvr15:13.8":{"pli":"Dosāgatiṃ gacchanto evaṃ dosāgatiṃ gacchati. ","html":"{}</p></dd>"},"pli-tv-pvr15:14.1":{"pli":"Na mohāgati gantabbāti ","eng":"He should not be biased by confusion: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:14.2":{"pli":"mohāgatiṃ gacchanto kathaṃ mohāgatiṃ gacchati? ","eng":"How is one biased by confusion? ","html":"<dd><p>{}</p>"},"pli-tv-pvr15:14.3":{"pli":"Ratto rāgavasena gacchati, duṭṭho dosavasena gacchati, mūḷho mohavasena gacchati, parāmaṭṭho diṭṭhivasena gacchati, mūḷho sammūḷho mohābhibhūto adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti …pe… ","eng":"Biased by favoritism, ill will, or confusion, or by a grasped view, he is confused, deluded, and overcome by confusion, and then proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it … ","html":"<p>{}"},"pli-tv-pvr15:14.4":{"pli":"duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"He proclaims a grave offense as minor, and a minor offense as grave. ","html":"{}</p>"},"pli-tv-pvr15:14.5":{"pli":"Imehi aṭṭhārasahi vatthūhi mohāgatiṃ gacchanto bahujanāhitāya paṭipanno hoti bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"If he is biased by confusion by way of these eighteen grounds, then his behavior is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ","html":"<p>{}"},"pli-tv-pvr15:14.6":{"pli":"Imehi aṭṭhārasahi vatthūhi mohāgatiṃ gacchanto khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"If he is biased by confusion by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ","html":"{}"},"pli-tv-pvr15:14.7":{"pli":"Mohāgatiṃ gacchanto evaṃ mohāgatiṃ gacchati. ","html":"{}</p></dd>"},"pli-tv-pvr15:15.1":{"pli":"Na bhayāgati gantabbāti ","eng":"He should not be biased by fear: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:15.2":{"pli":"bhayāgatiṃ gacchanto kathaṃ bhayāgatiṃ gacchati? ","eng":"How is one biased by fear? ","html":"<dd><p>{}</p>"},"pli-tv-pvr15:15.3":{"pli":"Idhekacco—“ayaṃ visamanissito vā gahananissito vā balavanissito vā kakkhaḷo pharuso jīvitantarāyaṃ vā brahmacariyantarāyaṃ vā karissatī”ti, tassa bhayā bhīto adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti, avinayaṃ vinayoti dīpeti, vinayaṃ avinayoti dīpeti, abhāsitaṃ alapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpeti, bhāsitaṃ lapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpeti, anāciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpeti, āciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpeti, apaññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpeti, paññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpeti, anāpattiṃ āpattīti dīpeti, āpattiṃ anāpattīti dīpeti, lahukaṃ āpattiṃ garukā āpattīti dīpeti, garukaṃ āpattiṃ lahukā āpattīti dīpeti, sāvasesaṃ āpattiṃ anavasesā āpattīti dīpeti, anavasesaṃ āpattiṃ sāvasesā āpattīti dīpeti, duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"It may be that someone thinks, “This one relies on the uneven, on thick covers, and on powerful individuals; he’s cruel and harsh, and might be a threat to life or the monastic life.” Fearful or frightened of him, he proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it. He proclaims what is contrary to the Monastic Law as being in accordance with it, and what is in accordance with the Monastic Law as contrary to it. He proclaims what hasn’t been spoken by the Buddha as spoken by him, and what has been spoken by the Buddha as not spoken by him. He proclaims what was not practiced by the Buddha as practiced by him, and what was practiced by the Buddha as not practiced by him. He proclaims what was not laid down by the Buddha as laid down by him, and what was laid down by the Buddha as not laid down by him. He proclaims a non-offense as an offense, and an offense as a non-offense. He proclaims a light offense as heavy, and a heavy offense as light. He proclaims a curable offense as incurable, and an incurable offense as curable. He proclaims a grave offense as minor, and a minor offense as grave. ","html":"<p>{}</p>","comm":"Sp 5.382: <i lang='pi' translate='no'>Visamanissitoti visamāni kāyakammādīni nissito. Gahananissitoti micchādiṭṭhiantaggāhikadiṭṭhisaṅkhātaṁ gahanaṁ nissito. Balavanissitoti balavante abhiññāte bhikkhū nissito</i>, “‘Relies on the uneven’: relies on uneven bodily conduct, etc. ‘Relies on thick covers’: relies on thick covers known as wrong views and extreme views. ‘Relies on the powerful’: relies on powerful and well-known monks.” "},"pli-tv-pvr15:15.4":{"pli":"Imehi aṭṭhārasahi vatthūhi bhayāgatiṃ gacchanto bahujanāhitāya paṭipanno hoti bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ","eng":"If he is biased by fear by way of these eighteen grounds, then his behavior is unbeneficial and a cause of unhappiness for humanity; it is harmful, detrimental, and a cause of suffering for gods and humans. ","html":"<p>{}"},"pli-tv-pvr15:15.5":{"pli":"Imehi aṭṭhārasahi vatthūhi bhayāgatiṃ gacchanto khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti, sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati. ","eng":"If he is biased by fear by way of these eighteen grounds, then he is damaged and impaired, blamed and criticized by sensible people, and makes much demerit. ","html":"{}"},"pli-tv-pvr15:15.6":{"pli":"Bhayāgatiṃ gacchanto evaṃ bhayāgatiṃ gacchati. ","html":"{}</p></dd></dl>"},"pli-tv-pvr15:16.1":{"pli":"Chandā dosā bhayā mohā, ","eng":"“If, because of favoritism, ill will, fear, or confusion, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:16.2":{"pli":"yo dhammaṃ ativattati; ","eng":"He goes beyond the Teaching, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:16.3":{"pli":"Nihīyati tassa yaso, ","eng":"Then his reputation is harmed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:16.4":{"pli":"kāḷapakkheva candimāti. ","eng":"Like the moon during the waning half-month.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pli-tv-pvr15:17.0":{"pli":"3. Agatiagamana ","eng":"3. Not being biased ","html":"<h2>{}</h2>"},"pli-tv-pvr15:17.1":{"pli":"Kathaṃ na chandāgatiṃ gacchati? ","eng":"How is one not biased by favoritism? ","html":"<dl><dt>{}</dt>"},"pli-tv-pvr15:17.2":{"pli":"Adhammaṃ adhammoti dīpento na chandāgatiṃ gacchati, dhammaṃ dhammoti dīpento na chandāgatiṃ gacchati, avinayaṃ avinayoti dīpento na chandāgatiṃ gacchati, vinayaṃ vinayoti dīpento na chandāgatiṃ gacchati, abhāsitaṃ alapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpento na chandāgatiṃ gacchati, bhāsitaṃ lapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpento na chandāgatiṃ gacchati, anāciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpento na chandāgatiṃ gacchati, āciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpento na chandāgatiṃ gacchati, apaññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpento na chandāgatiṃ gacchati, paññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpento na chandāgatiṃ gacchati, anāpattiṃ anāpattīti dīpento na chandāgatiṃ gacchati, āpattiṃ āpattīti dīpento na chandāgatiṃ gacchati, lahukaṃ āpattiṃ lahukā āpattīti dīpento na chandāgatiṃ gacchati, garukaṃ āpattiṃ garukā āpattīti dīpento na chandāgatiṃ gacchati, sāvasesaṃ āpattiṃ sāvasesā āpattīti dīpento na chandāgatiṃ gacchati, anavasesaṃ āpattiṃ anavasesā āpattīti dīpento na chandāgatiṃ gacchati, duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento na chandāgatiṃ gacchati, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento na chandāgatiṃ gacchati. ","eng":"One is not biased by favoritism if one proclaims what is contrary to the Teaching as such, and what is in accordance with the Teaching as such; if one proclaims what is contrary to the Monastic Law as such, and what is in accordance with the Monastic Law as such; if one proclaims what hasn’t been spoken by the Buddha as such, and what has been spoken by the Buddha as such; if one proclaims what was not practiced by the Buddha as such, and what was practiced by the Buddha as such; if one proclaims what was not laid down by the Buddha as such, and what was laid down by the Buddha as such; if one proclaims a non-offense as such, and an offense as such; if one proclaims a light offense as light, and a heavy offense as heavy; if one proclaims a curable offense as curable, and an incurable offense as incurable; if one proclaims a grave offense as grave, and a minor offense as minor. ","html":"<dd><p>{}"},"pli-tv-pvr15:17.3":{"pli":"Evaṃ na chandāgatiṃ gacchati. ","html":"{}</p></dd>"},"pli-tv-pvr15:18.1":{"pli":"Kathaṃ na dosāgatiṃ gacchati? ","eng":"How is one not biased by ill will? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:18.2":{"pli":"Adhammaṃ adhammoti dīpento na dosāgatiṃ gacchati, dhammaṃ dhammoti dīpento na dosāgatiṃ gacchati …pe… ","eng":"One is not biased by ill will if one proclaims what is contrary to the Teaching as such, and what is in accordance with the Teaching as such … ","html":"<dd><p>{}"},"pli-tv-pvr15:18.3":{"pli":"duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento na dosāgatiṃ gacchati, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento na dosāgatiṃ gacchati. ","eng":"if one proclaims a grave offense as grave, and a minor offense as minor. ","html":"{}"},"pli-tv-pvr15:18.4":{"pli":"Evaṃ na dosāgatiṃ gacchati. ","html":"{}</p></dd>"},"pli-tv-pvr15:19.1":{"pli":"Kathaṃ na mohāgatiṃ gacchati? ","eng":"How is one not biased by confusion? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:19.2":{"pli":"Adhammaṃ adhammoti dīpento na mohāgatiṃ gacchati, dhammaṃ dhammoti dīpento na mohāgatiṃ gacchati …pe… ","eng":"One is not biased by confusion if one proclaims what is contrary to the Teaching as such, and what is in accordance with the Teaching as such … ","html":"<dd><p>{}"},"pli-tv-pvr15:19.3":{"pli":"duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento na mohāgatiṃ gacchati, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento na mohāgatiṃ gacchati. ","eng":"if one proclaims a grave offense as grave, and a minor offense as minor. ","html":"{}"},"pli-tv-pvr15:19.4":{"pli":"Evaṃ na mohāgatiṃ gacchati. ","html":"{}</p></dd>"},"pli-tv-pvr15:20.1":{"pli":"Kathaṃ na bhayāgatiṃ gacchati? ","eng":"How is one not biased by fear? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:20.2":{"pli":"Adhammaṃ adhammoti dīpento na bhayāgatiṃ gacchati, dhammaṃ dhammoti dīpento na bhayāgatiṃ gacchati, avinayaṃ avinayoti dīpento na bhayāgatiṃ gacchati, vinayaṃ vinayoti dīpento na bhayāgatiṃ gacchati, abhāsitaṃ alapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpento na bhayāgatiṃ gacchati, bhāsitaṃ lapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpento na bhayāgatiṃ gacchati, anāciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpento na bhayāgatiṃ gacchati, āciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpento na bhayāgatiṃ gacchati, apaññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpento na bhayāgatiṃ gacchati, paññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpento na bhayāgatiṃ gacchati, anāpattiṃ anāpattīti dīpento na bhayāgatiṃ gacchati, āpattiṃ āpattīti dīpento na bhayāgatiṃ gacchati, lahukaṃ āpattiṃ lahukā āpattīti dīpento na bhayāgatiṃ gacchati, garukaṃ āpattiṃ garukā āpattīti dīpento na bhayāgatiṃ gacchati, sāvasesaṃ āpattiṃ sāvasesā āpattīti dīpento na bhayāgatiṃ gacchati, anavasesaṃ āpattiṃ anavasesā āpattīti dīpento na bhayāgatiṃ gacchati, duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento na bhayāgatiṃ gacchati, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento na bhayāgatiṃ gacchati. ","eng":"One is not biased by fear if one proclaims what is contrary to the Teaching as such, and what is in accordance with the Teaching as such; if one proclaims what is contrary to the Monastic Law as such, and what is in accordance with the Monastic Law as such; if one proclaims what hasn’t been spoken by the Buddha as such, and what has been spoken by the Buddha as such; if one proclaims what was not practiced by the Buddha as such, and what was practiced by the Buddha as such; if one proclaims what was not laid down by the Buddha as such, and what was laid down by the Buddha as such; if one proclaims a non-offense as such, and an offense as such; if one proclaims a light offense as light, and a heavy offense as heavy; if one proclaims a curable offense as curable, and an incurable offense as incurable; if one proclaims a grave offense as grave, and a minor offense as minor. ","html":"<dd><p>{}"},"pli-tv-pvr15:20.3":{"pli":"Evaṃ na bhayāgatiṃ gacchati. ","html":"{}</p></dd></dl>"},"pli-tv-pvr15:21.1":{"pli":"Chandā dosā bhayā mohā, ","eng":"“If, because of favoritism, ill will, fear, or confusion, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:21.2":{"pli":"yo dhammaṃ nātivattati; ","eng":"He does not go beyond the Teaching, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:21.3":{"pli":"Āpūrati tassa yaso, ","eng":"Then his reputation grows, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:21.4":{"pli":"sukkapakkheva candimāti. ","eng":"Like the moon during the waxing fortnight.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pli-tv-pvr15:22.0":{"pli":"4. Saññāpanīyādi ","eng":"4. To be persuaded, etc. ","html":"<h2>{}</h2>"},"pli-tv-pvr15:22.1":{"pli":"Kathaṃ saññāpanīye ṭhāne saññāpeti? ","eng":"How does one persuade when persuasion is appropriate? ","html":"<dl><dt>{}</dt>"},"pli-tv-pvr15:22.2":{"pli":"Adhammaṃ adhammoti dīpento saññāpanīye ṭhāne saññāpeti, dhammaṃ dhammoti dīpento saññāpanīye ṭhāne saññāpeti …pe… ","eng":"Proclaiming what is contrary to the Teaching as such, and what is in accordance with the Teaching as such, he persuades others when persuasion is appropriate. … ","html":"<dd>{}"},"pli-tv-pvr15:22.3":{"pli":"duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento saññāpanīye ṭhāne saññāpeti, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento saññāpanīye ṭhāne saññāpeti. ","eng":"Proclaiming a grave offense as grave and a minor offense as minor, he persuades others when persuasion is appropriate. ","html":"{}"},"pli-tv-pvr15:22.4":{"pli":"Evaṃ saññāpanīye ṭhāne saññāpeti. ","html":"{}</dd>"},"pli-tv-pvr15:23.1":{"pli":"Kathaṃ nijjhāpanīye ṭhāne nijjhāpeti? ","eng":"How does one make others understand when making understand is appropriate? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:23.2":{"pli":"Adhammaṃ adhammoti dīpento nijjhāpanīye ṭhāne nijjhāpeti, dhammaṃ dhammoti dīpento nijjhāpanīye ṭhāne nijjhāpeti …pe… ","eng":"Proclaiming what is contrary to the Teaching as such, and what is in accordance with the Teaching as such, he makes others understand when making understand is appropriate. … ","html":"<dd>{}"},"pli-tv-pvr15:23.3":{"pli":"duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento nijjhāpanīye ṭhāne nijjhāpeti, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento nijjhāpanīye ṭhāne nijjhāpeti. ","eng":"Proclaiming a grave offense as grave and a minor offense as minor, he makes others understand when making understand is appropriate. ","html":"{}"},"pli-tv-pvr15:23.4":{"pli":"Evaṃ nijjhāpanīye ṭhāne nijjhāpeti. ","html":"{}</dd>"},"pli-tv-pvr15:24.1":{"pli":"Kathaṃ pekkhanīye ṭhāne pekkhati? ","eng":"How does one look on when looking on is appropriate? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:24.2":{"pli":"Adhammaṃ adhammoti dīpento pekkhanīye ṭhāne pekkhati, dhammaṃ dhammoti dīpento pekkhanīye ṭhāne pekkhati …pe… ","eng":"Proclaiming what is contrary to the Teaching as such, and what is in accordance with the Teaching as such, he looks on when looking on is appropriate. … ","html":"<dd>{}"},"pli-tv-pvr15:24.3":{"pli":"duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento pekkhanīye ṭhāne pekkhati, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento pekkhanīye ṭhāne pekkhati. ","eng":"Proclaiming a grave offense as grave and a minor offense as minor, he looks on when looking on is appropriate. ","html":"{}"},"pli-tv-pvr15:24.4":{"pli":"Evaṃ pekkhanīye ṭhāne pekkhati. ","html":"{}</dd>"},"pli-tv-pvr15:25.1":{"pli":"Kathaṃ pasādanīye ṭhāne pasādeti? ","eng":"How does one inspire when inspiration is appropriate? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:25.2":{"pli":"Adhammaṃ adhammoti dīpento pasādanīye ṭhāne pasādeti, dhammaṃ dhammoti dīpento pasādanīye ṭhāne pasādeti …pe… ","eng":"Proclaiming what is contrary to the Teaching as such, and what is in accordance with the Teaching as such, he inspires when inspiration is appropriate. … ","html":"<dd>{}"},"pli-tv-pvr15:25.3":{"pli":"duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpento pasādanīye ṭhāne pasādeti, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpento pasādanīye ṭhāne pasādeti. ","eng":"Proclaiming a grave offense as grave and a minor offense as minor, he inspires when inspiration is appropriate. ","html":"{}"},"pli-tv-pvr15:25.4":{"pli":"Evaṃ pasādanīye ṭhāne pasādeti. ","html":"{}</dd></dl>"},"pli-tv-pvr15:26.0":{"pli":"5. Parapakkhādiavajānana ","eng":"5. Despising the supporters of others, etc. ","html":"<h2>{}</h2>"},"pli-tv-pvr15:26.1":{"pli":"Kathaṃ laddhapakkhomhīti parapakkhaṃ avajānāti? ","eng":"Thinking, “I’ve obtained supporters,” how does one despise the supporters of others? ","html":"<dl><dt>{}</dt>"},"pli-tv-pvr15:26.2":{"pli":"Idhekacco laddhapakkho hoti laddhaparivāro pakkhavā ñātimā. ","eng":"It may be that someone has obtained supporters and a group of followers, and has relatives. ","html":"<dd>{}"},"pli-tv-pvr15:26.3":{"pli":"“Ayaṃ aladdhapakkho aladdhaparivāro na pakkhavā na ñātimā”ti tassa avajānanto adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti …pe… ","eng":"He thinks, “This one doesn’t have supporters or a group of followers, and doesn’t have relatives,” and despising him, he proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it. … ","html":"{}"},"pli-tv-pvr15:26.4":{"pli":"duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"He proclaims a grave offense as minor, and a minor offense as grave. ","html":"{}"},"pli-tv-pvr15:26.5":{"pli":"Evaṃ laddhapakkhomhīti parapakkhaṃ avajānāti. ","html":"{}</dd>"},"pli-tv-pvr15:27.1":{"pli":"Kathaṃ bahussutomhīti appassutaṃ avajānāti? ","eng":"Thinking, “I’m learned,” how does one despise those who are ignorant? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:27.2":{"pli":"Idhekacco bahussuto hoti sutadharo sutasannicayo. ","eng":"It may be that someone is learned, one who has retained and accumulated what he has learned. ","html":"<dd>{}"},"pli-tv-pvr15:27.3":{"pli":"“Ayaṃ appassuto appāgamo appadharo”ti tassa avajānanto adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti …pe… ","eng":"He thinks, “This one is ignorant; he has learned little and remembers little,” and despising him, he proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it. … ","html":"{}"},"pli-tv-pvr15:27.4":{"pli":"duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"He proclaims a grave offense as minor, and a minor offense as grave. ","html":"{}"},"pli-tv-pvr15:27.5":{"pli":"Evaṃ bahussutomhīti appassutaṃ avajānāti. ","html":"{}</dd>"},"pli-tv-pvr15:28.1":{"pli":"Kathaṃ therataromhīti navakataraṃ avajānāti? ","eng":"Thinking, “I’m more senior,” how does one despise those who are more junior? ","html":"<dt>{}</dt>"},"pli-tv-pvr15:28.2":{"pli":"Idhekacco thero hoti rattaññū cirapabbajito “ayaṃ navako appaññāto appakataññū imassa vacanaṃ akataṃ bhavissatī”ti tassa avajānanto adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti …pe… ","eng":"It may be that someone is a senior monk of long standing. He thinks, “This is an unknown and ignorant junior monk; one shouldn’t do as he asks,” and despising him, he proclaims what is contrary to the Teaching as being in accordance with it and what is in accordance with the Teaching as contrary to it. … ","html":"<dd>{}"},"pli-tv-pvr15:28.3":{"pli":"duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti. ","eng":"He proclaims a grave offense as minor, and a minor offense as grave. ","html":"{}"},"pli-tv-pvr15:28.4":{"pli":"Evaṃ therataromhīti navakataraṃ avajānāti. ","html":"{}</dd>"},"pli-tv-pvr15:29.1":{"pli":"Asampattaṃ na byāharitabbanti ","eng":"He should not speak about what has not been reached: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:29.2":{"pli":"anotiṇṇaṃ bhāraṃ na otāretabbaṃ. ","eng":"he should not bring up an issue not under consideration. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:29.3":{"pli":"Sampattaṃ dhammato vinayato na parihāpetabbanti ","eng":"He should not use the Teaching or the Monastic Law to neglect what has been reached: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:29.4":{"pli":"yaṃatthāya saṅgho sannipatito hoti, taṃ atthaṃ dhammato vinayato na parihāpetabbaṃ. ","eng":"the purpose for which the Sangha has gathered should not be neglected using the Teaching or the Monastic Law. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:30.1":{"pli":"Yena dhammenāti ","eng":"In accordance with the Teaching: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:30.2":{"pli":"bhūtena vatthunā. ","eng":"in according with truth, in accordance with the action that was the basis for the offense. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:30.3":{"pli":"Yena vinayenāti ","eng":"In accordance with the Monastic Law: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:30.4":{"pli":"codetvā sāretvā. ","eng":"having accused and having reminded. ","html":"<dd>{}</dd>"},"pli-tv-pvr15:30.5":{"pli":"Yena satthusāsanenāti ","eng":"In accordance with the Teacher’s instruction: ","html":"<dt>{}</dt>"},"pli-tv-pvr15:30.6":{"pli":"ñattisampadāya anussāvanasampadāya, yena dhammena yena vinayena yena satthusāsanena taṃ adhikaraṇaṃ vūpasammati, tathā taṃ adhikaraṇaṃ vūpasametabbanti. ","eng":"he resolves that legal issue, complete in motion and complete in announcement, in accordance with the Teaching, the Monastic Law, and the Teacher’s instruction. ","html":"<dd>{}</dd></dl>"},"pli-tv-pvr15:31.0":{"pli":"6. Anuvijjakassaanuyoga ","eng":"6. Questioning by the investigator ","html":"<h2>{}</h2>"},"pli-tv-pvr15:31.1":{"pli":"Anuvijjakena codako pucchitabbo—","eng":"The investigator should ask the accuser, ","html":"<p>{}"},"pli-tv-pvr15:31.2":{"pli":"“yaṃ kho tvaṃ, āvuso, imassa bhikkhuno pavāraṇaṃ ṭhapesi, kimhi naṃ ṭhapesi, sīlavipattiyā vā ṭhapesi, ācāravipattiyā vā ṭhapesi, diṭṭhivipattiyā vā ṭhapesī”ti? ","eng":"“Are you canceling this monk’s invitation because he has failed in morality, in conduct, or in view?” ","html":"{}</p>"},"pli-tv-pvr15:31.3":{"pli":"So ce evaṃ vadeyya—","eng":"If he says, ","html":"<p>{}"},"pli-tv-pvr15:31.4":{"pli":"“sīlavipattiyā vā ṭhapemi, ācāravipattiyā vā ṭhapemi, diṭṭhivipattiyā vā ṭhapemī”ti, so evamassa vacanīyo—","eng":"“I’m canceling it because he has failed in morality,” “I’m canceling it because he has failed in conduct,” or “I’m canceling it because he has failed in view,” he should be asked, ","html":"{}"},"pli-tv-pvr15:31.5":{"pli":"“jānāti panāyasmā sīlavipattiṃ, jānāti ācāravipattiṃ, jānāti diṭṭhivipattin”ti? ","eng":"“Do you know what failure in morality is?” “Do you know what failure in conduct is?” or “Do you know what failure in view is?” ","html":"{}</p>"},"pli-tv-pvr15:31.6":{"pli":"So ce evaṃ vadeyya—","eng":"If he says, ","html":"<p>{}"},"pli-tv-pvr15:31.7":{"pli":"“jānāmi kho ahaṃ, āvuso, sīlavipattiṃ, jānāmi ācāravipattiṃ, jānāmi diṭṭhivipattin”ti, so evamassa vacanīyo—","eng":"“I do,” he should be asked what they are. ","html":"{}</p>"},"pli-tv-pvr15:31.8":{"pli":"“katamā panāvuso, sīlavipatti, katamā ācāravipatti, katamā diṭṭhivipattī”ti? ","html":"<p>{}"},"pli-tv-pvr15:31.9":{"pli":"So ce evaṃ vadeyya—","eng":"If he says, ","html":"{}"},"pli-tv-pvr15:31.10":{"pli":"“cattāri pārājikāni terasa saṅghādisesā—ayaṃ sīlavipatti. ","eng":"“The four offenses entailing expulsion and the thirteen entailing suspension are failure in morality,” ","html":"{}"},"pli-tv-pvr15:31.11":{"pli":"Thullaccayaṃ pācittiyaṃ pāṭidesanīyaṃ dukkaṭaṃ dubbhāsitaṃ—ayaṃ ācāravipatti. ","eng":"“The serious offenses, the offenses entailing confession, the offenses entailing acknowledgment, the offenses of wrong conduct, and the offenses of wrong speech are failure in conduct,” ","html":"{}"},"pli-tv-pvr15:31.12":{"pli":"Micchādiṭṭhi antaggāhikādiṭṭhi—ayaṃ diṭṭhivipattī”ti, so evamassa vacanīyo—","eng":"“Wrong views and extreme views are failure in view,” he should be asked, ","html":"{}"},"pli-tv-pvr15:31.13":{"pli":"“yaṃ kho tvaṃ, āvuso, imassa bhikkhuno pavāraṇaṃ ṭhapesi, diṭṭhena vā ṭhapesi, sutena vā ṭhapesi, parisaṅkāya vā ṭhapesī”ti? ","eng":"“Are you canceling this monk’s invitation because of what you’ve seen, what you’ve heard, or what you suspect?” ","html":"{}</p>"},"pli-tv-pvr15:31.14":{"pli":"So ce evaṃ vadeyya—","eng":"If he says, ","html":"<p>{}"},"pli-tv-pvr15:31.15":{"pli":"“diṭṭhena vā ṭhapemi, sutena vā ṭhapemi, parisaṅkāya vā ṭhapemī”ti, so evamassa vacanīyo—","eng":"“I’m canceling it because of what I’ve seen,” “I’m canceling it because of what I’ve heard,” or “I’m canceling it because of what I suspect,” he should be asked, ","html":"{}"},"pli-tv-pvr15:31.16":{"pli":"“yaṃ kho tvaṃ, āvuso, imassa bhikkhuno diṭṭhena pavāraṇaṃ ṭhapesi, kiṃ te diṭṭhaṃ, kinti te diṭṭhaṃ, kadā te diṭṭhaṃ, kattha te diṭṭhaṃ, pārājikaṃ ajjhāpajjanto diṭṭho, saṅghādisesaṃ ajjhāpajjanto diṭṭho, thullaccayaṃ … ","eng":"“Since you’re canceling this monk’s invitation because of what you’ve seen, what have you seen? How did you see it? When did you see it? Where did you see it? Did you see him commit an offense entailing expulsion? Did you see him commit an offense entailing suspension? Did you see him commit a serious offense, ","html":"{}"},"pli-tv-pvr15:31.17":{"pli":"pācittiyaṃ … ","eng":"an offense entailing confession, ","html":"{}"},"pli-tv-pvr15:31.18":{"pli":"pāṭidesanīyaṃ … ","eng":"an offense entailing acknowledgment, ","html":"{}"},"pli-tv-pvr15:31.19":{"pli":"dukkaṭaṃ … ","eng":"an offense of wrong conduct, ","html":"{}"},"pli-tv-pvr15:31.20":{"pli":"dubbhāsitaṃ ajjhāpajjanto diṭṭho, kattha ca tvaṃ ahosi, kattha cāyaṃ bhikkhu ahosi, kiñca tvaṃ karosi, kiṃ cāyaṃ bhikkhu karotī”ti? ","eng":"or an offense of wrong speech? Where were you? Where was this monk? What were you doing? What was this monk doing?” ","html":"{}</p>"},"pli-tv-pvr15:31.21":{"pli":"So ce evaṃ vadeyya—","eng":"If he says, ","html":"<p>{}"},"pli-tv-pvr15:31.22":{"pli":"“na kho ahaṃ, āvuso, imassa bhikkhuno diṭṭhena pavāraṇaṃ ṭhapemi, api ca sutena pavāraṇaṃ ṭhapemī”ti, so evamassa vacanīyo—","eng":"“I didn’t cancel this monk’s invitation because of what I’ve seen, but because of what I’ve heard,” he should be asked, ","html":"{}"},"pli-tv-pvr15:31.23":{"pli":"“yaṃ kho tvaṃ, āvuso, imassa bhikkhuno sutena pavāraṇaṃ ṭhapesi, kiṃ te sutaṃ, kinti te sutaṃ, kadā te sutaṃ, kattha te sutaṃ, pārājikaṃ ajjhāpannoti sutaṃ, saṅghādisesaṃ ajjhāpannoti sutaṃ, thullaccayaṃ … ","eng":"“Since you’re canceling this monk’s invitation because of what you’ve heard, what have you heard? How did you hear it? When did you hear it? Where did you hear it? Did you hear that he has committed an offense entailing expulsion? Did you hear that he has committed an offense entailing suspension? Did you hear that he has committed a serious offense, ","html":"{}"},"pli-tv-pvr15:31.24":{"pli":"pācittiyaṃ … ","eng":"an offense entailing confession, ","html":"{}"},"pli-tv-pvr15:31.25":{"pli":"pāṭidesanīyaṃ … ","eng":"an offense entailing acknowledgment, ","html":"{}"},"pli-tv-pvr15:31.26":{"pli":"dukkaṭaṃ … ","eng":"an offense of wrong conduct, ","html":"{}"},"pli-tv-pvr15:31.27":{"pli":"dubbhāsitaṃ ajjhāpannoti sutaṃ, bhikkhussa sutaṃ, bhikkhuniyā sutaṃ, sikkhamānāya sutaṃ, sāmaṇerassa sutaṃ, sāmaṇeriyā sutaṃ, upāsakassa sutaṃ, upāsikāya sutaṃ, rājūnaṃ sutaṃ, rājamahāmattānaṃ sutaṃ, titthiyānaṃ sutaṃ, titthiyasāvakānaṃ sutan”ti? ","eng":"or an offense of wrong speech? Did you hear it from a monk, a nun, a trainee nun, a novice monk, a novice nun, a male lay follower, or a female lay follower? Or did you hear it from kings, a king’s officials, the monastics of another religion, or the lay followers of another religion?” ","html":"{}</p>"},"pli-tv-pvr15:31.28":{"pli":"So ce evaṃ vadeyya—","eng":"If he says, ","html":"<p>{}"},"pli-tv-pvr15:31.29":{"pli":"“na kho ahaṃ, āvuso, imassa bhikkhuno sutena pavāraṇaṃ ṭhapemi, api ca parisaṅkāya pavāraṇaṃ ṭhapemī”ti, so evamassa vacanīyo—","eng":"“I didn’t cancel this monk’s invitation because of what I’ve heard, but because of what I suspect,” he should be asked, ","html":"{}"},"pli-tv-pvr15:31.30":{"pli":"“yaṃ kho tvaṃ, āvuso, imassa bhikkhuno parisaṅkāya pavāraṇaṃ ṭhapesi, kiṃ parisaṅkasi, kinti parisaṅkasi, kadā parisaṅkasi, kattha parisaṅkasi, pārājikaṃ ajjhāpannoti parisaṅkasi, saṅghādisesaṃ ajjhāpannoti parisaṅkasi, thullaccayaṃ … ","eng":"“Since you’re canceling this monk’s invitation because of suspicion, what do you suspect? How do you suspect it? When did you suspect it? Where did you suspect it? Do you suspect that he has committed an offense entailing expulsion? Do you suspect that he has committed an offense entailing suspension? Do you suspect that he has committed a serious offense, ","html":"{}"},"pli-tv-pvr15:31.31":{"pli":"pācittiyaṃ … ","eng":"an offense entailing confession, ","html":"{}"},"pli-tv-pvr15:31.32":{"pli":"pāṭidesanīyaṃ … ","eng":"an offense entailing acknowledgment, ","html":"{}"},"pli-tv-pvr15:31.33":{"pli":"dukkaṭaṃ … ","eng":"an offense of wrong conduct, ","html":"{}"},"pli-tv-pvr15:31.34":{"pli":"dubbhāsitaṃ ajjhāpannoti parisaṅkasi, bhikkhussa sutvā parisaṅkasi, bhikkhuniyā sutvā parisaṅkasi, sikkhamānāya sutvā parisaṅkasi, sāmaṇerassa sutvā parisaṅkasi, sāmaṇeriyā sutvā parisaṅkasi, upāsakassa sutvā parisaṅkasi, upāsikāya sutvā parisaṅkasi, rājūnaṃ sutvā parisaṅkasi, rājamahāmattānaṃ sutvā parisaṅkasi, titthiyānaṃ sutvā parisaṅkasi, titthiyasāvakānaṃ sutvā parisaṅkasī”ti? ","eng":"or an offense of wrong speech? Do you suspect it after hearing about it from a monk, a nun, a trainee nun, a novice monk, a novice nun, a male lay follower, or a female lay follower? Or do you suspect it after hearing about it from kings, a king’s officials, the monastics of another religion, or the lay followers of another religion?” ","html":"{}</p>"},"pli-tv-pvr15:32.1":{"pli":"Diṭṭhaṃ diṭṭhena sameti, ","eng":"“If what he saw agrees with what he says he saw, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:32.2":{"pli":"diṭṭhena saṃsandate diṭṭhaṃ; ","eng":"If they correspond with each other, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:32.3":{"pli":"Diṭṭhaṃ paṭicca na upeti, ","eng":"But what was seen isn’t adequate to prove the accusation, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:32.4":{"pli":"asuddhaparisaṅkito; ","eng":"Then the one suspecting impurity ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:32.5":{"pli":"So puggalo paṭiññāya, ","eng":"Should admit it, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:32.6":{"pli":"kātabbā tena pavāraṇā. ","eng":"And they should then do the invitation ceremony with him. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-pvr15:33.1":{"pli":"Sutaṃ sutena sameti, ","eng":"If what he heard agrees with what he says he heard, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:33.2":{"pli":"sutena saṃsandate sutaṃ; ","eng":"If they correspond with each other, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:33.3":{"pli":"Sutaṃ paṭicca na upeti, ","eng":"But what was heard isn’t adequate to prove the accusation, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:33.4":{"pli":"asuddhaparisaṅkito; ","eng":"Then the one suspecting impurity ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:33.5":{"pli":"So puggalo paṭiññāya, ","eng":"Should admit it, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:33.6":{"pli":"kātabbā tena pavāraṇā. ","eng":"And they should then do the invitation ceremony with him. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-pvr15:34.1":{"pli":"Mutaṃ mutena sameti, ","eng":"If what he sensed agrees with what he says he sensed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:34.2":{"pli":"Mutena saṃsandate mutaṃ; ","eng":"If they correspond with each other, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:34.3":{"pli":"Mutaṃ paṭicca na upeti, ","eng":"But what was sensed isn’t adequate to prove the accusation, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:34.4":{"pli":"Asuddhaparisaṅkito; ","eng":"Then the one suspecting impurity ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:34.5":{"pli":"So puggalo paṭiññāya, ","eng":"Should admit it, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:34.6":{"pli":"Kātabbā tena pavāraṇāti. ","eng":"And they should then do the invitation ceremony with him.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pli-tv-pvr15:35.0":{"pli":"7. Pucchāvibhāga ","eng":"7. The details of asking ","html":"<h2>{}</h2>"},"pli-tv-pvr15:35.1":{"pli":"Kiṃ te diṭṭhanti katamā pucchā? ","eng":"“What are the questions in regard to ‘What have you seen?’ ","html":"<p>{}"},"pli-tv-pvr15:35.2":{"pli":"Kinti te diṭṭhanti katamā pucchā? ","eng":"What are the questions in regard to ‘How did you see it?’ ","html":"{}"},"pli-tv-pvr15:35.3":{"pli":"Kadā te diṭṭhanti katamā pucchā? ","eng":"What are the questions in regard to ‘When did you see it?’ ","html":"{}"},"pli-tv-pvr15:35.4":{"pli":"Kattha te diṭṭhanti katamā pucchā? ","eng":"What are the questions in regard to ‘Where did you see it?’ ","html":"{}</p>"},"pli-tv-pvr15:36.1":{"pli":"Kiṃ te diṭṭhanti ","eng":"In regard to ‘What have you seen?’ ","html":"<dl><dt>{}</dt>"},"pli-tv-pvr15:36.2":{"pli":"vatthupucchā, vipattipucchā, āpattipucchā, ajjhācārapucchā. ","eng":"there are questions on the actions that are the bases for offenses, there are questions on failure, there are questions on offenses, and there are questions on misconduct. ","html":"<dd>{}"},"pli-tv-pvr15:36.3":{"pli":"Vatthupucchāti—","eng":"‘Questions on the actions that are the bases for offenses’: ","html":"{}"},"pli-tv-pvr15:36.4":{"pli":"aṭṭhapārājikānaṃ vatthupucchā, tevīsasaṅghādisesānaṃ vatthupucchā, dveaniyatānaṃ vatthupucchā, dvecattārīsanissaggiyānaṃ vatthupucchā, aṭṭhāsītisatapācittiyānaṃ vatthupucchā, dvādasapāṭidesanīyānaṃ vatthupucchā, dukkaṭānaṃ vatthupucchā, dubbhāsitānaṃ vatthupucchā. ","eng":"there are questions on the actions that are the bases for the eight offenses entailing expulsion, on the actions that are the bases for the twenty-three offenses entailing suspension, for the two undetermined offenses, for the forty-two offenses entailing relinquishment, for the one hundred and eighty-eight offenses entailing confession, for the twelve offenses entailing acknowledgment, for the offenses of wrong conduct, and for the offenses of wrong speech. ","html":"{}"},"pli-tv-pvr15:36.5":{"pli":"Vipattipucchāti—","eng":"‘Questions on failure’: ","html":"{}"},"pli-tv-pvr15:36.6":{"pli":"sīlavipattipucchā, ācāravipattipucchā, diṭṭhivipattipucchā, ājīvavipattipucchā. ","eng":"there are questions on failure in morality, on failure in conduct, on failure in view, and on failure in livelihood. ","html":"{}"},"pli-tv-pvr15:36.7":{"pli":"Āpattipucchāti—","eng":"‘Questions on the offenses’: ","html":"{}"},"pli-tv-pvr15:36.8":{"pli":"pārājikāpattipucchā, saṅghādisesāpattipucchā, thullaccayāpattipucchā, pācittiyāpattipucchā, pāṭidesanīyāpattipucchā, dukkaṭāpattipucchā, dubbhāsitāpattipucchā. ","eng":"there are questions on the offenses entailing expulsion, on the offenses entailing suspension, on the serious offenses, on the offenses entailing confession, on the offenses entailing acknowledgement, on the offenses of wrong conduct, and on the offenses of wrong speech. ","html":"{}"},"pli-tv-pvr15:36.9":{"pli":"Ajjhācārapucchāti—","eng":"‘Questions on misconduct’: ","html":"{}"},"pli-tv-pvr15:36.10":{"pli":"dvayaṃdvayasamāpattipucchā. ","eng":"there are questions on that which is done wherever there are couples. ","html":"{}</dd>"},"pli-tv-pvr15:37.1":{"pli":"Kinti te diṭṭhanti ","eng":"In regard to ‘How did you see it?’ ","html":"<dt>{}</dt>"},"pli-tv-pvr15:37.2":{"pli":"liṅgapucchā, iriyāpathapucchā, ākārapucchā, vippakārapucchā. ","eng":"there are questions on characteristics, postures, attributes, and modes. ","html":"<dd>{}"},"pli-tv-pvr15:37.3":{"pli":"Liṅgapucchāti—dīghaṃ vā rassaṃ vā kaṇhaṃ vā odātaṃ vā. ","eng":"‘Questions on characteristics’: tall, short, dark-skinned, or light-skinned. ","html":"{}"},"pli-tv-pvr15:37.4":{"pli":"Iriyāpathapucchāti gacchantaṃ vā ṭhitaṃ vā nisinnaṃ vā nipannaṃ vā. ","eng":"‘Questions on postures’: walking, standing, sitting, or lying down. ","html":"{}"},"pli-tv-pvr15:37.5":{"pli":"Ākārapucchāti gihiliṅge vā titthiyaliṅge vā pabbajitaliṅge vā. ","eng":"‘Questions on attributes’: the characteristics of a householder, of a monastic of another religion, or of one gone forth. ","html":"{}"},"pli-tv-pvr15:37.6":{"pli":"Vippakārapucchāti gacchantaṃ vā ṭhitaṃ vā nisinnaṃ vā nipannaṃ vā. ","eng":"‘Questions on modes’: walking, standing, sitting, or lying down. ","html":"{}</dd>"},"pli-tv-pvr15:38.1":{"pli":"Kadā te diṭṭhanti ","eng":"In regard to ‘When did you see it?’ ","html":"<dt>{}</dt>"},"pli-tv-pvr15:38.2":{"pli":"kālapucchā, samayapucchā, divasapucchā, utupucchā. ","eng":"there are questions on time, on occasion, on day, and on season. ","html":"<dd>{}"},"pli-tv-pvr15:38.3":{"pli":"Kālapucchāti pubbaṇhakāle vā majjhanhikakāle vā sāyanhakāle vā. ","eng":"‘Questions on time’: in the morning, at midday, or in the evening. ","html":"{}"},"pli-tv-pvr15:38.4":{"pli":"Samayapucchāti pubbaṇhasamaye vā majjhanhikasamaye vā sāyanhasamaye vā. ","eng":"‘Questions on occasion’: in the morning, at midday, or in the evening. ","html":"{}"},"pli-tv-pvr15:38.5":{"pli":"Divasapucchāti purebhattaṃ vā pacchābhattaṃ vā rattiṃ vā divā vā kāḷe vā juṇhe vā. ","eng":"‘Questions on day’: before the meal, after the meal, at night, by day, during the waning moon, or during the waxing moon. ","html":"{}"},"pli-tv-pvr15:38.6":{"pli":"Utupucchāti hemante vā gimhe vā vasse vā. ","eng":"‘Questions on season’: in winter, in summer, or during the rainy season. ","html":"{}</dd>"},"pli-tv-pvr15:39.1":{"pli":"Kattha te diṭṭhanti ","eng":"In regard to ‘Where did you see it?’ ","html":"<dt>{}</dt>"},"pli-tv-pvr15:39.2":{"pli":"ṭhānapucchā, bhūmipucchā, okāsapucchā, padesapucchā. ","eng":"there are questions about place, about elevation, about location, and about region. ","html":"<dd>{}"},"pli-tv-pvr15:39.3":{"pli":"Ṭhānapucchāti bhūmiyā vā pathaviyā vā dharaṇiyā vā jagatiyā vā. ","eng":"‘Questions about place’: in the ground, on the earth, on the planet, or in the world. ","html":"{}","comm":"I follow the usage at <a href='index.html?q=pli-tv-bu-vb-pj2#4.2.2'>Bu Pj 2:4.2.2</a> where <i lang='pi' translate='no'>bhūmiyā</i> means “in the ground”. "},"pli-tv-pvr15:39.4":{"pli":"Bhūmipucchāti bhūmiyā vā pathaviyā vā pabbate vā pāsāṇe vā pāsāde vā. ","eng":"‘Questions about elevation’: in the ground, on the the earth, on a mountain, on a rock, or in a stilt house. ","html":"{}","comm":"For an explanation of the rendering “stilt house” for <i lang='pi' translate='no'>pāsāda</i>, see Appendix of Technical Terms. "},"pli-tv-pvr15:39.5":{"pli":"Okāsapucchāti puratthime vā okāse pacchime vā okāse uttare vā okāse dakkhiṇe vā okāse. ","eng":"‘Questions about location’: to the east, to the west, to the north, or to the south. ","html":"{}"},"pli-tv-pvr15:39.6":{"pli":"Padesapucchāti puratthime vā padese pacchime vā padese uttare vā padese dakkhiṇe vā padeseti. ","eng":"‘Questions about region’: to the east, to the west, to the north, or to the south.” ","html":"{}</dd></dl>"},"pli-tv-pvr15:40.1":{"pli":"Mahāsaṅgāmaṃ niṭṭhitaṃ. ","eng":"The great section on conflict is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-pvr15:41.1":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-pvr15:42.1":{"pli":"Vatthu nidānaṃ ākāro, ","eng":"“Basis for an offense, origin story, attribute, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:42.2":{"pli":"pubbāparaṃ katākataṃ; ","eng":"The right order, what has and has not been done; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:42.3":{"pli":"Kammādhikaraṇañceva, ","eng":"Legal procedure and legal issue, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:42.4":{"pli":"samatho chandagāmi ca. ","eng":"Settling, and biased by favoritism. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-pvr15:43.1":{"pli":"Dosā mohā bhayā ceva, ","eng":"By ill will, confusion, and fear, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:43.2":{"pli":"saññā nijjhāpanena ca; ","eng":"Persuasion, and by making understand; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:43.3":{"pli":"Pekkhā pasāde pakkhomhi, ","eng":"Looking on, inspiration, I have supporters, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:43.4":{"pli":"sutatheratarena ca. ","eng":"Learned, and with more senior. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-pvr15:44.1":{"pli":"Asampattañca sampattaṃ, ","eng":"And not reached, reached, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-pvr15:44.2":{"pli":"dhammena vinayena ca; ","eng":"According to the Teaching, and the Monastic Law; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:44.3":{"pli":"Satthussa sāsanenāpi, ","eng":"Also according to the Teacher’s instruction—","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr15:44.4":{"pli":"mahāsaṅgāmañāpanāti. ","eng":"The explanation in the great section on conflict.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section></article>"}}}