{"pli-tv-pvr8":{"pli-tv-pvr8:0.1":{"pli":"Parivāra ","eng":"The Compendium ","html":"<article id='pli-tv-pvr8' data-split='epub'><header><ul><li class='division'>{}</li></ul>"},"pli-tv-pvr8:0.2":{"pli":"8. Uposathādipucchāvissajjanā ","eng":"Aspects of the legal procedures ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-pvr8:0.3":{"pli":"1 Ādimajjhantapucchana ","eng":"1. Questions on the beginning, the middle, and the end ","html":"<h2>{}</h2>"},"pli-tv-pvr8:1.1":{"pli":"Uposathakammassa ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the observance-day procedure? ","html":"<p>{}"},"pli-tv-pvr8:1.2":{"pli":"Pavāraṇākammassa ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the invitation procedure? ","html":"{}"},"pli-tv-pvr8:1.3":{"pli":"Tajjanīyakammassa ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of a legal procedure of condemnation? ","html":"{}"},"pli-tv-pvr8:1.4":{"pli":"Niyassakammassa …pe… ","eng":"What is the beginning, the middle, and the end of a legal procedure of demotion? ","html":"{}"},"pli-tv-pvr8:1.5":{"pli":"pabbājanīyakammassa …pe… ","eng":"What is the beginning, the middle, and the end of a legal procedure of banishment? ","html":"{}"},"pli-tv-pvr8:1.6":{"pli":"paṭisāraṇīyakammassa …pe… ","eng":"What is the beginning, the middle, and the end of a legal procedure of reconciliation? ","html":"{}"},"pli-tv-pvr8:1.7":{"pli":"ukkhepanīyakammassa …pe… ","eng":"What is the beginning, the middle, and the end of a legal procedure of ejection? ","html":"{}"},"pli-tv-pvr8:1.8":{"pli":"parivāsadānassa …pe… ","eng":"What is the beginning, the middle, and the end of giving probation? ","html":"{}"},"pli-tv-pvr8:1.9":{"pli":"mūlāyapaṭikassanāya …pe… ","eng":"What is the beginning, the middle, and the end of sending back to the beginning? ","html":"{}"},"pli-tv-pvr8:1.10":{"pli":"mānattadānassa …pe… ","eng":"What is the beginning, the middle, and the end of giving the trial period? ","html":"{}"},"pli-tv-pvr8:1.11":{"pli":"abbhānassa …pe… ","eng":"What is the beginning, the middle, and the end of rehabilitation? ","html":"{}"},"pli-tv-pvr8:1.12":{"pli":"upasampadākammassa ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of an ordination procedure? ","html":"{}"},"pli-tv-pvr8:1.13":{"pli":"Tajjanīyakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of condemnation? ","html":"{}"},"pli-tv-pvr8:1.14":{"pli":"Niyassakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of demotion? ","html":"{}"},"pli-tv-pvr8:1.15":{"pli":"Pabbājanīyakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of banishment? ","html":"{}"},"pli-tv-pvr8:1.16":{"pli":"Paṭisāraṇīyakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of reconciliation? ","html":"{}"},"pli-tv-pvr8:1.17":{"pli":"Ukkhepanīyakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of ejection? ","html":"{}"},"pli-tv-pvr8:1.18":{"pli":"Sativinayassa ko ādi, kiṃ majje, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of resolution through recollection? ","html":"{}"},"pli-tv-pvr8:1.19":{"pli":"Amūḷhavinayassa ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of resolution because of past insanity? ","html":"{}"},"pli-tv-pvr8:1.20":{"pli":"Tassapāpiyasikāya ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of a further penalty? ","html":"{}"},"pli-tv-pvr8:1.21":{"pli":"Tiṇavatthārakassa ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of covering over as if with grass? ","html":"{}"},"pli-tv-pvr8:1.22":{"pli":"Bhikkhunovādakasammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of appointing an instructor of the nuns? ","html":"{}"},"pli-tv-pvr8:1.23":{"pli":"Ticīvarena avippavāsasammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the permission to stay apart from one’s three robes? ","html":"{}"},"pli-tv-pvr8:1.24":{"pli":"Santhatasammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of a permission to make a blanket? ","html":"{}","comm":"For an explanation of the rendering “blanket” for <i lang='pi' translate='no'>santhata</i>, see Appendix of Technical Terms. "},"pli-tv-pvr8:1.25":{"pli":"Rūpiyachaḍḍakasammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of appointing a money discarder? ","html":"{}"},"pli-tv-pvr8:1.26":{"pli":"Sāṭiyaggāhāpakasammutiyo ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of appointing a distributor of rainy-season bathing cloths? ","html":"{}"},"pli-tv-pvr8:1.27":{"pli":"Pattaggāhāpakasammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of appointing a distributor of almsbowls? ","html":"{}"},"pli-tv-pvr8:1.28":{"pli":"Daṇḍasammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the permission to use a staff? ","html":"{}"},"pli-tv-pvr8:1.29":{"pli":"Sikkāsammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the permission to use a carrying net? ","html":"{}"},"pli-tv-pvr8:1.30":{"pli":"Daṇḍasikkāsammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānaṃ? ","eng":"What is the beginning, the middle, and the end of the permission to use a staff and a carrying net? ","html":"{}</p>"},"pli-tv-pvr8:2.0":{"pli":"2 Ādimajjhantavissajjanā ","eng":"2. Replies on the beginning, the middle, and the end ","html":"<h2>{}</h2>"},"pli-tv-pvr8:2.1":{"pli":"Uposathakammassa ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"What is the beginning, the middle, and the end of the observance-day procedure? ","html":"<p>{}"},"pli-tv-pvr8:2.2":{"pli":"Uposathakammassa sāmaggī ādi, kiriyā majjhe, niṭṭhānaṃ pariyosānaṃ. ","eng":"A complete assembly is the beginning of an observance-day procedure, carrying it out is the middle, and concluding it is the end. ","html":"{}</p>"},"pli-tv-pvr8:3.1":{"pli":"Pavāraṇākammassa ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"What is the beginning, the middle, and the end of the invitation procedure? ","html":"<p>{}"},"pli-tv-pvr8:3.2":{"pli":"Pavāraṇākammassa sāmaggī ādi, kiriyā majjhe, niṭṭhānaṃ pariyosānaṃ. ","eng":"A complete assembly is the beginning of an invitation procedure, carrying it out is the middle, and concluding it is the end. ","html":"{}</p>"},"pli-tv-pvr8:4.1":{"pli":"Tajjanīyakammassa ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"What is the beginning, the middle, and the end of a legal procedure of condemnation? ","html":"<p>{}</p>"},"pli-tv-pvr8:4.2":{"pli":"Tajjanīyakammassa vatthu ca puggalo ca ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"The action that is the basis for the offense and the person who has done it are the beginning of a procedure of condemnation, the motion is the middle, and the announcement is the end. ","html":"<p>{}"},"pli-tv-pvr8:5.1":{"pli":"Niyassakammassa …pe… ","eng":"What is the beginning, the middle, and the end of a legal procedure of demotion? … ","html":"<p>{}"},"pli-tv-pvr8:5.2":{"pli":"pabbājanīyakammassa …pe… ","eng":"of a legal procedure of banishment? … ","html":"{}"},"pli-tv-pvr8:5.3":{"pli":"paṭisāraṇīyakammassa …pe… ","eng":"of a legal procedure of reconciliation? … ","html":"{}"},"pli-tv-pvr8:5.4":{"pli":"ukkhepanīyakammassa …pe… ","eng":"of a legal procedure of ejection? … ","html":"{}"},"pli-tv-pvr8:5.5":{"pli":"parivāsadānassa …pe… ","eng":"of giving probation? … ","html":"{}"},"pli-tv-pvr8:5.6":{"pli":"mūlāyapaṭikassanāya …pe… ","eng":"of sending back to the beginning? … ","html":"{}"},"pli-tv-pvr8:5.7":{"pli":"mānattadānassa …pe… ","eng":"of giving the trial period? … ","html":"{}"},"pli-tv-pvr8:5.8":{"pli":"abbhānassa ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"of rehabilitation? ","html":"{}"},"pli-tv-pvr8:5.9":{"pli":"Abbhānassa vatthu ca puggalo ca ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"The action that is the basis for the offense and the person who has done it are the beginning of rehabilitation, the motion is the middle, and the announcement is the end. ","html":"{}</p>"},"pli-tv-pvr8:6.1":{"pli":"Upasampadākammassa ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"What is the beginning, the middle, and the end of an ordination procedure? ","html":"<p>{}"},"pli-tv-pvr8:6.2":{"pli":"Upasampadākammassa puggalo ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"The person is the beginning of the ordination procedure, the motion is the middle, and the announcement is the end. ","html":"{}</p>"},"pli-tv-pvr8:7.1":{"pli":"Tajjanīyakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of condemnation? ","html":"<p>{}"},"pli-tv-pvr8:7.2":{"pli":"Tajjanīyakammassa paṭippassaddhiyā sammāvattanā ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"Proper conduct is the beginning of the lifting of a legal procedure of condemnation, the motion is the middle, and the announcement is the end. ","html":"{}</p>"},"pli-tv-pvr8:8.1":{"pli":"Niyassakammassa …pe… ","eng":"What is the beginning, the middle, and the end of the lifting of a legal procedure of demotion? … ","html":"<p>{}"},"pli-tv-pvr8:8.2":{"pli":"pabbājanīyakammassa …pe… ","eng":"of a legal procedure of banishment? … ","html":"{}"},"pli-tv-pvr8:8.3":{"pli":"paṭisāraṇīyakammassa …pe… ","eng":"of a legal procedure of reconciliation? … ","html":"{}"},"pli-tv-pvr8:8.4":{"pli":"ukkhepanīyakammassa paṭippassaddhiyā ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"of a legal procedure of ejection? ","html":"{}"},"pli-tv-pvr8:8.5":{"pli":"Ukkhepanīyakammassa paṭippassaddhiyā sammāvattanā ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"Proper conduct is the beginning of the lifting of a legal procedure of ejection, the motion is the middle, and the announcement is the end. ","html":"{}</p>"},"pli-tv-pvr8:9.1":{"pli":"Sativinayassa ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"What is the beginning, the middle, and the end of resolution through recollection? ","html":"<p>{}"},"pli-tv-pvr8:9.2":{"pli":"Sativinayassa vatthu ca puggalo ca ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"The action that is the basis for the offense and the person who has done it are the beginning of resolution through recollection, the motion is the middle, and the announcement is the end. ","html":"{}</p>"},"pli-tv-pvr8:10.1":{"pli":"Amūḷhavinayassa …pe… ","eng":"What is the beginning, the middle, and the end of resolution because of past insanity? … ","html":"<p>{}"},"pli-tv-pvr8:10.2":{"pli":"tassapāpiyasikāya …pe… ","eng":"of a further penalty? … ","html":"{}"},"pli-tv-pvr8:10.3":{"pli":"tiṇavatthārakassa …pe… ","eng":"of covering over as if with grass? … ","html":"{}"},"pli-tv-pvr8:10.4":{"pli":"bhikkhunovādakasammutiyā …pe… ","eng":"of appointing an instructor of the nuns? … ","html":"{}"},"pli-tv-pvr8:10.5":{"pli":"ticīvarena avippavāsasammutiyā …pe… ","eng":"of the permission to stay apart from one’s three robes? … ","html":"{}"},"pli-tv-pvr8:10.6":{"pli":"santhatasammutiyā …pe… ","eng":"of a permission to make a blanket? … ","html":"{}"},"pli-tv-pvr8:10.7":{"pli":"rūpiyachaḍḍakasammutiyā …pe… ","eng":"of appointing a money discarder? … ","html":"{}"},"pli-tv-pvr8:10.8":{"pli":"sāṭiyaggāhāpakasammutiyā …pe… ","eng":"of appointing a distributor of rainy-season bathing cloths? … ","html":"{}"},"pli-tv-pvr8:10.9":{"pli":"pattaggāhāpakasammutiyā …pe… ","eng":"of appointing a distributor of almsbowls? … ","html":"{}"},"pli-tv-pvr8:10.10":{"pli":"daṇḍasammutiyā …pe… ","eng":"of the permission to use a staff? … ","html":"{}"},"pli-tv-pvr8:10.11":{"pli":"sikkāsammutiyā …pe… ","eng":"of the permission to use a carrying net? … ","html":"{}"},"pli-tv-pvr8:10.12":{"pli":"daṇḍasikkāsammutiyā ko ādi, kiṃ majjhe, kiṃ pariyosānanti? ","eng":"of the permission to use a staff and a carrying net? ","html":"{}"},"pli-tv-pvr8:10.13":{"pli":"Daṇḍasikkāsammutiyā vatthu ca puggalo ca ādi, ñatti majjhe, kammavācā pariyosānaṃ. ","eng":"The topic and the person are the beginning of the permission to use a staff and a carrying net, the motion is the middle, and the announcement is the end. ","html":"{}</p>"},"pli-tv-pvr8:11.1":{"pli":"Uposathādipucchāvissajjanā niṭṭhitā. ","eng":"The aspects of the legal procedures are finished. ","html":"<p class='end'>{}</p></article>"}},"pli-tv-pvr9":{"pli-tv-pvr9:0.1":{"pli":"Parivāra ","eng":"The Compendium ","html":"<article id='pli-tv-pvr9' data-split='epub'><header><ul><li class='division'>{}</li></ul>"},"pli-tv-pvr9:0.2":{"pli":"9. Atthavasapakaraṇa ","eng":"The ten reasons for the training rules ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-pvr9:1.1":{"pli":"Dasa atthavase paṭicca tathāgatena sāvakānaṃ sikkhāpadaṃ paññattaṃ—","eng":"“The Buddha laid down the training rules for his disciples for ten reasons: ","html":"<p>{}"},"pli-tv-pvr9:1.2":{"pli":"saṅghasuṭṭhutāya, saṅghaphāsutāya, dummaṅkūnaṃ puggalānaṃ niggahāya, pesalānaṃ bhikkhūnaṃ phāsuvihārāya, diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya, samparāyikānaṃ āsavānaṃ paṭighātāya, appasannānaṃ pasādāya, pasannānaṃ bhiyyobhāvāya, saddhammaṭṭhitiyā vinayānuggahāya. ","eng":"for the well-being of the Sangha, for the comfort of the Sangha, for the restraint of bad people, for the ease of good monks, for the restraint of the corruptions relating to the present life, for the restraint of the corruptions relating to future lives, to give rise to confidence in those without it, to increase the confidence of those who have it, for the longevity of the true Teaching, and for supporting the training. ","html":"{}</p>","comm":"For an explanation of the rendering “training” for <i lang='pi' translate='no'>vinaya</i>, see Appendix of Technical Terms. "},"pli-tv-pvr9:2.1":{"pli":"Yaṃ saṅghasuṭṭhu taṃ saṅghaphāsu. ","eng":"The well-being of the Sangha is the comfort of the Sangha. ","html":"<p>{}"},"pli-tv-pvr9:2.2":{"pli":"Yaṃ saṅghaphāsu taṃ dummaṅkūnaṃ puggalānaṃ niggahāya. ","eng":"The comfort of the Sangha is for the restraint of bad people. ","html":"{}"},"pli-tv-pvr9:2.3":{"pli":"Yaṃ dummaṅkūnaṃ puggalānaṃ niggahāya taṃ pesalānaṃ bhikkhūnaṃ phāsuvihārāya. ","eng":"The restraint of bad people is for the ease of good monks. ","html":"{}"},"pli-tv-pvr9:2.4":{"pli":"Yaṃ pesalānaṃ bhikkhūnaṃ phāsuvihārāya taṃ diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya. ","eng":"The ease of good monks is for the restraint of the corruptions relating to the present life. ","html":"{}"},"pli-tv-pvr9:2.5":{"pli":"Yaṃ diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya taṃ samparāyikānaṃ āsavānaṃ paṭighātāya. ","eng":"The restraint of the corruptions relating to the present life is for the restraint of the corruptions relating to future lives. ","html":"{}"},"pli-tv-pvr9:2.6":{"pli":"Yaṃ samparāyikānaṃ āsavānaṃ paṭighātāya taṃ appasannānaṃ pasādāya. ","eng":"The restraint of the corruptions relating to future lives is to give rise to confidence in those without it. ","html":"{}"},"pli-tv-pvr9:2.7":{"pli":"Yaṃ appasannānaṃ pasādāya taṃ pasannānaṃ bhiyyobhāvāya. ","eng":"The giving rise to confidence in those without it is to increase the confidence of those who have it. ","html":"{}"},"pli-tv-pvr9:2.8":{"pli":"Yaṃ pasannānaṃ bhiyyobhāvāya taṃ saddhammaṭṭhitiyā. ","eng":"The increase in confidence of those who have it is for the longevity of the true Teaching. ","html":"{}"},"pli-tv-pvr9:2.9":{"pli":"Yaṃ saddhammaṭṭhitiyā taṃ vinayānuggahāya. ","eng":"The longevity of the true Teaching is for supporting the training. ","html":"{}</p>"},"pli-tv-pvr9:3.1":{"pli":"Yaṃ saṅghasuṭṭhu taṃ saṅghaphāsu. ","eng":"The well-being of the Sangha is the comfort of the Sangha. ","html":"<p>{}"},"pli-tv-pvr9:3.2":{"pli":"Yaṃ saṅghasuṭṭhu taṃ dummaṅkūnaṃ puggalānaṃ niggahāya. ","eng":"The well-being of the Sangha is for the restraint of bad people. ","html":"{}"},"pli-tv-pvr9:3.3":{"pli":"Yaṃ saṅghasuṭṭhu taṃ pesalānaṃ bhikkhūnaṃ phāsuvihārāya. ","eng":"The well-being of the Sangha is for the ease of good monks. ","html":"{}"},"pli-tv-pvr9:3.4":{"pli":"Yaṃ saṅghasuṭṭhu taṃ diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya. ","eng":"The well-being of the Sangha is for the restraint of the corruptions relating to the present life. ","html":"{}"},"pli-tv-pvr9:3.5":{"pli":"Yaṃ saṅghasuṭṭhu taṃ samparāyikānaṃ āsavānaṃ paṭighātāya. ","eng":"The well-being of the Sangha is for the restraint of the corruptions relating to future lives. ","html":"{}"},"pli-tv-pvr9:3.6":{"pli":"Yaṃ saṅghasuṭṭhu taṃ appasannānaṃ pasādāya. ","eng":"The well-being of the Sangha is to give rise to confidence in those without it. ","html":"{}"},"pli-tv-pvr9:3.7":{"pli":"Yaṃ saṅghasuṭṭhu taṃ pasannānaṃ bhiyyobhāvāya. ","eng":"The well-being of the Sangha is to increase the confidence of those who have it. ","html":"{}"},"pli-tv-pvr9:3.8":{"pli":"Yaṃ saṅghasuṭṭhu taṃ saddhammaṭṭhitiyā. ","eng":"The well-being of the Sangha is for the longevity of the true Teaching. ","html":"{}"},"pli-tv-pvr9:3.9":{"pli":"Yaṃ saṅghasuṭṭhu taṃ vinayānuggahāya. ","eng":"The well-being of the Sangha is for supporting the training. ","html":"{}</p>"},"pli-tv-pvr9:4.1":{"pli":"Yaṃ saṅghaphāsu taṃ dummaṅkūnaṃ puggalānaṃ niggahāya. ","eng":"The comfort of the Sangha is for the restraint of bad people. ","html":"<p>{}"},"pli-tv-pvr9:4.2":{"pli":"Yaṃ saṅghaphāsu taṃ pesalānaṃ bhikkhūnaṃ phāsuvihārāya. ","eng":"The comfort of the Sangha is for the ease of good monks. ","html":"{}"},"pli-tv-pvr9:4.3":{"pli":"Yaṃ saṅghaphāsu taṃ diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya. ","eng":"The comfort of the Sangha is for the restraint of the corruptions relating to the present life. ","html":"{}"},"pli-tv-pvr9:4.4":{"pli":"Yaṃ saṅghaphāsu taṃ samparāyikānaṃ āsavānaṃ paṭighātāya. ","eng":"The comfort of the Sangha is for the restraint of the corruptions relating to future lives. ","html":"{}"},"pli-tv-pvr9:4.5":{"pli":"Yaṃ saṅghaphāsu taṃ appasannānaṃ pasādāya. ","eng":"The comfort of the Sangha is to give rise to confidence in those without it. ","html":"{}"},"pli-tv-pvr9:4.6":{"pli":"Yaṃ saṅghaphāsu taṃ pasannānaṃ bhiyyobhāvāya. ","eng":"The comfort of the Sangha is to increase the confidence of those who have it. ","html":"{}"},"pli-tv-pvr9:4.7":{"pli":"Yaṃ saṅghaphāsu taṃ saddhammaṭṭhitiyā. ","eng":"The comfort of the Sangha is for the longevity of the true Teaching. ","html":"{}"},"pli-tv-pvr9:4.8":{"pli":"Yaṃ saṅghaphāsu taṃ vinayānuggahāya. ","eng":"The comfort of the Sangha is for supporting the training. ","html":"{}"},"pli-tv-pvr9:4.9":{"pli":"Yaṃ saṅghaphāsu taṃ saṅghasuṭṭhu. ","eng":"The comfort of the Sangha is the well-being of the Sangha. ","html":"{}</p>"},"pli-tv-pvr9:5.1":{"pli":"Yaṃ dummaṅkūnaṃ puggalānaṃ niggahāya …pe… ","eng":"The restraint of bad people … ","html":"<p>{}"},"pli-tv-pvr9:5.2":{"pli":"yaṃ pesalānaṃ bhikkhūnaṃ phāsuvihārāya … ","eng":"The ease of good monks … ","html":"{}"},"pli-tv-pvr9:5.3":{"pli":"yaṃ diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya … ","eng":"The restraint of the corruptions relating to the present life … ","html":"{}"},"pli-tv-pvr9:5.4":{"pli":"yaṃ samparāyikānaṃ āsavānaṃ paṭighātāya … ","eng":"The restraint of the corruptions relating to future lives … ","html":"{}"},"pli-tv-pvr9:5.5":{"pli":"yaṃ appasannānaṃ pasādāya … ","eng":"The giving rise to confidence in those without it … ","html":"{}"},"pli-tv-pvr9:5.6":{"pli":"yaṃ pasannānaṃ bhiyyobhāvāya … ","eng":"The increase in confidence of those who have it … ","html":"{}"},"pli-tv-pvr9:5.7":{"pli":"yaṃ saddhammaṭṭhitiyā … ","eng":"The longevity of the true Teaching … ","html":"{}"},"pli-tv-pvr9:5.8":{"pli":"yaṃ vinayānuggahāya taṃ saṅghasuṭṭhu. ","eng":"The support of the training is the well-being of the Sangha. ","html":"{}"},"pli-tv-pvr9:5.9":{"pli":"Yaṃ vinayānuggahāya taṃ saṅghaphāsu. ","eng":"The support of the training is the comfort of the Sangha. ","html":"{}"},"pli-tv-pvr9:5.10":{"pli":"Yaṃ vinayānuggahāya taṃ dummaṅkūnaṃ puggalānaṃ niggahāya. ","eng":"The support of the training is for the restraint of bad people. ","html":"{}"},"pli-tv-pvr9:5.11":{"pli":"Yaṃ vinayānuggahāya taṃ pesalānaṃ bhikkhūnaṃ phāsuvihārāya. ","eng":"The support of the training is for the ease of good monks. ","html":"{}"},"pli-tv-pvr9:5.12":{"pli":"Yaṃ vinayānuggahāya taṃ diṭṭhadhammikānaṃ āsavānaṃ saṃvarāya. ","eng":"The support of the training is for the restraint of the corruptions relating to the present life. ","html":"{}"},"pli-tv-pvr9:5.13":{"pli":"Yaṃ vinayānuggahāya taṃ samparāyikānaṃ āsavānaṃ paṭighātāya. ","eng":"The support of the training is for the restraint of the corruptions relating to future lives. ","html":"{}"},"pli-tv-pvr9:5.14":{"pli":"Yaṃ vinayānuggahāya taṃ appasannānaṃ pasādāya. ","eng":"The support of the training is to give rise to confidence in those without it. ","html":"{}"},"pli-tv-pvr9:5.15":{"pli":"Yaṃ vinayānuggahāya taṃ pasannānaṃ bhiyyobhāvāya. ","eng":"The support of the training is to increase the confidence of those who have it. ","html":"{}"},"pli-tv-pvr9:5.16":{"pli":"Yaṃ vinayānuggahāya taṃ saddhammaṭṭhitiyāti. ","eng":"The support of the training is for the longevity of the true Teaching.” ","html":"{}</p>"},"pli-tv-pvr9:6.1":{"pli":"Atthasataṃ dhammasataṃ, ","eng":"“A hundred purposes, a hundred teachings, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"pli-tv-pvr9:6.2":{"pli":"dve ca niruttisatāni; ","eng":"And two hundred expressions; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr9:6.3":{"pli":"Cattāri ñāṇasatāni, ","eng":"Four hundred knowledges, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr9:6.4":{"pli":"atthavase pakaraṇeti. ","eng":"In the exposition of the reasons.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"pli-tv-pvr9:7.1":{"pli":"Atthavasapakaraṇaṃ niṭṭhitaṃ. ","eng":"The ten reasons for the training rules are finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-pvr9:7.2":{"pli":"Mahāvaggo niṭṭhito. ","eng":"The Great Division is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-pvr9:8.1":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-pvr9:9.1":{"pli":"Paṭhamaṃ aṭṭhapucchāyaṃ, ","eng":"“First eight on questions, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-pvr9:9.2":{"pli":"paccayesu punaṭṭha ca; ","eng":"And then eight on ‘a result of’; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr9:9.3":{"pli":"Bhikkhūnaṃ soḷasa ete, ","eng":"These sixteen for monks, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr9:9.4":{"pli":"bhikkhunīnañca soḷasa. ","eng":"And sixteen for nuns. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-pvr9:10.1":{"pli":"Peyyālaantarā bhedā, ","eng":"The internal repetition, subdivision, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-pvr9:10.2":{"pli":"ekuttarikameva ca; ","eng":"And the numerical method; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr9:10.3":{"pli":"Pavāraṇatthavasikā, ","eng":"Invitation ceremony, about reasons—","html":"<span class='verse-line'>{}</span>"},"pli-tv-pvr9:10.4":{"pli":"mahāvaggassa saṅgahoti. ","eng":"This is included in the Great Division.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-pvr9:11.1":{"pli":"Atthavasapakaraṇaṃ niṭṭhitaṃ. ","eng":"The ten reasons for the training rules are finished. ","html":"<p class='end'>{}</p></article>"}}}