{"pli-tv-kd18":{"pli-tv-kd18:0.1":{"pli":"Theravāda Vinayapiṭaka ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-kd18' data-split='epub'><header><ul><li class='collection'>{}</li>"},"pli-tv-kd18:0.2":{"pli":"Cūḷavagga ","eng":"The Small Division ","html":"<li class='division'>{}</li></ul>"},"pli-tv-kd18:0.3":{"pli":"18. Vattakkhandhaka ","eng":"The chapter on proper conduct ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-kd18:0.4":{"pli":"1. Āgantukavattakathā ","eng":"1. Discussion of the proper conduct for newly-arrived monks ","html":"<h2>{}</h2>"},"pli-tv-kd18:1.1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ","html":"<p>{}"},"pli-tv-kd18:1.1.2":{"pli":"Tena kho pana samayena āgantukā bhikkhū saupāhanāpi ārāmaṃ pavisanti, chattappaggahitāpi ārāmaṃ pavisanti, oguṇṭhitāpi ārāmaṃ pavisanti, sīsepi cīvaraṃ karitvā ārāmaṃ pavisanti, pānīyenapi pāde dhovanti, vuḍḍhatarepi āvāsike bhikkhū na abhivādenti, napi senāsanaṃ pucchanti. ","eng":"At that time newly-arrived monks entered the monastery wearing sandals, holding sunshades, with their heads covered, with their robes on their heads; and they washed their feet with drinking water, did not bow down to the resident monks who were senior to them, and did not ask about dwellings. ","html":"{}"},"pli-tv-kd18:1.1.3":{"pli":"Aññataropi āgantuko bhikkhu anajjhāvuṭṭhaṃ vihāraṃ ghaṭikaṃ ugghāṭetvā kavāṭaṃ paṇāmetvā sahasā pāvisi. ","eng":"A certain newly-arrived monk lifted the latch of an unoccupied dwelling, opened the door, and entered hastily. ","html":"{}"},"pli-tv-kd18:1.1.4":{"pli":"Tassa uparipiṭṭhito ahi khandhe papati. ","eng":"A snake fell from above the door frame onto his shoulders. ","html":"{}"},"pli-tv-kd18:1.1.5":{"pli":"So bhīto vissaramakāsi. ","eng":"Terrified, he screamed. ","html":"{}"},"pli-tv-kd18:1.1.6":{"pli":"Bhikkhū upadhāvitvā taṃ bhikkhuṃ etadavocuṃ—","eng":"The monks came running ","html":"{}"},"pli-tv-kd18:1.1.7":{"pli":"“kissa tvaṃ, āvuso, vissaramakāsī”ti? ","eng":"and asked him why he was screaming. ","html":"{}"},"pli-tv-kd18:1.1.8":{"pli":"Atha kho so bhikkhu bhikkhūnaṃ etamatthaṃ ārocesi. ","eng":"And he told them what had happened. ","html":"{}</p>"},"pli-tv-kd18:1.1.9":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:1.1.10":{"pli":"“kathañhi nāma āgantukā bhikkhū saupāhanāpi ārāmaṃ pavisissanti, chattappaggahitāpi ārāmaṃ pavisissanti, oguṇṭhitāpi ārāmaṃ pavisissanti, sīsepi cīvaraṃ karitvā ārāmaṃ pavisissanti, pānīyenapi pāde dhovissanti, vuḍḍhatarepi āvāsike bhikkhū na abhivādessanti, napi senāsanaṃ pucchissantī”ti. ","eng":"“How can the newly-arrived monks enter the monastery wearing sandals, holding sunshades, with their heads covered, with their robe on their head; and wash their feet with drinking water, not bow down to the resident monks who are senior to them, and not ask about dwellings?” ","html":"{}"},"pli-tv-kd18:1.1.11":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:1.1.12":{"pli":"“saccaṃ kira, bhikkhave, āgantukā bhikkhū saupāhanāpi ārāmaṃ pavisanti, chattappaggahitāpi ārāmaṃ pavisanti, oguṇṭhitāpi ārāmaṃ pavisanti, sīsepi cīvaraṃ karitvā ārāmaṃ pavisanti, pānīyenapi pāde dhovanti, vuḍḍhatarepi āvāsike bhikkhū na abhivādenti, napi senāsanaṃ pucchantī”ti. ","eng":"“Is it true, monks, that the newly-arrived monks are acting like this?” ","html":"{}</p>"},"pli-tv-kd18:1.1.13":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-kd18:1.1.14":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-kd18:1.1.15":{"pli":"kathañhi nāma bhikkhave āgantukā bhikkhū saupāhanāpi ārāmaṃ pavisissanti, chattappaggahitāpi ārāmaṃ pavisissanti, oguṇṭhitāpi ārāmaṃ pavisissanti, sīsepi cīvaraṃ karitvā ārāmaṃ pavisissanti, pānīyenapi pāde dhovissanti, vuḍḍhatarepi āvāsike bhikkhū na abhivādessanti, napi senāsanaṃ pucchissanti, netaṃ bhikkhave appasannānaṃ vā pasādāya …pe… ","eng":"“How can the newly-arrived monks act like this? This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd18:1.1.16":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:1.1.17":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:1.1.18":{"pli":"“Tena hi, bhikkhave, āgantukānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā āgantukehi bhikkhūhi sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for newly-arrived monks. ","html":"<p>{}"},"pli-tv-kd18:1.2.1":{"pli":"Āgantukena, bhikkhave, bhikkhunā ‘idāni ārāmaṃ pavisissāmī’ti upāhanā omuñcitvā nīcaṃ katvā papphoṭetvā gahetvā chattaṃ apanāmetvā sīsaṃ vivaritvā sīse cīvaraṃ khandhe katvā sādhukaṃ ataramānena ārāmo pavisitabbo. ","eng":"When a newly-arrived monk enters a monastery, he should remove his sandals, hold them low, knock them together, and carry them along; he should lower his sunshade, uncover his head, and put his robe over his shoulders; he should then enter the monastery carefully and without hurry. ","html":"{}"},"pli-tv-kd18:1.2.2":{"pli":"Ārāmaṃ pavisantena sallakkhetabbaṃ—","eng":"As he enters the monastery, ","html":"{}"},"pli-tv-kd18:1.2.3":{"pli":"‘kattha āvāsikā bhikkhū paṭikkamantī’ti? ","eng":"he should look out for where the resident monks gather—","html":"{}","comm":"Sp 4.357: <i lang='pi' translate='no'>Paṭikkamantīti sannipatanti</i>, “<i lang='pi' translate='no'>Paṭikkamanti</i>: (where) they gather.” "},"pli-tv-kd18:1.2.4":{"pli":"Yattha āvāsikā bhikkhū paṭikkamanti—","html":"{}"},"pli-tv-kd18:1.2.5":{"pli":"upaṭṭhānasālāya vā maṇḍape vā rukkhamūle vā—","eng":"whether in the assembly hall, under a roof cover, or at the foot of a tree—","html":"{}"},"pli-tv-kd18:1.2.6":{"pli":"tattha gantvā ekamantaṃ patto nikkhipitabbo; ","eng":"and he should go there. ","html":"{}"},"pli-tv-kd18:1.2.7":{"pli":"ekamantaṃ cīvaraṃ nikkhipitabbaṃ; ","eng":"He should then put down his bowl and robe, ","html":"{}"},"pli-tv-kd18:1.2.8":{"pli":"patirūpaṃ āsanaṃ gahetvā nisīditabbaṃ; ","eng":"find a suitable seat, and sit down. ","html":"{}"},"pli-tv-kd18:1.2.9":{"pli":"pānīyaṃ pucchitabbaṃ, paribhojanīyaṃ pucchitabbaṃ—","eng":"He should ask ","html":"{}"},"pli-tv-kd18:1.2.10":{"pli":"‘katamaṃ pānīyaṃ, katamaṃ paribhojanīyan’ti? ","eng":"which is the water for drinking and which the water for washing. ","html":"{}"},"pli-tv-kd18:1.2.11":{"pli":"Sace pānīyena attho hoti, pānīyaṃ gahetvā pātabbaṃ. ","eng":"If he needs water to drink, he may take some and drink. ","html":"{}"},"pli-tv-kd18:1.2.12":{"pli":"Sace paribhojanīyena attho hoti, paribhojanīyaṃ gahetvā pādā dhovitabbā. ","eng":"If he needs water to wash, he may take some and wash his feet. ","html":"{}"},"pli-tv-kd18:1.2.13":{"pli":"Pāde dhovantena ekena hatthena udakaṃ āsiñcitabbaṃ, ekena hatthena pādā dhovitabbā. ","eng":"When he washes his feet, he should pour the water with one hand and wash with the other. ","html":"{}"},"pli-tv-kd18:1.2.14":{"pli":"Na teneva udakaṃ āsiñcitabbaṃ na teneva hatthena pādā dhovitabbā. ","eng":"He shouldn’t pour the water and wash his feet with the same hand. ","html":"{}"},"pli-tv-kd18:1.2.15":{"pli":"Upāhanāpuñchanacoḷakaṃ pucchitvā upāhanā puñchitabbā. ","eng":"He should ask for a sandal-wiping cloth, and then wipe them. ","html":"{}"},"pli-tv-kd18:1.2.16":{"pli":"Upāhanā puñchantena paṭhamaṃ sukkhena coḷakena puñchitabbā, pacchā allena. ","eng":"When he wipes his sandals, he should first wipe them with a dry cloth, then with a wet one. ","html":"{}"},"pli-tv-kd18:1.2.17":{"pli":"Upāhanāpuñchanacoḷakaṃ dhovitvā ekamantaṃ vissajjetabbaṃ. ","eng":"He should wash the cloth and spread it out. ","html":"{}</p>","comm":"Sp 4.357: <i lang='pi' translate='no'>Vissajjetabbanti pattharitabbaṁ</i>, “<i lang='pi' translate='no'>Vissajjetabba</i>: to be spread out.” "},"pli-tv-kd18:1.2.18":{"pli":"Sace āvāsiko bhikkhu vuḍḍho hoti, abhivādetabbo. ","eng":"If a resident monk is senior to him, the newly-arrived monk should bow down to him. ","html":"<p>{}"},"pli-tv-kd18:1.2.19":{"pli":"Sace navako hoti, abhivādāpetabbo. ","eng":"If a resident monk is junior, he should bow down to the newly-arrived monk. ","html":"{}"},"pli-tv-kd18:1.2.20":{"pli":"Senāsanaṃ pucchitabbaṃ—‘katamaṃ me senāsanaṃ pāpuṇātī’ti? ","eng":"The newly-arrived monk should ask which dwelling he may stay in ","html":"{}"},"pli-tv-kd18:1.2.21":{"pli":"Ajjhāvuṭṭhaṃ vā anajjhāvuṭṭhaṃ vā pucchitabbaṃ, gocaro pucchitabbo, agocaro pucchitabbo, sekkhasammatāni kulāni pucchitabbāni, vaccaṭṭhānaṃ pucchitabbaṃ, passāvaṭṭhānaṃ pucchitabbaṃ, pānīyaṃ pucchitabbaṃ, paribhojanīyaṃ pucchitabbaṃ, kattaradaṇḍo pucchitabbo, saṅghassa katikasaṇṭhānaṃ pucchitabbaṃ—","eng":"and whether it’s occupied or not. He should ask about where to go for alms and where not to go, about any families designated as “in training”, about the place for defecating and the place for urinating, about the water for drinking and the water for washing, about walking sticks, and about the Sangha’s agreements ","html":"{}","comm":"For <i lang='pi' translate='no'>sekkhasammata</i> see <a href='index.html?q=pli-tv-bu-vb-pd3#3.15'>Bu Pd 3:3.15</a>. "},"pli-tv-kd18:1.2.22":{"pli":"‘kaṃ kālaṃ pavisitabbaṃ, kaṃ kālaṃ nikkhamitabban’ti? ","eng":"concerning the right time to enter and the right time to leave. ","html":"{}</p>"},"pli-tv-kd18:1.3.1":{"pli":"Sace vihāro anajjhāvuttho hoti, kavāṭaṃ ākoṭetvā muhuttaṃ āgametvā ghaṭikaṃ ugghāṭetvā kavāṭaṃ paṇāmetvā bahi ṭhitena nilloketabbo. ","eng":"If the dwelling is unoccupied, he should knock on the door, wait for a moment, then lift the latch, open the door, and look inside while standing outside. ","html":"<p>{}</p>"},"pli-tv-kd18:1.3.2":{"pli":"Sace vihāro uklāpo hoti, mañce vā mañco āropito hoti, pīṭhe vā pīṭhaṃ āropitaṃ hoti, senāsanaṃ upari puñjīkataṃ hoti, sace ussahati, sodhetabbo. ","eng":"If the dwelling is dirty, and if the beds or benches are stacked on top of one another with furniture piled on top, he should clean it if he’s able. ","html":"<p>{}","comm":"For an explanation of the rendering “furniture” for <i lang='pi' translate='no'>senāsana</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:1.3.3":{"pli":"Vihāraṃ sodhentena paṭhamaṃ bhūmattharaṇaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"When he’s cleaning the dwelling, he should first take out the floor cover and put it aside. ","html":"{}"},"pli-tv-kd18:1.3.4":{"pli":"mañcapaṭipādakā nīharitvā ekamantaṃ nikkhipitabbā; ","eng":"He should take out the bed supports and put them aside. ","html":"{}"},"pli-tv-kd18:1.3.5":{"pli":"bhisibibbohanaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the mattress and the pillow and put them aside. ","html":"{}"},"pli-tv-kd18:1.3.6":{"pli":"nisīdanapaccattharaṇaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the sitting mat and the sheet and put them aside. ","html":"{}","comm":"For an explanation of the rendering “sitting mat” for <i lang='pi' translate='no'>nisīdana</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:1.3.7":{"pli":"mañco nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:1.3.8":{"pli":"pīṭhaṃ nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:1.3.9":{"pli":"kheḷamallako nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"He should take out the spittoon and put it aside. ","html":"{}"},"pli-tv-kd18:1.3.10":{"pli":"apassenaphalakaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ. ","eng":"He should take out the leaning board and put it aside. ","html":"{}"},"pli-tv-kd18:1.3.11":{"pli":"Sace vihāre santānakaṃ hoti, ullokā paṭhamaṃ ohāretabbaṃ, ālokasandhikaṇṇabhāgā pamajjitabbā. ","eng":"If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room. ","html":"{}"},"pli-tv-kd18:1.3.12":{"pli":"Sace gerukaparikammakatā bhitti kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls. ","html":"{}"},"pli-tv-kd18:1.3.13":{"pli":"Sace kāḷavaṇṇakatā bhūmi kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the floor has been treated with a black finish and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor. ","html":"{}"},"pli-tv-kd18:1.3.14":{"pli":"Sace akatā hoti bhūmi, udakena paripphositvā sammajjitabbā—","eng":"If the floor is untreated, he should sprinkle it with water and then sweep it, ","html":"{}"},"pli-tv-kd18:1.3.15":{"pli":"mā vihāro rajena uhaññīti. ","eng":"trying to avoid stirring up dust. ","html":"{}"},"pli-tv-kd18:1.3.16":{"pli":"Saṅkāraṃ vicinitvā ekamantaṃ chaḍḍetabbaṃ. ","eng":"He should look out for any trash and discard it. ","html":"{}</p>"},"pli-tv-kd18:1.4.1":{"pli":"Bhūmattharaṇaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāṭhāne paññapetabbaṃ. ","eng":"He should sun the floor cover, clean it, beat it, bring it back inside, and put it back as before. ","html":"<p>{}"},"pli-tv-kd18:1.4.2":{"pli":"Mañcapaṭipādakā otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbā. ","eng":"He should sun the bed supports, wipe them, bring them back inside, and put them back where they were. ","html":"{}"},"pli-tv-kd18:1.4.3":{"pli":"Mañco otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāṭhāne paññapetabbo. ","eng":"He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:1.4.4":{"pli":"Pīṭhaṃ otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāṭhāne paññapetabbaṃ. ","eng":"He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:1.4.5":{"pli":"Bhisibibbohanaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathābhāgaṃ paññapetabbaṃ. ","eng":"He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:1.4.6":{"pli":"Nisīdanapaccattharaṇaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathābhāgaṃ paññapetabbaṃ. ","eng":"He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:1.4.7":{"pli":"Kheḷamallako otāpetvā pamajjitvā atiharitvā yathābhāgaṃ ṭhapetabbo. ","eng":"He should sun the spittoon, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:1.4.8":{"pli":"Apassenaphalakaṃ otāpetvā pamajjitvā atiharitvā yathābhāgaṃ ṭhapetabbaṃ. ","eng":"He should sun the leaning board, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:1.5.1":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"He should put away the bowl and robe. ","html":"{}"},"pli-tv-kd18:1.5.2":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:1.5.3":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:1.5.4":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}</p>"},"pli-tv-kd18:1.5.5":{"pli":"Sace puratthimā sarajā vātā vāyanti, puratthimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the east, he should close the windows on the eastern side. ","html":"<p>{}"},"pli-tv-kd18:1.5.6":{"pli":"Sace pacchimā sarajā vātā vāyanti, pacchimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the west, he should close the windows on the western side. ","html":"{}"},"pli-tv-kd18:1.5.7":{"pli":"Sace uttarā sarajā vātā vāyanti, uttarā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the north, he should close the windows on the northern side. ","html":"{}"},"pli-tv-kd18:1.5.8":{"pli":"Sace dakkhiṇā sarajā vātā vāyanti, dakkhiṇā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the south, he should close the windows on the southern side. ","html":"{}"},"pli-tv-kd18:1.5.9":{"pli":"Sace sītakālo hoti, divā vātapānā vivaritabbā, rattiṃ thaketabbā. ","eng":"If the weather is cold, he should open the windows during the day and close them at night. ","html":"{}"},"pli-tv-kd18:1.5.10":{"pli":"Sace uṇhakālo hoti, divā vātapānā thaketabbā, rattiṃ vivaritabbā. ","eng":"If the weather is hot, he should close the windows during the day and open them at night. ","html":"{}</p>"},"pli-tv-kd18:1.5.11":{"pli":"Sace pariveṇaṃ uklāpaṃ hoti, pariveṇaṃ sammajjitabbaṃ. ","eng":"If the yard is dirty, he should sweep it. ","html":"<p>{}","comm":"For an explanation of the rendering “yard” for <i lang='pi' translate='no'>pariveṇa</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:1.5.12":{"pli":"Sace koṭṭhako uklāpo hoti, koṭṭhako sammajjitabbo. ","eng":"If the gatehouse is dirty, he should sweep it. ","html":"{}","comm":"For the rendering “gatehouse” for <i lang='pi' translate='no'>koṭṭhaka</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:1.5.13":{"pli":"Sace upaṭṭhānasālā uklāpā hoti, upaṭṭhānasālā sammajjitabbā. ","eng":"If the assembly hall is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:1.5.14":{"pli":"Sace aggisālā uklāpā hoti, aggisālā sammajjitabbā. ","eng":"If the water-boiling shed is dirty, he should sweep it. ","html":"{}","comm":"For <i lang='pi' translate='no'>aggisālā</i> as “water-boiling shed”, see Appendix of Technical Terms. "},"pli-tv-kd18:1.5.15":{"pli":"Sace vaccakuṭi uklāpā hoti, vaccakuṭi sammajjitabbā. ","eng":"If the restroom is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:1.5.16":{"pli":"Sace pānīyaṃ na hoti, pānīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for drinking, he should get some. ","html":"{}"},"pli-tv-kd18:1.5.17":{"pli":"Sace paribhojanīyaṃ na hoti, paribhojanīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for washing, he should get some. ","html":"{}"},"pli-tv-kd18:1.5.18":{"pli":"Sace ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it. ","html":"{}</p>"},"pli-tv-kd18:1.5.19":{"pli":"Idaṃ kho, bhikkhave, āgantukānaṃ bhikkhūnaṃ vattaṃ yathā āgantukehi bhikkhūhi sammā vattitabban”ti. ","eng":"This is the proper conduct for newly-arrived monks.” ","html":"<p>{}</p>"},"pli-tv-kd18:2.1.0":{"pli":"2. Āvāsikavattakathā ","eng":"2. Discussion of the proper conduct for resident monks ","html":"<h2>{}</h2>"},"pli-tv-kd18:2.1.1":{"pli":"Tena kho pana samayena āvāsikā bhikkhū āgantuke bhikkhū disvā neva āsanaṃ paññapenti, na pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipanti, na paccuggantvā pattacīvaraṃ paṭiggaṇhanti, na pānīyena pucchanti, na vuḍḍhatarepi āgantuke bhikkhū abhivādenti, na senāsanaṃ paññapenti. ","eng":"At that time, when they saw newly-arrived monks, the resident monks did not prepare seats, or put out foot stools, foot scrapers, or water for washing the feet. They did not go out to meet them to receive their bowls and robes, or ask if they wanted water to drink. They did not bow down to newly-arrived monks who were senior to them or assign dwellings to them. ","html":"<p>{}</p>"},"pli-tv-kd18:2.1.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:2.1.3":{"pli":"“kathañhi nāma āvāsikā bhikkhū āgantuke bhikkhū disvā neva āsanaṃ paññapessanti, na pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipissanti, na paccuggantvā pattacīvaraṃ paṭiggahissanti, na pānīyena pucchissanti, vuḍḍhatarepi āgantuke bhikkhū na abhivādessanti, na senāsanaṃ paññapessantī”ti. ","eng":"“How can the resident monks act like this?” ","html":"{}"},"pli-tv-kd18:2.1.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:2.1.5":{"pli":"“saccaṃ kira, bhikkhave …pe… ","eng":"“Is it true, monks, that the resident monks are acting like this?” ","html":"{}"},"pli-tv-kd18:2.1.6":{"pli":"“saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:2.1.7":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:2.1.8":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:2.1.9":{"pli":"“Tena hi, bhikkhave, āvāsikānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā āvāsikehi bhikkhūhi sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for resident monks. ","html":"<p>{}"},"pli-tv-kd18:2.2.1":{"pli":"Āvāsikena, bhikkhave, bhikkhunā āgantukaṃ bhikkhuṃ vuḍḍhataraṃ disvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, paccuggantvā pattacīvaraṃ paṭiggahetabbaṃ, pānīyena pucchitabbo. ","eng":"When a resident monk sees a newly-arrived monk who is senior to him, he should prepare a seat, and put out a foot stool, a foot scraper, and water for washing the feet. He should go out to meet him to receive his bowl and robe, and ask if he wants water to drink. ","html":"{}"},"pli-tv-kd18:2.2.2":{"pli":"Sace ussahati, upāhanā puñchitabbā. ","eng":"If he’s able, he should wipe his sandals, ","html":"{}"},"pli-tv-kd18:2.2.3":{"pli":"Upāhanā puñchantena paṭhamaṃ sukkhena coḷakena puñchitabbā, pacchā allena. ","eng":"first with a dry cloth and then with a wet one. ","html":"{}"},"pli-tv-kd18:2.2.4":{"pli":"Upāhanāpuñchanacoḷakaṃ dhovitvā ekamantaṃ vissajjetabbaṃ. ","eng":"He should wash the cloth and spread it out. ","html":"{}</p>"},"pli-tv-kd18:2.2.5":{"pli":"Āgantuko bhikkhu vuḍḍhataro abhivādetabbo. ","eng":"If the newly-arrived monk is senior to him, the resident monk should bow down to him. ","html":"<p>{}"},"pli-tv-kd18:2.2.6":{"pli":"Senāsanaṃ paññapetabbaṃ—","eng":"He should assign him a dwelling, ","html":"{}"},"pli-tv-kd18:2.2.7":{"pli":"‘etaṃ te senāsanaṃ pāpuṇātī’ti. ","eng":"tell him where it is, ","html":"{}"},"pli-tv-kd18:2.2.8":{"pli":"Ajjhāvuṭṭhaṃ vā anajjhāvuṭṭhaṃ vā ācikkhitabbaṃ. ","eng":"and inform him whether it’s occupied or not. ","html":"{}"},"pli-tv-kd18:2.2.9":{"pli":"Gocaro ācikkhitabbo. ","eng":"He should tell him where to go for alms ","html":"{}"},"pli-tv-kd18:2.2.10":{"pli":"Agocaro ācikkhitabbo. ","eng":"and where not to go, ","html":"{}"},"pli-tv-kd18:2.2.11":{"pli":"Sekkhasammatāni kulāni ācikkhitabbāni. ","eng":"and about any families designated as ‘in training’. ","html":"{}"},"pli-tv-kd18:2.2.12":{"pli":"Vaccaṭṭhānaṃ ācikkhitabbaṃ. ","eng":"He should point out the place for defecating ","html":"{}"},"pli-tv-kd18:2.2.13":{"pli":"Passāvaṭṭhānaṃ ācikkhitabbaṃ. ","eng":"and the place for urinating, ","html":"{}"},"pli-tv-kd18:2.2.14":{"pli":"Pānīyaṃ ācikkhitabbaṃ. ","eng":"the water for drinking ","html":"{}"},"pli-tv-kd18:2.2.15":{"pli":"Paribhojanīyaṃ ācikkhitabbaṃ. ","eng":"and the water for washing, ","html":"{}"},"pli-tv-kd18:2.2.16":{"pli":"Kattaradaṇḍo ācikkhitabbo. ","eng":"and the walking sticks. ","html":"{}"},"pli-tv-kd18:2.2.17":{"pli":"Saṅghassa katikasaṇṭhānaṃ ācikkhitabbaṃ—","eng":"He should tell him about the Sangha’s agreements ","html":"{}"},"pli-tv-kd18:2.2.18":{"pli":"‘imaṃ kālaṃ pavisitabbaṃ, imaṃ kālaṃ nikkhamitabban’ti. ","eng":"concerning the right time to enter and the right time to leave. ","html":"{}</p>"},"pli-tv-kd18:2.3.1":{"pli":"Sace navako hoti, nisinnakeneva ācikkhitabbaṃ—","eng":"If the newly-arrived monk is junior to him, the resident monk should remain seated ","html":"<p>{}"},"pli-tv-kd18:2.3.2":{"pli":"‘atra pattaṃ nikkhipāhi, atra cīvaraṃ nikkhipāhi, idaṃ āsanaṃ nisīdāhī’ti. ","eng":"while telling him where to put his bowl and robe, and which seat to sit on. ","html":"{}"},"pli-tv-kd18:2.3.3":{"pli":"Pānīyaṃ ācikkhitabbaṃ. ","eng":"He should point out the water for drinking ","html":"{}"},"pli-tv-kd18:2.3.4":{"pli":"Paribhojanīyaṃ ācikkhitabbaṃ. ","eng":"and the water for washing, ","html":"{}"},"pli-tv-kd18:2.3.5":{"pli":"Upāhanāpuñchanacoḷakaṃ ācikkhitabbaṃ. ","eng":"as well as a sandal-wiping cloth. ","html":"{}</p>"},"pli-tv-kd18:2.3.6":{"pli":"Āgantuko bhikkhu navako abhivādāpetabbo. ","eng":"If the newly-arrived monk is junior to the resident monk, he should bow down to him. ","html":"<p>{}"},"pli-tv-kd18:2.3.7":{"pli":"Senāsanaṃ ācikkhitabbaṃ—","eng":"The resident monk should tell him ","html":"{}"},"pli-tv-kd18:2.3.8":{"pli":"‘etaṃ te senāsanaṃ pāpuṇātī’ti. ","eng":"which dwelling he may stay in ","html":"{}"},"pli-tv-kd18:2.3.9":{"pli":"Ajjhāvuṭṭhaṃ vā anajjhāvuṭṭhaṃ vā ācikkhitabbaṃ. ","eng":"and whether it’s occupied or not. ","html":"{}"},"pli-tv-kd18:2.3.10":{"pli":"Gocaro ācikkhitabbo. ","eng":"He should tell him where to go for alms ","html":"{}"},"pli-tv-kd18:2.3.11":{"pli":"Agocaro ācikkhitabbo. ","eng":"and where not to go, ","html":"{}"},"pli-tv-kd18:2.3.12":{"pli":"Sekkhasammatāni kulāni ācikkhitabbāni. ","eng":"and about any families designated as ‘in training’. ","html":"{}"},"pli-tv-kd18:2.3.13":{"pli":"Vaccaṭṭhānaṃ ācikkhitabbaṃ. ","eng":"He should point out the place for defecating ","html":"{}"},"pli-tv-kd18:2.3.14":{"pli":"Passāvaṭṭhānaṃ ācikkhitabbaṃ. ","eng":"and the place for urinating, ","html":"{}"},"pli-tv-kd18:2.3.15":{"pli":"Pānīyaṃ ācikkhitabbaṃ. ","eng":"the water for drinking ","html":"{}"},"pli-tv-kd18:2.3.16":{"pli":"Paribhojanīyaṃ ācikkhitabbaṃ. ","eng":"and the water for washing, ","html":"{}"},"pli-tv-kd18:2.3.17":{"pli":"Kattaradaṇḍo ācikkhitabbo. ","eng":"and the walking sticks. ","html":"{}"},"pli-tv-kd18:2.3.18":{"pli":"Saṅghassa katikasaṇṭhānaṃ ācikkhitabbaṃ—","eng":"He should tell him about the Sangha’s agreements ","html":"{}"},"pli-tv-kd18:2.3.19":{"pli":"‘imaṃ kālaṃ pavisitabbaṃ, imaṃ kālaṃ nikkhamitabban’ti. ","eng":"concerning the right time to enter and the right time to leave. ","html":"{}</p>"},"pli-tv-kd18:2.3.20":{"pli":"Idaṃ kho, bhikkhave, āvāsikānaṃ bhikkhūnaṃ vattaṃ yathā āvāsikehi bhikkhūhi sammā vattitabban”ti. ","eng":"This is the proper conduct for resident monks.” ","html":"<p>{}</p>"},"pli-tv-kd18:3.1.0":{"pli":"3. Gamikavattakathā ","eng":"3. Discussion of the proper conduct for departing monks ","html":"<h2>{}</h2>"},"pli-tv-kd18:3.1.1":{"pli":"Tena kho pana samayena gamikā bhikkhū dārubhaṇḍaṃ mattikābhaṇḍaṃ appaṭisāmetvā dvāravātapānaṃ vivaritvā senāsanaṃ anāpucchā pakkamanti. ","eng":"At that time there were monks who departed without putting the wooden and ceramic goods in order, without closing the door and the windows, and without informing anyone. ","html":"<p>{}"},"pli-tv-kd18:3.1.2":{"pli":"Dārubhaṇḍaṃ mattikābhaṇḍaṃ nassati. ","eng":"The wooden and ceramic goods were lost ","html":"{}"},"pli-tv-kd18:3.1.3":{"pli":"Senāsanaṃ aguttaṃ hoti. ","eng":"and the dwelling was unprotected. ","html":"{}</p>"},"pli-tv-kd18:3.1.4":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:3.1.5":{"pli":"“kathañhi nāma gamikā bhikkhū dārubhaṇḍaṃ mattikābhaṇḍaṃ appaṭisāmetvā dvāravātapānaṃ vivaritvā senāsanaṃ anāpucchā pakkamissanti. ","eng":"“How can the departing monks act like this?” ","html":"{}"},"pli-tv-kd18:3.1.6":{"pli":"Dārubhaṇḍaṃ mattikābhaṇḍaṃ nassati. ","html":"{}"},"pli-tv-kd18:3.1.7":{"pli":"Senāsanaṃ aguttaṃ hotī”ti. ","html":"{}"},"pli-tv-kd18:3.1.8":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:3.1.9":{"pli":"“saccaṃ kira, bhikkhave …pe… ","eng":"“Is it true, monks, that the departing monks are acting like this?” ","html":"{}"},"pli-tv-kd18:3.1.10":{"pli":"“saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:3.1.11":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:3.1.12":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:3.1.13":{"pli":"“Tena hi, bhikkhave, gamikānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā gamikehi bhikkhūhi sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for departing monks. ","html":"<p>{}"},"pli-tv-kd18:3.2.1":{"pli":"Gamikena, bhikkhave, bhikkhunā dārubhaṇḍaṃ mattikābhaṇḍaṃ paṭisāmetvā dvāravātapānaṃ thaketvā senāsanaṃ āpucchā pakkamitabbaṃ. ","eng":"Before a monk departs, he should put the wooden and ceramic goods in order, close the door and the windows, and inform someone. ","html":"{}"},"pli-tv-kd18:3.2.2":{"pli":"Sace bhikkhu na hoti, sāmaṇero āpucchitabbo. ","eng":"If there are no monks, he should inform a novice monk; ","html":"{}"},"pli-tv-kd18:3.2.3":{"pli":"Sace sāmaṇero na hoti, ārāmiko āpucchitabbo. ","eng":"if there are no novice monks, he should inform a monastery worker; ","html":"{}"},"pli-tv-kd18:3.2.4":{"pli":"Sace ārāmiko na hoti, upāsako āpucchitabbo. ","eng":"if there are no monastery workers, he should inform a lay follower. ","html":"{}"},"pli-tv-kd18:3.2.5":{"pli":"Sace na hoti bhikkhu vā sāmaṇero vā ārāmiko vā upāsako vā, catūsu pāsāṇesu mañcaṃ paññapetvā mañce mañcaṃ āropetvā pīṭhe pīṭhaṃ āropetvā senāsanaṃ upari puñjaṃ karitvā dārubhaṇḍaṃ mattikābhaṇḍaṃ paṭisāmetvā dvāravātapānaṃ thaketvā pakkamitabbaṃ. ","eng":"If there are no monks, novice monks, monastery workers, or lay followers, he should place the bed on four rocks. He should then stack the beds and benches on top of one another, with the other furniture piled on top, and put away the wooden and ceramic goods. He should close the door and the windows, and then depart. ","html":"{}</p>"},"pli-tv-kd18:3.3.1":{"pli":"Sace vihāro ovassati, sace ussahati, chādetabbo, ussukkaṃ vā kātabbaṃ—","eng":"If rain enters the dwelling, he should cover it if he’s able, or he should make an effort ","html":"<p>{}"},"pli-tv-kd18:3.3.2":{"pli":"‘kinti nu kho vihāro chādiyethā’ti. ","eng":"to have it covered. ","html":"{}"},"pli-tv-kd18:3.3.3":{"pli":"Evañcetaṃ labhetha, iccetaṃ kusalaṃ. ","eng":"If this works out, all is well. ","html":"{}"},"pli-tv-kd18:3.3.4":{"pli":"No ce labhetha, yo deso anovassako hoti, tattha catūsu pāsāṇesu mañcaṃ paññapetvā mañce mañcaṃ āropetvā pīṭhe pīṭhaṃ āropetvā senāsanaṃ upari puñjaṃ karitvā dārubhaṇḍaṃ mattikābhaṇḍaṃ paṭisāmetvā dvāravātapānaṃ thaketvā pakkamitabbaṃ. ","eng":"If not, he should place the bed on four rocks in a dry spot. He should then stack the beds and benches on top of one another, with the other furniture piled on top, and put away the wooden and ceramic goods. He should close the door and the windows, and then depart. ","html":"{}"},"pli-tv-kd18:3.3.5":{"pli":"Sace sabbo vihāro ovassati, sace ussahati, senāsanaṃ gāmaṃ atiharitabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the whole dwelling is getting wet, he should carry the furniture to the village if he’s able, or he should make an effort ","html":"{}"},"pli-tv-kd18:3.3.6":{"pli":"‘kinti nu kho senāsanaṃ gāmaṃ atihariyethā’ti. ","eng":"to have it carried to the village. ","html":"{}"},"pli-tv-kd18:3.3.7":{"pli":"Evañcetaṃ labhetha, iccetaṃ kusalaṃ. ","eng":"If this works out, all is well. ","html":"{}"},"pli-tv-kd18:3.3.8":{"pli":"No ce labhetha, ajjhokāse catūsu pāsāṇesu mañcaṃ paññapetvā mañce mañcaṃ āropetvā pīṭhe pīṭhaṃ āropetvā senāsanaṃ upari puñjaṃ karitvā dārubhaṇḍaṃ mattikābhaṇḍaṃ paṭisāmetvā tiṇena vā paṇṇena vā paṭicchādetvā pakkamitabbaṃ—","eng":"If not, he should place the bed on four rocks outside. He should then stack the beds and benches on top of one another, with the other furniture piled on top, and he should put away the wooden and ceramic goods. He should cover it all with grass and leaves and then depart, ","html":"{}"},"pli-tv-kd18:3.3.9":{"pli":"appeva nāma aṅgānipi seseyyunti. ","eng":"thinking, ‘Hopefully the requisites will be okay.’ ","html":"{}</p>"},"pli-tv-kd18:3.3.10":{"pli":"Idaṃ kho, bhikkhave, gamikānaṃ bhikkhūnaṃ vattaṃ yathā gamikehi bhikkhūhi sammā vattitabban”ti. ","eng":"This is the proper conduct for departing monks.” ","html":"<p>{}</p>"},"pli-tv-kd18:4.1.0":{"pli":"4. Anumodanavattakathā ","eng":"4. Discussion of the proper conduct in connection with the expression of appreciation ","html":"<h2>{}</h2>"},"pli-tv-kd18:4.1.1":{"pli":"Tena kho pana samayena bhikkhū bhattagge na anumodanti. ","eng":"At that time there were monks who did not express their appreciation in the dining hall. ","html":"<p>{}","comm":"For an explanation of the rendering “dining hall” for <i lang='pi' translate='no'>bhattagga</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:4.1.2":{"pli":"Manussā ujjhāyanti khiyyanti vipācenti—","eng":"People complained and criticized them, ","html":"{}"},"pli-tv-kd18:4.1.3":{"pli":"“kathañhi nāma samaṇā sakyaputtiyā bhattagge na anumodissantī”ti. ","eng":"“How can the Sakyan monastics not express their appreciation in the dining hall?” ","html":"{}"},"pli-tv-kd18:4.1.4":{"pli":"Assosuṃ kho bhikkhū tesaṃ manussānaṃ ujjhāyantānaṃ khiyyantānaṃ vipācentānaṃ. ","eng":"The monks heard the complaints of those people ","html":"{}"},"pli-tv-kd18:4.1.5":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"and they told the Buddha. ","html":"{}"},"pli-tv-kd18:4.1.6":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"The Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:4.1.7":{"pli":"“anujānāmi, bhikkhave, bhattagge anumoditun”ti. ","eng":"“You should express your appreciation in the dining hall.” ","html":"<p class='rule'>{}</p>"},"pli-tv-kd18:4.1.8":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi—","eng":"The monks thought, ","html":"<p>{}"},"pli-tv-kd18:4.1.9":{"pli":"“kena nu kho bhattagge anumoditabban”ti? ","eng":"“Who should give the expression of appreciation?” ","html":"{}"},"pli-tv-kd18:4.1.10":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}"},"pli-tv-kd18:4.1.11":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"He gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:4.1.12":{"pli":"“anujānāmi, bhikkhave, therena bhikkhunā bhattagge anumoditun”ti. ","eng":"“The most senior monk should give the expression of appreciation in the dining hall.” ","html":"<p class='rule'>{}</p>"},"pli-tv-kd18:4.1.13":{"pli":"Tena kho pana samayena aññatarassa pūgassa saṅghabhattaṃ hoti. ","eng":"Soon afterwards a certain association was offering a meal to the Sangha. ","html":"<p>{}"},"pli-tv-kd18:4.1.14":{"pli":"Āyasmā sāriputto saṅghatthero hoti. ","eng":"Venerable Sāriputta was the most senior monk. ","html":"{}"},"pli-tv-kd18:4.1.15":{"pli":"Bhikkhū—","html":"{}"},"pli-tv-kd18:4.1.16":{"pli":"“bhagavatā anuññātaṃ therena bhikkhunā bhattagge anumoditun”ti—","eng":"Because the Buddha had said the most senior monk should give the expression of appreciation, ","html":"{}"},"pli-tv-kd18:4.1.17":{"pli":"āyasmantaṃ sāriputtaṃ ekakaṃ ohāya pakkamiṃsu. ","eng":"the other monks left, leaving Sāriputta behind by himself. ","html":"{}"},"pli-tv-kd18:4.1.18":{"pli":"Atha kho āyasmā sāriputto te manusse paṭisammoditvā pacchā ekako agamāsi. ","eng":"After giving the expression of appreciation, he left by himself. ","html":"{}"},"pli-tv-kd18:4.1.19":{"pli":"Addasā kho bhagavā āyasmantaṃ sāriputtaṃ dūratova ekakaṃ āgacchantaṃ. ","eng":"The Buddha saw him coming ","html":"{}"},"pli-tv-kd18:4.1.20":{"pli":"Disvāna āyasmantaṃ sāriputtaṃ etadavoca—","eng":"and asked, ","html":"{}"},"pli-tv-kd18:4.1.21":{"pli":"“kacci, sāriputta, bhattaṃ iddhaṃ ahosī”ti? ","eng":"“Did the meal go well?” ","html":"{}</p>"},"pli-tv-kd18:4.1.22":{"pli":"“Iddhaṃ kho, bhante, bhattaṃ ahosi; ","eng":"“The meal went well, sir, ","html":"<p>{}"},"pli-tv-kd18:4.1.23":{"pli":"api ca maṃ bhikkhū ekakaṃ ohāya pakkantā”ti. ","eng":"but the monks all left, leaving me behind by myself.” ","html":"{}"},"pli-tv-kd18:4.1.24":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"Soon afterwards the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:4.1.25":{"pli":"“anujānāmi, bhikkhave, bhattagge catūhi pañcahi therānutherehi bhikkhūhi āgametun”ti. ","eng":"“The four or five most senior monks should wait in the dining hall.” ","html":"<p class='rule'>{}</p>"},"pli-tv-kd18:4.1.26":{"pli":"Tena kho pana samayena aññataro thero bhattagge vaccito āgamesi. ","eng":"On one occasion a senior monk who needed to defecate was waiting in the dining hall. ","html":"<p>{}"},"pli-tv-kd18:4.1.27":{"pli":"So vaccaṃ sandhāretuṃ asakkonto mucchito papati. ","eng":"Being unable to hold out, he fainted and fell over. ","html":"{}"},"pli-tv-kd18:4.1.28":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-kd18:4.1.29":{"pli":"“Anujānāmi, bhikkhave, sati karaṇīye ānantarikaṃ bhikkhuṃ āpucchitvā gantun”ti. ","eng":"“When there’s something to be done, I allow you to go after informing the monk next to you.” ","html":"<p class='rule'>{}</p>"},"pli-tv-kd18:4.2.0":{"pli":"5. Bhattaggavattakathā ","eng":"5. Discussion of the proper conduct in relation to dining halls ","html":"<h2>{}</h2>"},"pli-tv-kd18:4.2.1":{"pli":"Tena kho pana samayena chabbaggiyā bhikkhū dunnivatthā duppārutā anākappasampannā bhattaggaṃ gacchanti, vokkammapi therānaṃ bhikkhūnaṃ purato purato gacchanti, therepi bhikkhū anupakhajja nisīdanti, navepi bhikkhū āsanena paṭibāhanti, saṅghāṭimpi ottharitvā antaraghare nisīdanti. ","eng":"At that time the monks from the group of six walked to the dining hall shabbily dressed and improper in appearance. Taking a short cut, they walked in front of the senior monks. They sat down encroaching on the senior monks and blocked the junior monks from getting a seat. And they spread out their upper robes and sat on them in inhabited areas. ","html":"<p>{}</p>","comm":"For a discussion of the <i lang='pi' translate='no'>bhattagga</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:4.2.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:4.2.3":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū dunnivatthā duppārutā anākappasampannā bhattaggaṃ gacchissanti, vokkammapi therānaṃ bhikkhūnaṃ purato purato gacchissanti, therepi bhikkhū anupakhajja nisīdissanti, navepi bhikkhū āsanenapi paṭibāhissanti, saṅghāṭimpi ottharitvā antaraghare nisīdissantī”ti. ","eng":"“How can the monks from the group of six act like this?” ","html":"{}"},"pli-tv-kd18:4.2.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:4.2.5":{"pli":"“saccaṃ kira, bhikkhave, chabbaggiyā bhikkhū dunnivatthā duppārutā anākappasampannā bhattaggaṃ gacchanti, vokkammapi therānaṃ bhikkhūnaṃ purato purato gacchanti, therepi bhikkhū anupakhajja nisīdanti, navepi bhikkhū āsanena paṭibāhanti, saṅghāṭimpi ottharitvā antaraghare nisīdantī”ti? ","eng":"“Is it true, monks, that the monks from the group of six are acting like this?” ","html":"{}"},"pli-tv-kd18:4.2.6":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:4.2.7":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:4.2.8":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:4.2.9":{"pli":"“Tena hi, bhikkhave, bhikkhūnaṃ bhattaggavattaṃ paññapessāmi yathā bhikkhūhi bhattagge sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct in relation to dining halls. ","html":"<p>{}"},"pli-tv-kd18:4.3.1":{"pli":"Sace ārāme kālo ārocito hoti, timaṇḍalaṃ paṭicchādentena parimaṇḍalaṃ nivāsetvā kāyabandhanaṃ bandhitvā saguṇaṃ katvā saṅghāṭiyo pārupitvā gaṇṭhikaṃ paṭimuñcitvā dhovitvā pattaṃ gahetvā sādhukaṃ ataramānena gāmo pavisitabbo. ","eng":"In a monastery where the time for departure gets announced, a monk should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. He should rinse his bowl, bring it along, and enter the village carefully and without hurry. ","html":"{}</p>","comm":"“Putting the upper robes together, overlapping each other edge-to-edge” renders <i lang='pi' translate='no'>saguṇaṁ katvā saṅghāṭiyo</i>. Sp 3.66: <i lang='pi' translate='no'>Saguṇaṁ katvāti dve cīvarāni ekato katvā, tā ekato katā dvepi saṅghāṭiyo dātabbā. Sabbañhi cīvaraṁ saṅghaṭitattā “saṅghāṭī”ti vuccati</i>, “<i lang='pi' translate='no'>Saguṇaṁ katvā</i>: having made two robes into one, even those two upper robes made into one are to be given. All robes are called <i lang='pi' translate='no'>saṅghāṭi</i> because of being pieced together.” For a further discussion of the meaning of <i lang='pi' translate='no'>saṅghāṭi</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:4.3.2":{"pli":"Na vokkamma therānaṃ bhikkhūnaṃ purato purato gantabbaṃ. ","eng":"He shouldn’t take a short cut and walk in front of the senior monks. ","html":"<p>{}"},"pli-tv-kd18:4.3.3":{"pli":"Suppaṭicchannena antaraghare gantabbaṃ. ","eng":"He should be well-covered while walking in inhabited areas; ","html":"{}","comm":"This rule of conduct is the same as <a href='index.html?q=pli-tv-bu-vb-sk3#0.5'>Bu Sk 3:0.5</a>. "},"pli-tv-kd18:4.3.4":{"pli":"Susaṃvutena antaraghare gantabbaṃ. ","eng":"he should be well-restrained while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk5#0.5'>Bu Sk 5:0.5</a>. "},"pli-tv-kd18:4.3.5":{"pli":"Okkhittacakkhunā antaraghare gantabbaṃ. ","eng":"he should lower his eyes while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk7#0.5'>Bu Sk 7:0.5</a>. "},"pli-tv-kd18:4.3.6":{"pli":"Na ukkhittakāya antaraghare gantabbaṃ. ","eng":"he shouldn’t lift his robe while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk9#0.5'>Bu Sk 9:0.5</a>. "},"pli-tv-kd18:4.3.7":{"pli":"Na ujjagghikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t laugh loudly while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk11#0.5'>Bu Sk 11:0.5</a>. "},"pli-tv-kd18:4.3.8":{"pli":"Appasaddena antaraghare gantabbaṃ. ","eng":"he shouldn’t be noisy while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk13#0.5'>Bu Sk 13:0.5</a>. "},"pli-tv-kd18:4.3.9":{"pli":"Na kāyappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his body while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk15#0.5'>Bu Sk 15:0.5</a>. "},"pli-tv-kd18:4.3.10":{"pli":"Na bāhuppacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t swing his arms while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk17#0.5'>Bu Sk 17:0.5</a>. "},"pli-tv-kd18:4.3.11":{"pli":"Na sīsappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk19#0.5'>Bu Sk 19:0.5</a>. "},"pli-tv-kd18:4.3.12":{"pli":"Na khambhakatena antaraghare gantabbaṃ. ","eng":"he shouldn’t have his hands on his hips while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk21#0.5'>Bu Sk 21:0.5</a>. "},"pli-tv-kd18:4.3.13":{"pli":"Na oguṇṭhitena antaraghare gantabbaṃ. ","eng":"he shouldn’t cover his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk23#0.5'>Bu Sk 23:0.5</a>. "},"pli-tv-kd18:4.3.14":{"pli":"Na ukkuṭikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t move about while squatting on his heels in inhabited areas. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk25#0.5'>Bu Sk 25:0.5</a>. "},"pli-tv-kd18:4.3.15":{"pli":"Suppaṭicchannena antaraghare nisīditabbaṃ. ","eng":"He should be well-covered while sitting in inhabited areas; ","html":"<p>{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk4#0.5'>Bu Sk 4:0.5</a>. "},"pli-tv-kd18:4.3.16":{"pli":"Susaṃvutena antaraghare nisīditabbaṃ. ","eng":"he should be well-restrained while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk6#0.5'>Bu Sk 6:0.5</a>. "},"pli-tv-kd18:4.3.17":{"pli":"Okkhittacakkhunā antaraghare nisīditabbaṃ. ","eng":"he should lower his eyes while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk8#0.5'>Bu Sk 8:0.5</a>. "},"pli-tv-kd18:4.3.18":{"pli":"Na ukkhittakāya antaraghare nisīditabbaṃ ","eng":"he shouldn’t lift his robe while sitting in inhabited areas; ","html":"{} ","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk10#0.5'>Bu Sk 10:0.5</a>. "},"pli-tv-kd18:4.3.19":{"pli":"na ujjagghikāya antaraghare nisīditabbaṃ, ","eng":"he shouldn’t laugh loudly while sitting in inhabited areas; ","html":"{} ","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk12#0.5'>Bu Sk 12:0.5</a>. "},"pli-tv-kd18:4.3.20":{"pli":"appasaddena antaraghare nisīditabbaṃ. ","eng":"he shouldn’t be noisy while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk14#0.5'>Bu Sk 14:0.5</a>. "},"pli-tv-kd18:4.3.21":{"pli":"Na kāyappacālakaṃ antaraghare nisīditabbaṃ. ","eng":"he shouldn’t sway his body while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk16#0.5'>Bu Sk 16:0.5</a>. "},"pli-tv-kd18:4.3.22":{"pli":"Na bāhuppacālakaṃ antaraghare nisīditabbaṃ. ","eng":"he shouldn’t swing his arms while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk18#0.5'>Bu Sk 18:0.5</a>. "},"pli-tv-kd18:4.3.23":{"pli":"Na sīsappacālakaṃ antaraghare nisīditabbaṃ. ","eng":"he shouldn’t sway his head while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk20#0.5'>Bu Sk 20:0.5</a>. "},"pli-tv-kd18:4.3.24":{"pli":"Na khambhakatena antaraghare nisīditabbaṃ. ","eng":"he shouldn’t have his hands on his hips while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk22#0.5'>Bu Sk 22:0.5</a>. "},"pli-tv-kd18:4.3.25":{"pli":"Na oguṇṭhitena antaraghare nisīditabbaṃ. ","eng":"he shouldn’t cover his head while sitting in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk24#0.5'>Bu Sk 24:0.5</a>. "},"pli-tv-kd18:4.3.26":{"pli":"Na pallatthikāya antaraghare nisīditabbaṃ. ","eng":"he shouldn’t clasp his knees while sitting in inhabited areas. ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk26#0.5'>Bu Sk 26:0.5</a>. "},"pli-tv-kd18:4.3.27":{"pli":"Na there bhikkhū anupakhajja nisīditabbaṃ. ","eng":"He shouldn’t sit encroaching on the senior monks ","html":"{}"},"pli-tv-kd18:4.3.28":{"pli":"Na navā bhikkhū āsanena paṭibāhitabbā. ","eng":"or block the junior monks from getting a seat. ","html":"{}"},"pli-tv-kd18:4.3.29":{"pli":"Na saṅghāṭiṃ ottharitvā antaraghare nisīditabbaṃ. ","eng":"He shouldn’t spread out his upper robe and sit on it in inhabited areas. ","html":"{}</p>"},"pli-tv-kd18:4.4.1":{"pli":"Udake diyyamāne ubhohi hatthehi pattaṃ paṭiggahetvā udakaṃ paṭiggahetabbaṃ. ","eng":"When given water, he should receive it while holding his bowl with both hands. ","html":"<p>{}"},"pli-tv-kd18:4.4.2":{"pli":"Nīcaṃ katvā sādhukaṃ appaṭighaṃsantena patto dhovitabbo. ","eng":"Holding the bowl low, he should rinse it carefully without scratching it. ","html":"{}"},"pli-tv-kd18:4.4.3":{"pli":"Sace udakappaṭiggāhako hoti, nīcaṃ katvā udakappaṭiggahe udakaṃ āsiñcitabbaṃ—","eng":"If there’s someone to receive the water, he should hold his bowl low and pour the water into the container, ","html":"{}"},"pli-tv-kd18:4.4.4":{"pli":"mā udakappaṭiggāhako udakena osiñci, mā sāmantā bhikkhū udakena osiñciṃsu, mā saṅghāṭi udakena osiñcīti. ","eng":"trying to avoid splashing the person receiving the water, the monks sitting nearby, and his upper robe. ","html":"{}"},"pli-tv-kd18:4.4.5":{"pli":"Sace udakappaṭiggāhako na hoti, nīcaṃ katvā chamāya udakaṃ āsiñcitabbaṃ—","eng":"If there’s no-one to receive the water, he should hold his bowl low and pour the water on the ground, ","html":"{}"},"pli-tv-kd18:4.4.6":{"pli":"mā sāmantā bhikkhū udakena osiñciṃsu, mā saṅghāṭi udakena osiñcīti. ","eng":"trying to avoid splashing the monks sitting nearby and his upper robe. ","html":"{}</p>"},"pli-tv-kd18:4.4.7":{"pli":"Odane diyyamāne ubhohi hatthehi pattaṃ paṭiggahetvā odano paṭiggahetabbo, sūpassa okāso kātabbo. ","eng":"When given rice, he should receive it while holding his bowl with both hands, leaving room for the curry. ","html":"<p>{}"},"pli-tv-kd18:4.4.8":{"pli":"Sace hoti sappi vā telaṃ vā uttaribhaṅgaṃ vā, therena vattabbo—","eng":"If there’s ghee, oil, or special curry, the senior monk should say, ","html":"{}"},"pli-tv-kd18:4.4.9":{"pli":"‘sabbesaṃ samakaṃ sampādehī’ti. ","eng":"‘Everyone gets an equal share.’ ","html":"{}"},"pli-tv-kd18:4.4.10":{"pli":"Sakkaccaṃ piṇḍapāto paṭiggahetabbo. ","eng":"He should receive the almsfood respectfully; ","html":"{}","comm":"This rule of conduct is the same as <a href='index.html?q=pli-tv-bu-vb-sk27#0.5'>Bu Sk 27:0.5</a>. "},"pli-tv-kd18:4.4.11":{"pli":"Pattasaññinā piṇḍapāto paṭiggahetabbo. ","eng":"he should receive the almsfood with attention on the bowl; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk28#0.5'>Bu Sk 28:0.5</a>. "},"pli-tv-kd18:4.4.12":{"pli":"Samasūpako piṇḍapāto paṭiggahetabbo. ","eng":"he should receive the almsfood with the right proportion of bean curry; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk29#0.5'>Bu Sk 29:0.5</a>. "},"pli-tv-kd18:4.4.13":{"pli":"Samatittiko piṇḍapāto paṭiggahetabbo. ","eng":"he should receive an even level of almsfood. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk30#0.5'>Bu Sk 30:0.5</a>. "},"pli-tv-kd18:4.4.14":{"pli":"Na tāva therena bhuñjitabbaṃ yāva na sabbesaṃ odano sampatto hoti. ","eng":"The senior monk shouldn’t start eating until everyone has received rice. ","html":"<p>{}"},"pli-tv-kd18:4.5.1":{"pli":"Sakkaccaṃ piṇḍapāto bhuñjitabbo. ","eng":"A monk should eat almsfood respectfully; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk31#0.5'>Bu Sk 31:0.5</a>. "},"pli-tv-kd18:4.5.2":{"pli":"Pattasaññinā piṇḍapāto bhuñjitabbo. ","eng":"he should eat almsfood with attention on the bowl; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk32#0.5'>Bu Sk 32:0.5</a>. "},"pli-tv-kd18:4.5.3":{"pli":"Sapadānaṃ piṇḍapāto bhuñjitabbo. ","eng":"he should eat almsfood in order; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk33#0.5'>Bu Sk 33:0.5</a>. "},"pli-tv-kd18:4.5.4":{"pli":"Samasūpako piṇḍapāto bhuñjitabbo. ","eng":"he should eat almsfood with the right proportion of bean curry; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk34#0.5'>Bu Sk 34:0.5</a>. "},"pli-tv-kd18:4.5.5":{"pli":"Na thūpakato omadditvā piṇḍapāto bhuñjitabbo. ","eng":"he shouldn’t eat almsfood after making a heap; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk35#0.5'>Bu Sk 35:0.5</a>. "},"pli-tv-kd18:4.5.6":{"pli":"Na sūpaṃ vā byañjanaṃ vā odanena paṭicchādetabbaṃ bhiyyokamyataṃ upādāya. ","eng":"he shouldn’t cover his curries with rice because he wants more; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk36#0.5'>Bu Sk 36:0.5</a>. "},"pli-tv-kd18:4.5.7":{"pli":"Na sūpaṃ vā odanaṃ vā agilānena attano atthāya viññāpetvā bhuñjitabbaṃ. ","eng":"when not sick, he shouldn’t request bean curry and rice for himself and then eat it; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk37#0.5'>Bu Sk 37:0.5</a>. "},"pli-tv-kd18:4.5.8":{"pli":"Na ujjhānasaññinā paresaṃ patto oloketabbo. ","eng":"he shouldn’t look at another’s almsbowl finding fault; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk38#0.5'>Bu Sk 38:0.5</a>. "},"pli-tv-kd18:4.5.9":{"pli":"Nātimahanto kabaḷo kātabbo. ","eng":"he shouldn’t make mouthfuls that are too large; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk39#0.5'>Bu Sk 39:0.5</a>. "},"pli-tv-kd18:4.5.10":{"pli":"Parimaṇḍalo ālopo kātabbo. ","eng":"he should make rounded mouthfuls; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk40#0.5'>Bu Sk 40:0.5</a>. "},"pli-tv-kd18:4.5.11":{"pli":"Na anāhaṭe kabaḷe mukhadvāraṃ vivaritabbaṃ. ","eng":"he shouldn’t open his mouth without bringing a mouthful to it; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk41#0.5'>Bu Sk 41:0.5</a>. "},"pli-tv-kd18:4.5.12":{"pli":"Na bhuñjamānena sabbo hattho mukhe pakkhipitabbo. ","eng":"he shouldn’t put his whole hand in his mouth while eating; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk42#0.5'>Bu Sk 42:0.5</a>. "},"pli-tv-kd18:4.5.13":{"pli":"Na sakabaḷena mukhena byāharitabbaṃ. ","eng":"he shouldn’t speak with food in his mouth; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk43#0.5'>Bu Sk 43:0.5</a>. "},"pli-tv-kd18:4.5.14":{"pli":"Na piṇḍukkhepakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t eat from a lifted ball of food; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk44#0.5'>Bu Sk 44:0.5</a>. "},"pli-tv-kd18:4.5.15":{"pli":"Na kabaḷāvacchedakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t eat breaking up mouthfuls; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk45#0.5'>Bu Sk 45:0.5</a>. "},"pli-tv-kd18:4.5.16":{"pli":"Na avagaṇḍakārakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t eat stuffing his cheeks; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk46#0.5'>Bu Sk 46:0.5</a>. "},"pli-tv-kd18:4.5.17":{"pli":"Na hatthaniddhunakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t eat shaking his hand; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk47#0.5'>Bu Sk 47:0.5</a>. "},"pli-tv-kd18:4.5.18":{"pli":"Na sitthāvakārakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t eat scattering rice; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk48#0.5'>Bu Sk 48:0.5</a>. "},"pli-tv-kd18:4.5.19":{"pli":"Na jivhānicchārakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t eat sticking out his tongue; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk49#0.5'>Bu Sk 49:0.5</a>. "},"pli-tv-kd18:4.5.20":{"pli":"Na capucapukārakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t make a chomping sound while eating; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk50#0.5'>Bu Sk 50:0.5</a>. "},"pli-tv-kd18:4.5.21":{"pli":"Na surusurukārakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t slurp while eating; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk51#0.5'>Bu Sk 51:0.5</a>. "},"pli-tv-kd18:4.5.22":{"pli":"Na hatthanillehakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t lick his hands while eating; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk52#0.5'>Bu Sk 52:0.5</a>. "},"pli-tv-kd18:4.5.23":{"pli":"Na pattanillehakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t lick his almsbowl while eating; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk53#0.5'>Bu Sk 53:0.5</a>. "},"pli-tv-kd18:4.5.24":{"pli":"Na oṭṭhanillehakaṃ bhuñjitabbaṃ. ","eng":"he shouldn’t lick his lips while eating; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk54#0.5'>Bu Sk 54:0.5</a>. "},"pli-tv-kd18:4.5.25":{"pli":"Na sāmisena hatthena pānīyathālako paṭiggahetabbo. ","eng":"he shouldn’t receive the drinking-water vessel with a hand soiled with food. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk55#0.5'>Bu Sk 55:0.5</a>. "},"pli-tv-kd18:4.6.1":{"pli":"Na tāva therena udakaṃ paṭiggahetabbaṃ yāva na sabbeva bhuttāvino honti. ","eng":"The senior monk shouldn’t receive water for washing until all the monks are finished eating. ","html":"<p>{}"},"pli-tv-kd18:4.6.2":{"pli":"Udake diyyamāne ubhohi hatthehi pattaṃ paṭiggahetvā udakaṃ paṭiggahetabbaṃ. ","eng":"When given water, a monk should receive it while holding his bowl with both hands. ","html":"{}"},"pli-tv-kd18:4.6.3":{"pli":"Nīcaṃ katvā sādhukaṃ appaṭighaṃsantena patto dhovitabbo. ","eng":"Holding the bowl low, he should rinse it carefully without scratching it. ","html":"{}"},"pli-tv-kd18:4.6.4":{"pli":"Sace udakappaṭiggāhako hoti, nīcaṃ katvā udakappaṭiggahe udakaṃ āsiñcitabbaṃ—","eng":"If there’s someone to receive the water, he should hold his bowl low and pour the water into the container, ","html":"{}"},"pli-tv-kd18:4.6.5":{"pli":"mā udakappaṭiggāhako udakena osiñci, mā sāmantā bhikkhū udakena osiñciṃsu, mā saṅghāṭi udakena osiñcīti. ","eng":"trying to avoid splashing the person receiving the water, the monks sitting nearby, and his upper robe. ","html":"{}"},"pli-tv-kd18:4.6.6":{"pli":"Sace udakappaṭiggāhako na hoti, nīcaṃ katvā chamāya udakaṃ āsiñcitabbaṃ—","eng":"If there’s no-one to receive the water, he should hold his bowl low and pour the water on the ground, ","html":"{}"},"pli-tv-kd18:4.6.7":{"pli":"mā sāmantā bhikkhū udakena osiñciṃsu, mā saṅghāṭi udakena osiñcīti. ","eng":"trying to avoid splashing the monks sitting nearby and his upper robe. ","html":"{}"},"pli-tv-kd18:4.6.8":{"pli":"Na sasitthakaṃ pattadhovanaṃ antaraghare chaḍḍetabbaṃ. ","eng":"He shouldn’t discard bowl-washing water containing rice in inhabited areas. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk56#0.5'>Bu Sk 56:0.5</a>. "},"pli-tv-kd18:4.6.9":{"pli":"Nivattantena navakehi bhikkhūhi paṭhamataraṃ nivattitabbaṃ, pacchā therehi. ","eng":"When returning, the junior monks should go first and then the senior monks. ","html":"<p>{}"},"pli-tv-kd18:4.6.10":{"pli":"Suppaṭicchannena antaraghare gantabbaṃ. ","eng":"A monk should be well-covered while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk3#0.5'>Bu Sk 3:0.5</a>. "},"pli-tv-kd18:4.6.11":{"pli":"Susaṃvutena antaraghare gantabbaṃ. ","eng":"he should be well-restrained while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk5#0.5'>Bu Sk 5:0.5</a>. "},"pli-tv-kd18:4.6.12":{"pli":"Okkhittacakkhunā antaraghare gantabbaṃ. ","eng":"he should lower his eyes while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk7#0.5'>Bu Sk 7:0.5</a>. "},"pli-tv-kd18:4.6.13":{"pli":"Na ukkhittakāya antaraghare gantabbaṃ. ","eng":"he shouldn’t lift his robe while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk9#0.5'>Bu Sk 9:0.5</a>. "},"pli-tv-kd18:4.6.14":{"pli":"Na ujjagghikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t laugh loudly while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk11#0.5'>Bu Sk 11:0.5</a>. "},"pli-tv-kd18:4.6.15":{"pli":"Appasaddena antaraghare gantabbaṃ. ","eng":"he shouldn’t be noisy while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk13#0.5'>Bu Sk 13:0.5</a>. "},"pli-tv-kd18:4.6.16":{"pli":"Na kāyappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his body while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk15#0.5'>Bu Sk 15:0.5</a>. "},"pli-tv-kd18:4.6.17":{"pli":"Na bāhuppacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t swing his arms while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk17#0.5'>Bu Sk 17:0.5</a>. "},"pli-tv-kd18:4.6.18":{"pli":"Na sīsappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk19#0.5'>Bu Sk 19:0.5</a>. "},"pli-tv-kd18:4.6.19":{"pli":"Na khambhakatena antaraghare gantabbaṃ. ","eng":"he shouldn’t have his hands on his hips while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk21#0.5'>Bu Sk 21:0.5</a>. "},"pli-tv-kd18:4.6.20":{"pli":"Na oguṇṭhitena antaraghare gantabbaṃ. ","eng":"he shouldn’t cover his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk23#0.5'>Bu Sk 23:0.5</a>. "},"pli-tv-kd18:4.6.21":{"pli":"Na ukkuṭikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t move about while squatting on his heels in inhabited areas. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk25#0.5'>Bu Sk 25:0.5</a>. "},"pli-tv-kd18:4.6.22":{"pli":"Idaṃ kho, bhikkhave, bhikkhūnaṃ bhattaggavattaṃ yathā bhikkhūhi bhattagge sammā vattitabban”ti. ","eng":"This is the proper conduct in relation to dining halls.” ","html":"<p>{}</p>"},"pli-tv-kd18:4.6.23":{"pli":"Paṭhamabhāṇavāro niṭṭhito. ","eng":"The first section for recitation is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd18:5.1.0":{"pli":"6. Piṇḍacārikavattakathā ","eng":"6. Discussion of the proper conduct for alms collectors ","html":"<h2>{}</h2>"},"pli-tv-kd18:5.1.1":{"pli":"Tena kho pana samayena piṇḍacārikā bhikkhū dunnivatthā duppārutā anākappasampannā piṇḍāya caranti, asallakkhetvāpi nivesanaṃ pavisanti, asallakkhetvāpi nikkhamanti, atisahasāpi pavisanti, atisahasāpi nikkhamanti, atidūrepi tiṭṭhanti, accāsannepi tiṭṭhanti, aticirampi tiṭṭhanti, atilahumpi nivattanti. ","eng":"At that time there were alms-collecting monks who were shabbily dressed and improper in appearance. They entered and left houses without being attentive, entered and left too hastily, stood too far away or too close, and waited too long or left too soon. ","html":"<p>{}</p>"},"pli-tv-kd18:5.1.2":{"pli":"Aññataropi piṇḍacāriko bhikkhu asallakkhetvā nivesanaṃ pāvisi. ","eng":"On one occasion a certain monk entered a house without being attentive. ","html":"<p>{}"},"pli-tv-kd18:5.1.3":{"pli":"So ca dvāraṃ maññamāno aññataraṃ ovarakaṃ pāvisi. ","eng":"Thinking it was the main door, he entered a room ","html":"{}"},"pli-tv-kd18:5.1.4":{"pli":"Tasmimpi ovarake itthī naggā uttānā nipannā hoti. ","eng":"where a woman was lying naked. ","html":"{}"},"pli-tv-kd18:5.1.5":{"pli":"Addasā kho so bhikkhu taṃ itthiṃ naggaṃ uttānaṃ nipannaṃ. ","eng":"When he saw her, ","html":"{}"},"pli-tv-kd18:5.1.6":{"pli":"Disvāna—","html":"{}"},"pli-tv-kd18:5.1.7":{"pli":"“nayidaṃ dvāraṃ, ovarakaṃ idan”ti tamhā ovarakā nikkhami. ","eng":"he left the room. ","html":"{}"},"pli-tv-kd18:5.1.8":{"pli":"Addasā kho tassā itthiyā sāmiko taṃ itthiṃ naggaṃ uttānaṃ nipannaṃ. ","eng":"But when her husband saw her there, ","html":"{}"},"pli-tv-kd18:5.1.9":{"pli":"Disvāna—","html":"{}"},"pli-tv-kd18:5.1.10":{"pli":"“iminā me bhikkhunā pajāpatī dūsitā”ti taṃ bhikkhuṃ gahetvā ākoṭesi. ","eng":"he thought, “My wife has been raped by this monk,” and he took hold of that monk and gave him a beating. ","html":"{}"},"pli-tv-kd18:5.1.11":{"pli":"Atha kho sā itthī tena saddena paṭibujjhitvā taṃ purisaṃ etadavoca—","eng":"The woman woke up from the commotion and asked her husband, ","html":"{}"},"pli-tv-kd18:5.1.12":{"pli":"“kissa tvaṃ, ayya, imaṃ bhikkhuṃ ākoṭesī”ti? ","eng":"“Why are you beating this monk?” ","html":"{}</p>"},"pli-tv-kd18:5.1.13":{"pli":"“Imināsi tvaṃ bhikkhunā dūsitā”ti? ","eng":"“Didn’t he rape you?” ","html":"<p>{}</p>"},"pli-tv-kd18:5.1.14":{"pli":"“Nāhaṃ, ayya, iminā bhikkhunā dūsitā; ","eng":"“No he didn’t. ","html":"<p>{}"},"pli-tv-kd18:5.1.15":{"pli":"akārako so bhikkhū”ti taṃ bhikkhuṃ muñcāpesi. ","eng":"He’s innocent.” And she had him release that monk. ","html":"{}"},"pli-tv-kd18:5.1.16":{"pli":"Atha kho so bhikkhu ārāmaṃ gantvā bhikkhūnaṃ etamatthaṃ ārocesi. ","eng":"The monk then returned to the monastery and told the monks what had happened. ","html":"{}</p>"},"pli-tv-kd18:5.1.17":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized him, ","html":"<p>{}"},"pli-tv-kd18:5.1.18":{"pli":"“kathañhi nāma piṇḍacārikā bhikkhū dunnivatthā duppārutā anākappasampannā piṇḍāya carissanti, asallakkhetvāpi nivesanaṃ pavisissanti, asallakkhetvāpi nikkhamissanti, atisahasāpi pavisissanti, atisahasāpi nikkhamissanti, atidūrepi tiṭṭhissanti, accāsannepi tiṭṭhissanti, aticirampi tiṭṭhissanti, atilahumpi nivattissantī”ti. ","eng":"“How can the alms-collecting monks act like this?” ","html":"{}"},"pli-tv-kd18:5.1.19":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:5.1.20":{"pli":"“saccaṃ kira, bhikkhave …pe… ","eng":"“Is it true, monks, that the alms-collecting monks are acting like this?” ","html":"{}"},"pli-tv-kd18:5.1.21":{"pli":"“saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:5.1.22":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:5.1.23":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:5.1.24":{"pli":"“Tena hi, bhikkhave, piṇḍacārikānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā piṇḍacārikehi bhikkhūhi sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for alms-collecting monks. ","html":"<p>{}"},"pli-tv-kd18:5.2.1":{"pli":"Piṇḍacārikena, bhikkhave, bhikkhunā—","eng":"When an alms-collecting monk is about to enter the village, ","html":"{}"},"pli-tv-kd18:5.2.2":{"pli":"‘idāni gāmaṃ pavisissāmī’ti timaṇḍalaṃ paṭicchādentena parimaṇḍalaṃ nivāsetvā kāyabandhanaṃ bandhitvā saguṇaṃ katvā saṅghāṭiyo pārupitvā gaṇṭhikaṃ paṭimuñcitvā dhovitvā pattaṃ gahetvā sādhukaṃ ataramānena gāmo pavisitabbo. ","eng":"he should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. He should rinse his bowl, bring it along, and enter the village carefully and without hurry. ","html":"{}</p>"},"pli-tv-kd18:5.2.3":{"pli":"Suppaṭicchannena antaraghare gantabbaṃ. ","eng":"He should be well-covered while walking in an inhabited areas; ","html":"<p>{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk3#0.5'>Bu Sk 3:0.5</a>. "},"pli-tv-kd18:5.2.4":{"pli":"Susaṃvutena antaraghare gantabbaṃ. ","eng":"he should be well-restrained while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk5#0.5'>Bu Sk 5:0.5</a>. "},"pli-tv-kd18:5.2.5":{"pli":"Okkhittacakkhunā antaraghare gantabbaṃ. ","eng":"he should lower his eyes while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk7#0.5'>Bu Sk 7:0.5</a>. "},"pli-tv-kd18:5.2.6":{"pli":"Na ukkhittakāya antaraghare gantabbaṃ. ","eng":"he shouldn’t lift his robe while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk9#0.5'>Bu Sk 9:0.5</a>. "},"pli-tv-kd18:5.2.7":{"pli":"Na ujjagghikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t laugh loudly while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk11#0.5'>Bu Sk 11:0.5</a>. "},"pli-tv-kd18:5.2.8":{"pli":"Appasaddena antaraghare gantabbaṃ. ","eng":"he shouldn’t be noisy while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk13#0.5'>Bu Sk 13:0.5</a>. "},"pli-tv-kd18:5.2.9":{"pli":"Na kāyappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his body while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk15#0.5'>Bu Sk 15:0.5</a>. "},"pli-tv-kd18:5.2.10":{"pli":"Na bāhuppacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t swing his arms while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk17#0.5'>Bu Sk 17:0.5</a>. "},"pli-tv-kd18:5.2.11":{"pli":"Na sīsappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk19#0.5'>Bu Sk 19:0.5</a>. "},"pli-tv-kd18:5.2.12":{"pli":"Na khambhakatena antaraghare gantabbaṃ. ","eng":"he shouldn’t have his hands on his hips while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk21#0.5'>Bu Sk 21:0.5</a>. "},"pli-tv-kd18:5.2.13":{"pli":"Na oguṇṭhitena antaraghare gantabbaṃ. ","eng":"he shouldn’t cover his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk23#0.5'>Bu Sk 23:0.5</a>. "},"pli-tv-kd18:5.2.14":{"pli":"Na ukkuṭikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t move about while squatting on his heels in inhabited areas. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk25#0.5'>Bu Sk 25:0.5</a>. "},"pli-tv-kd18:5.2.15":{"pli":"Nivesanaṃ pavisantena sallakkhetabbaṃ—","eng":"When entering a house, ","html":"<p>{}"},"pli-tv-kd18:5.2.16":{"pli":"‘iminā pavisissāmi, iminā nikkhamissāmī’ti. ","eng":"he should be attentive to where to enter and where to leave. ","html":"{}"},"pli-tv-kd18:5.2.17":{"pli":"Nātisahasā pavisitabbaṃ. ","eng":"He shouldn’t enter ","html":"{}"},"pli-tv-kd18:5.2.18":{"pli":"Nātisahasā nikkhamitabbaṃ. ","eng":"or leave too hastily, ","html":"{}"},"pli-tv-kd18:5.2.19":{"pli":"Nātidūre ṭhātabbaṃ. ","eng":"stand too far away ","html":"{}"},"pli-tv-kd18:5.2.20":{"pli":"Nāccāsanne ṭhātabbaṃ. ","eng":"or too close, ","html":"{}"},"pli-tv-kd18:5.2.21":{"pli":"Nāticiraṃ ṭhātabbaṃ. ","eng":"or wait too long ","html":"{}"},"pli-tv-kd18:5.2.22":{"pli":"Nātilahuṃ nivattitabbaṃ. ","eng":"or leave too soon. ","html":"{}"},"pli-tv-kd18:5.2.23":{"pli":"Ṭhitakena sallakkhetabbaṃ—","eng":"While waiting, ","html":"{}"},"pli-tv-kd18:5.2.24":{"pli":"‘bhikkhaṃ dātukāmā vā adātukāmā vā’ti. ","eng":"he should be attentive to whether they wish to give alms or not. ","html":"{}"},"pli-tv-kd18:5.2.25":{"pli":"Sace kammaṃ vā nikkhipati, āsanā vā vuṭṭhāti, kaṭacchuṃ vā parāmasati, bhājanaṃ vā parāmasati, ṭhapeti vā—dātukāmassāti ṭhātabbaṃ. ","eng":"If they put down their work, get up from their seat, take hold of a serving spoon or a vessel, or they tell him to wait, then he should assume they wish to give, and he should wait. ","html":"{}","comm":"“Tell him to wait” renders <i lang='pi' translate='no'>ṭhapeti</i>. Sp-ṭ 4.366: <i lang='pi' translate='no'>Ṭhapeti vāti “tiṭṭhatha, bhante”ti vadantī ṭhapeti nāma</i>, “<i lang='pi' translate='no'>Ṭhapeti vā</i>: saying, ‘Wait, venerable sir’, is called <i lang='pi' translate='no'>ṭhapeti vā</i>.” "},"pli-tv-kd18:5.2.26":{"pli":"Bhikkhāya diyyamānāya vāmena hatthena saṅghāṭiṃ uccāretvā dakkhiṇena hatthena pattaṃ paṇāmetvā ubhohi hatthehi pattaṃ paṭiggahetvā bhikkhā paṭiggahetabbā. ","eng":"When they give him almsfood, he should lift his upper robe with his left hand, stretch out his bowl with his right hand, and receive the alms while holding the bowl with both hands. ","html":"{}"},"pli-tv-kd18:5.2.27":{"pli":"Na ca bhikkhādāyikāya mukhaṃ ulloketabbaṃ. ","eng":"He shouldn’t look the donor in the face. ","html":"{}"},"pli-tv-kd18:5.2.28":{"pli":"Sallakkhetabbaṃ—","eng":"He should be attentive ","html":"{}"},"pli-tv-kd18:5.2.29":{"pli":"‘sūpaṃ dātukāmā vā adātukāmā vā’ti. ","eng":"to whether they wish to give curry or not. ","html":"{}"},"pli-tv-kd18:5.2.30":{"pli":"Sace kaṭacchuṃ vā parāmasati, bhājanaṃ vā parāmasati, ṭhapeti vā—","eng":"If they take hold of a serving spoon or a vessel, or they tell him to wait, ","html":"{}"},"pli-tv-kd18:5.2.31":{"pli":"dātukāmassāti ṭhātabbaṃ. ","eng":"then he should assume they wish to give, and he should wait. ","html":"{}"},"pli-tv-kd18:5.2.32":{"pli":"Bhikkhāya dinnāya saṅghāṭiyā pattaṃ paṭicchādetvā sādhukaṃ ataramānena nivattitabbaṃ. ","eng":"When they have given alms, he should cover the bowl with his upper robe, and leave carefully and without hurry. ","html":"{}</p>"},"pli-tv-kd18:5.2.33":{"pli":"Suppaṭicchannena antaraghare gantabbaṃ. ","eng":"He should be well-covered while walking in inhabited areas; ","html":"<p>{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk3#0.5'>Bu Sk 3:0.5</a>. "},"pli-tv-kd18:5.2.34":{"pli":"Susaṃvutena antaraghare gantabbaṃ. ","eng":"he should be well-restrained while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk5#0.5'>Bu Sk 5:0.5</a>. "},"pli-tv-kd18:5.2.35":{"pli":"Okkhittacakkhunā antaraghare gantabbaṃ. ","eng":"he should lower his eyes while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk7#0.5'>Bu Sk 7:0.5</a>. "},"pli-tv-kd18:5.2.36":{"pli":"Na ukkhittakāya antaraghare gantabbaṃ. ","eng":"he shouldn’t lift his robe while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk9#0.5'>Bu Sk 9:0.5</a>. "},"pli-tv-kd18:5.2.37":{"pli":"Na ujjagghikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t laugh loudly while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk11#0.5'>Bu Sk 11:0.5</a>. "},"pli-tv-kd18:5.2.38":{"pli":"Appasaddena antaraghare gantabbaṃ. ","eng":"he shouldn’t be noisy while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk13#0.5'>Bu Sk 13:0.5</a>. "},"pli-tv-kd18:5.2.39":{"pli":"Na kāyappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his body while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk15#0.5'>Bu Sk 15:0.5</a>. "},"pli-tv-kd18:5.2.40":{"pli":"Na bāhuppacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t swing his arms while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk17#0.5'>Bu Sk 17:0.5</a>. "},"pli-tv-kd18:5.2.41":{"pli":"Na sīsappacālakaṃ antaraghare gantabbaṃ. ","eng":"he shouldn’t sway his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk19#0.5'>Bu Sk 19:0.5</a>. "},"pli-tv-kd18:5.2.42":{"pli":"Na khambhakatena antaraghare gantabbaṃ. ","eng":"he shouldn’t have his hands on his hips while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk21#0.5'>Bu Sk 21:0.5</a>. "},"pli-tv-kd18:5.2.43":{"pli":"Na oguṇṭhitena antaraghare gantabbaṃ. ","eng":"he shouldn’t cover his head while walking in inhabited areas; ","html":"{}","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk23#0.5'>Bu Sk 23:0.5</a>. "},"pli-tv-kd18:5.2.44":{"pli":"Na ukkuṭikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t move about while squatting on his heels in inhabited areas. ","html":"{}</p>","comm":"= <a href='index.html?q=pli-tv-bu-vb-sk25#0.5'>Bu Sk 25:0.5</a>. "},"pli-tv-kd18:5.3.1":{"pli":"Yo paṭhamaṃ gāmato piṇḍāya paṭikkamati, tena āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, avakkārapāti dhovitvā upaṭṭhāpetabbā, pānīyaṃ paribhojanīyaṃ upaṭṭhāpetabbaṃ. ","eng":"Whoever returns first from almsround in the village should prepare the seats and set out a foot stool, a foot scraper, and water for washing the feet. He should wash the bowl for leftovers and put it back out, and set out water for drinking and water for washing. ","html":"<p>{}</p>"},"pli-tv-kd18:5.3.2":{"pli":"Yo pacchā gāmato piṇḍāya paṭikkamati, sace hoti bhuttāvaseso, sace ākaṅkhati, bhuñjitabbaṃ. ","eng":"Whoever returns last from almsround may eat whatever is left over, ","html":"<p>{}"},"pli-tv-kd18:5.3.3":{"pli":"No ce ākaṅkhati, appaharite vā chaḍḍetabbaṃ, appāṇake vā udake opilāpetabbaṃ. ","eng":"or he should discard it where there are no cultivated plants or in water without life. ","html":"{}","comm":"<i lang='pi' translate='no'>Harita</i> could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see <a href='index.html?q=pli-tv-bu-vb-pc19#2.1.14'>Bu Pc 19:2.1.14</a> and <a href='index.html?q=pli-tv-bi-vb-pc9#2.1.14'>Bi Pc 9:2.1.14</a>. "},"pli-tv-kd18:5.3.4":{"pli":"Tena āsanaṃ uddharitabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ paṭisāmetabbaṃ, avakkārapāti dhovitvā paṭisāmetabbā, pānīyaṃ paribhojanīyaṃ paṭisāmetabbaṃ, bhattaggaṃ sammajjitabbaṃ. ","eng":"He should put away the seats and also the foot stool, the foot scraper, and the water for washing the feet. He should wash the bowl for leftovers and put it away, put away the water for drinking and the water for washing, and sweep the dining hall. ","html":"{}</p>"},"pli-tv-kd18:5.3.5":{"pli":"Yo passati pānīyaghaṭaṃ vā paribhojanīyaghaṭaṃ vā vaccaghaṭaṃ vā rittaṃ tucchaṃ tena upaṭṭhāpetabbaṃ. ","eng":"Whoever sees that the pot for drinking water, the pot for washing water, or the restroom pot is empty should fill it. ","html":"<p>{}"},"pli-tv-kd18:5.3.6":{"pli":"Sacassa hoti avisayhaṃ, hatthavikārena dutiyaṃ āmantetvā hatthavilaṅghakena upaṭṭhāpetabbaṃ, na ca tappaccayā vācā bhinditabbā. ","eng":"If he can’t do it by himself, he should call someone over by hand signal and they should fill it together. He shouldn’t speak because of that. ","html":"{}</p>"},"pli-tv-kd18:5.3.7":{"pli":"Idaṃ kho, bhikkhave, piṇḍacārikānaṃ bhikkhūnaṃ vattaṃ yathā piṇḍacārikehi bhikkhūhi sammā vattitabban”ti. ","eng":"This is the proper conduct for alms collectors.” ","html":"<p>{}</p>"},"pli-tv-kd18:6.1.0":{"pli":"7. Āraññikavattakathā ","eng":"7. Discussion of the proper conduct for those staying in the wilderness ","html":"<h2>{}</h2>"},"pli-tv-kd18:6.1.1":{"pli":"Tena kho pana samayena sambahulā bhikkhū araññe viharanti. ","eng":"At that time there was a number of monks staying in the wilderness. ","html":"<p>{}"},"pli-tv-kd18:6.1.2":{"pli":"Te neva pānīyaṃ upaṭṭhāpenti, na paribhojanīyaṃ upaṭṭhāpenti, na aggiṃ upaṭṭhāpenti, na araṇisahitaṃ upaṭṭhāpenti, na nakkhattapadāni jānanti, na disābhāgaṃ jānanti. ","eng":"They did not set out water for drinking or water for washing, did not light fires or provide fire-making implements, and did not know the constellations or the regions. ","html":"{}</p>","comm":"Vin-ālaṅ-ṭ 27.190: <i lang='pi' translate='no'>Aggi upaṭṭhāpetabbotiādi vāḷamigasarīsapādibāhiraparissayakāle ca vātapittādiajjhattapaassayakāle ca icchitabbattā</i>, “<i lang='pi' translate='no'>Aggi upaṭṭhāpetabbo</i>, etc., means what is required at a time of danger outside from wild animals, snakes, and centipedes, and at a time of refuge indoors due to wind, bile, and other illnesses.” The point seems to be that they should have access to fire. “Constellation” here refers to the constellation the moon is “stationed in” at any particular time, sometimes known as a “lunar mansion”, a “lunar house”, or a “lunar station.” As the earth orbits the sun, the moon appears to be moving from one constellation to the next. By observing the movement of the moon, one can determine what is the current month or fortnight. Regarding the translation “region” for <i lang='pi' translate='no'>disā</i>, see below. "},"pli-tv-kd18:6.1.3":{"pli":"Corā tattha gantvā te bhikkhū etadavocuṃ—","eng":"Criminals went to that place and asked the monks, ","html":"<p>{}"},"pli-tv-kd18:6.1.4":{"pli":"“atthi, bhante, pānīyan”ti? ","eng":"“Sir, is there any water for drinking?” —","html":"{}"},"pli-tv-kd18:6.1.5":{"pli":"“Natthāvuso”ti. ","eng":"“No, there isn’t.” —","html":"{}"},"pli-tv-kd18:6.1.6":{"pli":"“Atthi, bhante, paribhojanīyan”ti? ","eng":"“Is there any water for washing?” —","html":"{}"},"pli-tv-kd18:6.1.7":{"pli":"“Natthāvuso”ti. ","eng":"“No.” —","html":"{}"},"pli-tv-kd18:6.1.8":{"pli":"“Atthi, bhante, aggī”ti? ","eng":"“Is there any fire?” —","html":"{}"},"pli-tv-kd18:6.1.9":{"pli":"“Natthāvuso”ti. ","eng":"“No.” —","html":"{}"},"pli-tv-kd18:6.1.10":{"pli":"“Atthi, bhante, araṇisahitan”ti? ","eng":"“Are there any fire-making implements?” —","html":"{}"},"pli-tv-kd18:6.1.11":{"pli":"“Natthāvuso”ti. ","eng":"“No.” —","html":"{}"},"pli-tv-kd18:6.1.12":{"pli":"(…) “Kenajja, bhante, yuttan”ti? ","eng":"“Which constellation is the moon in today?” —","html":"{}","comm":"Sp 4.367: <i lang='pi' translate='no'>Kenajja, bhante, yuttanti kena nakkhattena ajja cando yuttoti</i>, “<i lang='pi' translate='no'>Kenajja, bhante, yutta</i>: With which constellation is the moon connected today?” "},"pli-tv-kd18:6.1.13":{"pli":"“Na kho mayaṃ, āvuso, jānāmā”ti. ","eng":"“We don’t know.” —","html":"{}"},"pli-tv-kd18:6.1.14":{"pli":"“Katamāyaṃ, bhante, disā”ti? ","eng":"“Which region is this?” —","html":"{}","comm":"Here the common rendering of “cardinal direction” for <i lang='pi' translate='no'>disā</i> does not work. Consequently, I render <i lang='pi' translate='no'>disā</i> as “region” throughout this section. "},"pli-tv-kd18:6.1.15":{"pli":"“Na kho mayaṃ, āvuso, jānāmā”ti. ","eng":"“We don’t know.” ","html":"{}"},"pli-tv-kd18:6.1.16":{"pli":"Atha kho te corā—","eng":"Thinking, ","html":"{}"},"pli-tv-kd18:6.1.17":{"pli":"“nevimesaṃ pānīyaṃ atthi, na paribhojanīyaṃ atthi, na aggi atthi, na araṇisahitaṃ atthi, na nakkhattapadāni jānanti, na disābhāgaṃ jānanti; ","html":"{}"},"pli-tv-kd18:6.1.18":{"pli":"corā ime, nayime bhikkhū”ti—","eng":"“They’re not monks; they’re criminals,” ","html":"{}"},"pli-tv-kd18:6.1.19":{"pli":"ākoṭetvā pakkamiṃsu. ","eng":"they beat them up and left. ","html":"{}</p>"},"pli-tv-kd18:6.1.20":{"pli":"Atha kho te bhikkhū bhikkhūnaṃ etamatthaṃ ārocesuṃ. ","eng":"The monks told other monks what had happened ","html":"<p>{}"},"pli-tv-kd18:6.1.21":{"pli":"Bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"and they in turn told the Buddha. ","html":"{}"},"pli-tv-kd18:6.1.22":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"Soon afterwards the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:6.1.23":{"pli":"“Tena hi, bhikkhave, āraññikānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā āraññikehi bhikkhūhi sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for monks staying in the wilderness. ","html":"<p>{}"},"pli-tv-kd18:6.2.1":{"pli":"Āraññikena, bhikkhave, bhikkhunā kālasseva uṭṭhāya pattaṃ thavikāya pakkhipitvā aṃse ālaggetvā cīvaraṃ khandhe karitvā upāhanā ārohitvā dārubhaṇḍaṃ mattikābhaṇḍaṃ paṭisāmetvā dvāravātapānaṃ thaketvā senāsanā otaritabbaṃ—","eng":"After getting up early in the morning, a monk who is staying in the wilderness should put his bowl in its bag, hang it from his shoulder, put his robe over his shoulders, put on his sandals, put the wooden and ceramic goods in order, close the door and windows, and come down from his dwelling. ","html":"{}</p>"},"pli-tv-kd18:6.2.2":{"pli":"idāni gāmaṃ pavisissāmīti. ","eng":"When he’s about to enter the village, ","html":"<p>{}"},"pli-tv-kd18:6.2.3":{"pli":"Upāhanā omuñcitvā nīcaṃ katvā papphoṭetvā thavikāya pakkhipitvā aṃse ālaggetvā timaṇḍalaṃ paṭicchādentena parimaṇḍalaṃ nivāsetvā kāyabandhanaṃ bandhitvā saguṇaṃ katvā saṅghāṭiyo pārupitvā gaṇṭhikaṃ paṭimuñcitvā dhovitvā pattaṃ gahetvā sādhukaṃ ataramānena gāmo pavisitabbo. ","eng":"he should remove his sandals, hold them low and knock them together. He should put them in a bag, which he should hang from his shoulder. He should put on his sarong evenly all around, covering the navel and the knees, and he should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. He should rinse his bowl, bring it along, and enter the village carefully and without hurry. ","html":"{}</p>"},"pli-tv-kd18:6.2.4":{"pli":"Suppaṭicchannena antaraghare gantabbaṃ …pe… ","eng":"He should be well-covered while walking in inhabited areas; he should be well-restrained while walking in inhabited areas; he should lower his eyes while walking in inhabited areas; he shouldn’t lift his robe while walking in inhabited areas; he shouldn’t laugh loudly while walking in inhabited areas; he shouldn’t be noisy while walking in inhabited areas; he shouldn’t sway his body while walking in inhabited areas; he shouldn’t swing his arms while walking in inhabited areas; he shouldn’t sway his head while walking in inhabited areas; ","html":"<p>{}"},"pli-tv-kd18:6.2.5":{"pli":"na khambhakatena antaraghare gantabbaṃ. ","eng":"he shouldn’t have his hands on his hips while walking in inhabited areas; ","html":"{}"},"pli-tv-kd18:6.2.6":{"pli":"Na oguṇṭhitena antaraghare gantabbaṃ. ","eng":"he shouldn’t cover his head while walking in inhabited areas; ","html":"{}"},"pli-tv-kd18:6.2.7":{"pli":"Na ukkuṭikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t move about while squatting on his heels in inhabited areas. ","html":"{}</p>"},"pli-tv-kd18:6.2.8":{"pli":"Nivesanaṃ pavisantena sallakkhetabbaṃ—","eng":"When entering a house, ","html":"<p>{}"},"pli-tv-kd18:6.2.9":{"pli":"‘iminā pavisissāmi, iminā nikkhamissāmī’ti. ","eng":"he should be attentive to where to enter and where to leave. ","html":"{}"},"pli-tv-kd18:6.2.10":{"pli":"Nātisahasā pavisitabbaṃ. ","eng":"He shouldn’t enter ","html":"{}"},"pli-tv-kd18:6.2.11":{"pli":"Nātisahasā nikkhamitabbaṃ. ","eng":"or leave too hastily, ","html":"{}"},"pli-tv-kd18:6.2.12":{"pli":"Nātidūre ṭhātabbaṃ. ","eng":"stand too far away ","html":"{}"},"pli-tv-kd18:6.2.13":{"pli":"Nāccāsanne ṭhātabbaṃ. ","eng":"or too close, ","html":"{}"},"pli-tv-kd18:6.2.14":{"pli":"Nāticiraṃ ṭhātabbaṃ. ","eng":"or wait too long ","html":"{}"},"pli-tv-kd18:6.2.15":{"pli":"Nātilahuṃ nivattitabbaṃ. ","eng":"or leave too soon. ","html":"{}"},"pli-tv-kd18:6.2.16":{"pli":"Ṭhitakena sallakkhetabbaṃ—","eng":"While waiting, ","html":"{}"},"pli-tv-kd18:6.2.17":{"pli":"‘bhikkhaṃ dātukāmā vā adātukāmā vā’ti. ","eng":"he should be attentive to whether they wish to give alms or not. ","html":"{}"},"pli-tv-kd18:6.2.18":{"pli":"Sace kammaṃ vā nikkhipati, āsanā vā vuṭṭhāti, kaṭacchuṃ vā parāmasati, bhājanaṃ vā parāmasati, ṭhapeti vā—","eng":"If they put down their work, get up from their seat, take hold of a serving spoon or a vessel, or they tell him to wait, ","html":"{}"},"pli-tv-kd18:6.2.19":{"pli":"dātukāmassāti ṭhātabbaṃ. ","eng":"then he should assume they wish to give, and he should wait. ","html":"{}"},"pli-tv-kd18:6.2.20":{"pli":"Bhikkhāya diyyamānāya vāmena hatthena saṅghāṭiṃ uccāretvā dakkhiṇena hatthena pattaṃ paṇāmetvā ubhohi hatthehi pattaṃ paṭiggahetvā bhikkhā paṭiggahetabbā. ","eng":"When they give him almsfood, he should lift his upper robe with his left hand, stretch out his bowl with his right hand, and receive the alms while holding the bowl with both hands. ","html":"{}"},"pli-tv-kd18:6.2.21":{"pli":"Na ca bhikkhādāyikāya mukhaṃ ulloketabbaṃ. ","eng":"He shouldn’t look the donor in the face. ","html":"{}"},"pli-tv-kd18:6.2.22":{"pli":"Sallakkhetabbaṃ—","eng":"He should be attentive ","html":"{}"},"pli-tv-kd18:6.2.23":{"pli":"‘sūpaṃ dātukāmā vā adātukāmā vā’ti. ","eng":"to whether they wish to give curry or not. ","html":"{}"},"pli-tv-kd18:6.2.24":{"pli":"Sace kaṭacchuṃ vā parāmasati, bhājanaṃ vā parāmasati, ṭhapeti vā—","eng":"If they take hold of a serving spoon or a vessel, or they tell him to wait, ","html":"{}"},"pli-tv-kd18:6.2.25":{"pli":"dātukāmassāti ṭhātabbaṃ. ","eng":"then he should assume they wish to give, and he should wait. ","html":"{}"},"pli-tv-kd18:6.2.26":{"pli":"Bhikkhāya dinnāya saṅghāṭiyā pattaṃ paṭicchādetvā sādhukaṃ ataramānena nivattitabbaṃ. ","eng":"When they have given alms, he should cover the bowl with his upper robe, and return carefully and without hurry. ","html":"{}</p>"},"pli-tv-kd18:6.2.27":{"pli":"Suppaṭicchannena antaraghare gantabbaṃ …pe… ","eng":"He should be well-covered while walking in inhabited areas; he should be well-restrained while walking in inhabited areas; he should lower his eyes while walking in inhabited areas; he shouldn’t lift his robe while walking in inhabited areas; he shouldn’t laugh loudly while walking in inhabited areas; he shouldn’t be noisy while walking in inhabited areas; he shouldn’t sway his body while walking in inhabited areas; he shouldn’t swing his arms while walking in inhabited areas; he shouldn’t sway his head while walking in inhabited areas; he shouldn’t have his hands on his hips while walking in inhabited areas; he shouldn’t cover his head while walking in inhabited areas; ","html":"<p>{}"},"pli-tv-kd18:6.2.28":{"pli":"na ukkuṭikāya antaraghare gantabbaṃ. ","eng":"he shouldn’t move about while squatting on his heels in inhabited areas. ","html":"{}"},"pli-tv-kd18:6.3.1":{"pli":"Gāmato nikkhamitvā pattaṃ thavikāya pakkhipitvā aṃse ālaggetvā cīvaraṃ saṅgharitvā sīse karitvā upāhanā ārohitvā gantabbaṃ. ","eng":"When he has left the village, he should put his bowl in its bag and hang it from his shoulder, fold up his robe and put it on his head, and put on his sandals and go. ","html":"{}</p>"},"pli-tv-kd18:6.3.2":{"pli":"Āraññikena, bhikkhave, bhikkhunā pānīyaṃ upaṭṭhāpetabbaṃ, paribhojanīyaṃ upaṭṭhāpetabbaṃ, aggi upaṭṭhāpetabbo, araṇisahitaṃ upaṭṭhāpetabbaṃ, kattaradaṇḍo upaṭṭhāpetabbo, nakkhattapadāni uggahetabbāni—","eng":"A monk who is staying in the wilderness should set out water for drinking and water for washing, should light a fire and provide fire-making implements, should provide a walking stick, and should learn the constellations—","html":"<p>{}"},"pli-tv-kd18:6.3.3":{"pli":"sakalāni vā ekadesāni vā, disākusalena bhavitabbaṃ. ","eng":"either all of them or a portion—and become skilled in the regions. ","html":"{}</p>"},"pli-tv-kd18:6.3.4":{"pli":"Idaṃ kho, bhikkhave, āraññikānaṃ bhikkhūnaṃ vattaṃ yathā āraññikehi bhikkhūhi sammā vattitabban”ti. ","eng":"This is the proper conduct for those staying in the wilderness.” ","html":"<p>{}</p>"},"pli-tv-kd18:7.1.0":{"pli":"8. Senāsanavattakathā ","eng":"8. Discussion of the proper conduct in regard to dwellings ","html":"<h2>{}</h2>"},"pli-tv-kd18:7.1.1":{"pli":"Tena kho pana samayena sambahulā bhikkhū ajjhokāse cīvarakammaṃ karonti. ","eng":"On one occasion when a number of monks were making robes outside, ","html":"<p>{}"},"pli-tv-kd18:7.1.2":{"pli":"Chabbaggiyā bhikkhū paṭivāte aṅgaṇe senāsanaṃ papphoṭesuṃ. ","eng":"the monks from the group of six were beating furniture in an open space upwind from them. ","html":"{}"},"pli-tv-kd18:7.1.3":{"pli":"Bhikkhū rajena okiriṃsu. ","eng":"The robe-making monks became dusty. ","html":"{}</p>"},"pli-tv-kd18:7.1.4":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:7.1.5":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū paṭivāte aṅgaṇe senāsanaṃ papphoṭessanti. ","eng":"“How can the monks from the group of six do this?” ","html":"{}"},"pli-tv-kd18:7.1.6":{"pli":"Bhikkhū rajena okiriṃsū”ti. ","html":"{}</p>"},"pli-tv-kd18:7.1.7":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"<p>{}"},"pli-tv-kd18:7.1.8":{"pli":"“saccaṃ kira, bhikkhave, chabbaggiyā bhikkhū paṭivāte aṅgaṇe senāsanaṃ papphoṭenti, bhikkhū rajena okiriṃsū”ti? ","eng":"“Is it true, monks, that the monks from the group of six did this?” ","html":"{}"},"pli-tv-kd18:7.1.9":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:7.1.10":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:7.1.11":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:7.1.12":{"pli":"“Tena hi, bhikkhave, bhikkhūnaṃ senāsanavattaṃ paññapessāmi yathā bhikkhūhi senāsane sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct in regard to dwellings. ","html":"<p>{}"},"pli-tv-kd18:7.2.1":{"pli":"Yasmiṃ vihāre viharati, sace so vihāro uklāpo hoti, sace ussahati, sodhetabbo. ","eng":"If the dwelling he’s staying in is dirty, a monk should clean it if he’s able. ","html":"{}"},"pli-tv-kd18:7.2.2":{"pli":"Vihāraṃ sodhentena paṭhamaṃ pattacīvaraṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. ","html":"{}"},"pli-tv-kd18:7.2.3":{"pli":"nisīdanapaccattharaṇaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the sitting mat and the sheet and put them aside. ","html":"{}"},"pli-tv-kd18:7.2.4":{"pli":"bhisibibbohanaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the mattress and the pillow and put them aside. ","html":"{}"},"pli-tv-kd18:7.2.5":{"pli":"mañco nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:7.2.6":{"pli":"pīṭhaṃ nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:7.2.7":{"pli":"mañcapaṭipādakā nīharitvā ekamantaṃ nikkhipitabbā; ","eng":"He should take out the bed supports and put them aside. ","html":"{}"},"pli-tv-kd18:7.2.8":{"pli":"kheḷamallako nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"He should take out the spittoon and put it aside. ","html":"{}"},"pli-tv-kd18:7.2.9":{"pli":"apassenaphalakaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the leaning board and put it aside. ","html":"{}"},"pli-tv-kd18:7.2.10":{"pli":"bhummattharaṇaṃ yathāpaññattaṃ sallakkhetvā nīharitvā ekamantaṃ nikkhipitabbaṃ. ","eng":"After taking note of its position, he should take out the floor cover and put it aside. ","html":"{}"},"pli-tv-kd18:7.2.11":{"pli":"Sace vihāre santānakaṃ hoti, ullokā paṭhamaṃ ohāretabbaṃ, ālokasandhikaṇṇabhāgā pamajjitabbā. ","eng":"If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room. ","html":"{}"},"pli-tv-kd18:7.2.12":{"pli":"Sace gerukaparikammakatā bhitti kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls. ","html":"{}"},"pli-tv-kd18:7.2.13":{"pli":"Sace kāḷavaṇṇakatā bhūmi kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the floor has been treated with a black finish and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor. ","html":"{}"},"pli-tv-kd18:7.2.14":{"pli":"Sace akatā hoti bhūmi, udakena paripphositvā paripphositvā sammajjitabbā—","eng":"If the floor is untreated, he should sprinkle it with water and then sweep it, ","html":"{}"},"pli-tv-kd18:7.2.15":{"pli":"mā vihāro rajena uhaññīti. ","eng":"trying to avoid stirring up dust. ","html":"{}"},"pli-tv-kd18:7.2.16":{"pli":"Saṅkāraṃ vicinitvā ekamantaṃ chaḍḍetabbaṃ. ","eng":"He should look out for any trash and discard it. ","html":"{}</p>"},"pli-tv-kd18:7.2.17":{"pli":"Na bhikkhusāmantā senāsanaṃ papphoṭetabbaṃ. ","eng":"He shouldn’t beat the furniture near other monks, ","html":"<p>{}"},"pli-tv-kd18:7.2.18":{"pli":"Na vihārasāmantā senāsanaṃ papphoṭetabbaṃ. ","eng":"near other dwellings, ","html":"{}"},"pli-tv-kd18:7.2.19":{"pli":"Na pānīyasāmantā senāsanaṃ papphoṭetabbaṃ. ","eng":"near water for drinking, ","html":"{}"},"pli-tv-kd18:7.2.20":{"pli":"Na paribhojanīyasāmantā senāsanaṃ papphoṭetabbaṃ. ","eng":"or near water for washing. ","html":"{}"},"pli-tv-kd18:7.2.21":{"pli":"Na paṭivāte aṅgaṇe senāsanaṃ papphoṭetabbaṃ. ","eng":"He shouldn’t beat the furniture in an open area upwind from these things, ","html":"{}"},"pli-tv-kd18:7.2.22":{"pli":"Adhovāte senāsanaṃ papphoṭetabbaṃ. ","eng":"but downwind from them. ","html":"{}</p>"},"pli-tv-kd18:7.3.1":{"pli":"Bhummattharaṇaṃ ekamantaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the floor cover, clean it, beat it, bring it back inside, and put it back as before. ","html":"<p>{}"},"pli-tv-kd18:7.3.2":{"pli":"Mañcapaṭipādakā ekamantaṃ otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbā. ","eng":"He should sun the bed supports, wipe them, bring them back inside, and put them back where they were. ","html":"{}"},"pli-tv-kd18:7.3.3":{"pli":"Mañco ekamantaṃ otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāpaññattaṃ paññapetabbo. ","eng":"He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:7.3.4":{"pli":"Pīṭhaṃ ekamantaṃ otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:7.3.5":{"pli":"Bhisibibbohanaṃ ekamantaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:7.3.6":{"pli":"Nisīdanapaccattharaṇaṃ ekamantaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:7.3.7":{"pli":"Kheḷamallako ekamantaṃ otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbo. ","eng":"He should sun the spittoon, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:7.3.8":{"pli":"Apassenaphalakaṃ ekamantaṃ otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbaṃ. ","eng":"He should sun the leaning board, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:7.3.9":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"He should put away the bowl and robe. ","html":"{}"},"pli-tv-kd18:7.3.10":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:7.3.11":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:7.3.12":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}</p>"},"pli-tv-kd18:7.4.1":{"pli":"Sace puratthimā sarajā vātā vāyanti, puratthimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the east, he should close the windows on the eastern side. ","html":"<p>{}"},"pli-tv-kd18:7.4.2":{"pli":"Sace pacchimā sarajā vātā vāyanti, pacchimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the west, he should close the windows on the western side. ","html":"{}"},"pli-tv-kd18:7.4.3":{"pli":"Sace uttarā sarajā vātā vāyanti uttarā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the north, he should close the windows on the northern side. ","html":"{}"},"pli-tv-kd18:7.4.4":{"pli":"Sace dakkhiṇā sarajā vātā vāyanti, dakkhiṇā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the south, he should close the windows on the southern side. ","html":"{}"},"pli-tv-kd18:7.4.5":{"pli":"Sace sītakālo hoti, divā vātapānā vivaritabbā, rattiṃ thaketabbā. ","eng":"If the weather is cold, he should open the windows during the day and close them at night. ","html":"{}"},"pli-tv-kd18:7.4.6":{"pli":"Sace uṇhakālo hoti, divā vātapānā thaketabbā, rattiṃ vivaritabbā. ","eng":"If the weather is hot, he should close the windows during the day and open them at night. ","html":"{}</p>"},"pli-tv-kd18:7.4.7":{"pli":"Sace pariveṇaṃ uklāpaṃ hoti, pariveṇaṃ sammajjitabbaṃ. ","eng":"If the yard is dirty, he should sweep it. ","html":"<p>{}"},"pli-tv-kd18:7.4.8":{"pli":"Sace koṭṭhako uklāpo hoti, koṭṭhako sammajjitabbo. ","eng":"If the gatehouse is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:7.4.9":{"pli":"Sace upaṭṭhānasālā uklāpā hoti, upaṭṭhānasālā sammajjitabbā. ","eng":"If the assembly hall is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:7.4.10":{"pli":"Sace aggisālā uklāpā hoti, aggisālā sammajjitabbā. ","eng":"If the water-boiling shed is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:7.4.11":{"pli":"Sace vaccakuṭi uklāpā hoti, vaccakuṭi sammajjitabbā. ","eng":"If the restroom is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:7.4.12":{"pli":"Sace pānīyaṃ na hoti, pānīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for drinking, he should get some. ","html":"{}"},"pli-tv-kd18:7.4.13":{"pli":"Sace paribhojanīyaṃ na hoti, paribhojanīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for washing, he should get some. ","html":"{}"},"pli-tv-kd18:7.4.14":{"pli":"Sace ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it. ","html":"{}</p>"},"pli-tv-kd18:7.4.15":{"pli":"Sace vuḍḍhena saddhiṃ ekavihāre viharati, na vuḍḍhaṃ anāpucchā uddeso dātabbo, na paripucchā dātabbā, na sajjhāyo kātabbo, na dhammo bhāsitabbo, na padīpo kātabbo, na padīpo vijjhāpetabbo, na vātapānā vivaritabbā, na vātapānā thaketabbā. ","eng":"If he’s staying in the same dwelling as a more senior monk, he shouldn’t do any of the following without asking him for permission: recite, question, rehearse, teach, turn a lamp on or off, or open or close a window. ","html":"<p>{}"},"pli-tv-kd18:7.4.16":{"pli":"Sace vuḍḍhena saddhiṃ ekacaṅkame caṅkamati, yena vuḍḍho tena parivattitabbaṃ, na ca vuḍḍho saṅghāṭikaṇṇena ghaṭṭetabbo. ","eng":"If he’s doing walking meditation on the same walking path as a more senior monk, they should turn around according to seniority, but he shouldn’t touch the senior monk with the corner of his robe. ","html":"{}</p>"},"pli-tv-kd18:7.4.17":{"pli":"Idaṃ kho, bhikkhave, bhikkhūnaṃ senāsanavattaṃ yathā bhikkhūhi senāsane sammā vattitabban”ti. ","eng":"This is the proper conduct in regard to dwellings.” ","html":"<p>{}</p>"},"pli-tv-kd18:8.1.0":{"pli":"9. Jantāgharavattakathā ","eng":"9. Discussion of the proper conduct in regard to saunas ","html":"<h2>{}</h2>"},"pli-tv-kd18:8.1.1":{"pli":"Tena kho pana samayena chabbaggiyā bhikkhū jantāghare therehi bhikkhūhi nivāriyamānā anādariyaṃ paṭicca pahūtaṃ kaṭṭhaṃ āropetvā aggiṃ datvā dvāraṃ thaketvā dvāre nisīdanti. ","eng":"On one occasion the monks from the group of six were kept out of the sauna by the senior monks. Then, out of disrespect, they stacked up much firewood, lit it, closed the door, and sat down against it. ","html":"<p>{}"},"pli-tv-kd18:8.1.2":{"pli":"Bhikkhū uṇhābhitattā dvāraṃ alabhamānā mucchitā papatanti. ","eng":"The monks overheated, but being unable to open the door, they fainted and collapsed. ","html":"{}</p>"},"pli-tv-kd18:8.1.3":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:8.1.4":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū jantāghare therehi bhikkhūhi nivāriyamānā anādariyaṃ paṭicca pahūtaṃ kaṭṭhaṃ āropetvā aggiṃ datvā dvāraṃ thaketvā dvāre nisīdissanti. ","eng":"“How can the monks from the group of six do this?” ","html":"{}"},"pli-tv-kd18:8.1.5":{"pli":"Bhikkhū uṇhābhitattā dvāraṃ alabhamānā mucchitā papatantī”ti. ","html":"{}"},"pli-tv-kd18:8.1.6":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:8.1.7":{"pli":"“saccaṃ kira, bhikkhave, chabbaggiyā bhikkhū jantāghare therehi bhikkhūhi nivāriyamānā anādariyaṃ paṭicca pahūtaṃ kaṭṭhaṃ āropetvā aggiṃ datvā dvāraṃ thaketvā dvāre nisīdanti; ","eng":"“Is it true, monks, that the monks from the group of six did this?” ","html":"{}"},"pli-tv-kd18:8.1.8":{"pli":"bhikkhū uṇhābhitattā dvāraṃ alabhamānā mucchitā papatantī”ti? ","html":"{}"},"pli-tv-kd18:8.1.9":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:8.1.10":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:8.1.11":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:8.1.12":{"pli":"“na, bhikkhave, jantāghare therena bhikkhunā nivāriyamānena anādariyaṃ paṭicca pahūtaṃ kaṭṭhaṃ āropetvā aggi dātabbo. ","eng":"“If you’re kept out of the sauna by senior monks, you shouldn’t, out of disrespect, stack up much firewood and light it. ","html":"<p class='rule'>{}"},"pli-tv-kd18:8.1.13":{"pli":"Yo dadeyya, āpatti dukkaṭassa. ","eng":"If you do, you commit an offense of wrong conduct. ","html":"{}</p>"},"pli-tv-kd18:8.1.14":{"pli":"Na, bhikkhave, dvāraṃ thaketvā dvāre nisīditabbaṃ. ","eng":"And you shouldn’t close the door and sit down against it. ","html":"<p class='rule'>{}"},"pli-tv-kd18:8.1.15":{"pli":"Yo nisīdeyya, āpatti dukkaṭassa. ","eng":"If you do, you commit an offense of wrong conduct. ","html":"{}</p>"},"pli-tv-kd18:8.2.1":{"pli":"Tena hi, bhikkhave, bhikkhūnaṃ jantāgharavattaṃ paññapessāmi yathā bhikkhūhi jantāghare sammā vattitabbaṃ. ","eng":"Well then, I’ll lay down the proper conduct in regard to saunas. ","html":"<p>{}","comm":"See discussion on the <i lang='pi' translate='no'>jantāghara</i> in Appendix of Technical Terms. "},"pli-tv-kd18:8.2.2":{"pli":"Yo paṭhamaṃ jantāgharaṃ gacchati, sace chārikā ussannā hoti, chārikā chaḍḍetabbā. ","eng":"The monk who goes first to the sauna should discard any ashes that are building up. ","html":"{}"},"pli-tv-kd18:8.2.3":{"pli":"Sace jantāgharaṃ uklāpaṃ hoti, jantāgharaṃ sammajjitabbaṃ. ","eng":"If the sauna is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:8.2.4":{"pli":"Sace paribhaṇḍaṃ uklāpaṃ hoti, paribhaṇḍaṃ sammajjitabbaṃ. ","eng":"If the area surrounding the sauna is dirty, he should sweep it. ","html":"{}","comm":"Sp 4.371: <i lang='pi' translate='no'>Paribhaṇḍanti bahijagati</i>, “<i lang='pi' translate='no'>Paribhaṇḍa</i>: the floor outside.” "},"pli-tv-kd18:8.2.5":{"pli":"Sace pariveṇaṃ uklāpaṃ hoti, pariveṇaṃ sammajjitabbaṃ. ","eng":"If the yard is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:8.2.6":{"pli":"Sace koṭṭhako uklāpo hoti, koṭṭhako sammajjitabbo. ","eng":"If the gatehouse is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:8.2.7":{"pli":"Sace jantāgharasālā uklāpā hoti, jantāgharasālā sammajjitabbā. ","eng":"If the sauna shed is dirty, he should sweep it. ","html":"{}</p>"},"pli-tv-kd18:8.2.8":{"pli":"Cuṇṇaṃ sannetabbaṃ, mattikā temetabbā, udakadoṇikāya udakaṃ āsiñcitabbaṃ. ","eng":"He should knead bath powder, moisten the clay, and fill the water trough with water. ","html":"<p>{}"},"pli-tv-kd18:8.2.9":{"pli":"Jantāgharaṃ pavisantena mattikāya mukhaṃ makkhetvā purato ca pacchato ca paṭicchādetvā jantāgharaṃ pavisitabbaṃ. ","eng":"When entering the sauna, he should smear his face with clay, cover himself front and back, and then enter. ","html":"{}"},"pli-tv-kd18:8.2.10":{"pli":"Na there bhikkhū anupakhajja nisīditabbaṃ. ","eng":"He shouldn’t sit encroaching on the senior monks, ","html":"{}"},"pli-tv-kd18:8.2.11":{"pli":"Na navā bhikkhū āsanena paṭibāhitabbā. ","eng":"or block the junior monks from getting a seat. ","html":"{}"},"pli-tv-kd18:8.2.12":{"pli":"Sace ussahati, jantāghare therānaṃ bhikkhūnaṃ parikammaṃ kātabbaṃ. ","eng":"If he’s able, he should provide assistance to the senior monks in the sauna. ","html":"{}"},"pli-tv-kd18:8.2.13":{"pli":"Jantāgharā nikkhamantena jantāgharapīṭhaṃ ādāya purato ca pacchato ca paṭicchādetvā jantāgharā nikkhamitabbaṃ. ","eng":"When leaving the sauna, he should take the sauna bench, cover himself front and back, and then leave. ","html":"{}</p>"},"pli-tv-kd18:8.2.14":{"pli":"Sace ussahati, udakepi therānaṃ bhikkhūnaṃ parikammaṃ kātabbaṃ. ","eng":"If he’s able, he should also provide assistance to the senior monks in the water. ","html":"<p>{}"},"pli-tv-kd18:8.2.15":{"pli":"Na therānaṃ bhikkhūnaṃ puratopi nahāyitabbaṃ, na uparitopi nahāyitabbaṃ. ","eng":"He shouldn’t bathe in front of the senior monks or upstream from them. ","html":"{}"},"pli-tv-kd18:8.2.16":{"pli":"Nahātena uttarantena otarantānaṃ maggo dātabbo. ","eng":"When he’s coming out of the water after bathing, he should give way to those who are entering the water. ","html":"{}</p>"},"pli-tv-kd18:8.2.17":{"pli":"Yo pacchā jantāgharā nikkhamati, sace jantāgharaṃ cikkhallaṃ hoti, dhovitabbaṃ. ","eng":"If the sauna is muddy, the last monk to leave it should clean it. ","html":"<p>{}"},"pli-tv-kd18:8.2.18":{"pli":"Mattikādoṇikaṃ dhovitvā jantāgharapīṭhaṃ paṭisāmetvā aggiṃ vijjhāpetvā dvāraṃ thaketvā pakkamitabbaṃ. ","eng":"He should wash the clay trough, put away the sauna bench, extinguish the fire, close the door, and then leave. ","html":"{}</p>"},"pli-tv-kd18:8.2.19":{"pli":"Idaṃ kho, bhikkhave, bhikkhūnaṃ jantāgharavattaṃ yathā bhikkhūhi jantāghare sammā vattitabban”ti. ","eng":"This is the proper conduct in regard to saunas.” ","html":"<p>{}</p>"},"pli-tv-kd18:9.1.0":{"pli":"10. Vaccakuṭivattakathā ","eng":"10. Discussion of the proper conduct in regard to restrooms ","html":"<h2>{}</h2>"},"pli-tv-kd18:9.1.1":{"pli":"Tena kho pana samayena aññataro bhikkhu brāhmaṇajātiko vaccaṃ katvā na icchati ācametuṃ—","eng":"At that time a monk who had been born as a brahmin did not want to wash after defecating, thinking, ","html":"<p>{}"},"pli-tv-kd18:9.1.2":{"pli":"“ko imaṃ vasalaṃ duggandhaṃ āmasissatī”ti. ","eng":"“Who would touch this foul, stinking stuff?” ","html":"{}"},"pli-tv-kd18:9.1.3":{"pli":"Tassa vaccamagge kimi saṇṭhāti. ","eng":"As a result, a worm settled in his rectum. ","html":"{}"},"pli-tv-kd18:9.1.4":{"pli":"Atha kho so bhikkhu bhikkhūnaṃ etamatthaṃ ārocesi. ","eng":"He told the monks, who said, ","html":"{}"},"pli-tv-kd18:9.1.5":{"pli":"“Kiṃ pana tvaṃ, āvuso, vaccaṃ katvā na ācamesī”ti? ","eng":"“So you don’t wash after defecating?” ","html":"{}</p>"},"pli-tv-kd18:9.1.6":{"pli":"“Evamāvuso”ti. ","eng":"“That’s right.” ","html":"<p>{}</p>"},"pli-tv-kd18:9.1.7":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized him, ","html":"<p>{}"},"pli-tv-kd18:9.1.8":{"pli":"“kathañhi nāma bhikkhu vaccaṃ katvā na ācamessatī”ti. ","eng":"“How can a monk not wash after defecating?” ","html":"{}"},"pli-tv-kd18:9.1.9":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:9.1.10":{"pli":"“saccaṃ kira tvaṃ, bhikkhu, vaccaṃ katvā na ācamesī”ti? ","eng":"“Is it true, monk, that you don’t wash after defecating?” ","html":"{}"},"pli-tv-kd18:9.1.11":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:9.1.12":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:9.1.13":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:9.1.14":{"pli":"“na, bhikkhave, vaccaṃ katvā sati udake nācametabbaṃ. ","eng":"“When there’s water available, you should wash after defecating. ","html":"<p class='rule'>{}"},"pli-tv-kd18:9.1.15":{"pli":"Yo nācameyya, āpatti dukkaṭassā”ti. ","eng":"If you don’t, you commit an offense of wrong conduct.” ","html":"{}</p>"},"pli-tv-kd18:10.1.1":{"pli":"Tena kho pana samayena bhikkhū vaccakuṭiyā yathāvuḍḍhaṃ vaccaṃ karonti. ","eng":"At that time the monks used the restrooms according to seniority. ","html":"<p>{}"},"pli-tv-kd18:10.1.2":{"pli":"Navakā bhikkhū paṭhamataraṃ āgantvā vaccitā āgamenti. ","eng":"Junior monks who had arrived first had to wait to defecate. ","html":"{}"},"pli-tv-kd18:10.1.3":{"pli":"Te vaccaṃ sandhārentā mucchitā papatanti. ","eng":"Unable to hold out, they fainted and collapsed. ","html":"{}"},"pli-tv-kd18:10.1.4":{"pli":"Bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. … ","html":"{}"},"pli-tv-kd18:10.1.5":{"pli":"“saccaṃ kira, bhikkhave …pe… ","eng":"“Is it true, monks, that this is happening?” ","html":"{}"},"pli-tv-kd18:10.1.6":{"pli":"“saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}</p>"},"pli-tv-kd18:10.1.7":{"pli":"“na, bhikkhave, vaccakuṭiyā yathāvuḍḍhaṃ vacco kātabbo. ","eng":"“The restrooms shouldn’t be used according to seniority. ","html":"<p class='rule'>{}"},"pli-tv-kd18:10.1.8":{"pli":"Yo kareyya, āpatti dukkaṭassa. ","eng":"If you do, you commit an offense of wrong conduct. ","html":"{}"},"pli-tv-kd18:10.1.9":{"pli":"Anujānāmi, bhikkhave, āgatapaṭipāṭiyā vaccaṃ kātun”ti. ","eng":"You should use the restroom according to the order of arrival.” ","html":"{}</p>"},"pli-tv-kd18:10.2.1":{"pli":"Tena kho pana samayena chabbaggiyā bhikkhū atisahasāpi vaccakuṭiṃ pavisanti, ubbhajitvāpi pavisanti, nitthunantāpi vaccaṃ karonti, dantakaṭṭhaṃ khādantāpi vaccaṃ karonti, bahiddhāpi vaccadoṇikāya vaccaṃ karonti, bahiddhāpi passāvadoṇikāya passāvaṃ karonti, passāvadoṇikāyapi kheḷaṃ karonti, pharusenapi kaṭṭhena avalekhanti, avalekhanakaṭṭhampi vaccakūpamhi pātenti, atisahasāpi nikkhamanti, ubbhajitvāpi nikkhamanti, capucapukārakampi ācamenti, ācamanasarāvakepi udakaṃ sesenti. ","eng":"At that time the monks from the group of six entered the restrooms too hastily, pulled up their robes before entering, groaned while defecating, cleaned their teeth while defecating, defecated outside the toilet, urinated outside the urinal, spat in the urinal, used coarse wiping sticks, threw the wiping sticks in the cesspit, left the restroom too hastily, came out with their robes still pulled up, made a chomping sound while washing, and they left water in the ablutions scoop. ","html":"<p>{}</p>"},"pli-tv-kd18:10.2.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"<p>{}"},"pli-tv-kd18:10.2.3":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū atisahasāpi vaccakuṭiṃ pavisissanti, ubbhajitvāpi pavisissanti, nitthunantāpi vaccaṃ karissanti, dantakaṭṭhaṃ khādantāpi vaccaṃ karissanti, bahiddhāpi vaccadoṇikāya vaccaṃ karissanti, bahiddhāpi passāvadoṇikāya passāvaṃ karissanti, passāvadoṇikāyapi kheḷaṃ karissanti, pharusenapi kaṭṭhena avalekhissanti, avalekhanakaṭṭhampi vaccakūpamhi pātessanti, atisahasāpi nikkhamissanti, ubbhajitvāpi nikkhamissanti, capucapukārakampi ācamessanti, ācamanasarāvakepi udakaṃ sesessantī”ti. ","eng":"“How can the monks from the group of six act like this?” ","html":"{}"},"pli-tv-kd18:10.2.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. … ","html":"{}"},"pli-tv-kd18:10.2.5":{"pli":"“saccaṃ kira, bhikkhave …pe… ","eng":"“Is it true, monks, that the monks from the group of six are acting like this?” ","html":"{}"},"pli-tv-kd18:10.2.6":{"pli":"“saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:10.2.7":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:10.2.8":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:10.2.9":{"pli":"“Tena hi, bhikkhave, bhikkhūnaṃ vaccakuṭivattaṃ paññapessāmi yathā bhikkhūhi vaccakuṭiyā sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct in regard to restrooms. ","html":"<p>{}"},"pli-tv-kd18:10.3.1":{"pli":"Yo vaccakuṭiṃ gacchati tena bahi ṭhitena ukkāsitabbaṃ. ","eng":"When a monk goes to the restroom, he should stand outside and clear his throat. ","html":"{}"},"pli-tv-kd18:10.3.2":{"pli":"Anto nisinnenapi ukkāsitabbaṃ. ","eng":"Anyone sitting inside should also clear his throat. ","html":"{}"},"pli-tv-kd18:10.3.3":{"pli":"Cīvaravaṃse vā cīvararajjuyā vā cīvaraṃ nikkhipitvā sādhukaṃ ataramānena vaccakuṭi pavisitabbā. ","eng":"After hanging his robe on a bamboo robe rack or a clothesline, he should enter the restroom carefully and without hurry. ","html":"{}"},"pli-tv-kd18:10.3.4":{"pli":"Nātisahasā pavisitabbā. ","eng":"He shouldn’t enter the restroom too hastily; ","html":"{}"},"pli-tv-kd18:10.3.5":{"pli":"Na ubbhajitvā pavisitabbā. ","eng":"he shouldn’t pull up his robe before he has entered; ","html":"{}"},"pli-tv-kd18:10.3.6":{"pli":"Vaccapādukāya ṭhitena ubbhajitabbaṃ. ","eng":"he should pull up his robe when he’s standing on the foot stands for defecating; ","html":"{}"},"pli-tv-kd18:10.3.7":{"pli":"Na nitthunantena vacco kātabbo. ","eng":"he shouldn’t groan while defecating; ","html":"{}"},"pli-tv-kd18:10.3.8":{"pli":"Na dantakaṭṭhaṃ khādantena vacco kātabbo. ","eng":"he shouldn’t clean his teeth while defecating; ","html":"{}"},"pli-tv-kd18:10.3.9":{"pli":"Na bahiddhā vaccadoṇikāya vacco kātabbo. ","eng":"he shouldn’t defecate outside the toilet; ","html":"{}"},"pli-tv-kd18:10.3.10":{"pli":"Na bahiddhā passāvadoṇikāya passāvo kātabbo. ","eng":"he shouldn’t urinate outside the urinal; ","html":"{}"},"pli-tv-kd18:10.3.11":{"pli":"Na passāvadoṇikāya kheḷo kātabbo. ","eng":"he shouldn’t spit in the urinal; ","html":"{}"},"pli-tv-kd18:10.3.12":{"pli":"Na pharusena kaṭṭhena avalekhitabbaṃ. ","eng":"he shouldn’t use coarse wiping sticks; ","html":"{}"},"pli-tv-kd18:10.3.13":{"pli":"Na avalekhanakaṭṭhaṃ vaccakūpamhi pātetabbaṃ. ","eng":"he shouldn’t throw the wiping sticks in the cesspit; ","html":"{}"},"pli-tv-kd18:10.3.14":{"pli":"Vaccapādukāya ṭhitena paṭicchādetabbaṃ. ","eng":"he should cover himself while still standing on the foot stands for defecating; ","html":"{}"},"pli-tv-kd18:10.3.15":{"pli":"Nātisahasā nikkhamitabbaṃ. ","eng":"he shouldn’t leave the restroom too hastily; ","html":"{}"},"pli-tv-kd18:10.3.16":{"pli":"Na ubbhajitvā nikkhamitabbaṃ. ","eng":"he shouldn’t come out with his robe still pulled up; ","html":"{}"},"pli-tv-kd18:10.3.17":{"pli":"Ācamanapādukāya ṭhitena ubbhajitabbaṃ. ","eng":"he should pull up his robe when standing on the ablutions foot stands; ","html":"{}"},"pli-tv-kd18:10.3.18":{"pli":"Na capucapukārakaṃ ācametabbaṃ. ","eng":"he shouldn’t make a chomping sound while washing; ","html":"{}"},"pli-tv-kd18:10.3.19":{"pli":"Na ācamanasarāvake udakaṃ sesetabbaṃ. ","eng":"he shouldn’t leave water in the ablutions scoop; ","html":"{}"},"pli-tv-kd18:10.3.20":{"pli":"Ācamanapādukāya ṭhitena paṭicchādetabbaṃ. ","eng":"he should cover himself while still standing on the ablutions foot stands. ","html":"{}</p>"},"pli-tv-kd18:10.3.21":{"pli":"Sace vaccakuṭi uhatā hoti, dhovitabbā. ","eng":"If the restroom is dirty, he should clean it. ","html":"<p>{}"},"pli-tv-kd18:10.3.22":{"pli":"Sace avalekhanapidharo pūro hoti, avalekhanakaṭṭhaṃ chaḍḍetabbaṃ. ","eng":"If the wiping-stick container is full, he should discard the wiping sticks. ","html":"{}"},"pli-tv-kd18:10.3.23":{"pli":"Sace vaccakuṭi uklāpā hoti, vaccakuṭi sammajjitabbā. ","eng":"If the restroom is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:10.3.24":{"pli":"Sace paribhaṇḍaṃ uklāpaṃ hoti, paribhaṇḍaṃ sammajjitabbaṃ. ","eng":"If the area surrounding the restroom is dirty, he should sweep it. ","html":"{}","comm":"“Area surrounding” renders <i lang='pi' translate='no'>paribhaṇḍa</i>. Sp 4.371: <i lang='pi' translate='no'>Paribhaṇḍanti bahijagati</i>, “<i lang='pi' translate='no'>Paribhaṇḍa</i>: the floor outside.” "},"pli-tv-kd18:10.3.25":{"pli":"Sace pariveṇaṃ uklāpaṃ hoti, pariveṇaṃ sammajjitabbaṃ. ","eng":"If the yard is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:10.3.26":{"pli":"Sace koṭṭhako uklāpo hoti, koṭṭhako sammajjitabbo. ","eng":"If the gatehouse is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:10.3.27":{"pli":"Sace ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it. ","html":"{}</p>"},"pli-tv-kd18:10.3.28":{"pli":"Idaṃ kho, bhikkhave, bhikkhūnaṃ vaccakuṭivattaṃ yathā bhikkhūhi vaccakuṭiyā sammā vattitabban”ti. ","eng":"This is the proper conduct in regard to restrooms.” ","html":"<p>{}</p>"},"pli-tv-kd18:11.1.0":{"pli":"11. Upajjhāyavattakathā ","eng":"11. Discussion of the proper conduct toward a preceptor ","html":"<h2>{}</h2>"},"pli-tv-kd18:11.1.1":{"pli":"Tena kho pana samayena saddhivihārikā upajjhāyesu na sammā vattanti. ","eng":"At that time the students were not conducting themselves properly toward their preceptors. ","html":"<p>{}"},"pli-tv-kd18:11.1.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd18:11.1.3":{"pli":"“kathañhi nāma saddhivihārikā upajjhāyesu na sammā vattissantī”ti. ","eng":"“How can the students not conduct themselves properly toward their preceptors?” ","html":"{}"},"pli-tv-kd18:11.1.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:11.1.5":{"pli":"“saccaṃ kira, bhikkhave, saddhivihārikā upajjhāyesu na sammā vattantī”ti? ","eng":"“Is it true, monks, that the students are not conducting themselves properly toward their preceptors?” ","html":"{}"},"pli-tv-kd18:11.1.6":{"pli":"“Saccaṃ, bhagavā”ti ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:11.1.7":{"pli":"vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"{}"},"pli-tv-kd18:11.1.8":{"pli":"kathañhi nāma, bhikkhave, saddhivihārikā upajjhāyesu na sammā vattissanti. ","eng":"“How can they act like this? ","html":"{} "},"pli-tv-kd18:11.1.9":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd18:11.1.10":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:11.1.11":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:11.1.12":{"pli":"“Tena hi, bhikkhave, saddhivihārikānaṃ upajjhāyesu vattaṃ paññapessāmi yathā saddhivihārikehi upajjhāyesu sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for a student toward his preceptor. ","html":"<p>{}"},"pli-tv-kd18:11.2.1":{"pli":"Saddhivihārikena, bhikkhave, upajjhāyamhi sammā vattitabbaṃ. ","eng":"A student should conduct himself properly toward his preceptor. ","html":"{}"},"pli-tv-kd18:11.2.2":{"pli":"Tatrāyaṃ sammāvattanā—","eng":"This is the proper conduct: ","html":"{}</p>"},"pli-tv-kd18:11.2.3.0":{"eng":"Meals and almsround","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:11.2.3.1":{"pli":"Kālasseva uṭṭhāya upāhanā omuñcitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā dantakaṭṭhaṃ dātabbaṃ, mukhodakaṃ dātabbaṃ, āsanaṃ paññapetabbaṃ. ","eng":"Having gotten up at the appropriate time, the student should remove his sandals and arrange his upper robe over one shoulder. He should then give his preceptor a tooth cleaner and water for rinsing the mouth, and he should prepare a seat for him. ","html":"<p>{}"},"pli-tv-kd18:11.2.4":{"pli":"Sace yāgu hoti, bhājanaṃ dhovitvā yāgu upanāmetabbā. ","eng":"If there’s congee, he should rinse a vessel and bring the congee to his preceptor. ","html":"{}"},"pli-tv-kd18:11.2.5":{"pli":"Yāguṃ pītassa udakaṃ datvā bhājanaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā paṭisāmetabbaṃ. ","eng":"When he has drunk the congee, the student should give him water and receive the vessel. Holding it low, he should wash it carefully without scratching it and then put it away. ","html":"{}"},"pli-tv-kd18:11.2.6":{"pli":"Upajjhāyamhi vuṭṭhite āsanaṃ uddharitabbaṃ. ","eng":"When the preceptor has gotten up, the student should put away the seat. ","html":"{}"},"pli-tv-kd18:11.2.7":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it. ","html":"{}</p>"},"pli-tv-kd18:11.3.1":{"pli":"Sace upajjhāyo gāmaṃ pavisitukāmo hoti, nivāsanaṃ dātabbaṃ, paṭinivāsanaṃ paṭiggahetabbaṃ, kāyabandhanaṃ dātabbaṃ, saguṇaṃ katvā saṅghāṭiyo dātabbā, dhovitvā patto sodako dātabbo. ","eng":"If the preceptor wants to enter the village, the student should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should rinse his preceptor’s bowl and give it to him while wet. ","html":"<p>{}"},"pli-tv-kd18:11.3.2":{"pli":"Sace upajjhāyo pacchāsamaṇaṃ ākaṅkhati, timaṇḍalaṃ paṭicchādentena parimaṇḍalaṃ nivāsetvā kāyabandhanaṃ bandhitvā saguṇaṃ katvā saṅghāṭiyo pārupitvā gaṇṭhikaṃ paṭimuñcitvā dhovitvā pattaṃ gahetvā upajjhāyassa pacchāsamaṇena hotabbaṃ. ","eng":"If the preceptor wants an attendant, the student should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. He should rinse his bowl, bring it along, and be his preceptor’s attendant. ","html":"{}</p>"},"pli-tv-kd18:11.3.3":{"pli":"Nātidūre gantabbaṃ, nāccāsanne gantabbaṃ, pattapariyāpannaṃ paṭiggahetabbaṃ. ","eng":"He shouldn’t walk too far behind his preceptor or too close to him. He should receive the contents of his bowl. ","html":"<p>{}"},"pli-tv-kd18:11.4.1":{"pli":"Na upajjhāyassa bhaṇamānassa antarantarā kathā opātetabbā. ","eng":"He shouldn’t interrupt his preceptor when he’s speaking. ","html":"{}"},"pli-tv-kd18:11.4.2":{"pli":"Upajjhāyo āpattisāmantā bhaṇamāno nivāretabbo. ","eng":"But if the preceptor’s speech is bordering on an offense, he should stop him. ","html":"{}</p>"},"pli-tv-kd18:11.4.3":{"pli":"Nivattantena paṭhamataraṃ āgantvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, paccuggantvā pattacīvaraṃ paṭiggahetabbaṃ, paṭinivāsanaṃ dātabbaṃ, nivāsanaṃ paṭiggahetabbaṃ. ","eng":"When returning, the student should go first to prepare a seat and to set out a foot stool, a foot scraper, and water for washing the feet. He should go out to meet the preceptor and receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return. ","html":"<p>{}"},"pli-tv-kd18:11.4.4":{"pli":"Sace cīvaraṃ sinnaṃ hoti, muhuttaṃ uṇhe otāpetabbaṃ, na ca uṇhe cīvaraṃ nidahitabbaṃ. ","eng":"If the robe is damp, he should sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}"},"pli-tv-kd18:11.4.5":{"pli":"Cīvaraṃ saṅgharitabbaṃ. ","eng":"He should fold the robe, ","html":"{}"},"pli-tv-kd18:11.4.6":{"pli":"Cīvaraṃ saṅgharantena caturaṅgulaṃ kaṇṇaṃ ussāretvā cīvaraṃ saṅgharitabbaṃ—","eng":"offsetting the edges by seven centimeters, ","html":"{}","comm":"That is, four <i lang='pi' translate='no'>aṅgula</i>. See discussion under <i lang='pi' translate='no'>sugata</i> in Appendix of Technical Terms. "},"pli-tv-kd18:11.4.7":{"pli":"mā majjhe bhaṅgo ahosīti. ","eng":"so that the fold doesn’t become worn. ","html":"{}"},"pli-tv-kd18:11.4.8":{"pli":"Obhoge kāyabandhanaṃ kātabbaṃ. ","eng":"He should place the belt in the fold. ","html":"{}</p>"},"pli-tv-kd18:11.4.9":{"pli":"Sace piṇḍapāto hoti, upajjhāyo ca bhuñjitukāmo hoti, udakaṃ datvā piṇḍapāto upanāmetabbo. ","eng":"If there’s almsfood and his preceptor wants to eat, the student should give him water and then the almsfood. ","html":"<p>{}"},"pli-tv-kd18:11.5.1":{"pli":"Upajjhāyo pānīyena pucchitabbo. ","eng":"He should ask his preceptor if he wants water to drink. ","html":"{}"},"pli-tv-kd18:11.5.2":{"pli":"Bhuttāvissa udakaṃ datvā pattaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā vodakaṃ katvā muhuttaṃ uṇhe otāpetabbo. ","eng":"When the preceptor has eaten, the student should give him water and receive his bowl. Holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, ","html":"{}"},"pli-tv-kd18:11.5.3":{"pli":"Na ca uṇhe patto nidahitabbo. ","eng":"but shouldn’t leave it in the heat. ","html":"{}</p>"},"pli-tv-kd18:11.5.4":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"The student should put away the robe and bowl. ","html":"<p>{}"},"pli-tv-kd18:11.5.5":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:11.5.6":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:11.5.7":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}"},"pli-tv-kd18:11.5.8":{"pli":"Upajjhāyamhi vuṭṭhite āsanaṃ uddharitabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ paṭisāmetabbaṃ. ","eng":"When the preceptor has gotten up, the student should put away the seat and also the foot stool, the foot scraper, and the water for washing the feet. ","html":"{}"},"pli-tv-kd18:11.5.9":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it.” ","html":"{}</p>"},"pli-tv-kd18:11.6.0":{"eng":"Bathing","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:11.6.1":{"pli":"Sace upajjhāyo nahāyitukāmo hoti, nahānaṃ paṭiyādetabbaṃ. ","eng":"“If the preceptor wants to bathe, the student should prepare a bath. ","html":"<p>{}"},"pli-tv-kd18:11.6.2":{"pli":"Sace sītena attho hoti, sītaṃ paṭiyādetabbaṃ. ","eng":"If he wants a cold bath, he should prepare that; ","html":"{}"},"pli-tv-kd18:11.6.3":{"pli":"Sace uṇhena attho hoti, uṇhaṃ paṭiyādetabbaṃ. ","eng":"if he wants a hot bath, he should prepare that. ","html":"{}</p>"},"pli-tv-kd18:11.6.4":{"pli":"Sace upajjhāyo jantāgharaṃ pavisitukāmo hoti, cuṇṇaṃ sannetabbaṃ, mattikā temetabbā, jantāgharapīṭhaṃ ādāya upajjhāyassa piṭṭhito piṭṭhito gantvā jantāgharapīṭhaṃ datvā cīvaraṃ paṭiggahetvā ekamantaṃ nikkhipitabbaṃ, cuṇṇaṃ dātabbaṃ, mattikā dātabbā. ","eng":"If the preceptor wants to take a sauna, the student should knead bath powder, moisten the clay, take a sauna bench, and follow behind his preceptor. After giving his preceptor the sauna bench, receiving his robe, and putting it aside, he should give him the bath powder and the clay. ","html":"<p>{}"},"pli-tv-kd18:11.6.5":{"pli":"Sace ussahati, jantāgharaṃ pavisitabbaṃ. ","eng":"If he’s able, he should enter the sauna. ","html":"{}"},"pli-tv-kd18:11.6.6":{"pli":"Jantāgharaṃ pavisantena mattikāya mukhaṃ makkhetvā purato ca pacchato ca paṭicchādetvā jantāgharaṃ pavisitabbaṃ. ","eng":"When entering the sauna, he should smear his face with clay, cover himself front and back, and then enter. ","html":"{}"},"pli-tv-kd18:11.7.1":{"pli":"Na there bhikkhū anupakhajja nisīditabbaṃ. ","eng":"He shouldn’t sit encroaching on the senior monks, ","html":"{}"},"pli-tv-kd18:11.7.2":{"pli":"Na navā bhikkhū āsanena paṭibāhitabbā. ","eng":"or block the junior monks from getting a seat. ","html":"{}"},"pli-tv-kd18:11.7.3":{"pli":"Jantāghare upajjhāyassa parikammaṃ kātabbaṃ. ","eng":"While in the sauna, he should provide assistance to his preceptor. ","html":"{}"},"pli-tv-kd18:11.7.4":{"pli":"Jantāgharā nikkhamantena jantāgharapīṭhaṃ ādāya purato ca pacchato ca paṭicchādetvā jantāgharā nikkhamitabbaṃ. ","eng":"When leaving the sauna, he should take the sauna bench, cover himself front and back, and then leave. ","html":"{}</p>"},"pli-tv-kd18:11.7.5":{"pli":"Udakepi upajjhāyassa parikammaṃ kātabbaṃ. ","eng":"He should also provide assistance to his preceptor in the water. ","html":"<p>{}"},"pli-tv-kd18:11.7.6":{"pli":"Nahātena paṭhamataraṃ uttaritvā attano gattaṃ vodakaṃ katvā nivāsetvā upajjhāyassa gattato udakaṃ pamajjitabbaṃ, nivāsanaṃ dātabbaṃ, saṅghāṭi dātabbā, jantāgharapīṭhaṃ ādāya paṭhamataraṃ āgantvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ. ","eng":"When he has bathed, he should be the first to come out. He should dry himself and put on his sarong. He should then wipe the water off his preceptor’s body, and he should give him his sarong and then his upper robe. Taking the sauna bench, he should be the first to return. He should prepare a seat, and also set out a foot stool, a foot scraper, and water for washing the feet. ","html":"{}"},"pli-tv-kd18:11.7.7":{"pli":"Upajjhāyo pānīyena pucchitabbo. ","eng":"He should ask his preceptor if he wants water to drink. ","html":"{}"},"pli-tv-kd18:11.8.1":{"pli":"Sace uddisāpetukāmo hoti, uddisitabbo. ","eng":"If the preceptor wants him to recite, he should do so. ","html":"{}"},"pli-tv-kd18:11.8.2":{"pli":"Sace paripucchitukāmo hoti, paripucchitabbo. ","eng":"If the preceptor wants to question him, he should be questioned.” ","html":"{}</p>"},"pli-tv-kd18:11.8.3.0":{"eng":"The dwelling","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:11.8.3.1":{"pli":"Yasmiṃ vihāre upajjhāyo viharati, sace so vihāro uklāpo hoti, sace ussahati, sodhetabbo. ","eng":"“If the dwelling where the preceptor is staying is dirty, the student should clean it if he’s able. ","html":"<p>{}"},"pli-tv-kd18:11.8.4":{"pli":"Vihāraṃ sodhentena paṭhamaṃ pattacīvaraṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. ","html":"{}"},"pli-tv-kd18:11.8.5":{"pli":"nisīdanapaccattharaṇaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the sitting mat and the sheet and put them aside. ","html":"{}"},"pli-tv-kd18:11.8.6":{"pli":"bhisibibbohanaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the mattress and the pillow and put them aside. ","html":"{}"},"pli-tv-kd18:11.9.1":{"pli":"mañco nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:11.9.2":{"pli":"pīṭhaṃ nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:11.9.3":{"pli":"mañcapaṭipādakā nīharitvā ekamantaṃ nikkhipitabbā; ","eng":"He should take out the bed supports and put them aside. ","html":"{}"},"pli-tv-kd18:11.9.4":{"pli":"kheḷamallako nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"He should take out the spittoon and put it aside. ","html":"{}"},"pli-tv-kd18:11.9.5":{"pli":"apassenaphalakaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the leaning board and put it aside. ","html":"{}"},"pli-tv-kd18:11.9.6":{"pli":"bhūmattharaṇaṃ yathāpaññattaṃ sallakkhetvā nīharitvā ekamantaṃ nikkhipitabbaṃ. ","eng":"After taking note of its position, he should take out the floor cover and put it aside. ","html":"{}"},"pli-tv-kd18:11.9.7":{"pli":"Sace vihāre santānakaṃ hoti, ullokā paṭhamaṃ ohāretabbaṃ, ālokasandhikaṇṇabhāgā pamajjitabbā. ","eng":"If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room. ","html":"{}"},"pli-tv-kd18:11.9.8":{"pli":"Sace gerukaparikammakatā bhitti kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls. ","html":"{}"},"pli-tv-kd18:11.9.9":{"pli":"Sace kāḷavaṇṇakatā bhūmi kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the floor has been treated with a black finish and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor. ","html":"{}"},"pli-tv-kd18:11.9.10":{"pli":"Sace akatā hoti bhūmi, udakena paripphositvā paripphositvā sammajjitabbā—","eng":"If the floor is untreated, he should sprinkle it with water and then sweep it, ","html":"{}"},"pli-tv-kd18:11.9.11":{"pli":"mā vihāro rajena uhaññīti. ","eng":"trying to avoid stirring up dust. ","html":"{}"},"pli-tv-kd18:11.9.12":{"pli":"Saṅkāraṃ vicinitvā ekamantaṃ chaḍḍetabbaṃ. ","eng":"He should look out for any trash and discard it. ","html":"{}</p>"},"pli-tv-kd18:11.10.1":{"pli":"Bhūmattharaṇaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the floor cover, clean it, beat it, bring it back inside, and put it back as before. ","html":"<p>{}"},"pli-tv-kd18:11.10.2":{"pli":"Mañcapaṭipādakā otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbā. ","eng":"He should sun the bed supports, wipe them, bring them back inside, and put them back where they were. ","html":"{}"},"pli-tv-kd18:11.10.3":{"pli":"Mañco otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāpaññattaṃ paññapetabbo. ","eng":"He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:11.10.4":{"pli":"Pīṭhaṃ otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:11.10.5":{"pli":"Bhisibibbohanaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:11.10.6":{"pli":"Nisīdanapaccattharaṇaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:11.10.7":{"pli":"Kheḷamallako otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbo. ","eng":"He should sun the spittoon, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:11.10.8":{"pli":"Apassenaphalakaṃ otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbaṃ. ","eng":"He should sun the leaning board, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:11.11.1":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"He should put away the bowl and robe. ","html":"{}"},"pli-tv-kd18:11.11.2":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:11.11.3":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:11.11.4":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}</p>"},"pli-tv-kd18:11.12.1":{"pli":"Sace puratthimā sarajā vātā vāyanti, puratthimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the east, he should close the windows on the eastern side. ","html":"<p>{}"},"pli-tv-kd18:11.12.2":{"pli":"Sace pacchimā sarajā vātā vāyanti, pacchimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the west, he should close the windows on the western side. ","html":"{}"},"pli-tv-kd18:11.12.3":{"pli":"Sace uttarā sarajā vātā vāyanti, uttarā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the north, he should close the windows on the northern side. ","html":"{}"},"pli-tv-kd18:11.12.4":{"pli":"Sace dakkhiṇā sarajā vātā vāyanti, dakkhiṇā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the south, he should close the windows on the southern side. ","html":"{}"},"pli-tv-kd18:11.12.5":{"pli":"Sace sītakālo hoti, divā vātapānā vivaritabbā, rattiṃ thaketabbā. ","eng":"If the weather is cold, he should open the windows during the day and close them at night. ","html":"{}"},"pli-tv-kd18:11.12.6":{"pli":"Sace uṇhakālo hoti, divā vātapānā thaketabbā, rattiṃ vivaritabbā. ","eng":"If the weather is hot, he should close the windows during the day and open them at night. ","html":"{}</p>"},"pli-tv-kd18:11.13.1":{"pli":"Sace pariveṇaṃ uklāpaṃ hoti, pariveṇaṃ sammajjitabbaṃ. ","eng":"If the yard is dirty, he should sweep it. ","html":"<p>{}"},"pli-tv-kd18:11.13.2":{"pli":"Sace koṭṭhako uklāpo hoti, koṭṭhako sammajjitabbo. ","eng":"If the gatehouse is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:11.13.3":{"pli":"Sace upaṭṭhānasālā uklāpā hoti, upaṭṭhānasālā sammajjitabbā. ","eng":"If the assembly hall is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:11.13.4":{"pli":"Sace aggisālā uklāpā hoti, aggisālā sammajjitabbā. ","eng":"If the water-boiling shed is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:11.13.5":{"pli":"Sace vaccakuṭi uklāpā hoti, vaccakuṭi sammajjitabbā. ","eng":"If the restroom is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:11.13.6":{"pli":"Sace pānīyaṃ na hoti, pānīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for drinking, he should get some. ","html":"{}"},"pli-tv-kd18:11.13.7":{"pli":"Sace paribhojanīyaṃ na hoti, paribhojanīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for washing, he should get some. ","html":"{}"},"pli-tv-kd18:11.13.8":{"pli":"Sace ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it.” ","html":"{}</p>"},"pli-tv-kd18:11.14.0":{"eng":"Spiritual support, etc.","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:11.14.1":{"pli":"Sace upajjhāyassa anabhirati uppannā hoti, saddhivihārikena vūpakāsetabbo, vūpakāsāpetabbo, dhammakathā vāssa kātabbā. ","eng":"“If the preceptor becomes discontent with the spiritual life, the student should send him away or have him sent away, or he should give him a teaching. ","html":"<p>{}"},"pli-tv-kd18:11.14.2":{"pli":"Sace upajjhāyassa kukkuccaṃ uppannaṃ hoti, saddhivihārikena vinodetabbaṃ, vinodāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the preceptor becomes anxious, the student should dispel it or have it dispelled, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:11.14.3":{"pli":"Sace upajjhāyassa diṭṭhigataṃ uppannaṃ hoti, saddhivihārikena vivecetabbaṃ, vivecāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the preceptor has wrong view, the student should make him give it up or have someone else do it, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:11.15.1":{"pli":"Sace upajjhāyo garudhammaṃ ajjhāpanno hoti parivāsāraho, saddhivihārikena ussukkaṃ kātabbaṃ—","eng":"If the preceptor has committed a heavy offense and deserves probation, ","html":"{}"},"pli-tv-kd18:11.15.2":{"pli":"kinti nu kho saṅgho upajjhāyassa parivāsaṃ dadeyyāti. ","eng":"the student should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:11.15.3":{"pli":"Sace upajjhāyo mūlāyapaṭikassanāraho hoti, saddhivihārikena ussukkaṃ kātabbaṃ—","eng":"If the preceptor has committed a heavy offense and deserves to be sent back to the beginning, ","html":"{}"},"pli-tv-kd18:11.15.4":{"pli":"kinti nu kho saṅgho upajjhāyaṃ mūlāya paṭikasseyyāti. ","eng":"the student should try to get the Sangha to do it. ","html":"{}"},"pli-tv-kd18:11.15.5":{"pli":"Sace upajjhāyo mānattāraho hoti, saddhivihārikena ussukkaṃ kātabbaṃ—","eng":"If the preceptor has committed a heavy offense and deserves the trial period, ","html":"{}"},"pli-tv-kd18:11.15.6":{"pli":"kinti nu kho saṅgho upajjhāyassa mānattaṃ dadeyyāti. ","eng":"the student should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:11.15.7":{"pli":"Sace upajjhāyo abbhānāraho hoti, saddhivihārikena ussukkaṃ kātabbaṃ—","eng":"If the preceptor has committed a heavy offense and deserves rehabilitation, ","html":"{}"},"pli-tv-kd18:11.15.8":{"pli":"kinti nu kho saṅgho upajjhāyaṃ abbheyyāti. ","eng":"the student should try to get the Sangha to give it to him. ","html":"{}</p>"},"pli-tv-kd18:11.16.1":{"pli":"Sace saṅgho upajjhāyassa kammaṃ kattukāmo hoti, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, saddhivihārikena ussukkaṃ kātabbaṃ—","eng":"If the Sangha wants to do a legal procedure against his preceptor—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"<p>{}","comm":"For an explanation of the rendering “demotion” for <i lang='pi' translate='no'>niyassa</i>, see Appendix of Technical Terms. "},"pli-tv-kd18:11.16.2":{"pli":"kinti nu kho saṅgho upajjhāyassa kammaṃ na kareyya, lahukāya vā pariṇāmeyyāti. ","eng":"the student should make an effort to stop it or to reduce the penalty. ","html":"{}"},"pli-tv-kd18:11.16.3":{"pli":"Kataṃ vā panassa hoti saṅghena kammaṃ, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, saddhivihārikena ussukkaṃ kātabbaṃ—","eng":"But if the Sangha has already done a legal procedure against his preceptor—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"{}"},"pli-tv-kd18:11.16.4":{"pli":"kinti nu kho upajjhāyo sammā vatteyya, lomaṃ pāteyya, netthāraṃ vatteyya, saṅgho taṃ kammaṃ paṭippassambheyyāti. ","eng":"the student should help the preceptor conduct himself properly and suitably so as to deserve to be released, and try to get the Sangha to lift that procedure. ","html":"{}</p>","comm":"The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Commenting on Bu Ss 13, Sp 1.435 explains: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. "},"pli-tv-kd18:11.17.1":{"pli":"Sace upajjhāyassa cīvaraṃ dhovitabbaṃ hoti, saddhivihārikena dhovitabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor’s robe needs washing, the student should do it himself, ","html":"<p>{}"},"pli-tv-kd18:11.17.2":{"pli":"kinti nu kho upajjhāyassa cīvaraṃ dhoviyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:11.17.3":{"pli":"Sace upajjhāyassa cīvaraṃ kātabbaṃ hoti, saddhivihārikena kātabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor needs a robe, the student should make one himself, ","html":"{}"},"pli-tv-kd18:11.17.4":{"pli":"kinti nu kho upajjhāyassa cīvaraṃ kariyethāti. ","eng":"or he should make an effort to get one made. ","html":"{}"},"pli-tv-kd18:11.17.5":{"pli":"Sace upajjhāyassa rajanā pacitabbā hoti, saddhivihārikena pacitabbā, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor needs dye, the student should make it himself, ","html":"{}"},"pli-tv-kd18:11.17.6":{"pli":"kinti nu kho upajjhāyassa rajanaṃ paciyethāti. ","eng":"or he should make an effort to get it made. ","html":"{}"},"pli-tv-kd18:11.17.7":{"pli":"Sace upajjhāyassa cīvaraṃ rajitabbaṃ hoti, saddhivihārikena rajitabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor’s robe needs dyeing, the student should do it himself, ","html":"{}"},"pli-tv-kd18:11.17.8":{"pli":"kinti nu kho upajjhāyassa cīvaraṃ rajiyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:11.17.9":{"pli":"Cīvaraṃ rajantena sādhukaṃ samparivattakaṃ samparivattakaṃ rajitabbaṃ, na ca acchinne theve pakkamitabbaṃ. ","eng":"When he’s dyeing the robe, he should carefully and repeatedly turn it over, and shouldn’t go away while it’s still dripping. ","html":"{}</p>"},"pli-tv-kd18:11.18.1":{"pli":"Na upajjhāyaṃ anāpucchā ekaccassa patto dātabbo, na ekaccassa patto paṭiggahetabbo; ","eng":"Without asking his preceptor for permission, he shouldn’t do any of the following: give away or receive a bowl; ","html":"<p>{}"},"pli-tv-kd18:11.18.2":{"pli":"na ekaccassa cīvaraṃ dātabbaṃ, na ekaccassa cīvaraṃ paṭiggahetabbaṃ; ","eng":"give away or receive a robe; ","html":"{}"},"pli-tv-kd18:11.18.3":{"pli":"na ekaccassa parikkhāro dātabbo, na ekaccassa parikkhāro paṭiggahetabbo; ","eng":"give away or receive a requisite; ","html":"{}"},"pli-tv-kd18:11.18.4":{"pli":"na ekaccassa kesā chedetabbā, na ekaccena kesā chedāpetabbā; ","eng":"cut anyone’s hair or get it cut; ","html":"{}"},"pli-tv-kd18:11.18.5":{"pli":"na ekaccassa parikammaṃ kātabbaṃ, na ekaccena parikammaṃ kārāpetabbaṃ; ","eng":"provide assistance to anyone or have assistance provided by anyone; ","html":"{}"},"pli-tv-kd18:11.18.6":{"pli":"na ekaccassa veyyāvacco kātabbo, na ekaccena veyyāvacco kārāpetabbo; ","eng":"do a service for anyone or get a service done by anyone; ","html":"{}"},"pli-tv-kd18:11.18.7":{"pli":"na ekaccassa pacchāsamaṇena hotabbaṃ, na ekacco pacchāsamaṇo ādātabbo; ","eng":"be the attendant monk for anyone or take anyone as his attendant monk; ","html":"{}"},"pli-tv-kd18:11.18.8":{"pli":"na ekaccassa piṇḍapāto nīharitabbo, na ekaccena piṇḍapāto nīharāpetabbo; ","eng":"bring back almsfood for anyone or get almsfood brought back by anyone; ","html":"{}"},"pli-tv-kd18:11.18.9":{"pli":"na upajjhāyaṃ anāpucchā gāmo pavisitabbo; ","eng":"enter the village, ","html":"{}"},"pli-tv-kd18:11.18.10":{"pli":"na susānaṃ gantabbaṃ; ","eng":"go to the charnel ground, ","html":"{}"},"pli-tv-kd18:11.18.11":{"pli":"na disā pakkamitabbā. ","eng":"or leave for another region. ","html":"{}"},"pli-tv-kd18:11.18.12":{"pli":"Sace upajjhāyo gilāno hoti, yāvajīvaṃ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṃ. ","eng":"If his preceptor is sick, he should nurse him for as long as he lives or wait until he has recovered. ","html":"{}</p>"},"pli-tv-kd18:11.18.13":{"pli":"Idaṃ kho, bhikkhave, saddhivihārikānaṃ upajjhāyesu vattaṃ yathā saddhivihārikehi upajjhāyesu sammā vattitabban”ti. ","eng":"This is the proper conduct of a student toward his preceptor.” ","html":"<p>{}</p>"},"pli-tv-kd18:12.1.0":{"pli":"12. Saddhivihārikavattakathā ","eng":"12. Discussion of the proper conduct toward a student ","html":"<h2>{}</h2>"},"pli-tv-kd18:12.1.1":{"pli":"Tena kho pana samayena upajjhāyā saddhivihārikesu na sammā vattanti. ","eng":"At that time the preceptors were not conducting themselves properly toward their students. ","html":"<p>{}"},"pli-tv-kd18:12.1.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd18:12.1.3":{"pli":"“kathañhi nāma upajjhāyā saddhivihārikesu na sammā vattissantī”ti. ","eng":"“How can the preceptors not conduct themselves properly toward their students?” ","html":"{}"},"pli-tv-kd18:12.1.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:12.1.5":{"pli":"“saccaṃ kira, bhikkhave, upajjhāyā saddhivihārikesu na sammā vattantī”ti? ","eng":"“Is it true, monks, that the preceptors are not conducting themselves properly toward their students?” ","html":"{}"},"pli-tv-kd18:12.1.6":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:12.1.7":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:12.1.8":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:12.1.9":{"pli":"“Tena hi, bhikkhave, upajjhāyānaṃ saddhivihārikesu vattaṃ paññapessāmi yathā upajjhāyehi saddhivihārikesu sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for preceptors toward their students. ","html":"<p>{}"},"pli-tv-kd18:12.2.1":{"pli":"Upajjhāyena, bhikkhave, saddhivihārikamhi sammā vattitabbaṃ. ","eng":"A preceptor should conduct himself properly toward his student. ","html":"{}"},"pli-tv-kd18:12.2.2":{"pli":"Tatrāyaṃ sammāvattanā—","eng":"This is the proper conduct: ","html":"{}</p>"},"pli-tv-kd18:12.2.3":{"pli":"Upajjhāyena, bhikkhave, saddhivihāriko saṅgahetabbo anuggahetabbo uddesena paripucchāya ovādena anusāsaniyā. ","eng":"A preceptor should help and take care of his student through recitation, questioning, and instruction. ","html":"<p>{}"},"pli-tv-kd18:12.2.4":{"pli":"Sace upajjhāyassa patto hoti, saddhivihārikassa patto na hoti, upajjhāyena saddhivihārikassa patto dātabbo, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor has a bowl, but not the student, the preceptor should give it to him, ","html":"{}","comm":"Sp 3.67: <i lang='pi' translate='no'>Sace upajjhāyassa patto hotīti sace atirekapatto hoti. Esa nayo sabbattha</i>, “‘If the preceptor has a bowl’ means if the preceptor has an extra bowl. This method applies to everything (below).” "},"pli-tv-kd18:12.2.5":{"pli":"kinti nu kho saddhivihārikassa patto uppajjiyethāti. ","eng":"or he should make an effort to get him one. ","html":"{}"},"pli-tv-kd18:12.2.6":{"pli":"Sace upajjhāyassa cīvaraṃ hoti, saddhivihārikassa cīvaraṃ na hoti, upajjhāyena saddhivihārikassa cīvaraṃ dātabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor has a robe, but not the student, the preceptor should give it to him, ","html":"{}"},"pli-tv-kd18:12.2.7":{"pli":"kinti nu kho saddhivihārikassa cīvaraṃ uppajjiyethāti. ","eng":"or he should make an effort to get him one. ","html":"{}"},"pli-tv-kd18:12.2.8":{"pli":"Sace upajjhāyassa parikkhāro hoti, saddhivihārikassa parikkhāro na hoti, upajjhāyena saddhivihārikassa parikkhāro dātabbo, ussukkaṃ vā kātabbaṃ—","eng":"If the preceptor has a requisite, but not the student, the preceptor should give it to him, ","html":"{}"},"pli-tv-kd18:12.2.9":{"pli":"kinti nu kho saddhivihārikassa parikkhāro uppajjiyethāti. ","eng":"or he should make an effort to get him one.” ","html":"{}</p>"},"pli-tv-kd18:12.3.0":{"eng":"Meals and almsround","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.3.1":{"pli":"Sace saddhivihāriko gilāno hoti, kālasseva uṭṭhāya dantakaṭṭhaṃ dātabbaṃ, mukhodakaṃ dātabbaṃ, āsanaṃ paññapetabbaṃ. ","eng":"“If the student is sick, the preceptor should get up at the appropriate time and give his student a tooth cleaner and water for rinsing the mouth, and he should prepare a seat for him. ","html":"<p>{}"},"pli-tv-kd18:12.3.2":{"pli":"Sace yāgu hoti, bhājanaṃ dhovitvā yāgu upanāmetabbā. ","eng":"If there’s congee, he should rinse a vessel and bring the congee to his student. ","html":"{}"},"pli-tv-kd18:12.3.3":{"pli":"Yāguṃ pītassa udakaṃ datvā bhājanaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā paṭisāmetabbaṃ. ","eng":"When he has drunk the congee, the preceptor should give him water and receive the vessel. Holding it low, he should wash it carefully without scratching it and then put it away. ","html":"{}"},"pli-tv-kd18:12.3.4":{"pli":"Saddhivihārikamhi vuṭṭhite āsanaṃ uddharitabbaṃ. ","eng":"When the student has gotten up, the preceptor should put away the seat. ","html":"{}"},"pli-tv-kd18:12.3.5":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it. ","html":"{}</p>"},"pli-tv-kd18:12.4.1":{"pli":"Sace saddhivihāriko gāmaṃ pavisitukāmo hoti, nivāsanaṃ dātabbaṃ, paṭinivāsanaṃ paṭiggahetabbaṃ, kāyabandhanaṃ dātabbaṃ, saguṇaṃ katvā saṅghāṭiyo dātabbā, dhovitvā patto sodako dātabbo. ","eng":"If the student wants to enter the village, the preceptor should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should rinse his student’s bowl and give it to him while wet. ","html":"<p>{}</p>"},"pli-tv-kd18:12.4.2":{"pli":"Ettāvatā nivattissatīti āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, paccuggantvā pattacīvaraṃ paṭiggahetabbaṃ, paṭinivāsanaṃ dātabbaṃ, nivāsanaṃ paṭiggahetabbaṃ. ","eng":"Before he’s due back, the preceptor should prepare a seat and set out a foot stool, a foot scraper, and water for washing the feet. He should go out to meet the student and receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return. ","html":"<p>{}"},"pli-tv-kd18:12.4.3":{"pli":"Sace cīvaraṃ sinnaṃ hoti, muhuttaṃ uṇhe otāpetabbaṃ, na ca uṇhe cīvaraṃ nidahitabbaṃ. ","eng":"If the robe is damp, he should sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}"},"pli-tv-kd18:12.4.4":{"pli":"Cīvaraṃ saṅgharitabbaṃ. ","eng":"He should fold the robe, ","html":"{}"},"pli-tv-kd18:12.4.5":{"pli":"Cīvaraṃ saṅgharantena caturaṅgulaṃ kaṇṇaṃ ussāretvā cīvaraṃ saṅgharitabbaṃ—","eng":"offsetting the edges by seven centimeters, ","html":"{}","comm":"That is, four <i lang='pi' translate='no'>aṅgula</i>. See discussion under <i lang='pi' translate='no'>sugata</i> in Appendix of Technical Terms. "},"pli-tv-kd18:12.4.6":{"pli":"mā majjhe bhaṅgo ahosīti. ","eng":"so that the fold doesn’t become worn. ","html":"{}"},"pli-tv-kd18:12.4.7":{"pli":"Obhoge kāyabandhanaṃ kātabbaṃ. ","eng":"He should place the belt in the fold. ","html":"{}</p>"},"pli-tv-kd18:12.4.8":{"pli":"Sace piṇḍapāto hoti, saddhivihāriko ca bhuñjitukāmo hoti, udakaṃ datvā piṇḍapāto upanāmetabbo. ","eng":"If there’s almsfood and his student wants to eat, the preceptor should give him water and then the almsfood. ","html":"<p>{}"},"pli-tv-kd18:12.5.1":{"pli":"Saddhivihāriko pānīyena pucchitabbo. ","eng":"He should ask his student if he wants water to drink. ","html":"{}"},"pli-tv-kd18:12.5.2":{"pli":"Bhuttāvissa udakaṃ datvā pattaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā vodakaṃ katvā muhuttaṃ uṇhe otāpetabbo, na ca uṇhe patto nidahitabbo. ","eng":"When the student has eaten, the preceptor should give him water and receive his bowl. Holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}"},"pli-tv-kd18:12.5.3":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"The preceptor should put away the robe and bowl. ","html":"{}"},"pli-tv-kd18:12.5.4":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:12.5.5":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:12.5.6":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}"},"pli-tv-kd18:12.5.7":{"pli":"Saddhivihārikamhi vuṭṭhite āsanaṃ uddharitabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ paṭisāmetabbaṃ. ","eng":"When the student has gotten up, the preceptor should put away the seat and also the foot stool, the foot scraper, and the water for washing the feet. ","html":"{}"},"pli-tv-kd18:12.5.8":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it.” ","html":"{}</p>"},"pli-tv-kd18:12.6.0":{"eng":"Bathing","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.6.1":{"pli":"Sace saddhivihāriko nahāyitukāmo hoti, nahānaṃ paṭiyādetabbaṃ. ","eng":"“If the student wants to bathe, the preceptor should prepare a bath. ","html":"<p>{}"},"pli-tv-kd18:12.6.2":{"pli":"Sace sītena attho hoti, sītaṃ paṭiyādetabbaṃ. ","eng":"If he wants a cold bath, he should prepare that; ","html":"{}"},"pli-tv-kd18:12.6.3":{"pli":"Sace uṇhena attho hoti, uṇhaṃ paṭiyādetabbaṃ. ","eng":"if he wants a hot bath, he should prepare that. ","html":"{}</p>"},"pli-tv-kd18:12.6.4":{"pli":"Sace saddhivihāriko jantāgharaṃ pavisitukāmo hoti, cuṇṇaṃ sannetabbaṃ, mattikā temetabbā, jantāgharapīṭhaṃ ādāya gantvā jantāgharapīṭhaṃ datvā cīvaraṃ paṭiggahetvā ekamantaṃ nikkhipitabbaṃ, cuṇṇaṃ dātabbaṃ, mattikā dātabbā. ","eng":"If the student wants to take a sauna, the preceptor should knead bath powder, moisten the clay, take a sauna bench, and go to the sauna. After giving his student the sauna bench, receiving his robe, and putting it aside, he should give him the bath powder and the clay. ","html":"<p>{}"},"pli-tv-kd18:12.6.5":{"pli":"Sace ussahati jantāgharaṃ pavisitabbaṃ. ","eng":"If he’s able, he should enter the sauna. ","html":"{}"},"pli-tv-kd18:12.6.6":{"pli":"Jantāgharaṃ pavisantena mattikāya mukhaṃ makkhetvā purato ca pacchato ca paṭicchādetvā jantāgharaṃ pavisitabbaṃ. ","eng":"When entering the sauna, he should smear his face with clay, cover himself front and back, and then enter. ","html":"{}"},"pli-tv-kd18:12.7.1":{"pli":"Na there bhikkhū anupakhajja nisīditabbaṃ, na navā bhikkhū āsanena paṭibāhitabbā. ","eng":"He shouldn’t sit encroaching on the senior monks, or block the junior monks from getting a seat. ","html":"{}"},"pli-tv-kd18:12.7.2":{"pli":"Jantāghare saddhivihārikassa parikammaṃ kātabbaṃ. ","eng":"While in the sauna, he should provide assistance to his student. ","html":"{}"},"pli-tv-kd18:12.7.3":{"pli":"Jantāgharā nikkhamantena jantāgharapīṭhaṃ ādāya purato ca pacchato ca paṭicchādetvā jantāgharā nikkhamitabbaṃ. ","eng":"When leaving the sauna, he should take the sauna bench, cover himself front and back, and then leave. ","html":"{}</p>"},"pli-tv-kd18:12.7.4":{"pli":"Udakepi saddhivihārikassa parikammaṃ kātabbaṃ. ","eng":"The preceptor should also provide assistance to his student in the water. ","html":"<p>{}"},"pli-tv-kd18:12.7.5":{"pli":"Nahātena paṭhamataraṃ uttaritvā attano gattaṃ vodakaṃ katvā nivāsetvā saddhivihārikassa gattato udakaṃ pamajjitabbaṃ, nivāsanaṃ dātabbaṃ, saṅghāṭi dātabbā, jantāgharapīṭhaṃ ādāya paṭhamataraṃ āgantvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ. ","eng":"When the preceptor has bathed, he should be the first to come out. He should dry himself and put on his sarong. He should then wipe the water off his student’s body, and he should give him his sarong and then his upper robe. Taking the sauna bench, he should be the first to return. He should prepare a seat, and also set out a foot stool, a foot scraper, and water for washing the feet. ","html":"{}"},"pli-tv-kd18:12.7.6":{"pli":"Saddhivihāriko pānīyena pucchitabbo. ","eng":"He should ask his student if he wants water to drink.” ","html":"{}</p>"},"pli-tv-kd18:12.8.0":{"eng":"The dwelling","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.8.1":{"pli":"Yasmiṃ vihāre saddhivihāriko viharati, sace so vihāro uklāpo hoti, sace ussahati, sodhetabbo. ","eng":"“If the dwelling where the student is staying is dirty, the preceptor should clean it if he’s able. ","html":"<p>{}"},"pli-tv-kd18:12.8.2.1":{"pli":"Vihāraṃ sodhentena paṭhamaṃ pattacīvaraṃ nīharitvā ekamantaṃ nikkhipitabbaṃ …pe… ","eng":"When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. He should take out the sitting mat and the sheet and put them aside. He should take out the mattress and the pillow and put them aside. Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. He should take out the bed supports and put them aside. He should take out the spittoon and put it aside. He should take out the leaning board and put it aside. After taking note of its position, he should take out the floor cover and put it aside. If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room. If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls. If the floor has been treated with a black finish and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor. If the floor is untreated, he should sprinkle it with water and then sweep it, trying to avoid stirring up dust. He should look out for any trash and discard it. ","html":"{}</p>"},"pli-tv-kd18:12.8.2.2":{"eng":"He should sun the floor cover, clean it, beat it, bring it back inside, and put it back as before. He should sun the bed supports, wipe them, bring them back inside, and put them back where they were. He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back the way they were. He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back the way they were. He should sun the spittoon, wipe it, bring it back inside, and put it back where it was. He should sun the leaning board, wipe it, bring it back inside, and put it back where it was. He should put away the bowl and robe. When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. He shouldn’t put the bowl away on the bare floor. When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"<p>{}</p>"},"pli-tv-kd18:12.8.2.3":{"eng":"If dusty winds are blowing from the east, he should close the windows on the eastern side. If dusty winds are blowing from the west, he should close the windows on the western side. If dusty winds are blowing from the north, he should close the windows on the northern side. If dusty winds are blowing from the south, he should close the windows on the southern side. If the weather is cold, he should open the windows during the day and close them at night. If the weather is hot, he should close the windows during the day and open them at night. ","html":"<p>{}</p>"},"pli-tv-kd18:12.8.2.4":{"eng":"If the yard is dirty, he should sweep it. If the gatehouse is dirty, he should sweep it. If the assembly hall is dirty, he should sweep it. If the water-boiling shed is dirty, he should sweep it. If the restroom is dirty, he should sweep it. If there’s no water for drinking, he should get some. If there’s no water for washing, he should get some. ","html":"<p>{} "},"pli-tv-kd18:12.8.3":{"pli":"sace ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it.” ","html":"{}</p>"},"pli-tv-kd18:12.8.4.0":{"eng":"Spiritual support, etc.","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.8.4.1":{"pli":"Sace saddhivihārikassa anabhirati uppannā hoti, upajjhāyena vūpakāsetabbo, vūpakāsāpetabbo, dhammakathā vāssa kātabbā. ","eng":"“If the student becomes discontent with the spiritual life, the preceptor should send him away or have him sent away, or he should give him a teaching. ","html":"<p>{}"},"pli-tv-kd18:12.8.5":{"pli":"Sace saddhivihārikassa kukkuccaṃ uppannaṃ hoti, upajjhāyena vinodetabbaṃ, vinodāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the student becomes anxious, the preceptor should dispel it or have it dispelled, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:12.8.6":{"pli":"Sace saddhivihārikassa diṭṭhigataṃ uppannaṃ hoti, upajjhāyena vivecetabbaṃ, vivecāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the student has wrong view, the preceptor should make him give it up or have someone else do it, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:12.9.1":{"pli":"Sace saddhivihāriko garudhammaṃ ajjhāpanno hoti parivāsāraho, upajjhāyena ussukkaṃ kātabbaṃ—","eng":"If the student has committed a heavy offense and deserves probation, ","html":"{}"},"pli-tv-kd18:12.9.2":{"pli":"kinti nu kho saṅgho saddhivihārikassa parivāsaṃ dadeyyāti. ","eng":"the preceptor should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:12.9.3":{"pli":"Sace saddhivihāriko mūlāyapaṭikassanāraho hoti, upajjhāyena ussukkaṃ kātabbaṃ—","eng":"If the student has committed a heavy offense and deserves to be sent back to the beginning, ","html":"{}"},"pli-tv-kd18:12.9.4":{"pli":"kinti nu kho saṅgho saddhivihārikaṃ mūlāya paṭikasseyyāti. ","eng":"the preceptor should try to get the Sangha to do it. ","html":"{}"},"pli-tv-kd18:12.9.5":{"pli":"Sace saddhivihāriko mānattāraho hoti, upajjhāyena ussukkaṃ kātabbaṃ—","eng":"If the student has committed a heavy offense and deserves the trial period, ","html":"{}"},"pli-tv-kd18:12.9.6":{"pli":"kinti nu kho saṅgho saddhivihārikassa mānattaṃ dadeyyāti. ","eng":"the preceptor should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:12.9.7":{"pli":"Sace saddhivihāriko abbhānāraho hoti, upajjhāyena ussukkaṃ kātabbaṃ—","eng":"If the student has committed a heavy offense and deserves rehabilitation, ","html":"{}"},"pli-tv-kd18:12.9.8":{"pli":"kinti nu kho saṅgho saddhivihārikaṃ abbheyyāti. ","eng":"the preceptor should try to get the Sangha to give it to him. ","html":"{}</p>"},"pli-tv-kd18:12.10.1":{"pli":"Sace saṅgho saddhivihārikassa kammaṃ kattukāmo hoti, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, upajjhāyena ussukkaṃ kātabbaṃ—","eng":"If the Sangha wants to do a legal procedure against his student—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"<p>{}"},"pli-tv-kd18:12.10.2":{"pli":"kinti nu kho saṅgho saddhivihārikassa kammaṃ na kareyya, lahukāya vā pariṇāmeyyāti. ","eng":"the preceptor should make an effort to stop it or to reduce the penalty. ","html":"{}"},"pli-tv-kd18:12.10.3":{"pli":"Kataṃ vā panassa hoti saṅghena kammaṃ, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā, ukkhepanīyaṃ vā, upajjhāyena ussukkaṃ kātabbaṃ—","eng":"But if the Sangha has already done a legal procedure against his student—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"{}"},"pli-tv-kd18:12.10.4":{"pli":"kinti nu kho saddhivihāriko sammā vatteyya lomaṃ pāteyya, netthāraṃ vatteyya, saṅgho taṃ kammaṃ paṭippassambheyyāti. ","eng":"the preceptor should help the student conduct himself properly and suitably so as to deserve to be released, and try to get the Sangha to lift that procedure. ","html":"{}</p>"},"pli-tv-kd18:12.11.1":{"pli":"Sace saddhivihārikassa cīvaraṃ dhovitabbaṃ hoti, upajjhāyena ācikkhitabbaṃ—evaṃ dhoveyyāsīti, ","eng":"If the student’s robe needs washing, the preceptor should show him how to do it, ","html":"<p>{}"},"pli-tv-kd18:12.11.2":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho saddhivihārikassa cīvaraṃ dhoviyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:12.11.3":{"pli":"Sace saddhivihārikassa cīvaraṃ kātabbaṃ hoti, upajjhāyena ācikkhitabbaṃ—evaṃ kareyyāsīti, ","eng":"If the student needs a robe, the preceptor should show him how to make one, ","html":"{}"},"pli-tv-kd18:12.11.4":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho saddhivihārikassa cīvaraṃ kariyethāti. ","eng":"or he should make an effort to get one made. ","html":"{}"},"pli-tv-kd18:12.11.5":{"pli":"Sace saddhivihārikassa rajanaṃ pacitabbaṃ hoti, upajjhāyena ācikkhitabbaṃ—evaṃ paceyyāsīti, ","eng":"If the student needs dye, the preceptor should show him how to make it, ","html":"{}"},"pli-tv-kd18:12.11.6":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho saddhivihārikassa rajanaṃ paciyethāti. ","eng":"or he should make an effort to get it made. ","html":"{}"},"pli-tv-kd18:12.11.7":{"pli":"Sace saddhivihārikassa cīvaraṃ rajitabbaṃ hoti, upajjhāyena ācikkhitabbaṃ—evaṃ rajeyyāsīti, ","eng":"If the student’s robe needs dyeing, the preceptor should show him how to do it, ","html":"{}"},"pli-tv-kd18:12.11.8":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho saddhivihārikassa cīvaraṃ rajiyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:12.11.9":{"pli":"Cīvaraṃ rajantena sādhukaṃ samparivattakaṃ samparivattakaṃ rajitabbaṃ, na ca acchinne theve pakkamitabbaṃ. ","eng":"When he’s dyeing the robe, he should carefully and repeatedly turn it over, and shouldn’t go away while it’s still dripping. ","html":"{}"},"pli-tv-kd18:12.11.10":{"pli":"Sace saddhivihāriko gilāno hoti, yāvajīvaṃ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṃ. ","eng":"If his student is sick, he should nurse him for as long as he lives or wait until he has recovered. ","html":"{}</p>"},"pli-tv-kd18:12.11.11":{"pli":"Idaṃ kho, bhikkhave, upajjhāyānaṃ saddhivihārikesu vattaṃ yathā upajjhāyehi saddhivihārikesu sammā vattitabban”ti. ","eng":"This is the proper conduct of a preceptor toward his student.” ","html":"<p>{}</p>"},"pli-tv-kd18:12.11.12":{"pli":"Dutiyabhāṇavāro niṭṭhito. ","eng":"The second section for recitation is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd18:12.11.13.0":{"pli":"13. Ācariyavattakathā ","eng":"13. Discussion of the proper conduct toward a teacher ","html":"<h2>{}</h2>"},"pli-tv-kd18:12.11.13.1":{"pli":"Tena kho pana samayena antevāsikā ācariyesu na sammā vattanti. ","eng":"At that time the pupils were not conducting themselves properly toward their teachers. ","html":"<p>{}"},"pli-tv-kd18:12.11.14":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd18:12.11.15":{"pli":"“kathañhi nāma antevāsikā ācariyesu na sammā vattissantī”ti. ","eng":"“How can the pupils not conduct themselves properly toward their teachers?” ","html":"{}"},"pli-tv-kd18:12.11.16":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They told the Buddha. … ","html":"{}"},"pli-tv-kd18:12.11.17":{"pli":"“saccaṃ kira, bhikkhave, antevāsikā ācariyesu na sammā vattantī”ti? ","eng":"“Is it true, monks, that the pupils are not conducting themselves properly toward their teachers?” ","html":"{}"},"pli-tv-kd18:12.11.18":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:12.11.19":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:12.11.20":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:12.11.21":{"pli":"“Tena hi, bhikkhave, antevāsikānaṃ ācariyesu vattaṃ paññapessāmi yathā antevāsikehi ācariyesu sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for a pupil toward his teacher. ","html":"<p>{}"},"pli-tv-kd18:12.11.22":{"pli":"Antevāsikena, bhikkhave, ācariyamhi sammā vattitabbaṃ. ","eng":"A pupil should conduct himself properly toward his teacher. ","html":"{}"},"pli-tv-kd18:12.11.23":{"pli":"Tatrāyaṃ sammāvattanā—","eng":"This is the proper conduct: ","html":"{}</p>"},"pli-tv-kd18:12.11.24.0":{"eng":"Meals and almsround","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.24.1":{"pli":"Kālasseva uṭṭhāya upāhanā omuñcitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā dantakaṭṭhaṃ dātabbaṃ, mukhodakaṃ dātabbaṃ, āsanaṃ paññapetabbaṃ. ","eng":"Having gotten up at the appropriate time, the pupil should remove his sandals, and arrange his upper robe over one shoulder. He should then give his teacher a tooth cleaner and water for rinsing the mouth, and he should prepare a seat for him. ","html":"<p>{}"},"pli-tv-kd18:12.11.25":{"pli":"Sace yāgu hoti, bhājanaṃ dhovitvā yāgu upanāmetabbā. ","eng":"If there’s congee, he should rinse a vessel and bring the congee to his teacher. ","html":"{}"},"pli-tv-kd18:12.11.26":{"pli":"Yāguṃ pītassa udakaṃ datvā bhājanaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā paṭisāmetabbaṃ. ","eng":"When he has drunk the congee, the pupil should give him water and receive the vessel. Holding it low, he should wash it carefully without scratching it and then put it away. ","html":"{}"},"pli-tv-kd18:12.11.27":{"pli":"Ācariyamhi vuṭṭhite āsanaṃ uddharitabbaṃ. ","eng":"When the teacher has gotten up, the pupil should put away the seat. ","html":"{}"},"pli-tv-kd18:12.11.28":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it. ","html":"{}</p>"},"pli-tv-kd18:12.11.29":{"pli":"Sace ācariyo gāmaṃ pavisitukāmo hoti, nivāsanaṃ dātabbaṃ, paṭinivāsanaṃ paṭiggahetabbaṃ, kāyabandhanaṃ dātabbaṃ, saguṇaṃ katvā saṅghāṭiyo dātabbā, dhovitvā patto sodako dātabbo. ","eng":"If the teacher wants to enter the village, the pupil should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should rinse his teacher’s bowl and give it to him while wet. ","html":"<p>{}"},"pli-tv-kd18:12.11.30":{"pli":"Sace ācariyo pacchāsamaṇaṃ ākaṅkhati, timaṇḍalaṃ paṭicchādentena parimaṇḍalaṃ nivāsetvā kāyabandhanaṃ bandhitvā saguṇaṃ katvā saṅghāṭiyo pārupitvā gaṇṭhikaṃ paṭimuñcitvā dhovitvā pattaṃ gahetvā ācariyassa pacchāsamaṇena hotabbaṃ. ","eng":"If the teacher wants an attendant, the pupil should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. He should rinse his bowl, bring it along, and be his teacher’s attendant. ","html":"{}</p>"},"pli-tv-kd18:12.11.31":{"pli":"Nātidūre gantabbaṃ, nāccāsanne gantabbaṃ, pattapariyāpannaṃ paṭiggahetabbaṃ. ","eng":"He shouldn’t walk too far behind his teacher or too close to him. He should receive the contents of his bowl. ","html":"<p>{}"},"pli-tv-kd18:12.11.32":{"pli":"Na ācariyassa bhaṇamānassa antarantarā kathā opātetabbā. ","eng":"He shouldn’t interrupt his teacher when he’s speaking. ","html":"{}"},"pli-tv-kd18:12.11.33":{"pli":"Ācariyo āpattisāmantā bhaṇamāno nivāretabbo. ","eng":"But if the teacher’s speech is bordering on an offense, he should stop him. ","html":"{}</p>"},"pli-tv-kd18:12.11.34":{"pli":"Nivattantena paṭhamataraṃ āgantvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, paccuggantvā pattacīvaraṃ paṭiggahetabbaṃ, paṭinivāsanaṃ dātabbaṃ, nivāsanaṃ paṭiggahetabbaṃ. ","eng":"When returning, the pupil should go first to prepare a seat and to set out a foot stool, a foot scraper, and water for washing the feet. He should go out to meet the teacher and receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return. ","html":"<p>{}"},"pli-tv-kd18:12.11.35":{"pli":"Sace cīvaraṃ sinnaṃ hoti, muhuttaṃ uṇhe otāpetabbaṃ, na ca uṇhe cīvaraṃ nidahitabbaṃ. ","eng":"If the robe is damp, he should sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}"},"pli-tv-kd18:12.11.36":{"pli":"Cīvaraṃ saṅgharitabbaṃ. ","eng":"He should fold the robe, ","html":"{}"},"pli-tv-kd18:12.11.37":{"pli":"Cīvaraṃ saṅgharantena caturaṅgulaṃ kaṇṇaṃ ussāretvā cīvaraṃ saṅgharitabbaṃ—","eng":"offsetting the edges by seven centimeters, ","html":"{}","comm":"That is, four <i lang='pi' translate='no'>aṅgula</i>. See discussion under <i lang='pi' translate='no'>sugata</i> in Appendix of Technical Terms. "},"pli-tv-kd18:12.11.38":{"pli":"mā majjhe bhaṅgo ahosīti. ","eng":"so that the fold doesn’t become worn. ","html":"{}"},"pli-tv-kd18:12.11.39":{"pli":"Obhoge kāyabandhanaṃ kātabbaṃ. ","eng":"He should place the belt in the fold. ","html":"{}</p>"},"pli-tv-kd18:12.11.40":{"pli":"Sace piṇḍapāto hoti, ācariyo ca bhuñjitukāmo hoti, udakaṃ datvā piṇḍapāto upanāmetabbo. ","eng":"If there’s almsfood and his teacher wants to eat, the pupil should give him water and then the almsfood. ","html":"<p>{}"},"pli-tv-kd18:12.11.41":{"pli":"Ācariyo pānīyena pucchitabbo. ","eng":"He should ask his teacher if he wants water to drink. ","html":"{}"},"pli-tv-kd18:12.11.42":{"pli":"Bhuttāvissa udakaṃ datvā pattaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā vodakaṃ katvā muhuttaṃ uṇhe otāpetabbo, na ca uṇhe patto nidahitabbo. ","eng":"When the teacher has eaten, the pupil should give him water and receive his bowl. Holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}</p>"},"pli-tv-kd18:12.11.43":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"The pupil should put away the robe and bowl. ","html":"<p>{}"},"pli-tv-kd18:12.11.44":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:12.11.45":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:12.11.46":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}"},"pli-tv-kd18:12.11.47":{"pli":"Ācariyamhi vuṭṭhite āsanaṃ uddharitabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ paṭisāmetabbaṃ. ","eng":"When the teacher has gotten up, the pupil should put away the seat and also the foot stool, the foot scraper, and the water for washing the feet. ","html":"{}"},"pli-tv-kd18:12.11.48":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it.” ","html":"{}</p>"},"pli-tv-kd18:12.11.49.0":{"eng":"Bathing","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.49.1":{"pli":"Sace ācariyo nahāyitukāmo hoti, nahānaṃ paṭiyādetabbaṃ. ","eng":"“If the teacher wants to bathe, the pupil should prepare a bath. ","html":"<p>{}"},"pli-tv-kd18:12.11.50":{"pli":"Sace sītena attho hoti, sītaṃ paṭiyādetabbaṃ. ","eng":"If he wants a cold bath, he should prepare that; ","html":"{}"},"pli-tv-kd18:12.11.51":{"pli":"Sace uṇhena attho hoti, uṇhaṃ paṭiyādetabbaṃ. ","eng":"if he wants a hot bath, he should prepare that. ","html":"{}</p>"},"pli-tv-kd18:12.11.52":{"pli":"Sace ācariyo jantāgharaṃ pavisitukāmo hoti, cuṇṇaṃ sannetabbaṃ, mattikā temetabbā, jantāgharapīṭhaṃ ādāya ācariyassa piṭṭhito piṭṭhito gantvā jantāgharapīṭhaṃ datvā cīvaraṃ paṭiggahetvā ekamantaṃ nikkhipitabbaṃ, cuṇṇaṃ dātabbaṃ, mattikā dātabbā. ","eng":"If the teacher wants to take a sauna, the pupil should knead bath powder, moisten the clay, take a sauna bench, and follow behind his teacher. After giving his teacher the sauna bench, receiving his robe, and putting it aside, he should give him the bath powder and the clay. ","html":"<p>{}"},"pli-tv-kd18:12.11.53":{"pli":"Sace ussahati, jantāgharaṃ pavisitabbaṃ. ","eng":"If he’s able, he should enter the sauna. ","html":"{}"},"pli-tv-kd18:12.11.54":{"pli":"Jantāgharaṃ pavisantena mattikāya mukhaṃ makkhetvā purato ca pacchato ca paṭicchādetvā jantāgharaṃ pavisitabbaṃ. ","eng":"When entering the sauna, he should smear his face with clay, cover himself front and back, and then enter. ","html":"{}"},"pli-tv-kd18:12.11.55":{"pli":"Na there bhikkhū anupakhajja nisīditabbaṃ. ","eng":"He shouldn’t sit encroaching on the senior monks, ","html":"{}"},"pli-tv-kd18:12.11.56":{"pli":"Na navā bhikkhū āsanena paṭibāhitabbā. ","eng":"or block the junior monks from getting a seat. ","html":"{}"},"pli-tv-kd18:12.11.57":{"pli":"Jantāghare ācariyassa parikammaṃ kātabbaṃ. ","eng":"While in the sauna, he should provide assistance to his teacher. ","html":"{}"},"pli-tv-kd18:12.11.58":{"pli":"Jantāgharā nikkhamantena jantāgharapīṭhaṃ ādāya purato ca pacchato ca paṭicchādetvā jantāgharā nikkhamitabbaṃ. ","eng":"When leaving the sauna, he should take the sauna bench, cover himself front and back, and then leave. ","html":"{}</p>"},"pli-tv-kd18:12.11.59":{"pli":"Udakepi ācariyassa parikammaṃ kātabbaṃ. ","eng":"He should also provide assistance to his teacher in the water. ","html":"<p>{}"},"pli-tv-kd18:12.11.60":{"pli":"Nahātena paṭhamataraṃ uttaritvā attano gattaṃ vodakaṃ katvā nivāsetvā ācariyassa gattato udakaṃ pamajjitabbaṃ, nivāsanaṃ dātabbaṃ, saṅghāṭi dātabbā, jantāgharapīṭhaṃ ādāya paṭhamataraṃ āgantvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ. ","eng":"When he has bathed, he should be the first to come out. He should dry himself and put on his sarong. He should then wipe the water off his teacher’s body, and he should give him his sarong and then his upper robe. Taking the sauna bench, he should be the first to return. He should prepare a seat, and also set out a foot stool, a foot scraper, and water for washing the feet. ","html":"{}"},"pli-tv-kd18:12.11.61":{"pli":"Ācariyo pānīyena pucchitabbo. ","eng":"He should ask his teacher if he wants water to drink. ","html":"{}"},"pli-tv-kd18:12.11.62":{"pli":"Sace uddisāpetukāmo hoti, uddisitabbo. ","eng":"If the teacher wants him to recite, he should do so. ","html":"{}"},"pli-tv-kd18:12.11.63":{"pli":"Sace paripucchitukāmo hoti, paripucchitabbo. ","eng":"If the teacher wants to question him, he should be questioned.” ","html":"{}</p>"},"pli-tv-kd18:12.11.64.0":{"eng":"The dwelling","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.64.1":{"pli":"Yasmiṃ vihāre ācariyo viharati, sace so vihāro uklāpo hoti, sace ussahati, sodhetabbo. ","eng":"“If the dwelling where the teacher is staying is dirty, the pupil should clean it if he’s able. ","html":"<p>{}"},"pli-tv-kd18:12.11.65":{"pli":"Vihāraṃ sodhentena paṭhamaṃ pattacīvaraṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. ","html":"{}"},"pli-tv-kd18:12.11.66":{"pli":"nisīdanapaccattharaṇaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the sitting mat and the sheet and put them aside. ","html":"{}"},"pli-tv-kd18:12.11.67":{"pli":"bhisibibbohanaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the mattress and the pillow and put them aside. ","html":"{}"},"pli-tv-kd18:12.11.68":{"pli":"mañco nīcaṃ katvā sādhukaṃ appaṭighaṃsantena asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:12.11.69":{"pli":"pīṭhaṃ nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. ","html":"{}"},"pli-tv-kd18:12.11.70":{"pli":"mañcapaṭipādakā nīharitvā ekamantaṃ nikkhipitabbā; ","eng":"He should take out the bed supports and put them aside. ","html":"{}"},"pli-tv-kd18:12.11.71":{"pli":"kheḷamallako nīharitvā ekamantaṃ nikkhipitabbo; ","eng":"He should take out the spittoon and put it aside. ","html":"{}"},"pli-tv-kd18:12.11.72":{"pli":"apassenaphalakaṃ nīharitvā ekamantaṃ nikkhipitabbaṃ; ","eng":"He should take out the leaning board and put it aside. ","html":"{}"},"pli-tv-kd18:12.11.73":{"pli":"bhūmattharaṇaṃ yathāpaññattaṃ sallakkhetvā nīharitvā ekamantaṃ nikkhipitabbaṃ. ","eng":"After taking note of its position, he should take out the floor cover and put it aside. ","html":"{}"},"pli-tv-kd18:12.11.74":{"pli":"Sace vihāre santānakaṃ hoti, ullokā paṭhamaṃ ohāretabbaṃ, ālokasandhikaṇṇabhāgā pamajjitabbā. ","eng":"If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room. ","html":"{}"},"pli-tv-kd18:12.11.75":{"pli":"Sace gerukaparikammakatā bhitti kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls. ","html":"{}"},"pli-tv-kd18:12.11.76":{"pli":"Sace kāḷavaṇṇakatā bhūmi kaṇṇakitā hoti, coḷakaṃ temetvā pīḷetvā pamajjitabbā. ","eng":"If the floor has been treated with a black finish and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor. ","html":"{}"},"pli-tv-kd18:12.11.77":{"pli":"Sace akatā hoti bhūmi, udakena paripphositvā paripphositvā sammajjitabbā—","eng":"If the floor is untreated, he should sprinkle it with water and then sweep it, ","html":"{}"},"pli-tv-kd18:12.11.78":{"pli":"mā vihāro rajena uhaññīti. ","eng":"trying to avoid stirring up dust. ","html":"{}"},"pli-tv-kd18:12.11.79":{"pli":"Saṅkāraṃ vicinitvā ekamantaṃ chaḍḍetabbaṃ. ","eng":"He should look out for any trash and discard it. ","html":"{}</p>"},"pli-tv-kd18:12.11.80":{"pli":"Bhūmattharaṇaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the floor cover, clean it, beat it, bring it back inside, and put it back as before. ","html":"<p>{}"},"pli-tv-kd18:12.11.81":{"pli":"Mañcapaṭipādakā otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbā. ","eng":"He should sun the bed supports, wipe them, bring them back inside, and put them back where they were. ","html":"{}"},"pli-tv-kd18:12.11.82":{"pli":"Mañco otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāpaññattaṃ paññapetabbo. ","eng":"He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:12.11.83":{"pli":"Pīṭhaṃ otāpetvā sodhetvā papphoṭetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena, asaṅghaṭṭentena kavāṭapiṭṭhaṃ, atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. ","html":"{}"},"pli-tv-kd18:12.11.84":{"pli":"Bhisibibbohanaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:12.11.85":{"pli":"Nisīdanapaccattharaṇaṃ otāpetvā sodhetvā papphoṭetvā atiharitvā yathāpaññattaṃ paññapetabbaṃ. ","eng":"He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back as before. ","html":"{}"},"pli-tv-kd18:12.11.86":{"pli":"Kheḷamallako otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbo. ","eng":"He should sun the spittoon, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:12.11.87":{"pli":"Apassenaphalakaṃ otāpetvā pamajjitvā atiharitvā yathāṭhāne ṭhapetabbaṃ. ","eng":"He should sun the leaning board, wipe it, bring it back inside, and put it back where it was. ","html":"{}"},"pli-tv-kd18:12.11.88":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"He should put away the bowl and robe. ","html":"{}"},"pli-tv-kd18:12.11.89":{"pli":"Pattaṃ nikkhipantena ekena hatthena pattaṃ gahetvā ekena hatthena heṭṭhāmañcaṃ vā heṭṭhāpīṭhaṃ vā parāmasitvā patto nikkhipitabbo. ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. ","html":"{}"},"pli-tv-kd18:12.11.90":{"pli":"Na ca anantarahitāya bhūmiyā patto nikkhipitabbo. ","eng":"He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:12.11.91":{"pli":"Cīvaraṃ nikkhipantena ekena hatthena cīvaraṃ gahetvā ekena hatthena cīvaravaṃsaṃ vā cīvararajjuṃ vā pamajjitvā pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"{}</p>"},"pli-tv-kd18:12.11.92":{"pli":"Sace puratthimā sarajā vātā vāyanti, puratthimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the east, he should close the windows on the eastern side. ","html":"<p>{}"},"pli-tv-kd18:12.11.93":{"pli":"Sace pacchimā sarajā vātā vāyanti, pacchimā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the west, he should close the windows on the western side. ","html":"{}"},"pli-tv-kd18:12.11.94":{"pli":"Sace uttarā sarajā vātā vāyanti, uttarā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the north, he should close the windows on the northern side. ","html":"{}"},"pli-tv-kd18:12.11.95":{"pli":"Sace dakkhiṇā sarajā vātā vāyanti, dakkhiṇā vātapānā thaketabbā. ","eng":"If dusty winds are blowing from the south, he should close the windows on the southern side. ","html":"{}"},"pli-tv-kd18:12.11.96":{"pli":"Sace sītakālo hoti, divā vātapānā vivaritabbā, rattiṃ thaketabbā. ","eng":"If the weather is cold, he should open the windows during the day and close them at night. ","html":"{}"},"pli-tv-kd18:12.11.97":{"pli":"Sace uṇhakālo hoti, divā vātapānā thaketabbā, rattiṃ vivaritabbā. ","eng":"If the weather is hot, he should close the windows during the day and open them at night. ","html":"{}</p>"},"pli-tv-kd18:12.11.98":{"pli":"Sace pariveṇaṃ uklāpaṃ hoti, pariveṇaṃ sammajjitabbaṃ. ","eng":"If the yard is dirty, he should sweep it. ","html":"<p>{}"},"pli-tv-kd18:12.11.99":{"pli":"Sace koṭṭhako uklāpo hoti, koṭṭhako sammajjitabbo. ","eng":"If the gatehouse is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:12.11.100":{"pli":"Sace upaṭṭhānasālā uklāpā hoti, upaṭṭhānasālā sammajjitabbā. ","eng":"If the assembly hall is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:12.11.101":{"pli":"Sace aggisālā uklāpā hoti, aggisālā sammajjitabbā. ","eng":"If the water-boiling shed is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:12.11.102":{"pli":"Sace vaccakuṭi uklāpā hoti, vaccakuṭi sammajjitabbā. ","eng":"If the restroom is dirty, he should sweep it. ","html":"{}"},"pli-tv-kd18:12.11.103":{"pli":"Sace pānīyaṃ na hoti, pānīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for drinking, he should get some. ","html":"{}"},"pli-tv-kd18:12.11.104":{"pli":"Sace paribhojanīyaṃ na hoti, paribhojanīyaṃ upaṭṭhāpetabbaṃ. ","eng":"If there’s no water for washing, he should get some. ","html":"{}"},"pli-tv-kd18:12.11.105":{"pli":"Sace ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it.” ","html":"{}</p>"},"pli-tv-kd18:12.11.106.0":{"eng":"Spiritual support, etc.","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.106.1":{"pli":"Sace ācariyassa anabhirati uppannā hoti, antevāsikena vūpakāsetabbo, vūpakāsāpetabbo, dhammakathā vāssa kātabbā. ","eng":"“If the teacher becomes discontent with the spiritual life, the pupil should send him away or have him sent away, or he should give him a teaching. ","html":"<p>{}"},"pli-tv-kd18:12.11.107":{"pli":"Sace ācariyassa kukkuccaṃ uppannaṃ hoti, antevāsikena vinodetabbaṃ, vinodāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the teacher becomes anxious, the pupil should dispel it or have it dispelled, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:12.11.108":{"pli":"Sace ācariyassa diṭṭhigataṃ uppannaṃ hoti, antevāsikena vivecetabbaṃ, vivecāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the teacher has wrong view, the pupil should make him give it up or have someone else do it, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:12.11.109":{"pli":"Sace ācariyo garudhammaṃ ajjhāpanno hoti, parivāsāraho, antevāsikena ussukkaṃ kātabbaṃ—","eng":"If the teacher has committed a heavy offense and deserves probation, ","html":"{}"},"pli-tv-kd18:12.11.110":{"pli":"kinti nu kho saṅgho ācariyassa parivāsaṃ dadeyyāti. ","eng":"the pupil should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:12.11.111":{"pli":"Sace ācariyo mūlāyapaṭikassanāraho hoti, antevāsikena ussukkaṃ kātabbaṃ—","eng":"If the teacher has committed a heavy offense and deserves to be sent back to the beginning, ","html":"{}"},"pli-tv-kd18:12.11.112":{"pli":"kinti nu kho saṅgho ācariyaṃ mūlāya paṭikasseyyāti. ","eng":"the pupil should try to get the Sangha to do it. ","html":"{}"},"pli-tv-kd18:12.11.113":{"pli":"Sace ācariyo mānattāraho hoti, antevāsikena ussukkaṃ kātabbaṃ—","eng":"If the teacher has committed a heavy offense and deserves the trial period, ","html":"{}"},"pli-tv-kd18:12.11.114":{"pli":"kinti nu kho saṅgho ācariyassa mānattaṃ dadeyyāti. ","eng":"the pupil should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:12.11.115":{"pli":"Sace ācariyo abbhānāraho hoti, antevāsikena ussukkaṃ kātabbaṃ—","eng":"If the teacher has committed a heavy offense and deserves rehabilitation, ","html":"{}"},"pli-tv-kd18:12.11.116":{"pli":"kinti nu kho saṅgho ācariyaṃ abbheyyāti. ","eng":"the pupil should try to get the Sangha to give it to him. ","html":"{}</p>"},"pli-tv-kd18:12.11.117":{"pli":"Sace saṅgho ācariyassa kammaṃ kattukāmo hoti, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, antevāsikena ussukkaṃ kātabbaṃ—","eng":"If the Sangha wants to do a legal procedure against his teacher—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"<p>{}"},"pli-tv-kd18:12.11.118":{"pli":"kinti nu kho saṅgho ācariyassa kammaṃ na kareyya, lahukāya vā pariṇāmeyyāti. ","eng":"the pupil should make an effort to stop it or to reduce the penalty. ","html":"{}"},"pli-tv-kd18:12.11.119":{"pli":"Kataṃ vā panassa hoti saṅghena kammaṃ, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, antevāsikena ussukkaṃ kātabbaṃ—","eng":"But if the Sangha has already done a legal procedure against his teacher—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"{}"},"pli-tv-kd18:12.11.120":{"pli":"kinti nu kho ācariyo sammā vatteyya, lomaṃ pāteyya, netthāraṃ vatteyya, saṅgho taṃ kammaṃ paṭippassambheyyāti. ","eng":"the pupil should help the teacher conduct himself properly and suitably so as to deserve to be released, and try to get the Sangha to lift that procedure. ","html":"{}</p>"},"pli-tv-kd18:12.11.121":{"pli":"Sace ācariyassa cīvaraṃ dhovitabbaṃ hoti, antevāsikena dhovitabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher’s robe needs washing, the pupil should do it himself, ","html":"<p>{}"},"pli-tv-kd18:12.11.122":{"pli":"kinti nu kho ācariyassa cīvaraṃ dhoviyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:12.11.123":{"pli":"Sace ācariyassa cīvaraṃ kātabbaṃ hoti, antevāsikena kātabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher needs a robe, the pupil should make one himself, ","html":"{}"},"pli-tv-kd18:12.11.124":{"pli":"kinti nu kho ācariyassa cīvaraṃ kariyethāti. ","eng":"or he should make an effort to get one made. ","html":"{}"},"pli-tv-kd18:12.11.125":{"pli":"Sace ācariyassa rajanaṃ pacitabbaṃ hoti, antevāsikena pacitabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher needs dye, the pupil should make it himself, ","html":"{}"},"pli-tv-kd18:12.11.126":{"pli":"kinti nu kho ācariyassa rajanaṃ paciyethāti. ","eng":"or he should make an effort to get it made. ","html":"{}"},"pli-tv-kd18:12.11.127":{"pli":"Sace ācariyassa cīvaraṃ rajitabbaṃ hoti, antevāsikena rajitabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher’s robe needs dyeing, the pupil should do it himself, ","html":"{}"},"pli-tv-kd18:12.11.128":{"pli":"kinti nu kho ācariyassa cīvaraṃ rajiyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:12.11.129":{"pli":"Cīvaraṃ rajantena sādhukaṃ samparivattakaṃ samparivattakaṃ rajitabbaṃ, na ca acchinne theve pakkamitabbaṃ. ","eng":"When he’s dyeing the robe, he should carefully and repeatedly turn it over, and shouldn’t go away while it’s still dripping. ","html":"{}</p>"},"pli-tv-kd18:12.11.130":{"pli":"Na ācariyaṃ anāpucchā ekaccassa patto dātabbo, na ekaccassa patto paṭiggahetabbo; ","eng":"Without asking his teacher for permission, he shouldn’t do any of the following: give away or receive a bowl; ","html":"<p>{}"},"pli-tv-kd18:12.11.131":{"pli":"na ekaccassa cīvaraṃ dātabbaṃ, na ekaccassa cīvaraṃ paṭiggahetabbaṃ; ","eng":"give away or receive a robe; ","html":"{}"},"pli-tv-kd18:12.11.132":{"pli":"na ekaccassa parikkhāro dātabbo, na ekaccassa parikkhāro paṭiggahetabbo; ","eng":"give away or receive a requisite; ","html":"{}"},"pli-tv-kd18:12.11.133":{"pli":"na ekaccassa kesā cheditabbā, na ekaccena kesā chedāpetabbā; ","eng":"cut anyone’s hair or get it cut; ","html":"{}"},"pli-tv-kd18:12.11.134":{"pli":"na ekaccassa parikammaṃ kātabbaṃ, na ekaccena parikammaṃ kārāpetabbaṃ; ","eng":"provide assistance to anyone or have assistance provided by anyone; ","html":"{}"},"pli-tv-kd18:12.11.135":{"pli":"na ekaccassa veyyāvacco kātabbo, na ekaccena veyyāvacco kārāpetabbo; ","eng":"do a service for anyone or get a service done by anyone; ","html":"{}"},"pli-tv-kd18:12.11.136":{"pli":"na ekaccassa pacchāsamaṇena hotabbaṃ, na ekacco pacchāsamaṇo ādātabbo; ","eng":"be the attendant monk for anyone or take anyone as his attendant monk; ","html":"{}"},"pli-tv-kd18:12.11.137":{"pli":"na ekaccassa piṇḍapāto nīharitabbo, na ekaccena piṇḍapāto nīharāpetabbo; ","eng":"bring back almsfood for anyone or get almsfood brought back by anyone; ","html":"{}"},"pli-tv-kd18:12.11.138":{"pli":"na ācariyaṃ anāpucchā gāmo pavisitabbo; ","eng":"enter the village, ","html":"{}"},"pli-tv-kd18:12.11.139":{"pli":"na susānaṃ gantabbaṃ; ","eng":"go to the charnel ground, ","html":"{}"},"pli-tv-kd18:12.11.140":{"pli":"na disā pakkamitabbā. ","eng":"or leave for another region. ","html":"{}"},"pli-tv-kd18:12.11.141":{"pli":"Sace ācariyo gilāno hoti, yāvajīvaṃ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṃ. ","eng":"If his teacher is sick, he should nurse him for as long as he lives or wait until he has recovered. ","html":"{}</p>"},"pli-tv-kd18:12.11.142":{"pli":"Idaṃ kho, bhikkhave, antevāsikānaṃ ācariyesu vattaṃ yathā antevāsikehi ācariyesu sammā vattitabban”ti. ","eng":"This is the proper conduct of a pupil toward his teacher.” ","html":"<p>{}</p>"},"pli-tv-kd18:12.11.143.0":{"pli":"14. Antevāsikavattakathā ","eng":"14. Discussion of the proper conduct toward a pupil ","html":"<h2>{}</h2>"},"pli-tv-kd18:12.11.143.1":{"pli":"Tena kho pana samayena ācariyā antevāsikesu na sammā vattanti. ","eng":"At that time the teachers were not conducting themselves properly toward their pupils. ","html":"<p>{}"},"pli-tv-kd18:12.11.144":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd18:12.11.145":{"pli":"“kathañhi nāma ācariyā antevāsikesu na sammā vattissantī”ti. ","eng":"“How can the teachers not conduct themselves properly toward their pupils?” ","html":"{}"},"pli-tv-kd18:12.11.146":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}"},"pli-tv-kd18:12.11.147":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā bhikkhū paṭipucchi—","eng":"Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"{}"},"pli-tv-kd18:12.11.148":{"pli":"“saccaṃ kira, bhikkhave, ācariyā antevāsikesu na sammā vattantī”ti? ","eng":"“Is it true, monks, that the teachers are not conducting themselves properly toward their pupils?” ","html":"{}"},"pli-tv-kd18:12.11.149":{"pli":"“Saccaṃ, bhagavā”ti …pe… ","eng":"“It’s true, sir.” … ","html":"{}"},"pli-tv-kd18:12.11.150":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd18:12.11.151":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd18:12.11.152":{"pli":"“Tena hi, bhikkhave, ācariyānaṃ antevāsikesu vattaṃ paññapessāmi yathā ācariyehi antevāsikesu sammā vattitabbaṃ. ","eng":"“Well then, I’ll lay down the proper conduct for a teacher toward his pupil. ","html":"<p>{}"},"pli-tv-kd18:12.11.153":{"pli":"Ācariyena, bhikkhave, antevāsikamhi sammā vattitabbaṃ. ","eng":"A teacher should conduct himself properly toward his pupil. ","html":"{}"},"pli-tv-kd18:12.11.154":{"pli":"Tatrāyaṃ sammāvattanā—","eng":"This is the proper conduct: ","html":"{}</p>"},"pli-tv-kd18:12.11.155":{"pli":"Ācariyena, bhikkhave, antevāsiko saṅgahetabbo anuggahetabbo uddesena paripucchāya ovādena anusāsaniyā. ","eng":"A teacher should help and take care of his pupil through recitation, questioning, and instruction. ","html":"<p>{}"},"pli-tv-kd18:12.11.156":{"pli":"Sace ācariyassa patto hoti, antevāsikassa patto na hoti, ācariyena antevāsikassa patto dātabbo, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher has a bowl, but not the pupil, the teacher should give it to him, ","html":"{}"},"pli-tv-kd18:12.11.157":{"pli":"kinti nu kho antevāsikassa patto uppajjiyethāti. ","eng":"or he should make an effort to get him one. ","html":"{}"},"pli-tv-kd18:12.11.158":{"pli":"Sace ācariyassa cīvaraṃ hoti, antevāsikassa cīvaraṃ na hoti, ācariyena antevāsikassa cīvaraṃ dātabbaṃ, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher has a robe, but not the pupil, the teacher should give it to him, ","html":"{}"},"pli-tv-kd18:12.11.159":{"pli":"kinti nu kho antevāsikassa cīvaraṃ uppajjiyethāti. ","eng":"or he should make an effort to get him one. ","html":"{}"},"pli-tv-kd18:12.11.160":{"pli":"Sace ācariyassa parikkhāro hoti, antevāsikassa parikkhāro na hoti, ācariyena antevāsikassa parikkhāro dātabbo, ussukkaṃ vā kātabbaṃ—","eng":"If the teacher has a requisite, but not the pupil, the teacher should give it to him, ","html":"{}"},"pli-tv-kd18:12.11.161":{"pli":"kinti nu kho antevāsikassa parikkhāro uppajjiyethāti. ","eng":"or he should make an effort to get him one.” ","html":"{}</p>"},"pli-tv-kd18:12.11.162.0":{"eng":"Meals and almsround","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.162.1":{"pli":"Sace antevāsiko gilāno hoti, kālasseva uṭṭhāya dantakaṭṭhaṃ dātabbaṃ, mukhodakaṃ dātabbaṃ, āsanaṃ paññapetabbaṃ. ","eng":"“If the pupil is sick, the teacher should get up at the appropriate time and give his pupil a tooth cleaner and water for rinsing the mouth, and he should prepare a seat for him. ","html":"<p>{}"},"pli-tv-kd18:12.11.163":{"pli":"Sace yāgu hoti, bhājanaṃ dhovitvā yāgu upanāmetabbā. ","eng":"If there’s congee, he should rinse a vessel and bring the congee to his pupil. ","html":"{}"},"pli-tv-kd18:12.11.164":{"pli":"Yāguṃ pītassa udakaṃ datvā bhājanaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā paṭisāmetabbaṃ. ","eng":"When he has drunk the congee, the teacher should give him water and receive the vessel. Holding it low, he should wash it carefully without scratching it and then put it away. ","html":"{}"},"pli-tv-kd18:12.11.165":{"pli":"Antevāsikamhi vuṭṭhite āsanaṃ uddharitabbaṃ. ","eng":"When the pupil has gotten up, the teacher should put away the seat. ","html":"{}"},"pli-tv-kd18:12.11.166":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it. ","html":"{}</p>"},"pli-tv-kd18:12.11.167":{"pli":"Sace antevāsiko gāmaṃ pavisitukāmo hoti, nivāsanaṃ dātabbaṃ, paṭinivāsanaṃ paṭiggahetabbaṃ, kāyabandhanaṃ dātabbaṃ, saguṇaṃ katvā saṅghāṭiyo dātabbā, dhovitvā patto sodako dātabbo. ","eng":"If the pupil wants to enter the village, the teacher should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should rinse his pupil’s bowl and give it to him while wet. ","html":"<p>{}</p>"},"pli-tv-kd18:12.11.168":{"pli":"Ettāvatā nivattissatīti āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, paccuggantvā pattacīvaraṃ paṭiggahetabbaṃ, paṭinivāsanaṃ dātabbaṃ, nivāsanaṃ paṭiggahetabbaṃ. ","eng":"Before he’s due back, the teacher should prepare a seat and set out a foot stool, a foot scraper, and water for washing the feet. He should go out to meet the pupil and receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return. ","html":"<p>{}"},"pli-tv-kd18:12.11.169":{"pli":"Sace cīvaraṃ sinnaṃ hoti, muhuttaṃ uṇhe otāpetabbaṃ, na ca uṇhe cīvaraṃ nidahitabbaṃ. ","eng":"If the robe is damp, he should sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}"},"pli-tv-kd18:12.11.170":{"pli":"Cīvaraṃ saṅgharitabbaṃ. ","eng":"He should fold the robe, ","html":"{}"},"pli-tv-kd18:12.11.171":{"pli":"Cīvaraṃ saṅgharantena caturaṅgulaṃ kaṇṇaṃ ussāretvā cīvaraṃ saṅgharitabbaṃ—","eng":"offsetting the edges by seven centimeters, ","html":"{}","comm":"That is, four <i lang='pi' translate='no'>aṅgula</i>. See discussion under <i lang='pi' translate='no'>sugata</i> in Appendix of Technical Terms. "},"pli-tv-kd18:12.11.172":{"pli":"mā majjhe bhaṅgo ahosīti. ","eng":"so that the fold doesn’t become worn. ","html":"{}"},"pli-tv-kd18:12.11.173":{"pli":"Obhoge kāyabandhanaṃ kātabbaṃ. ","eng":"He should place the belt in the fold. ","html":"{}</p>"},"pli-tv-kd18:12.11.174":{"pli":"Sace piṇḍapāto hoti, antevāsiko ca bhuñjitukāmo hoti, udakaṃ datvā piṇḍapāto upanāmetabbo. ","eng":"If there’s almsfood and his pupil wants to eat, the teacher should give him water and then the almsfood. ","html":"<p>{}"},"pli-tv-kd18:12.11.175":{"pli":"Antevāsiko pānīyena pucchitabbo. ","eng":"He should ask his pupil if he wants water to drink. ","html":"{}"},"pli-tv-kd18:12.11.176":{"pli":"Bhuttāvissa udakaṃ datvā pattaṃ paṭiggahetvā nīcaṃ katvā sādhukaṃ appaṭighaṃsantena dhovitvā vodakaṃ katvā muhuttaṃ uṇhe otāpetabbo, na ca uṇhe patto nidahitabbo. ","eng":"When the pupil has eaten, the teacher should give him water and receive his bowl. Holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, but shouldn’t leave it in the heat. ","html":"{}"},"pli-tv-kd18:12.11.177":{"pli":"Pattacīvaraṃ nikkhipitabbaṃ. ","eng":"The teacher should put away the robe and bowl. ","html":"{}"},"pli-tv-kd18:12.11.178":{"pli":"Pattaṃ nikkhipantena …pe… ","eng":"When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. He shouldn’t put the bowl away on the bare floor. ","html":"{}"},"pli-tv-kd18:12.11.179":{"pli":"cīvaraṃ nikkhipantena …pe… ","eng":"When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, ","html":"{}"},"pli-tv-kd18:12.11.180":{"pli":"pārato antaṃ orato bhogaṃ katvā cīvaraṃ nikkhipitabbaṃ. ","eng":"making the ends face the wall and the fold face out. ","html":"{}"},"pli-tv-kd18:12.11.181":{"pli":"Antevāsikamhi uṭṭhite āsanaṃ uddharitabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ paṭisāmetabbaṃ. ","eng":"When the pupil has gotten up, the teacher should put away the seat and also the foot stool, the foot scraper, and the water for washing the feet. ","html":"{}"},"pli-tv-kd18:12.11.182":{"pli":"Sace so deso uklāpo hoti, so deso sammajjitabbo. ","eng":"If the place is dirty, he should sweep it.” ","html":"{}</p>"},"pli-tv-kd18:12.11.183.0":{"eng":"Bathing","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.183.1":{"pli":"Sace antevāsiko nahāyitukāmo hoti, nahānaṃ paṭiyādetabbaṃ. ","eng":"“If the pupil wants to bathe, the teacher should prepare a bath. ","html":"<p>{}"},"pli-tv-kd18:12.11.184":{"pli":"Sace sītena attho hoti, sītaṃ paṭiyādetabbaṃ. ","eng":"If he wants a cold bath, he should prepare that; ","html":"{}"},"pli-tv-kd18:12.11.185":{"pli":"Sace uṇhena attho hoti, uṇhaṃ paṭiyādetabbaṃ. ","eng":"if he wants a hot bath, he should prepare that. ","html":"{}</p>"},"pli-tv-kd18:12.11.186":{"pli":"Sace antevāsiko jantāgharaṃ pavisitukāmo hoti, cuṇṇaṃ sannetabbaṃ, mattikā temetabbā, jantāgharapīṭhaṃ ādāya gantvā jantāgharapīṭhaṃ datvā cīvaraṃ paṭiggahetvā ekamantaṃ nikkhipitabbaṃ, cuṇṇaṃ dātabbaṃ, mattikā dātabbā. ","eng":"If the pupil wants to take a sauna, the teacher should knead bath powder, moisten the clay, take a sauna bench, and go to the sauna. After giving his pupil the sauna bench, receiving his robe, and putting it aside, he should give him the bath powder and the clay. ","html":"<p>{}"},"pli-tv-kd18:12.11.187":{"pli":"Sace ussahati jantāgharaṃ pavisitabbaṃ. ","eng":"If he’s able, he should enter the sauna. ","html":"{}"},"pli-tv-kd18:12.11.188":{"pli":"Jantāgharaṃ pavisantena mattikāya mukhaṃ makkhetvā purato ca pacchato ca paṭicchādetvā jantāgharaṃ pavisitabbaṃ. ","eng":"When entering the sauna, he should smear his face with clay, cover himself front and back, and then enter. ","html":"{}"},"pli-tv-kd18:12.11.189":{"pli":"Na there bhikkhū anupakhajja nisīditabbaṃ. ","eng":"He shouldn’t sit encroaching on the senior monks, ","html":"{}"},"pli-tv-kd18:12.11.190":{"pli":"Na navā bhikkhū āsanena paṭibāhitabbā. ","eng":"or block the junior monks from getting a seat. ","html":"{}"},"pli-tv-kd18:12.11.191":{"pli":"Jantāghare antevāsikassa parikammaṃ kātabbaṃ. ","eng":"While in the sauna, he should provide assistance to his pupil. ","html":"{}"},"pli-tv-kd18:12.11.192":{"pli":"Jantāgharā nikkhamantena jantāgharapīṭhaṃ ādāya purato ca pacchato ca paṭicchādetvā jantāgharā nikkhamitabbaṃ. ","eng":"When leaving the sauna, he should take the sauna bench, cover himself front and back, and then leave. ","html":"{}</p>"},"pli-tv-kd18:12.11.193":{"pli":"Udakepi antevāsikassa parikammaṃ kātabbaṃ. ","eng":"The teacher should also provide assistance to his pupil in the water. ","html":"<p>{}"},"pli-tv-kd18:12.11.194":{"pli":"Nahātena paṭhamataraṃ uttaritvā attano gattaṃ vodakaṃ katvā nivāsetvā antevāsikassa gattato udakaṃ pamajjitabbaṃ, nivāsanaṃ dātabbaṃ, saṅghāṭi dātabbā, jantāgharapīṭhaṃ ādāya paṭhamataraṃ āgantvā āsanaṃ paññapetabbaṃ, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipitabbaṃ, antevāsiko pānīyena pucchitabbo. ","eng":"When the teacher has bathed, he should be the first to come out. He should dry himself and put on his sarong. He should then wipe the water off his pupil’s body, and he should give him his sarong and then his upper robe. Taking the sauna bench, he should be the first to return. He should prepare a seat, and also set out a foot stool, a foot scraper, and water for washing the feet. He should ask his pupil if he wants water to drink.” ","html":"{}</p>"},"pli-tv-kd18:12.11.195.0":{"eng":"The dwelling","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.195.1":{"pli":"Yasmiṃ vihāre antevāsiko viharati, sace so vihāro uklāpo hoti, sace ussahati, sodhetabbo. ","eng":"“If the dwelling where the pupil is staying is dirty, the teacher should clean it if he’s able. ","html":"<p>{}"},"pli-tv-kd18:12.11.196":{"pli":"Vihāraṃ sodhentena paṭhamaṃ pattacīvaraṃ nīharitvā ekamantaṃ nikkhipitabbaṃ ","eng":"When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. He should take out the sitting mat and the sheet and put them aside. He should take out the mattress and the pillow and put them aside. Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. He should take out the bed supports and put them aside. He should take out the spittoon and put it aside. He should take out the leaning board and put it aside. After taking note of its position, he should take out the floor cover and put it aside. If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room. If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls. If the floor has been treated with a black finish and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor. If the floor is untreated, he should sprinkle it with water and then sweep it, trying to avoid stirring up dust. He should look out for any trash and discard it. ","html":"{}</p>"},"pli-tv-kd18:12.11.197":{"pli":"…pe…","eng":"He should sun the floor cover, clean it, beat it, bring it back inside, and put it back as before. He should sun the bed supports, wipe them, bring them back inside, and put them back as before. He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back as before. He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back as before. He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back as before. He should sun the spittoon, wipe it, bring it back inside, and put it back where it was. He should sun the leaning board, wipe it, bring it back inside, and put it back where it was. He should put away the bowl and robe. When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. He shouldn’t put the bowl away on the bare floor. When putting away the robe, he should hold the robe in one hand, wipe the bamboo robe rack or the clothesline with the other, and then put it away by folding the robe over it, making the ends face the wall and the fold face out. ","html":"<p>{}</p>"},"pli-tv-kd18:12.11.198":{"eng":"If dusty winds are blowing from the east, he should close the windows on the eastern side. If dusty winds are blowing from the west, he should close the windows on the western side. If dusty winds are blowing from the north, he should close the windows on the northern side. If dusty winds are blowing from the south, he should close the windows on the southern side. If the weather is cold, he should open the windows during the day and close them at night. If the weather is hot, he should close the windows during the day and open them at night. ","html":"<p>{}</p>"},"pli-tv-kd18:12.11.199":{"eng":"If the yard is dirty, he should sweep it. If the gateway is dirty, he should sweep it. If the assembly hall is dirty, he should sweep it. If the water-boiling shed is dirty, he should sweep it. If the restroom is dirty, he should sweep it. If there’s no water for drinking, he should get some. If there’s no water for washing, he should get some. ","html":"<p>{} "},"pli-tv-kd18:12.11.200":{"pli":"ācamanakumbhiyā udakaṃ na hoti, ācamanakumbhiyā udakaṃ āsiñcitabbaṃ. ","eng":"If there’s no water in the restroom ablutions pot, he should fill it.” ","html":"{}</p>"},"pli-tv-kd18:12.11.201.0":{"eng":"Spiritual support, etc.","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd18:12.11.201.1":{"pli":"Sace antevāsikassa anabhirati uppannā hoti, ācariyena vūpakāsetabbo, vūpakāsāpetabbo, dhammakathā vāssa kātabbā. ","eng":"“If the pupil becomes discontent with the spiritual life, the teacher should send him away or have him sent away, or he should give him a teaching. ","html":"<p>{}"},"pli-tv-kd18:12.11.202":{"pli":"Sace antevāsikassa kukkuccaṃ uppannaṃ hoti, ācariyena vinodetabbaṃ, vinodāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the pupil becomes anxious, the teacher should dispel it or have it dispelled, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:12.11.203":{"pli":"Sace antevāsikassa diṭṭhigataṃ uppannaṃ hoti, ācariyena vivecetabbaṃ, vivecāpetabbaṃ, dhammakathā vāssa kātabbā. ","eng":"If the pupil has wrong view, the teacher should make him give it up or have someone else do it, or he should give him a teaching. ","html":"{}"},"pli-tv-kd18:12.11.204":{"pli":"Sace antevāsiko garudhammaṃ ajjhāpanno hoti, parivāsāraho, ācariyena ussukkaṃ kātabbaṃ—","eng":"If the pupil has committed a heavy offense and deserves probation, ","html":"{}"},"pli-tv-kd18:12.11.205":{"pli":"kinti nu kho saṅgho antevāsikassa parivāsaṃ dadeyyāti. ","eng":"the teacher should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:12.11.206":{"pli":"Sace antevāsiko mūlāyapaṭikassanāraho hoti, ācariyena ussukkaṃ kātabbaṃ—","eng":"If the pupil has committed a heavy offense and deserves to be sent back to the beginning, ","html":"{}"},"pli-tv-kd18:12.11.207":{"pli":"kinti nu kho saṅgho antevāsikaṃ mūlāya paṭikasseyyāti. ","eng":"the teacher should try to get the Sangha to do it. ","html":"{}"},"pli-tv-kd18:12.11.208":{"pli":"Sace antevāsiko mānattāraho hoti, ācariyena ussukkaṃ kātabbaṃ—","eng":"If the pupil has committed a heavy offense and deserves the trial period, ","html":"{}"},"pli-tv-kd18:12.11.209":{"pli":"kinti nu kho saṅgho antevāsikassa mānattaṃ dadeyyāti. ","eng":"the teacher should try to get the Sangha to give it to him. ","html":"{}"},"pli-tv-kd18:12.11.210":{"pli":"Sace antevāsiko abbhānāraho hoti, ācariyena ussukkaṃ kātabbaṃ—","eng":"If the pupil has committed a heavy offense and deserves rehabilitation, ","html":"{}"},"pli-tv-kd18:12.11.211":{"pli":"kinti nu kho saṅgho antevāsikaṃ abbheyyāti. ","eng":"the teacher should try to get the Sangha to give it to him. ","html":"{}</p>"},"pli-tv-kd18:12.11.212":{"pli":"Sace saṅgho antevāsikassa kammaṃ kattukāmo hoti, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, ācariyena ussukkaṃ kātabbaṃ—","eng":"If the Sangha wants to do a legal procedure against his pupil—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"<p>{}"},"pli-tv-kd18:12.11.213":{"pli":"kinti nu kho saṅgho antevāsikassa kammaṃ na kareyya, lahukāya vā pariṇāmeyyāti. ","eng":"the teacher should make an effort to stop it or to reduce the penalty. ","html":"{}"},"pli-tv-kd18:12.11.214":{"pli":"Kataṃ vā panassa hoti, saṅghena kammaṃ, tajjanīyaṃ vā niyassaṃ vā pabbājanīyaṃ vā paṭisāraṇīyaṃ vā ukkhepanīyaṃ vā, ācariyena ussukkaṃ kātabbaṃ—","eng":"But if the Sangha has already done a legal procedure against his pupil—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—","html":"{}"},"pli-tv-kd18:12.11.215":{"pli":"kinti nu kho antevāsiko sammā vatteyya, lomaṃ pāteyya, netthāraṃ vatteyya, saṅgho taṃ kammaṃ paṭippassambheyyāti. ","eng":"the teacher should help the pupil conduct himself properly and suitably so as to deserve to be released, and try to get the Sangha to lift that procedure. ","html":"{}</p>"},"pli-tv-kd18:12.11.216":{"pli":"Sace antevāsikassa cīvaraṃ dhovitabbaṃ hoti, ācariyena ācikkhitabbaṃ—evaṃ dhoveyyāsīti, ","eng":"If the pupil’s robe needs washing, the teacher should show him how to do it, ","html":"<p>{}"},"pli-tv-kd18:12.11.217":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho antevāsikassa cīvaraṃ dhoviyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:12.11.218":{"pli":"Sace antevāsikassa cīvaraṃ kātabbaṃ hoti, ācariyena ācikkhitabbaṃ—evaṃ kareyyāsīti, ","eng":"If the pupil needs a robe, the teacher should show him how to make one, ","html":"{}"},"pli-tv-kd18:12.11.219":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho antevāsikassa cīvaraṃ kariyethāti. ","eng":"or he should make an effort to get one made. ","html":"{}"},"pli-tv-kd18:12.11.220":{"pli":"Sace antevāsikassa rajanaṃ pacitabbaṃ hoti, ācariyena ācikkhitabbaṃ—evaṃ paceyyāsīti, ","eng":"If the pupil needs dye, the teacher should show him how to make it, ","html":"{}"},"pli-tv-kd18:12.11.221":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho antevāsikassa rajanaṃ paciyethāti. ","eng":"or he should make an effort to get it made. ","html":"{}"},"pli-tv-kd18:12.11.222":{"pli":"Sace antevāsikassa cīvaraṃ rajitabbaṃ hoti, ācariyena ācikkhitabbaṃ—evaṃ rajeyyāsīti, ","eng":"If the pupil’s robe needs dyeing, the teacher should show him how to do it, ","html":"{}"},"pli-tv-kd18:12.11.223":{"pli":"ussukkaṃ vā kātabbaṃ—kinti nu kho antevāsikassa cīvaraṃ rajiyethāti. ","eng":"or he should make an effort to get it done. ","html":"{}"},"pli-tv-kd18:12.11.224":{"pli":"Cīvaraṃ rajantena sādhukaṃ samparivattakaṃ samparivattakaṃ rajitabbaṃ. ","eng":"When he’s dyeing the robe, he should carefully and repeatedly turn it over, ","html":"{}"},"pli-tv-kd18:12.11.225":{"pli":"Na ca acchinne theve pakkamitabbaṃ. ","eng":"and shouldn’t go away while it’s still dripping. ","html":"{}"},"pli-tv-kd18:12.11.226":{"pli":"Sace antevāsiko gilāno hoti, yāvajīvaṃ upaṭṭhātabbo, vuṭṭhānamassa āgametabbaṃ. ","eng":"If his pupil is sick, he should nurse him for as long as he lives or wait until he has recovered. ","html":"{}</p>"},"pli-tv-kd18:12.11.227":{"pli":"Idaṃ kho, bhikkhave, ācariyānaṃ antevāsikesu vattaṃ yathā ācariyehi antevāsikesu sammā vattitabban”ti. ","eng":"This is the proper conduct of a teacher toward his pupil.” ","html":"<p>{}</p>"},"pli-tv-kd18:12.11.228":{"pli":"Vattakkhandhako aṭṭhamo. Imamhi khandhake vatthū ekūnavīsati, vattā cuddasa. ","eng":"The eighth chapter on proper conduct is finished. In this chapter there are nineteen topics and fourteen kinds of proper conduct. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-kd18:12.11.229":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-kd18:12.11.230":{"pli":"Saupāhanā chattā ca, ","eng":"“With sandals, and sunshades, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.231":{"pli":"oguṇṭhi sīsaṃ pānīyaṃ; ","eng":"Covered, head, drinking water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.232":{"pli":"Nābhivāde na pucchanti, ","eng":"Would not bow down, they did not ask, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.233":{"pli":"ahi ujjhanti pesalā. ","eng":"Snake, the good monks complained. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.234":{"pli":"Omuñci chattaṃ khandhe ca, ","eng":"Removed, sunshade, and on the shoulder, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.235":{"pli":"atarañca paṭikkamaṃ; ","eng":"Without hurry, gather; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.236":{"pli":"Pattacīvaraṃ nikkhipā, ","eng":"Put down bowl and robe, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.237":{"pli":"patirūpañca pucchitā. ","eng":"And suitable, asked. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.238":{"pli":"Āsiñceyya dhovitena, ","eng":"Should pour, with washed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.239":{"pli":"sukkhenallenupāhanā; ","eng":"With dry, with wet, sandals; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.240":{"pli":"Vuḍḍho navako puccheyya, ","eng":"Senior, junior, should ask, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.241":{"pli":"ajjhāvuṭṭhañca gocarā. ","eng":"And occupied, where to go for alms. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.242":{"pli":"Sekkhā vaccā pānī pari, ","eng":"Training, excrement, drinking water, washing water, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.243":{"pli":"kattaraṃ katikaṃ tato; ","eng":"Walking stick, then agreement; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.244":{"pli":"Kālaṃ muhuttaṃ uklāpo, ","eng":"The right time, moment, dirty, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.245":{"pli":"bhūmattharaṇaṃ nīhare. ","eng":"Should take out the floor cover. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.246":{"pli":"Paṭipādo bhisibibbo, ","eng":"Bed support, mattress, pillow, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.247":{"pli":"mañcapīṭhañca mallakaṃ; ","eng":"Bed, and bench, spittoon; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.248":{"pli":"Apassenullokakaṇṇā, ","eng":"Leaning board, ceiling cloth, corners, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.249":{"pli":"gerukā kāḷa akatā. ","eng":"Red ocher, black, untreated. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.250":{"pli":"Saṅkārañca bhūmattharaṇaṃ, ","eng":"And trash, floor cover, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.251":{"pli":"paṭipādakaṃ mañcapīṭhaṃ; ","eng":"Bed support, bed, bench; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.252":{"pli":"Bhisi nisīdanampi, ","eng":"Mattress, also sitting mat, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.253":{"pli":"mallakaṃ apassena ca. ","eng":"Spittoon, and leaning board. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.254":{"pli":"Pattacīvaraṃ bhūmi ca, ","eng":"Bowl, robe, and floor, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.255":{"pli":"pārantaṃ orato bhogaṃ; ","eng":"Ends far, folds near; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.256":{"pli":"Puratthimā pacchimā ca, ","eng":"From the east, and from the west, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.257":{"pli":"uttarā atha dakkhiṇā. ","eng":"From the north, then from the south. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.258":{"pli":"Sītuṇhe ca divārattiṃ, ","eng":"And day and night in the cold and heat, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.259":{"pli":"pariveṇañca koṭṭhako; ","eng":"And yard, gatehouse; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.260":{"pli":"Upaṭṭhānaggi sālā ca, ","eng":"Assembly, and water-boiling shed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.261":{"pli":"vattaṃ vaccakuṭīsu ca. ","eng":"And conduct in the restrooms. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.262":{"pli":"Pānī paribhojaniyā, ","eng":"Drinking water, washing water, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.263":{"pli":"kumbhi ācamanesu ca; ","eng":"And pot for ablutions; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.264":{"pli":"Anopamena paññattaṃ, ","eng":"Laid down by the Incomparable one, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.265":{"pli":"vattaṃ āgantukehime. ","eng":"These make up the conduct for newly-arrived monks. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.266":{"pli":"Nevāsanaṃ na udakaṃ, ","eng":"No seat, no water, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.267":{"pli":"na paccu na ca pāniyaṃ; ","eng":"No going to meet, and no drinking water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.268":{"pli":"Nābhivāde na paññape, ","eng":"Would not bow down, would not assign, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.269":{"pli":"ujjhāyanti ca pesalā. ","eng":"And the good monks complained. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.270":{"pli":"Vuḍḍhāsanañca udakaṃ, ","eng":"Senior, and seat, water, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.271":{"pli":"paccuggantvā ca pāniyaṃ; ","eng":"And having gone to meet, drinking water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.272":{"pli":"Upāhane ekamantaṃ, ","eng":"Sandals, aside, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.273":{"pli":"abhivāde ca paññape. ","eng":"And should bow down, should assign. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.274":{"pli":"Vutthaṃ gocarasekkho ca, ","eng":"Occupied, and where to go for alms, training, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.275":{"pli":"ṭhānaṃ pāniyabhojanaṃ; ","eng":"Place, drinking water, washing water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.276":{"pli":"Kattaraṃ katikaṃ kālaṃ, ","eng":"Walking stick, agreement, right time, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.277":{"pli":"navakassa nisinnake. ","eng":"Remain seated for one who is junior. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.278":{"pli":"Abhivādaye ācikkhe, ","eng":"Should bow down, should point out, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.279":{"pli":"yathā heṭṭhā tathā naye; ","eng":"The same method as above; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.280":{"pli":"Niddiṭṭhaṃ satthavāhena, ","eng":"Declared by the Caravan Leader, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.281":{"pli":"vattaṃ āvāsikehime. ","eng":"These make up the conduct for resident monks. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.282":{"pli":"Gamikā dārumatti ca, ","eng":"Departing, and wood and ceramic, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.283":{"pli":"vivaritvā na pucchiya; ","eng":"Leaving open, no informing; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.284":{"pli":"Nassanti ca aguttañca, ","eng":"And they were lost, and unprotected, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.285":{"pli":"ujjhāyanti ca pesalā. ","eng":"And the good monks complained, ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.286":{"pli":"Paṭisāmetvā thaketvā, ","eng":"Having put in order, having closed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.287":{"pli":"āpucchitvāva pakkame; ","eng":"Having informed, he should depart; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.288":{"pli":"Bhikkhu vā sāmaṇero vā, ","eng":"A monk or a novice, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.289":{"pli":"ārāmiko upāsako. ","eng":"A monastery worker, a lay follower. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.290":{"pli":"Pāsāṇakesu ca puñjaṃ, ","eng":"And a pile on rocks, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.291":{"pli":"paṭisāme thakeyya ca; ","eng":"He should put away, and he should close; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.292":{"pli":"Sace ussahati ussukkaṃ, ","eng":"If he is able, effort, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.293":{"pli":"anovasse tatheva ca. ","eng":"And just so in a dry spot. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.294":{"pli":"Sabbo ovassati gāmaṃ, ","eng":"The whole gets wet, village, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.295":{"pli":"ajjhokāse tatheva ca; ","eng":"And just so in the open; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.296":{"pli":"Appevaṅgāni seseyyuṃ, ","eng":"Hopefully the requisites will be okay, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.297":{"pli":"vattaṃ gamikabhikkhunā. ","eng":"The proper conduct for a departing monk. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.298":{"pli":"Nānumodanti therena, ","eng":"They did not express their appreciation, by the most senior, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.299":{"pli":"ohāya catupañcahi; ","eng":"Left behind, by four or five; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.300":{"pli":"Vaccito mucchito āsi, ","eng":"Needing to defecate, he fainted, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.301":{"pli":"vattānumodanesume. ","eng":"These make up the conduct for the expression of appreciation. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.302":{"pli":"Chabbaggiyā dunnivatthā, ","eng":"The group of six were shabbily dressed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.303":{"pli":"athopi ca duppārutā; ","eng":"And then also badly dressed; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.304":{"pli":"Anākappā ca vokkamma, ","eng":"And improper appearance, short cut, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.305":{"pli":"there anupakhajjane. ","eng":"In encroaching on the senior monks. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.306":{"pli":"Nave bhikkhū ca saṅghāṭi, ","eng":"And the junior monks, upper robe, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.307":{"pli":"ujjhāyanti ca pesalā; ","eng":"And the good monks complained; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.308":{"pli":"Timaṇḍalaṃ nivāsetvā, ","eng":"Putting on the sarong while covering the navel and knees, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.309":{"pli":"kāyasaguṇagaṇṭhikā. ","eng":"Belt, putting together, toggle. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.310":{"pli":"Na vokkamma paṭicchannaṃ, ","eng":"No short cut, covered, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.311":{"pli":"susaṃvutokkhittacakkhu; ","eng":"Well-restrained, lowered eyes; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.312":{"pli":"Ukkhittojjagghikāsaddo, ","eng":"Lifted, laugh loudly, noisy, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.313":{"pli":"tayo ceva pacālanā. ","eng":"And three on swaying. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.314":{"pli":"Khambhoguṇṭhiukkuṭikā, ","eng":"Hands on hips, covering the head, squatting on the heels, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.315":{"pli":"paṭicchannaṃ susaṃvuto; ","eng":"Covered, well-restrained; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.316":{"pli":"Okkhittukkhittaujjagghi, ","eng":"Lowered, lifted, laugh loudly, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.317":{"pli":"appasaddo tayo calā. ","eng":"Little noise, three on swaying. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.318":{"pli":"Khambhoguṇṭhipallatthi ca, ","eng":"And hands on hips, covering the head, clasping the knees, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.319":{"pli":"anupakhajja nāsane; ","eng":"Encroaching, no seat; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.320":{"pli":"Ottharitvāna udake, ","eng":"Spread out, water, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.321":{"pli":"nīcaṃ katvāna siñciyā. ","eng":"Holding low, poured. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.322":{"pli":"Paṭi sāmantā saṅghāṭi, ","eng":"Receiving, nearby, upper robe, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.323":{"pli":"odane ca paṭiggahe; ","eng":"And rice, he should receive; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.324":{"pli":"Sūpaṃ uttaribhaṅgena, ","eng":"Curry, with special curry, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.325":{"pli":"sabbesaṃ samatitthi ca. ","eng":"For everyone, and even level. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.326":{"pli":"Sakkaccaṃ pattasaññī ca, ","eng":"Respectfully, and attention on the bowl, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.327":{"pli":"sapadānañca sūpakaṃ; ","eng":"And in order, bean curry; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.328":{"pli":"Na thūpato paṭicchāde, ","eng":"Not from a heap, should cover, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.329":{"pli":"viññattujjhānasaññinā. ","eng":"Asking, finding fault. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.330":{"pli":"Mahantamaṇḍaladvāraṃ, ","eng":"Large, rounded, mouth, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.331":{"pli":"sabbahattho na byāhare; ","eng":"The whole hand, he should not speak; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.332":{"pli":"Ukkhepo chedanāgaṇḍa, ","eng":"Lifted, breaking up, cheeks, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.333":{"pli":"dhunaṃ sitthāvakārakaṃ. ","eng":"Shaking, scattering rice. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.334":{"pli":"Jivhānicchārakañceva, ","eng":"And sticking out his tongue, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.335":{"pli":"capucapu surusuru; ","eng":"Chomping, slurping; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.336":{"pli":"Hatthapattoṭṭhanillehaṃ, ","eng":"Licking the hand, the bowl, the lips, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.337":{"pli":"sāmisena paṭiggahe. ","eng":"Soiled with food, should receive. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.338":{"pli":"Yāva na sabbe udake, ","eng":"Not until everyone, water, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.339":{"pli":"nīcaṃ katvāna siñciyaṃ; ","eng":"Holding low, poured; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.340":{"pli":"Paṭi sāmantā saṅghāṭi, ","eng":"Receiving, nearby, upper robe, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.341":{"pli":"nīcaṃ katvā chamāya ca. ","eng":"Holding low, and on the ground. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.342":{"pli":"Sasitthakaṃ nivattante, ","eng":"Containing rice, returning, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.343":{"pli":"suppaṭicchannamukkuṭi; ","eng":"Well-covered, squatting on the heels; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.344":{"pli":"Dhammarājena paññattaṃ, ","eng":"Laid down by the King of the Teaching, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.345":{"pli":"idaṃ bhattaggavattanaṃ. ","eng":"This is the proper conduct in regard to dining halls. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.346":{"pli":"Dunnivatthā anākappā, ","eng":"Shabbily dressed, improper in appearance, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.347":{"pli":"asallakkhetvā ca sahasā; ","eng":"And non-attentive, hasty; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.348":{"pli":"Dūre acca ciraṃ lahuṃ, ","eng":"Far, too near, long, soon, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.349":{"pli":"tatheva piṇḍacāriko. ","eng":"Just so the alms collector. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.350":{"pli":"Paṭicchannova gaccheyya, ","eng":"He should go covered, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.351":{"pli":"susaṃvutokkhittacakkhu; ","eng":"Well-restrained, lowered eyes; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.352":{"pli":"Ukkhittojjagghikāsaddo, ","eng":"Lifted, laugh loudly, without noise, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.353":{"pli":"tayo ceva pacālanā. ","eng":"And three on swaying. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.354":{"pli":"Khambhoguṇṭhiukkuṭikā, ","eng":"Hands on hips, covering the head, squatting on the heels, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.355":{"pli":"sallakkhetvā ca sahasā; ","eng":"And attentive, hastily; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.356":{"pli":"Dūre acca ciraṃ lahuṃ, ","eng":"Far, too near, long, soon, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.357":{"pli":"āsanakaṃ kaṭacchukā. ","eng":"Seat, serving spoon. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.358":{"pli":"Bhājanaṃ vā ṭhapeti ca, ","eng":"Or a vessel, and make wait, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.359":{"pli":"uccāretvā paṇāmetvā; ","eng":"Having lifted up, having stretched out; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.360":{"pli":"Paṭiggahe na ulloke, ","eng":"He should receive, he should not look, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.361":{"pli":"sūpesupi tatheva taṃ. ","eng":"And just so for curry. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.362":{"pli":"Bhikkhu saṅghāṭiyā chāde, ","eng":"The monk should cover with the upper robe, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.363":{"pli":"paṭicchanneva gacchiyaṃ; ","eng":"He should go covered; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.364":{"pli":"Saṃvutokkhittacakkhu ca, ","eng":"And well-restrained, lowered eyes, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.365":{"pli":"ukkhittojjagghikāya ca; ","eng":"And lifted, laugh loudly; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.366":{"pli":"Appasaddo tayo cālā, ","eng":"Not noisy, three swaying, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.367":{"pli":"khambhoguṇṭhikaukkuṭi. ","eng":"Hands on hips, covering the head, squatting on the heels. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.368":{"pli":"Paṭhamāsanavakkāra, ","eng":"First, seat, leftovers, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.369":{"pli":"pāniyaṃ paribhojanī; ","eng":"Drinking water, washing water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.370":{"pli":"Pacchākaṅkhati bhuñjeyya, ","eng":"The last may eat if he desires, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.371":{"pli":"opilāpeyya uddhare. ","eng":"Should discard, should put away. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.372":{"pli":"Paṭisāmeyya sammajje, ","eng":"Should put away, should sweep, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.373":{"pli":"rittaṃ tucchaṃ upaṭṭhape; ","eng":"Empty, hollow, he should fill; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.374":{"pli":"Hatthavikāre bhindeyya, ","eng":"Hand signal, he should not break into speech, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.375":{"pli":"vattidaṃ piṇḍacārike. ","eng":"This is the conduct for the alms collector. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.376":{"pli":"Pānī pari aggiraṇi, ","eng":"Drinking water, washing water, fire, fire-making implements, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.377":{"pli":"nakkhattadisacorā ca; ","eng":"Constellations, regions, and criminals; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.378":{"pli":"Sabbaṃ natthīti koṭṭetvā, ","eng":"“None of it is,” having beaten up, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.379":{"pli":"pattaṃse cīvaraṃ tato. ","eng":"Bowl, on the shoulder, so robe. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.380":{"pli":"Idāni aṃse laggetvā, ","eng":"Now, hanging on the shoulder, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.381":{"pli":"timaṇḍalaṃ parimaṇḍalaṃ; ","eng":"Covering navel and knees, evenly all around; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.382":{"pli":"Yathā piṇḍacārivattaṃ, ","eng":"As the conduct for the alms collector, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.383":{"pli":"naye āraññakesupi. ","eng":"So the method for those staying in the wilderness. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.384":{"pli":"Pattaṃse cīvaraṃ sīse, ","eng":"Bowl, on the shoulder, robe, on the head, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.385":{"pli":"ārohitvā ca pāniyaṃ; ","eng":"And having put on, drinking water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.386":{"pli":"Paribhojaniyaṃ aggi, ","eng":"Washing water, fire, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.387":{"pli":"araṇī cāpi kattaraṃ. ","eng":"And also fire-making implements, walking stick. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.388":{"pli":"Nakkhattaṃ sappadesaṃ vā, ","eng":"Constellations, or a portion, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.389":{"pli":"disāpi kusalo bhave; ","eng":"Should be skilled also in the regions; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.390":{"pli":"Sattuttamena paññattaṃ, ","eng":"Laid down by the Supreme Teacher, ","html":"<span class='verse-line'>{}</span>","comm":"Reading <i lang='pi' translate='no'>satthuttamena</i> with the PTS edition. "},"pli-tv-kd18:12.11.391":{"pli":"vattaṃ āraññakesume. ","eng":"These make up the conduct for those staying in the wilderness. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.392":{"pli":"Ajjhokāse okiriṃsu, ","eng":"Outside, they were covered, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.393":{"pli":"ujjhāyanti ca pesalā; ","eng":"And the good monks complained; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.394":{"pli":"Sace vihāro uklāpo, ","eng":"If the dwelling is dirty, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.395":{"pli":"paṭhamaṃ pattacīvaraṃ. ","eng":"First the bowl and robe. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.396":{"pli":"Bhisibibbohanaṃ mañcaṃ, ","eng":"Mattress, pillow, bed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.397":{"pli":"pīṭhañca kheḷamallakaṃ; ","eng":"Bench, spittoon; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.398":{"pli":"Apassenullokakaṇṇā, ","eng":"Leaning board, ceiling cloth, corners, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.399":{"pli":"gerukā kāḷa akatā. ","eng":"Red ocher, black, untreated. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.400":{"pli":"Saṅkāraṃ bhikkhusāmantā, ","eng":"Trash, near monks, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.401":{"pli":"senāvihārapāniyaṃ; ","eng":"Furniture, dwelling, drinking water; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.402":{"pli":"Paribhojanasāmantā, ","eng":"Near washing water, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.403":{"pli":"paṭivāte ca aṅgaṇe. ","eng":"And in an open area upwind. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.404":{"pli":"Adhovāte attharaṇaṃ, ","eng":"Downwind, cover, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.405":{"pli":"paṭipādakamañco ca; ","eng":"And supports, bed; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.406":{"pli":"Pīṭhaṃ bhisi nisīdanaṃ, ","eng":"Bench, mattress, sitting mat, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.407":{"pli":"mallakaṃ apassena ca. ","eng":"Spittoon, and leaning board. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.408":{"pli":"Pattacīvaraṃ bhūmi ca, ","eng":"Bowl, robe, and floor, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.409":{"pli":"pārantaṃ orato bhogaṃ; ","eng":"Ends far, folds near; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.410":{"pli":"Puratthimā ca pacchimā, ","eng":"East, and west, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.411":{"pli":"uttarā atha dakkhiṇā. ","eng":"North, then south. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.412":{"pli":"Sītuṇhe ca divā rattiṃ, ","eng":"And day and night in the cold and heat, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.413":{"pli":"pariveṇañca koṭṭhako; ","eng":"And yard, gatehouse; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.414":{"pli":"Upaṭṭhānaggisālā ca, ","eng":"Assembly, and water-boiling shed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.415":{"pli":"vaccakuṭī ca pāniyaṃ. ","eng":"And restroom, drinking water. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.416":{"pli":"Ācamanakumbhi vuḍḍhe ca, ","eng":"Restroom ablutions pot, and a senior monk, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.417":{"pli":"uddesapucchanā sajjhā; ","eng":"Recitation, question, rehearse; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.418":{"pli":"Dhammo padīpaṃ vijjhāpe, ","eng":"Teaching, should turn off a lamp, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.419":{"pli":"na vivare napi thake. ","eng":"Should not open, and also not close. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.420":{"pli":"Yena vuḍḍho parivatti, ","eng":"Turning around according to seniority, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.421":{"pli":"kaṇṇenapi na ghaṭṭaye; ","eng":"Should not touch even with a corner; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.422":{"pli":"Paññapesi mahāvīro, ","eng":"Laid down by the Great Hero, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.423":{"pli":"vattaṃ senāsanesu taṃ. ","eng":"That is the proper conduct in regard to dwellings. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.424":{"pli":"Nivāriyamānā dvāraṃ, ","eng":"Were being kept out, door, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.425":{"pli":"mucchitujjhanti pesalā; ","eng":"Fainted, the good monks complained; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.426":{"pli":"Chārikaṃ chaḍḍaye jantā, ","eng":"He should discard the ashes, sauna, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.427":{"pli":"paribhaṇḍaṃ tatheva ca. ","eng":"And just so the area outside. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.428":{"pli":"Pariveṇaṃ koṭṭhako sālā, ","eng":"Yard, gatehouse, sauna shed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.429":{"pli":"cuṇṇamattikadoṇikā; ","eng":"Bath powder, clay, trough; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.430":{"pli":"Mukhaṃ purato na there, ","eng":"Face, in front, not the senior monks, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.431":{"pli":"na nave ussahati sace. ","eng":"Not the junior monks, if he is able. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.432":{"pli":"Purato uparimaggo, ","eng":"In front, upstream, way, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.433":{"pli":"cikkhallaṃ matti pīṭhakaṃ; ","eng":"Muddy, clay, bench; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.434":{"pli":"Vijjhāpetvā thaketvā ca, ","eng":"Having extinguished, and having closed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.435":{"pli":"vattaṃ jantāgharesume. ","eng":"These make up the conduct in regard to saunas. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.436":{"pli":"Nācameti yathāvuḍḍhaṃ, ","eng":"He did not wash, according to seniority, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.437":{"pli":"paṭipāṭi ca sahasā; ","eng":"And order, hastily; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.438":{"pli":"Ubbhaji nitthuno kaṭṭhaṃ, ","eng":"Pulled up, groaning, tooth cleaner, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.439":{"pli":"vaccaṃ passāva kheḷakaṃ. ","eng":"Feces, urine, spit. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.440":{"pli":"Pharusā kūpa sahasā, ","eng":"Coarse, cesspit, hastily, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.441":{"pli":"ubbhaji capu sesena; ","eng":"And pulled up, chomping, with remainder; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.442":{"pli":"Bahi anto ca ukkāse, ","eng":"Outside, and inside, should clear his throat, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.443":{"pli":"rajju ataramānañca. ","eng":"Clothesline, and without hurry. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.444":{"pli":"Sahasā ubbhaji ṭhite, ","eng":"Hastily, pulled up, when standing, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.445":{"pli":"nitthune kaṭṭha vaccañca; ","eng":"Groaning, tooth cleaner, and feces; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.446":{"pli":"Passāva kheḷa pharusā, ","eng":"Urine, spit, coarse, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.447":{"pli":"kūpañca vaccapāduke. ","eng":"Cesspit, foot stands for defecating. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.448":{"pli":"Nātisahasā ubbhaji, ","eng":"Not too hastily, pulled up, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.449":{"pli":"pādukāya capucapu; ","eng":"Foot stands, chomping; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.450":{"pli":"Na sesaye paṭicchāde, ","eng":"He should not leave, he should cover, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.451":{"pli":"uhatapidharena ca. ","eng":"Stained, and with container. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.452":{"pli":"Vaccakuṭī paribhaṇḍaṃ, ","eng":"Restroom,  area outside, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.453":{"pli":"pariveṇañca koṭṭhako; ","eng":"And yard, gatehouse; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.454":{"pli":"Ācamane ca udakaṃ, ","eng":"And water for ablutions, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.455":{"pli":"vattaṃ vaccakuṭīsume. ","eng":"These make up the conduct in regard to restrooms. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.456":{"pli":"Upāhanā dantakaṭṭhaṃ, ","eng":"Sandals, tooth cleaner, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.457":{"pli":"mukhodakañca āsanaṃ; ","eng":"And water for rinsing the mouth, seat; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.458":{"pli":"Yāgu udakaṃ dhovitvā, ","eng":"Congee, water, having washed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.459":{"pli":"uddhāruklāpa gāma ca. ","eng":"Put away, dirty, and village. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.460":{"pli":"Nivāsanā kāyabandhā, ","eng":"Sarong, belt, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.461":{"pli":"saguṇaṃ pattasodakaṃ; ","eng":"Putting together, wet bowl; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.462":{"pli":"Pacchā timaṇḍalo ceva, ","eng":"Attendant, and the navel and the knees, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.463":{"pli":"parimaṇḍala bandhanaṃ. ","eng":"Evenly all around, belt. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.464":{"pli":"Saguṇaṃ dhovitvā pacchā, ","eng":"Putting together, rinsed, attendant, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.465":{"pli":"nātidūre paṭiggahe; ","eng":"Not too far, he should receive; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.466":{"pli":"Bhaṇamānassa āpatti, ","eng":"When speaking, offense, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.467":{"pli":"paṭhamāgantvāna āsanaṃ. ","eng":"Go first, seat. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.468":{"pli":"Udakaṃ pīṭhakathali, ","eng":"Water, stool, scraper, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.469":{"pli":"paccuggantvā nivāsanaṃ; ","eng":"Having gone to meet, sarong; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.470":{"pli":"Otāpe nidahi bhaṅgo, ","eng":"He should sun, he left it, fold, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.471":{"pli":"obhoge bhuñjitu name. ","eng":"In the fold, to eat, should give. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.472":{"pli":"Pānīyaṃ udakaṃ nīcaṃ, ","eng":"Drinking water, water, low, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.473":{"pli":"muhuttaṃ na ca nidahe; ","eng":"A short while, and he should not leave it; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.474":{"pli":"Pattacīvaraṃ bhūmi ca, ","eng":"Bowl and robe, and floor, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.475":{"pli":"pārantaṃ orato bhogaṃ. ","eng":"Ends far, folds near. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.476":{"pli":"Uddhare paṭisāme ca, ","eng":"He should put away, and he should put away, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.477":{"pli":"uklāpo ca nahāyituṃ; ","eng":"And dirty, to bathe; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.478":{"pli":"Sītaṃ uṇhaṃ jantāgharaṃ, ","eng":"Cold, hot, sauna, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.479":{"pli":"cuṇṇaṃ mattika piṭṭhito. ","eng":"Bath powder, clay, behind. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.480":{"pli":"Pīṭhañca cīvaraṃ cuṇṇaṃ, ","eng":"And bench, robe, bath powder, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.481":{"pli":"mattikussahati mukhaṃ; ","eng":"Clay, he is able, face; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.482":{"pli":"Purato there nave ca, ","eng":"Front, the seniors, and the juniors, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.483":{"pli":"parikammañca nikkhame. ","eng":"And provide assistance, he should leave. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.484":{"pli":"Purato udake nhāte, ","eng":"Front, in the water, when he has bathed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.485":{"pli":"nivāsetvā upajjhāyaṃ; ","eng":"Having put on the sarong, preceptor; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.486":{"pli":"Nivāsanañca saṅghāṭi, ","eng":"And the sarong, upper robe, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.487":{"pli":"pīṭhakaṃ āsanena ca. ","eng":"Bench, and with a seat. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.488":{"pli":"Pādo pīṭhaṃ kathaliñca, ","eng":"Foot, stool, and scraper, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.489":{"pli":"pānīyuddesapucchanā; ","eng":"Drinking water, reciting, questioning; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.490":{"pli":"Uklāpaṃ susodheyya, ","eng":"Dirty, he should clean it well, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.491":{"pli":"paṭhamaṃ pattacīvaraṃ. ","eng":"First the bowl and robe. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.492":{"pli":"Nisīdanapaccattharaṇaṃ, ","eng":"Sitting mat and sheet, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.493":{"pli":"bhisi bibbohanāni ca; ","eng":"Mattress, and pillow; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.494":{"pli":"Mañco pīṭhaṃ paṭipādaṃ, ","eng":"Bed, bench, support, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.495":{"pli":"mallakaṃ apassena ca. ","eng":"Spittoon, and leaning board. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.496":{"pli":"Bhūma santāna āloka, ","eng":"Floor, cobweb, window, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.497":{"pli":"gerukā kāḷa akatā; ","eng":"Red ocher, black, untreated; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.498":{"pli":"Bhūmattharapaṭipādā, ","eng":"Floor cover, supports, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.499":{"pli":"mañco pīṭhaṃ bibbohanaṃ. ","eng":"Bed, bench, pillow. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.500":{"pli":"Nisīdattharaṇaṃ kheḷa, ","eng":"Sitting mat, sheet, spittoon, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.501":{"pli":"apasse pattacīvaraṃ; ","eng":"Leaning board, bowl and robe; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.502":{"pli":"Puratthimā pacchimā ca, ","eng":"From the east, and from the west, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.503":{"pli":"uttarā atha dakkhiṇā. ","eng":"From the north, then from the south. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.504":{"pli":"Sītuṇhañca divā rattiṃ, ","eng":"And day and night in the cold and heat, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.505":{"pli":"pariveṇañca koṭṭhako; ","eng":"And yard, gatehouse; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.506":{"pli":"Upaṭṭhānaggisālā ca, ","eng":"Assembly, and water-boiling shed, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.507":{"pli":"vaccapāniyabhojanī. ","eng":"Restroom, water for drinking, water for washing. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.508":{"pli":"Ācamaṃ anabhirati, ","eng":"Ablutions, discontent, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.509":{"pli":"kukkuccaṃ diṭṭhi ca garu; ","eng":"Anxious, and view, heavy; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.510":{"pli":"Mūlamānattaabbhānaṃ, ","eng":"Beginning, trial period, rehabilitation, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.511":{"pli":"tajjanīyaṃ niyassakaṃ. ","eng":"Condemnation, demotion. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.512":{"pli":"Pabbāja paṭisāraṇī, ","eng":"Banishment, reconciliation, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.513":{"pli":"ukkhepañca kataṃ yadi; ","eng":"And ejection, or done; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.514":{"pli":"Dhove kātabbaṃ rajañca, ","eng":"He should wash, should make, and dye, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.515":{"pli":"raje samparivattakaṃ. ","eng":"He should dye, turning over. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.516":{"pli":"Pattañca cīvarañcāpi, ","eng":"And bowl, and also robe, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.517":{"pli":"parikkhārañca chedanaṃ; ","eng":"And requisite, cutting; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.518":{"pli":"Parikammaṃ veyyāvaccaṃ, ","eng":"Provide assistance, service, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.519":{"pli":"pacchā piṇḍaṃ pavisanaṃ. ","eng":"Attendant, alms, entering. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.520":{"pli":"Na susānaṃ disā ceva, ","eng":"Charnel ground, and regions, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.521":{"pli":"yāvajīvaṃ upaṭṭhahe; ","eng":"He should nurse for as long as he lives; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.522":{"pli":"Saddhivihārikenetaṃ, ","eng":"This is for a student, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.523":{"pli":"vattupajjhāyakesume. ","eng":"These make up the conduct for a preceptor. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.524":{"pli":"Ovādasāsanuddesā, ","eng":"Instruction, teaching, recitation, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.525":{"pli":"pucchā pattañca cīvaraṃ; ","eng":"Questioning, and bowl, robe; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.526":{"pli":"Parikkhāro gilāno ca, ","eng":"Requisite, and sick, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.527":{"pli":"na pacchāsamaṇo bhave. ","eng":"He should not be the attendant. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.528":{"pli":"Upajjhāyesu ye vattā, ","eng":"This conduct toward preceptors, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.529":{"pli":"evaṃ ācariyesupi; ","eng":"Thus too toward teachers; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.530":{"pli":"Saddhivihārike vattā, ","eng":"The conduct toward a student, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.531":{"pli":"tatheva antevāsike. ","eng":"Just so toward a pupil. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.532":{"pli":"Āgantukesu ye vattā, ","eng":"The conduct concerning those newly arrived, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.533":{"pli":"puna āvāsikesu ca; ","eng":"And again concerning the residents; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.534":{"pli":"Gamikānumodanikā, ","eng":"Those departing, and those expressing appreciation, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.535":{"pli":"bhattagge piṇḍacārike. ","eng":"About the dining hall, about the alms collector. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.536":{"pli":"Āraññakesu yaṃ vattaṃ, ","eng":"The conduct for those staying in the wilderness, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.537":{"pli":"yañca senāsanesupi; ","eng":"And also concerning dwellings; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.538":{"pli":"Jantāghare vaccakuṭī, ","eng":"About the sauna, restroom, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.539":{"pli":"upajjhā saddhivihārike. ","eng":"Preceptors, toward a student. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.540":{"pli":"Ācariyesu yaṃ vattaṃ, ","eng":"The conduct toward teachers, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.541":{"pli":"tatheva antevāsike; ","eng":"Just so toward a pupil; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.542":{"pli":"Ekūnavīsati vatthū, ","eng":"Nineteen topics, ","html":"<span class='verse-line'>{}</span>","comm":"It is not clear what the nineteen topics are and how they differ from the fourteen main headings mentioned just below. It is possible that the number nineteen comprises the fourteen sections plus some of the minor rules found in sections four, nine, and ten. "},"pli-tv-kd18:12.11.543":{"pli":"vattā cuddasa khandhake. ","eng":"Fourteen on proper conduct in this chapter. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.544":{"pli":"Vattaṃ aparipūrento, ","eng":"If you do not fulfill the proper conduct, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.545":{"pli":"na sīlaṃ paripūrati; ","eng":"Then you do not fulfill your virtue; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.546":{"pli":"Asuddhasīlo duppañño, ","eng":"Impure in virtue, weak in wisdom, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.547":{"pli":"cittekaggaṃ na vindati. ","eng":"You do not know the unity of mind. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.548":{"pli":"Vikkhittacittonekaggo, ","eng":"A mind distracted, not unified, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.549":{"pli":"sammā dhammaṃ na passati; ","eng":"Does not see the teaching rightly; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.550":{"pli":"Apassamāno saddhammaṃ, ","eng":"Not seeing the true teaching, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.551":{"pli":"dukkhā na parimuccati. ","eng":"You are not released from suffering. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.552":{"pli":"Yaṃ vattaṃ paripūrento, ","eng":"But if you do fulfill the proper conduct, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.553":{"pli":"sīlampi paripūrati; ","eng":"Then you also fulfill your virtue; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.554":{"pli":"Visuddhasīlo sappañño, ","eng":"Pure in virtue, possessed of wisdom, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.555":{"pli":"cittekaggampi vindati. ","eng":"You also know the unity of mind. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.556":{"pli":"Avikkhittacitto ekaggo, ","eng":"A non-distracted mind, unified, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.557":{"pli":"sammā dhammaṃ vipassati; ","eng":"Sees the teaching rightly; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.558":{"pli":"Sampassamāno saddhammaṃ, ","eng":"Seeing the true teaching, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.559":{"pli":"dukkhā so parimuccati. ","eng":"You are released from suffering. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd18:12.11.560":{"pli":"Tasmā hi vattaṃ pūreyya, ","eng":"So, fulfill the proper conduct, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.561":{"pli":"jinaputto vicakkhaṇo; ","eng":"You the Son of the Victor, possessed of insight; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.562":{"pli":"Ovādaṃ buddhaseṭṭhassa, ","eng":"The instruction of the Buddha, the best—","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd18:12.11.563":{"pli":"tato nibbānamehitīti. ","eng":"Go from that to extinguishment, in this way.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-kd18:12.11.564":{"pli":"Vattakkhandhako niṭṭhito. ","eng":"The chapter on proper conduct is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}