{"pli-tv-bu-vb-np17":{"pli-tv-bu-vb-np17:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-np17'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-np17:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-np17:0.3":{"pli":"Nissaggiyakaṇḍa ","eng":"The chapter on relinquishment ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-np17:0.4":{"pli":"Kosiyavagga ","eng":"The subchapter on silk ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-np17:0.5":{"pli":"17. Eḷakalomadhovāpanasikkhāpada ","eng":"17. The training rule on having wool washed ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-np17:1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np17:1.1":{"pli":"Tena samayena buddho bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the Sakyan country in the Banyan Tree Monastery at Kapilavatthu. ","html":"<p>{}"},"pli-tv-bu-vb-np17:1.2":{"pli":"Tena kho pana samayena chabbaggiyā bhikkhū bhikkhunīhi eḷakalomāni dhovāpentipi rajāpentipi vijaṭāpentipi. ","eng":"At that time the monks from the group of six had the nuns wash, dye, and comb wool. ","html":"{}"},"pli-tv-bu-vb-np17:1.3":{"pli":"Bhikkhuniyo eḷakalomāni dhovantiyo rajantiyo vijaṭentiyo riñcanti uddesaṃ paripucchaṃ adhisīlaṃ adhicittaṃ adhipaññaṃ. ","eng":"Because of this, the nuns neglected recitation, testing, the higher morality, the higher mind, and the higher wisdom. ","html":"{}</p>","comm":"“Testing” renders <i lang='pi' translate='no'>paripuccha</i>. The basic meaning of <i lang='pi' translate='no'>paripucchā</i> is “to question” or “to ask”, as used for instance in <a href='index.html?q=pli-tv-bu-vb-pc71#1.19.1'>Bu Pc 71</a>. Often, however, as in the present case, it refers to a teacher questioning his student, in the sense of finding out how much the student knows. In such cases I render the word as “testing”. "},"pli-tv-bu-vb-np17:1.4":{"pli":"Atha kho mahāpajāpati gotamī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. ","eng":"Mahāpajāpati Gotamī then went to the Buddha and bowed down to him. ","html":"<p>{}"},"pli-tv-bu-vb-np17:1.5":{"pli":"Ekamantaṃ ṭhitaṃ kho mahāpajāpatiṃ gotamiṃ bhagavā etadavoca—“kacci, gotami, bhikkhuniyo appamattā ātāpiniyo pahitattā viharantī”ti? ","eng":"And the Buddha said to her, “Gotamī, I hope the nuns are heedful, energetic, and diligent?” ","html":"{}</p>"},"pli-tv-bu-vb-np17:1.6":{"pli":"“Kuto, bhante, bhikkhunīnaṃ appamādo. ","eng":"“How could the nuns be heedful, venerable sir?” ","html":"<p>{}"},"pli-tv-bu-vb-np17:1.7":{"pli":"Ayyā chabbaggiyā bhikkhunīhi eḷakalomāni dhovāpentipi rajāpentipi vijaṭāpentipi. ","eng":"And she told him what was happening. ","html":"{}"},"pli-tv-bu-vb-np17:1.8":{"pli":"Bhikkhuniyo eḷakalomāni dhovantiyo rajantiyo vijaṭentiyo riñcanti uddesaṃ paripucchaṃ adhisīlaṃ adhicittaṃ adhipaññan”ti. ","html":"{}</p>"},"pli-tv-bu-vb-np17:1.9":{"pli":"Atha kho bhagavā mahāpajāpatiṃ gotamiṃ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ","eng":"The Buddha then instructed, inspired, and gladdened her with a teaching. ","html":"<p>{}"},"pli-tv-bu-vb-np17:1.10":{"pli":"Atha kho mahāpajāpati gotamī bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"She bowed down, circumambulated him with her right side toward him, and left. ","html":"{}</p>"},"pli-tv-bu-vb-np17:1.11":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā chabbaggiye bhikkhū paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the monks from the group of six: ","html":"<p>{}"},"pli-tv-bu-vb-np17:1.12":{"pli":"“saccaṃ kira tumhe, bhikkhave, bhikkhunīhi eḷakalomāni dhovāpethapi rajāpethapi vijaṭāpethapī”ti? ","eng":"“Is it true, monks, that you do this?” ","html":"{}</p>"},"pli-tv-bu-vb-np17:1.13":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np17:1.14":{"pli":"“Ñātikāyo tumhākaṃ, bhikkhave, aññātikāyo”ti? ","eng":"“Are they your relatives?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np17:1.15":{"pli":"“Aññātikāyo, bhagavā”ti. ","eng":"“No.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np17:1.16":{"pli":"“Aññātakā, moghapurisā, aññātikānaṃ na jānanti patirūpaṃ vā appatirūpaṃ vā pāsādikaṃ vā apāsādikaṃ vā. ","eng":"“Foolish men, people who are unrelated don’t know what’s appropriate and inappropriate, what’s inspiring and uninspiring, in dealing with each other. ","html":"<p>{}"},"pli-tv-bu-vb-np17:1.17":{"pli":"Tattha nāma tumhe, moghapurisā, aññātikāhi bhikkhunīhi eḷakalomāni dhovāpessathapi rajāpessathapi vijaṭāpessathapi. ","eng":"And still you do this. ","html":"{}"},"pli-tv-bu-vb-np17:1.18":{"pli":"Netaṃ, moghapurisā, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-np17:1.19":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-np17:1.20.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np17:1.20.1":{"pli":"“Yo pana bhikkhu aññātikāya bhikkhuniyā eḷakalomāni dhovāpeyya vā rajāpeyya vā vijaṭāpeyya vā, nissaggiyaṃ pācittiyan”ti. ","eng":"‘If a monk has an unrelated nun wash, dye, or comb wool, he commits an offense entailing relinquishment and confession.’” ","html":"<p class='rule'>{}</p></section>"},"pli-tv-bu-vb-np17:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np17:2.1":{"pli":"Yo panāti ","eng":"A: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-np17:2.2":{"pli":"yo yādiso …pe… ","eng":"whoever … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np17:2.3":{"pli":"bhikkhūti ","eng":"Monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np17:2.4":{"pli":"…pe… ayaṃ imasmiṃ atthe adhippeto bhikkhūti. ","eng":"… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np17:2.5":{"pli":"Aññātikā nāma ","eng":"Unrelated: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np17:2.6":{"pli":"mātito vā pitito vā yāva sattamā pitāmahayugā asambaddhā. ","eng":"anyone who is not a descendant of one’s male ancestors going back eight generations, either on the mother’s side or on the father’s side. ","html":"<dd>{}</dd>","comm":"Sp 1.505: <i lang='pi' translate='no'>Tattha yāva sattamā pitāmahayugāti pitupitā pitāmaho, pitāmahassa yugaṁ pitāmahayugaṁ</i>, “In this <i lang='pi' translate='no'>yāva sattamā pitāmahayuga</i> means: the father of a father is a grandfather. The generation of a grandfather is called a <i lang='pi' translate='no'>pitāmahayuga</i>.” So the PaIi phrase <i lang='pi' translate='no'>yāva sattamā pitāmahayuga</i> means “as far as the seventh generation of grandfathers”, that is, eight generations back. This can be counted as follows: (1) one’s grandfather; (2) his father; (3) 2’s father; (4) 3’s father; (5) 4’s father; (6) 5’s father; and (7) 6’s father. This applies to both one’s paternal and maternal grandfathers. This gives a total of 14 ancestors. Anyone who is a descendent of these fourteen is considered a relative. Anyone who is not such a descendent is not regarded as a relative. "},"pli-tv-bu-vb-np17:2.7":{"pli":"Bhikkhunī nāma ","eng":"A nun: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np17:2.8":{"pli":"ubhatosaṅghe upasampannā. ","eng":"she has been given the full ordination by both Sanghas. ","html":"<dd>{}</dd></dl></section>"},"pli-tv-bu-vb-np17:2.9":{"pli":"Dhovāti āṇāpeti, āpatti dukkaṭassa. ","eng":"If he tells her to wash it, he commits an offense of wrong conduct. ","html":"<hr><p>{}"},"pli-tv-bu-vb-np17:2.10":{"pli":"Dhotāni nissaggiyāni honti. ","eng":"When it has been washed, it becomes subject to relinquishment. ","html":"{}"},"pli-tv-bu-vb-np17:2.11":{"pli":"Rajāti āṇāpeti, āpatti dukkaṭassa. ","eng":"If he tells her to dye it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.12":{"pli":"Rattāni nissaggiyāni honti. ","eng":"When it has been dyed, it becomes subject to relinquishment. ","html":"{}"},"pli-tv-bu-vb-np17:2.13":{"pli":"Vijaṭehīti āṇāpeti, āpatti dukkaṭassa. ","eng":"If he tells her to comb it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.14":{"pli":"Vijaṭitāni nissaggiyāni honti. ","eng":"When it has been combed, it becomes subject to relinquishment. ","html":"{}</p>"},"pli-tv-bu-vb-np17:2.15":{"pli":"Nissajjitabbāni saṅghassa vā gaṇassa vā puggalassa vā. ","eng":"The wool should be relinquished to a sangha, a group, or an individual. ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.16":{"pli":"Evañca pana, bhikkhave, nissajjitabbāni. ","eng":"“And, monks, it should be relinquished like this. … ","html":"{}"},"pli-tv-bu-vb-np17:2.17":{"pli":"…pe… ","eng":"(To be expanded as in <a href='https://suttacentral.net/pli-tv-bu-vb-np1#3.2.5'>Bu NP 1:3.2.5</a>–3.2.29, with appropriate substitutions.) ","html":"<span class='pe'>{}</span></p>"},"pli-tv-bu-vb-np17:2.18":{"pli":"“imāni me, bhante, eḷakalomāni aññātikāya bhikkhuniyā dhovāpitāni nissaggiyāni. ","eng":"‘Venerables, this wool, which I got washed by an unrelated nun, is to be relinquished. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-np17:2.19":{"pli":"Imānāhaṃ saṅghassa nissajjāmī”ti …pe… ","eng":"I relinquish it to the Sangha.’ … ","html":"{}"},"pli-tv-bu-vb-np17:2.20":{"pli":"dadeyyāti …pe… ","eng":"the Sangha should give … ","html":"{}"},"pli-tv-bu-vb-np17:2.21":{"pli":"dadeyyunti …pe… ","eng":"you should give … ","html":"{}"},"pli-tv-bu-vb-np17:2.22":{"pli":"āyasmato dammīti. ","eng":"‘I give this wool back to you.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np17:2.23.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np17:2.23.1":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni dhovāpeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If she is unrelated and he perceives her as such, and he has her wash wool, he commits one offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.24":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni dhovāpeti rajāpeti, nissaggiyena āpatti dukkaṭassa. ","eng":"If she is unrelated and he perceives her as such, and he has her wash and dye wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.25":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni dhovāpeti vijaṭāpeti, nissaggiyena āpatti dukkaṭassa. ","eng":"If she is unrelated and he perceives her as such, and he has her wash and comb wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.26":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni dhovāpeti rajāpeti vijaṭāpeti, nissaggiyena āpatti dvinnaṃ dukkaṭānaṃ. ","eng":"If she is unrelated and he perceives her as such, and he has her wash, dye, and comb wool, he commits one offense entailing relinquishment and two offenses of wrong conduct. ","html":"{}</p>"},"pli-tv-bu-vb-np17:2.27":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni rajāpeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If she is unrelated and he perceives her as such, and he has her dye wool, he commits one offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.28":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni rajāpeti vijaṭāpeti, nissaggiyena āpatti dukkaṭassa. ","eng":"If she is unrelated and he perceives her as such, and he has her dye and comb wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.29":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni rajāpeti dhovāpeti, nissaggiyena āpatti dukkaṭassa. ","eng":"If she is unrelated and he perceives her as such, and he has her dye and wash wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.30":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni rajāpeti vijaṭāpeti dhovāpeti, nissaggiyena āpatti dvinnaṃ dukkaṭānaṃ. ","eng":"If she is unrelated and he perceives her as such, and he has her dye, comb, and wash wool, he commits one offense entailing relinquishment and two offenses of wrong conduct. ","html":"{}</p>"},"pli-tv-bu-vb-np17:2.31":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni vijaṭāpeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If she is unrelated and he perceives her as such, and he has her comb wool, he commits one offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.32":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni vijaṭāpeti dhovāpeti, nissaggiyena āpatti dukkaṭassa. ","eng":"If she is unrelated and he perceives her as such, and he has her comb and wash wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.33":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni vijaṭāpeti rajāpeti, nissaggiyena āpatti dukkaṭassa. ","eng":"If she is unrelated and he perceives her as such, and he has her comb and dye wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.34":{"pli":"Aññātikāya aññātikasaññī eḷakalomāni vijaṭāpeti dhovāpeti rajāpeti, nissaggiyena āpatti dvinnaṃ dukkaṭānaṃ. ","eng":"If she is unrelated and he perceives her as such, and he has her comb, wash, and dye wool, he commits one offense entailing relinquishment and two offenses of wrong conduct. ","html":"{}</p>"},"pli-tv-bu-vb-np17:2.35":{"pli":"Aññātikāya vematiko …pe… ","eng":"If she is unrelated, but he is unsure of it … ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.36":{"pli":"aññātikāya ñātikasaññī …pe… ","eng":"If she is unrelated, but he perceives her as related … ","html":"{}</p>"},"pli-tv-bu-vb-np17:2.37":{"pli":"aññassa eḷakalomāni dhovāpeti, āpatti dukkaṭassa. ","eng":"If he has her wash wool belonging to someone else, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.38":{"pli":"Ekato upasampannāya dhovāpeti, āpatti dukkaṭassa. ","eng":"If he has a nun who is fully ordained only on one side do the washing, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.39":{"pli":"Ñātikāya aññātikasaññī, āpatti dukkaṭassa. ","eng":"If she is related, but he perceives her as unrelated, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.40":{"pli":"Ñātikāya vematiko, āpatti dukkaṭassa. ","eng":"If she is related, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np17:2.41":{"pli":"Ñātikāya ñātikasaññī, anāpatti. ","eng":"If she is related and he perceives her as such, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-np17:2.42.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np17:2.42.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-np17:2.43":{"pli":"ñātikāya dhovantiyā aññātikā dutiyā hoti, ","eng":"if a related nun does the washing and an unrelated nun helps her; ","html":"{}"},"pli-tv-bu-vb-np17:2.44":{"pli":"avuttā dhovati, ","eng":"if a nun does the washing without being asked; ","html":"{}"},"pli-tv-bu-vb-np17:2.45":{"pli":"aparibhuttaṃ katabhaṇḍaṃ dhovāpeti, ","eng":"if he has a nun wash an unused and finished article; ","html":"{}"},"pli-tv-bu-vb-np17:2.46":{"pli":"sikkhamānāya ","eng":"if it is a trainee nun; ","html":"{}"},"pli-tv-bu-vb-np17:2.47":{"pli":"sāmaṇeriyā ","eng":"if it is a novice nun; ","html":"{}"},"pli-tv-bu-vb-np17:2.48":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-np17:2.49":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-np17:2.50":{"pli":"Eḷakalomadhovāpanasikkhāpadaṃ niṭṭhitaṃ sattamaṃ. ","eng":"The training rule on having wool washed, the seventh, is finished. ","html":"<p class='endsutta'>{}</p></article>"}},"pli-tv-bu-vb-np18":{"pli-tv-bu-vb-np18:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-np18'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-np18:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-np18:0.3":{"pli":"Nissaggiyakaṇḍa ","eng":"The chapter on relinquishment ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-np18:0.4":{"pli":"Kosiyavagga ","eng":"The subchapter on silk ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-np18:0.5":{"pli":"18. Rūpiyasikkhāpada ","eng":"18. The training rule on money ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-np18:1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np18:1.1":{"pli":"Tena samayena buddho bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary. ","html":"<p>{}"},"pli-tv-bu-vb-np18:1.2":{"pli":"Tena kho pana samayena āyasmā upanando sakyaputto aññatarassa kulassa kulūpako hoti niccabhattiko. ","eng":"At that time Venerable Upananda was associating with a family from which he received a regular meal. ","html":"{}"},"pli-tv-bu-vb-np18:1.3":{"pli":"Yaṃ tasmiṃ kule uppajjati khādanīyaṃ vā bhojanīyaṃ vā tato āyasmato upanandassa sakyaputtassa paṭiviso ṭhapiyyati. ","eng":"Whenever that family obtained food, they put aside a portion for Upananda. ","html":"{}"},"pli-tv-bu-vb-np18:1.4":{"pli":"Tena kho pana samayena sāyaṃ tasmiṃ kule maṃsaṃ uppannaṃ hoti. ","eng":"And that’s what they did when one evening they obtained some meat. ","html":"{}"},"pli-tv-bu-vb-np18:1.5":{"pli":"Tato āyasmato upanandassa sakyaputtassa paṭiviso ṭhapito hoti. ","html":"{}</p>"},"pli-tv-bu-vb-np18:1.6":{"pli":"Tassa kulassa dārako rattiyā paccūsasamayaṃ paccuṭṭhāya rodati—“maṃsaṃ me dethā”ti. ","eng":"The following morning their son got up early and cried, “Give me meat!” ","html":"<p>{}"},"pli-tv-bu-vb-np18:1.7":{"pli":"Atha kho so puriso pajāpatiṃ etadavoca—“ayyassa paṭivisaṃ dārakassa dehi. ","eng":"The man said to his wife, “Give him the venerable’s portion. ","html":"{}"},"pli-tv-bu-vb-np18:1.8":{"pli":"Aññaṃ cetāpetvā ayyassa dassāmā”ti. ","eng":"We’ll buy something else for the venerable.” ","html":"{}</p>"},"pli-tv-bu-vb-np18:1.9":{"pli":"Atha kho āyasmā upanando sakyaputto pubbaṇhasamayaṃ nivāsetvā pattacīvaraṃ ādāya yena taṃ kulaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"On the same morning Upananda robed up, took his bowl and robe, and went to that family where he sat down on the prepared seat. ","html":"<p>{}"},"pli-tv-bu-vb-np18:1.10":{"pli":"Atha kho so puriso yenāyasmā upanando sakyaputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ upanandaṃ sakyaputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ upanandaṃ sakyaputtaṃ etadavoca—","eng":"The man of the house approached Upananda, bowed, sat down, and said, ","html":"{}"},"pli-tv-bu-vb-np18:1.11":{"pli":"“hiyyo kho, bhante, sāyaṃ maṃsaṃ uppannaṃ ahosi. Tato ayyassa paṭiviso ṭhapito. ","eng":"“Yesterday evening, venerable, we obtained some meat, and we put aside a portion for you. ","html":"{}"},"pli-tv-bu-vb-np18:1.12":{"pli":"Ayaṃ, bhante, dārako rattiyā paccūsasamayaṃ paccuṭṭhāya rodati—‘maṃsaṃ me dethā’ti. Ayyassa paṭiviso dārakassa dinno. ","eng":"But then in the morning our son got up early and cried, ‘Give me meat!’ and we gave him your portion. ","html":"{}"},"pli-tv-bu-vb-np18:1.13":{"pli":"Kahāpaṇena, bhante, kiṃ āhariyyatū”ti? ","eng":"What can we get you for a <i lang='pi' translate='no'>kahāpaṇa</i>?” ","html":"{}</p>"},"pli-tv-bu-vb-np18:1.14":{"pli":"“Pariccatto me, āvuso, kahāpaṇo”ti? ","eng":"“Are you giving up a <i lang='pi' translate='no'>kahāpaṇa</i> coin for me?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np18:1.15":{"pli":"“Āma, bhante, pariccatto”ti. ","eng":"“Yes.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np18:1.16":{"pli":"“Taññeva me, āvuso, kahāpaṇaṃ dehī”ti. ","eng":"“Then just give me that <i lang='pi' translate='no'>kahāpaṇa</i>.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np18:1.17":{"pli":"Atha kho so puriso āyasmato upanandassa sakyaputtassa kahāpaṇaṃ datvā ujjhāyati khiyyati vipāceti—“Yatheva mayaṃ rūpiyaṃ paṭiggaṇhāma evamevime samaṇā sakyaputtiyā rūpiyaṃ paṭiggaṇhantī”ti. ","eng":"After giving a <i lang='pi' translate='no'>kahāpaṇa</i> to Upananda, that man complained and criticized him, “The Sakyan monastics accept money just as we do.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np18:1.18":{"pli":"Assosuṃ kho bhikkhū tassa purisassa ujjhāyantassa khiyyantassa vipācentassa. ","eng":"The monks heard the complaints of that man, ","html":"<p>{}"},"pli-tv-bu-vb-np18:1.19":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"and the monks of few desires complained and criticized him, ","html":"{}"},"pli-tv-bu-vb-np18:1.20":{"pli":"“kathañhi nāma āyasmā upanando sakyaputto rūpiyaṃ paṭiggahessatī”ti. ","eng":"“How could Venerable Upananda receive money?” ","html":"{}</p>"},"pli-tv-bu-vb-np18:1.21":{"pli":"Atha kho te bhikkhū āyasmantaṃ upanandaṃ sakyaputtaṃ anekapariyāyena vigarahitvā bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Upananda: ","html":"<p>{}"},"pli-tv-bu-vb-np18:1.22":{"pli":"“saccaṃ kira tvaṃ, upananda, rūpiyaṃ paṭiggahesī”ti? ","eng":"“Is it true, Upananda, that you did this?” ","html":"{}</p>"},"pli-tv-bu-vb-np18:1.23":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np18:1.24":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked him … ","html":"<p>{}"},"pli-tv-bu-vb-np18:1.25":{"pli":"kathañhi nāma tvaṃ, moghapurisa, rūpiyaṃ paṭiggahessasi. ","eng":"“Foolish man, how could you do this? ","html":"{}"},"pli-tv-bu-vb-np18:1.26":{"pli":"Netaṃ, moghapurisa, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-np18:1.27":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-np18:1.28.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np18:1.28.1":{"pli":"“Yo pana bhikkhu jātarūparajataṃ uggaṇheyya vā uggaṇhāpeyya vā upanikkhittaṃ vā sādiyeyya, nissaggiyaṃ pācittiyan”ti. ","eng":"‘If a monk takes, has someone else take, or consents to gold, silver, or money being deposited for him, he commits an offense entailing relinquishment and confession.’” ","html":"<p class='rule'>{}</p></section>","comm":"“Gold, silver, or money” renders <i lang='pi' translate='no'>jātarūparajata</i>. For a discussion of this compound, see Appendix of Technical Terms. "},"pli-tv-bu-vb-np18:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np18:2.1":{"pli":"Yo panāti ","eng":"A: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-np18:2.2":{"pli":"yo yādiso …pe… ","eng":"whoever … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np18:2.3":{"pli":"bhikkhūti ","eng":"Monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np18:2.4":{"pli":"…pe… ayaṃ imasmiṃ atthe adhippeto bhikkhūti. ","eng":"… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np18:2.5":{"pli":"Jātarūpaṃ nāma ","eng":"Gold: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np18:2.6":{"pli":"satthuvaṇṇo vuccati. ","eng":"that which has the color of the Teacher is what is meant. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np18:2.7":{"pli":"Rajataṃ nāma ","eng":"Silver: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np18:2.8":{"pli":"kahāpaṇo lohamāsako dārumāsako jatumāsako ye vohāraṃ gacchanti. ","eng":"a <i lang='pi' translate='no'>kahāpaṇa</i> coin, a copper <i lang='pi' translate='no'>māsaka</i> coin, a wooden <i lang='pi' translate='no'>māsaka</i> coin, a resin <i lang='pi' translate='no'>māsaka</i> coin—whatever is used in commerce. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np18:2.9":{"pli":"Uggaṇheyyāti ","eng":"Takes: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np18:2.10":{"pli":"sayaṃ gaṇhāti nissaggiyaṃ pācittiyaṃ. ","eng":"if he takes hold of it himself, he commits an offense entailing relinquishment and confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np18:2.11":{"pli":"Uggaṇhāpeyyāti ","eng":"Has someone else take: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np18:2.12":{"pli":"aññaṃ gāhāpeti nissaggiyaṃ pācittiyaṃ. ","eng":"if he has another take hold of it, he commits an offense entailing relinquishment and confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np18:2.13":{"pli":"Upanikkhittaṃ vā sādiyeyyāti ","eng":"Consents to … being deposited for him: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np18:2.14":{"pli":"idaṃ ayyassa hotūti upanikkhittaṃ sādiyati, nissaggiyaṃ hoti. ","eng":"if someone says, “This is for you,” and he consents to it being deposited for him, it becomes subject to relinquishment. ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-np18:2.15":{"pli":"Saṅghamajjhe nissajjitabbaṃ. ","eng":"It should be relinquished in the midst of the Sangha. ","html":"<hr><p>{}"},"pli-tv-bu-vb-np18:2.16":{"pli":"Evañca pana, bhikkhave, nissajjitabbaṃ—","eng":"“And, monks, it should be relinquished like this. ","html":"{}"},"pli-tv-bu-vb-np18:2.17":{"pli":"tena bhikkhunā saṅghaṃ upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā vuḍḍhānaṃ bhikkhūnaṃ pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo—","eng":"After approaching the Sangha, that monk should arrange his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say: ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.18":{"pli":"“ahaṃ, bhante, rūpiyaṃ paṭiggahesiṃ. ","eng":"‘Venerables, I have received money. ","html":"<section class='formal-statement'><p>{}"},"pli-tv-bu-vb-np18:2.19":{"pli":"Idaṃ me nissaggiyaṃ. ","eng":"It is to be relinquished. ","html":"{}"},"pli-tv-bu-vb-np18:2.20":{"pli":"Imāhaṃ saṅghassa nissajjāmī”ti. ","eng":"I relinquish it to the Sangha.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np18:2.21":{"pli":"Nissajjitvā āpatti desetabbā. ","eng":"After relinquishing it, he is to confess the offense. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.22":{"pli":"Byattena bhikkhunā paṭibalena āpatti paṭiggahetabbā. ","eng":"The confession should be received by a competent and capable monk. ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.23":{"pli":"Sace tattha āgacchati ārāmiko vā upāsako vā so vattabbo—","eng":"If a monastery worker or a lay follower is available, you should tell him, ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.24":{"pli":"“āvuso, imaṃ jānāhī”ti. ","eng":"“Look into this.” ","html":"{}"},"pli-tv-bu-vb-np18:2.25":{"pli":"Sace so bhaṇati—","eng":"If he says, ","html":"{}"},"pli-tv-bu-vb-np18:2.26":{"pli":"“iminā kiṃ āhariyyatū”ti, ","eng":"“What can I get you with this?” ","html":"{}"},"pli-tv-bu-vb-np18:2.27":{"pli":"na vattabbo—","eng":"one should not say, ","html":"{}"},"pli-tv-bu-vb-np18:2.28":{"pli":"“imaṃ vā imaṃ vā āharā”ti. ","eng":"“Get this or that;” ","html":"{}"},"pli-tv-bu-vb-np18:2.29":{"pli":"Kappiyaṃ ācikkhitabbaṃ—","eng":"one should point out what is allowable: ","html":"{}"},"pli-tv-bu-vb-np18:2.30":{"pli":"sappi vā telaṃ vā madhu vā phāṇitaṃ vā. ","eng":"ghee, oil, honey, or syrup. ","html":"{}"},"pli-tv-bu-vb-np18:2.31":{"pli":"Sace so tena parivattetvā kappiyaṃ āharati rūpiyappaṭiggāhakaṃ ṭhapetvā sabbeheva paribhuñjitabbaṃ. ","eng":"If he makes a purchase and brings back what is allowable, everyone may enjoy it except the one who received the money. ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.32":{"pli":"Evañcetaṃ labhetha, iccetaṃ kusalaṃ; ","eng":"If this is what happens, all is well. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.33":{"pli":"no ce labhetha, so vattabbo—","eng":"If not, he should be told, ","html":"{}"},"pli-tv-bu-vb-np18:2.34":{"pli":"“āvuso, imaṃ chaḍḍehī”ti. ","eng":"“Discard it.” ","html":"{}"},"pli-tv-bu-vb-np18:2.35":{"pli":"Sace so chaḍḍeti, iccetaṃ kusalaṃ; ","eng":"If he discards it, all is well. ","html":"{}"},"pli-tv-bu-vb-np18:2.36":{"pli":"no ce chaḍḍeti, pañcahaṅgehi samannāgato bhikkhu rūpiyachaḍḍako sammannitabbo—","eng":"If he does not, a monk who has five qualities should be appointed as the money discarder: ","html":"{}"},"pli-tv-bu-vb-np18:2.37":{"pli":"yo na chandāgatiṃ gaccheyya, na dosāgatiṃ gaccheyya, na mohāgatiṃ gaccheyya, na bhayāgatiṃ gaccheyya, chaḍḍitāchaḍḍitañca jāneyya. ","eng":"one who is not biased by desire, ill will, confusion, or fear, and who knows what has and has not been discarded. ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.38":{"pli":"“Evañca pana, bhikkhave, sammannitabbo. ","eng":"“And, monks, this is how he should be appointed. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.39":{"pli":"Paṭhamaṃ bhikkhu yācitabbo. ","eng":"First the monk should be asked ","html":"{}"},"pli-tv-bu-vb-np18:2.40":{"pli":"Yācitvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo—","eng":"and then a competent and capable monk should inform the Sangha: ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.41":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-np18:2.42":{"pli":"Yadi saṅghassa pattakallaṃ, saṅgho itthannāmaṃ bhikkhuṃ rūpiyachaḍḍakaṃ sammanneyya. ","eng":"If the Sangha is ready, it should appoint monk so-and-so as the money discarder. ","html":"{}"},"pli-tv-bu-vb-np18:2.43":{"pli":"Esā ñatti. ","eng":"This is the motion. ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.44":{"pli":"Suṇātu me, bhante, saṅgho. ","eng":"Please, venerables, I ask the Sangha to listen. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.45":{"pli":"Saṅgho itthannāmaṃ bhikkhuṃ rūpiyachaḍḍakaṃ sammannati. ","eng":"The Sangha appoints monk so-and-so as the money discarder. ","html":"{}"},"pli-tv-bu-vb-np18:2.46":{"pli":"Yassāyasmato khamati itthannāmassa bhikkhuno rūpiyachaḍḍakassa sammuti, so tuṇhassa; ","eng":"Any monk who agrees to appointing monk so-and-so as the money discarder should remain silent. ","html":"{}"},"pli-tv-bu-vb-np18:2.47":{"pli":"yassa nakkhamati, so bhāseyya. ","eng":"Any monk who doesn’t agree should speak up. ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.48":{"pli":"Sammato saṅghena itthannāmo bhikkhu rūpiyachaḍḍako. ","eng":"The Sangha has appointed monk so-and-so as the money discarder. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.49":{"pli":"Khamati saṅghassa, tasmā tuṇhī, ","eng":"The Sangha approves and is therefore silent. ","html":"{}"},"pli-tv-bu-vb-np18:2.50":{"pli":"evametaṃ dhārayāmī’”ti. ","eng":"I’ll remember it thus.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np18:2.51":{"pli":"Tena sammatena bhikkhunā animittaṃ katvā pātetabbaṃ. ","eng":"The appointed monk should throw it away without taking note of where. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.52":{"pli":"Sace nimittaṃ katvā pāteti, āpatti dukkaṭassa. ","eng":"If he takes note of where he throws it, he commits an offense of wrong conduct. ","html":"{}</p></section>"},"pli-tv-bu-vb-np18:2.53.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np18:2.53.1":{"pli":"Rūpiye rūpiyasaññī rūpiyaṃ paṭiggaṇhāti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is money, and he perceives it as such, and he receives it, he commits an offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.54":{"pli":"Rūpiye vematiko rūpiyaṃ paṭiggaṇhāti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is money, but he is unsure of it, and he receives it, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np18:2.55":{"pli":"Rūpiye arūpiyasaññī rūpiyaṃ paṭiggaṇhāti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is money, but he does not perceive it as such, and he receives it, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np18:2.56":{"pli":"Arūpiye rūpiyasaññī, āpatti dukkaṭassa. ","eng":"If it is not money, but he perceives it as such, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.57":{"pli":"Arūpiye vematiko, āpatti dukkaṭassa. ","eng":"If it is not money, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np18:2.58":{"pli":"Arūpiye arūpiyasaññī, anāpatti. ","eng":"If it is not money, and he does not perceive it as such, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-np18:2.59.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np18:2.59.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-np18:2.60":{"pli":"ajjhārāme vā ajjhāvasathe vā uggahetvā vā uggahāpetvā vā nikkhipati—","eng":"if, within a monastery or a lodging, he takes it or has someone take it, and he then puts it aside with the thought, ","html":"{}"},"pli-tv-bu-vb-np18:2.61":{"pli":"yassa bhavissati so harissatīti, ","eng":"“Whoever owns it will come and get it;” ","html":"{}"},"pli-tv-bu-vb-np18:2.62":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-np18:2.63":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-np18:2.64":{"pli":"Rūpiyasikkhāpadaṃ niṭṭhitaṃ aṭṭhamaṃ. ","eng":"The training rule on money, the eighth, is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}