{"pli-tv-bu-vb-pc8":{"pli-tv-bu-vb-pc8:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-pc8'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-pc8:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-pc8:0.3":{"pli":"Pācittiyakaṇḍa ","eng":"The chapter on offenses entailing confession ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-pc8:0.4":{"pli":"Musāvādavagga ","eng":"The subchapter on lying ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-pc8:0.5":{"pli":"8. Bhūtārocanasikkhāpada ","eng":"8. The training rule on telling truthfully ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-pc8:1.1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc8:1.1.1":{"pli":"Tena samayena buddho bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time when the Buddha was staying in the hall with the peaked roof in the Great Wood near Vesālī, ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.1.2":{"pli":"Tena kho pana samayena sambahulā sandiṭṭhā sambhattā bhikkhū vaggumudāya nadiyā tīre vassaṃ upagacchiṃsu. ","eng":"a number of monks who were friends had entered the rainy-season residence on the banks of the river Vaggumudā. ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.3":{"pli":"Tena kho pana samayena vajjī dubbhikkhā hoti—dvīhitikā setaṭṭhikā salākāvuttā, na sukarā uñchena paggahena yāpetuṃ. ","eng":"At that time Vajjī was short of food and afflicted with hunger, with crops affected by whiteheads and turned to straw. It was not easy to get by on almsfood. ","html":"{}</p>","comm":"“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, literally, “white bones”. Sp 4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. "},"pli-tv-bu-vb-pc8:1.1.4":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi—“etarahi kho vajjī dubbhikkhā—dvīhitikā setaṭṭhikā salākāvuttā, na sukarā uñchena paggahena yāpetuṃ. Kena nu kho mayaṃ upāyena samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vaseyyāma, na ca piṇḍakena kilameyyāmā”ti? ","eng":"The monks considered the difficult circumstances, and they thought, “How can we live together in peace and harmony, have a comfortable rains, and get almsfood without trouble?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc8:1.1.5":{"pli":"Ekacce evamāhaṃsu—“handa mayaṃ, āvuso, gihīnaṃ kammantaṃ adhiṭṭhema. Evaṃ te amhākaṃ dātuṃ maññissanti. ","eng":"Some said, “We could work for the householders, and they’ll support us in return.” ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.1.6":{"pli":"Evaṃ mayaṃ samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasissāma, na ca piṇḍakena kilamissāmā”ti. ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.1.7":{"pli":"Ekacce evamāhaṃsu—“alaṃ, āvuso, kiṃ gihīnaṃ kammantaṃ adhiṭṭhitena? ","eng":"Others said, “There’s no need to work for the householders. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.1.8":{"pli":"Handa mayaṃ, āvuso, gihīnaṃ dūteyyaṃ harāma. Evaṃ te amhākaṃ dātuṃ maññissanti. ","eng":"Let’s instead take messages for them, and they’ll support us in return.” ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.9":{"pli":"Evaṃ mayaṃ samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasissāma, na ca piṇḍakena kilamissāmā”ti. ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.1.10":{"pli":"Ekacce evamāhaṃsu—“alaṃ, āvuso; kiṃ gihīnaṃ kammantaṃ adhiṭṭhitena. Kiṃ gihīnaṃ dūteyyaṃ haṭena. ","eng":"Still others said, “There’s no need to do work or take messages for them. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.1.11":{"pli":"Handa mayaṃ, āvuso, gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇaṃ bhāsissāma—","eng":"Let’s instead talk up one another’s superhuman qualities to the householders: ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.12":{"pli":"‘asuko bhikkhu paṭhamassa jhānassa lābhī, asuko bhikkhu dutiyassa jhānassa lābhī, asuko bhikkhu tatiyassa jhānassa lābhī, asuko bhikkhu catutthassa jhānassa lābhī, asuko bhikkhu sotāpanno, asuko bhikkhu sakadāgāmī, asuko bhikkhu anāgāmī, asuko bhikkhu arahā, asuko bhikkhu tevijjo, asuko bhikkhu chaḷabhiñño’ti. ","eng":"‘That monk has the first absorption, that monk the second absorption, that monk the third, that monk the fourth; that monk is a stream-enterer, that monk a once-returner, that a non-returner, that a perfected one; that monk has the three true insights, and that the six direct knowledges.’ ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.13":{"pli":"Evaṃ te amhākaṃ dātuṃ maññissanti. ","eng":"Then they’ll support us. ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.14":{"pli":"Evaṃ mayaṃ samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasissāma, na ca piṇḍakena kilamissāmā”ti. ","eng":"In this way we’ll have a comfortable rains, live together in peace and harmony, and get almsfood without trouble. ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.15":{"pli":"“Eso yeva kho, āvuso, seyyo, yo amhākaṃ gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇo bhāsito”ti. ","eng":"This is the way to go.” ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.1.16":{"pli":"Atha kho te bhikkhū gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇaṃ bhāsiṃsu—","eng":"Then those monks did just that. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.1.17":{"pli":"“asuko bhikkhu paṭhamassa jhānassa lābhī …pe… asuko bhikkhu chaḷabhiñño”ti. ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.18":{"pli":"Atha kho te manussā—“lābhā vata no, suladdhaṃ vata no, yesaṃ no evarūpā bhikkhū vassaṃ upagatā, na vata no ito pubbe evarūpā bhikkhū vassaṃ upagatā, yathayime bhikkhū sīlavanto kalyāṇadhammā”ti. ","eng":"And the people there thought, “We’re so fortunate that such monks have come to us for the rainy-season residence. Such virtuous and good monks have never before entered the rains residence with us.” ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.19":{"pli":"Te na tādisāni bhojanāni attanā bhuñjanti, mātāpitūnaṃ denti puttadārassa denti dāsakammakaraporisassa denti mittāmaccānaṃ denti ñātisālohitānaṃ denti yādisāni bhikkhūnaṃ denti. ","eng":"And they gave such food and drink to those monks that they did not even eat and drink themselves, or give to their parents, to their wives and children, to their slaves, servants, and workers, to their friends and companions, or to their relatives. ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.20":{"pli":"Na tādisāni khādanīyāni sāyanīyāni pānāni attanā khādanti sāyanti pivanti mātāpitūnaṃ denti puttadārassa denti dāsakammakaraporisassa denti mittāmaccānaṃ denti ñātisālohitānaṃ denti, yādisāni bhikkhūnaṃ denti. ","html":"{}"},"pli-tv-bu-vb-pc8:1.1.21":{"pli":"Atha kho te bhikkhū vaṇṇavā ahesuṃ pīṇindriyā pasannamukhavaṇṇā vippasannachavivaṇṇā. ","eng":"Soon those monks had a good color, bright faces, clear skin, and sharp senses. ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.2.1":{"pli":"Āciṇṇaṃ kho panetaṃ vassaṃvuṭṭhānaṃ bhikkhūnaṃ bhagavantaṃ dassanāya upasaṅkamituṃ. ","eng":"Now it was the custom for monks who had completed the rainy-season residence to go and visit the Buddha. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.2.2":{"pli":"Atha kho te bhikkhū vassaṃvuṭṭhā temāsaccayena senāsanaṃ saṃsāmetvā pattacīvaramādāya yena vesālī tena pakkamiṃsu. ","eng":"And so, when the three months were over and they had completed the rains residence, those monks put their dwellings in order, took their bowls and robes, and set out for Vesālī. ","html":"{}"},"pli-tv-bu-vb-pc8:1.2.3":{"pli":"Anupubbena yena vesālī mahāvanaṃ kūṭāgārasālā yena bhagavā tenupasaṅkamiṃsu; ","eng":"When they eventually arrived, they went to the hall with the peaked roof in the Great Wood. ","html":"{}"},"pli-tv-bu-vb-pc8:1.2.4":{"pli":"upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"There they approached the Buddha, bowed, and sat down. ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.2.5":{"pli":"Tena kho pana samayena disāsu vassaṃvuṭṭhā bhikkhū kisā honti lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā. ","eng":"At that time the monks who had completed the rains residence in that region were thin, haggard and pale, with veins protruding all over their bodies. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.2.6":{"pli":"Vaggumudātīriyā pana bhikkhū vaṇṇavā honti pīṇindriyā pasannamukhavaṇṇā vippasannachavivaṇṇā. ","eng":"Yet the monks from the banks of the Vaggumudā had a good color, bright faces, clear skin, and  sharp senses. ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.2.7":{"pli":"Āciṇṇaṃ kho panetaṃ buddhānaṃ bhagavantānaṃ āgantukehi bhikkhūhi saddhiṃ paṭisammodituṃ. ","eng":"Since it is the custom for Buddhas to greet newly-arrived monks, ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.2.8":{"pli":"Atha kho bhagavā vaggumudātīriye bhikkhū etadavoca—","eng":"the Buddha said to them, ","html":"{} "},"pli-tv-bu-vb-pc8:1.2.9":{"pli":"“kacci, bhikkhave, khamanīyaṃ, kacci yāpanīyaṃ, ","eng":"“I hope you’re keeping well, monks, I hope you’re getting by? ","html":"{} "},"pli-tv-bu-vb-pc8:1.2.10":{"pli":"kacci samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasittha, na ca piṇḍakena kilamitthā”ti? ","eng":"I hope you had a comfortable and harmonious rains, and got almsfood without trouble?” ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.2.11":{"pli":"“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā. ","eng":"“We’re keeping well, sir, we’re getting by. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.2.12":{"pli":"Samaggā ca mayaṃ, bhante, sammodamānā avivadamānā phāsukaṃ vassaṃ vasimhā, na ca piṇḍakena kilamimhā”ti. ","eng":"We had a comfortable and harmonious rains, and got almsfood without trouble.” ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.2.13":{"pli":"Jānantāpi tathāgatā pucchanti, jānantāpi na pucchanti. ","eng":"When Buddhas know what is going on, sometimes they ask and sometimes not. ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.2.14":{"pli":"Kālaṃ viditvā pucchanti, kālaṃ viditvā na pucchanti. ","eng":"They know the right time to ask and when not to ask. ","html":"{}"},"pli-tv-bu-vb-pc8:1.2.15":{"pli":"Atthasañhitaṃ tathāgatā pucchanti, no anatthasañhitaṃ. ","eng":"Buddhas ask when it is beneficial, otherwise not, ","html":"{}"},"pli-tv-bu-vb-pc8:1.2.16":{"pli":"Anatthasañhite setughāto tathāgatānaṃ. ","eng":"for Buddhas are incapable of doing what is unbeneficial. ","html":"{}","comm":"“Incapable of doing” renders <i lang='pi' translate='no'>setughāta</i>, literally, “destroyed the bridge”. Sp 1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have the possibility of doing what is unbeneficial. "},"pli-tv-bu-vb-pc8:1.2.17":{"pli":"Dvīhākārehi buddhā bhagavanto bhikkhū paṭipucchanti—“dhammaṃ vā desessāma, sāvakānaṃ vā sikkhāpadaṃ paññapessāmā”ti. ","eng":"Buddhas question the monks for two reasons: to give a teaching or to lay down a training rule. ","html":"{}</p>"},"pli-tv-bu-vb-pc8:1.2.18":{"pli":"Atha kho bhagavā vaggumudātīriye bhikkhū etadavoca—“yathā kathaṃ pana tumhe, bhikkhave, samaggā sammodamānā avivadamānā phāsukaṃ vassaṃ vasittha, na ca piṇḍakena kilamitthā”ti? ","eng":"And the Buddha said to those monks, “In what way, monks, did you have a comfortable and harmonious rains? And how did you get almsfood without trouble?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc8:1.2.19":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"They then told him. ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc8:1.2.20":{"pli":"“Kacci pana vo, bhikkhave, bhūtan”ti? ","eng":"“But did you really have those superhuman qualities?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc8:1.2.21":{"pli":"“Bhūtaṃ, bhagavā”ti. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc8:1.2.22":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them, ","html":"<p>{}"},"pli-tv-bu-vb-pc8:1.2.23":{"pli":"kathañhi nāma tumhe, bhikkhave, udarassa kāraṇā gihīnaṃ aññamaññassa uttarimanussadhammassa vaṇṇaṃ bhāsissatha. ","eng":"“How could you for the sake of your stomachs talk up one another’s superhuman qualities to householders? ","html":"{}"},"pli-tv-bu-vb-pc8:1.2.24":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-pc8:1.2.25":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-pc8:1.2.26.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc8:1.2.26.1":{"pli":"“Yo pana bhikkhu anupasampannassa uttarimanussadhammaṃ āroceyya bhūtasmiṃ, pācittiyan”ti. ","eng":"‘If a monk truthfully tells a person who is not fully ordained of a superhuman quality, he commits an offense entailing confession.’” ","html":"<p class='rule'>{}</p></section>"},"pli-tv-bu-vb-pc8:2.1.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc8:2.1.1":{"pli":"Yo panāti ","eng":"A: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.2":{"pli":"yo yādiso …pe… ","eng":"whoever … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.3":{"pli":"bhikkhūti ","eng":"Monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.4":{"pli":"…pe… ayaṃ imasmiṃ atthe adhippeto bhikkhūti. ","eng":"… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.5":{"pli":"Anupasampanno nāma ","eng":"A person who is not fully ordained: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.6":{"pli":"bhikkhuñca bhikkhuniñca ṭhapetvā, avaseso anupasampanno nāma. ","eng":"anyone except a fully ordained monk or a fully ordained nun. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.7":{"pli":"Uttarimanussadhammo nāma ","eng":"A superhuman quality: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.8":{"pli":"jhānaṃ, vimokkho, samādhi, samāpatti, ñāṇadassanaṃ, maggabhāvanā, phalasacchikiriyā, kilesappahānaṃ, vinīvaraṇatā cittassa, suññāgāre abhirati. ","eng":"absorption, release, stillness, attainment, knowledge and vision, development of the path, realization of the fruits, abandoning the defilements, a mind without hindrances, delighting in solitude. ","html":"<dd>{}</dd></dl></section>","comm":"“Delighting in solitude” renders <i lang='pi' translate='no'>suññāgāra</i>, literally, “delighting in an empty dwelling”. According to the commentaries, this is often an idiom for solitude. AN-a 1.88: <i lang='pi' translate='no'>Tattha ca rukkhamūlānīti iminā rukkhamūlasenāsanaṁ dasseti. Suññāgārānīti iminā janavivittaṭṭhānaṁ</i>; “And there <i lang='pi' translate='no'>rukkhamūlāni</i>: by this is shown dwellings at the foot of a tree; <i lang='pi' translate='no'>suññāgārāni</i>: by this (is shown) a place free from people.” "},"pli-tv-bu-vb-pc8:2.1.9.0.1":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc8:2.1.9.0.2":{"eng":"Definitions ","html":"<h4 class='inserted-heading'>{}</h4>"},"pli-tv-bu-vb-pc8:2.1.9.1":{"pli":"Jhānanti ","eng":"Absorption: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.10":{"pli":"paṭhamaṃ jhānaṃ, dutiyaṃ jhānaṃ, tatiyaṃ jhānaṃ, catutthaṃ jhānaṃ. ","eng":"the first absorption, the second absorption, the third absorption, the fourth absorption. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.11":{"pli":"Vimokkhoti ","eng":"Release: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.12":{"pli":"suññato vimokkho, animitto vimokkho, appaṇihito vimokkho. ","eng":"emptiness release, signless release, desireless release. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.13":{"pli":"Samādhīti ","eng":"Stillness: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.14":{"pli":"suññato samādhi, animitto samādhi, appaṇihito samādhi. ","eng":"emptiness stillness, signless stillness, desireless stillness. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.15":{"pli":"Samāpattīti ","eng":"Attainment: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.16":{"pli":"suññatā samāpatti, animittā samāpatti, appaṇihitā samāpatti. ","eng":"emptiness attainment, signless attainment, desireless attainment. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.17":{"pli":"Ñāṇadassananti ","eng":"Knowledge and vision: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.18":{"pli":"tisso vijjā. ","eng":"the three true insights. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.19":{"pli":"Maggabhāvanāti ","eng":"Development of the path: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.20":{"pli":"cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"the four applications of mindfulness, the four right efforts, the four foundations for supernormal power, the five spiritual faculties, the five spiritual powers, the seven factors of awakening, the noble eightfold path. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.21":{"pli":"Phalasacchikiriyāti ","eng":"Realization of the fruits: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.22":{"pli":"sotāpattiphalassa sacchikiriyā, sakadāgāmiphalassa sacchikiriyā, anāgāmiphalassa sacchikiriyā, arahattassa sacchikiriyā. ","eng":"realization of the fruit of stream-entry, realization of the fruit of once-returning, realization of the fruit of non-returning, realization of perfection. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.23":{"pli":"Kilesappahānanti ","eng":"Abandoning the defilements: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.24":{"pli":"rāgassa pahānaṃ, dosassa pahānaṃ, mohassa pahānaṃ. ","eng":"the abandoning of sensual desire, the abandoning of ill will, the abandoning of confusion. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.25":{"pli":"Vinīvaraṇatā cittassāti ","eng":"A mind without hindrances: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.26":{"pli":"rāgā cittaṃ vinīvaraṇatā, dosā cittaṃ vinīvaraṇatā, mohā cittaṃ vinīvaraṇatā. ","eng":"a mind without sensual desire, a mind without ill will, a mind without confusion. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.1.27":{"pli":"Suññāgāre abhiratīti ","eng":"Delighting in solitude: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.1.28":{"pli":"paṭhamena jhānena suññāgāre abhirati, dutiyena jhānena suññāgāre abhirati, tatiyena jhānena suññāgāre abhirati, catutthena jhānena suññāgāre abhirati. ","eng":"because of the first absorption there is delight in solitude, because of the second absorption there is delight in solitude, because of the third absorption there is delight in solitude, because of the fourth absorption there is delight in solitude. ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.2.0.1":{"eng":"Exposition ","html":"<h4 class='inserted-heading'>{}</h4>"},"pli-tv-bu-vb-pc8:2.2.0.2":{"eng":"First absorption ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pc8:2.2.1":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.2":{"pli":"anupasampannassa—“paṭhamaṃ jhānaṃ samāpajjin”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.3":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.4":{"pli":"anupasampannassa—“paṭhamaṃ jhānaṃ samāpajjāmī”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I’m attaining the first absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.5":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.6":{"pli":"anupasampannassa—“paṭhamaṃ jhānaṃ samāpanno”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I’ve attained the first absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.7":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.8":{"pli":"anupasampannassa—“paṭhamassa jhānassa lābhimhī”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I obtain the first absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.9":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.10":{"pli":"anupasampannassa—“paṭhamassa jhānassa vasimhī”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I master the first absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.11":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.12":{"pli":"anupasampannassa—“paṭhamaṃ jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I’ve realized the first absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.2.13.0":{"eng":"Other individual attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pc8:2.2.13.1":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.14":{"pli":"anupasampannassa— “dutiyaṃ jhānaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the second absorption … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.15":{"pli":"tatiyaṃ jhānaṃ … ","eng":"the third absorption … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.16":{"pli":"catutthaṃ jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; catutthassa jhānassa lābhimhi, vasimhi; catutthaṃ jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the fourth absorption,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.17":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.18":{"pli":"anupasampannassa— “suññataṃ vimokkhaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the emptiness release … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.19":{"pli":"animittaṃ vimokkhaṃ … ","eng":"the signless release … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.20":{"pli":"appaṇihitaṃ vimokkhaṃ … ","eng":"the desireless release … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.21":{"pli":"suññataṃ samādhiṃ … ","eng":"the emptiness stillness … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.22":{"pli":"animittaṃ samādhiṃ … ","eng":"the signless stillness … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.23":{"pli":"appaṇihitaṃ samādhiṃ samāpajjiṃ, samāpajjāmi, samāpanno; appaṇihitassa samādhissa lābhimhi, vasimhi; appaṇihito samādhi sacchikato mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the desireless stillness … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the desireless stillness,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.24":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.25":{"pli":"anupasampannassa— “suññataṃ samāpattiṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the emptiness attainment … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.26":{"pli":"animittaṃ samāpattiṃ … ","eng":"the signless attainment … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.27":{"pli":"appaṇihitaṃ samāpattiṃ samāpajjiṃ, samāpajjāmi, samāpanno; appaṇihitāya samāpattiyā lābhimhi, vasimhi; appaṇihitā samāpatti sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the desireless attainment … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the desireless attainment,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.28":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.29":{"pli":"anupasampannassa— “tisso vijjā samāpajjiṃ, samāpajjāmi, samāpanno; tissannaṃ vijjānaṃ lābhimhi, vasimhi; tisso vijjā sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the three true insights … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the three true insights,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.30":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.31":{"pli":"anupasampannassa— “cattāro satipaṭṭhāne …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the four applications of mindfulness … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.32":{"pli":"cattāro sammappadhāne … ","eng":"the four right efforts … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.33":{"pli":"cattāro iddhipāde samāpajjiṃ, samāpajjāmi, samāpanno; catunnaṃ iddhipādānaṃ lābhimhi, vasimhi; cattāro iddhipādā sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the four foundations for supernormal power … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the four foundations for supernormal power,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.34":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.35":{"pli":"anupasampannassa— “pañcindriyāni …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the five spiritual faculties … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.36":{"pli":"pañca balāni samāpajjiṃ, samāpajjāmi, samāpanno; pañcannaṃ balānaṃ lābhimhi, vasimhi; pañca balāni sacchikatāni mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the five spiritual powers … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the five spiritual powers,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.37":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.38":{"pli":"anupasampannassa— “satta bojjhaṅge samāpajjiṃ, samāpajjāmi, samāpanno; sattannaṃ bojjhaṅgānaṃ lābhimhi, vasimhi; satta bojjhaṅgā sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the seven factors of awakening … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the seven factors of awakening,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.39":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.40":{"pli":"anupasampannassa— “ariyaṃ aṭṭhaṅgikaṃ maggaṃ samāpajjiṃ, samāpajjāmi, samāpanno; ariyassa aṭṭhaṅgikassa maggassa lābhimhi, vasimhi; ariyo aṭṭhaṅgiko maggo sacchikato mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the noble eightfold path … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the noble eightfold path,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.2.41":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.42":{"pli":"anupasampannassa— “sotāpattiphalaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the fruit of stream-entry … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.43":{"pli":"sakadāgāmiphalaṃ … ","eng":"the fruit of once-returning … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.44":{"pli":"anāgāmiphalaṃ … ","eng":"the fruit of non-returning … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.45":{"pli":"arahattaṃ samāpajjiṃ, samāpajjāmi, samāpanno; arahattassa lābhimhi, vasimhi; arahattaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"perfection … I’m attaining … I’ve attained … I obtain … I master … I’ve realized perfection,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.46":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.47":{"pli":"anupasampannassa— “rāgo me catto …pe… ","eng":"if a monk says to a person who is not fully ordained, “I’ve given up sensual desire … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.48":{"pli":"doso me catto … ","eng":"I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.49":{"pli":"moho me catto, vanto, mutto, pahīno, paṭinissaṭṭho, ukkheṭito, samukkheṭito”ti bhaṇantassa āpatti pācittiyassa. ","eng":"I’ve given up confusion, I’ve renounced it, I’ve let it go, I’ve abandoned it, I’ve relinquished it, I’ve forsaken it, I’ve thrown it aside,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.50":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.51":{"pli":"anupasampannassa— “rāgā me cittaṃ vinīvaraṇaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “My mind is free from the hindrance of sensual desire … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.52":{"pli":"dosā me cittaṃ vinīvaraṇaṃ … ","eng":"My mind is free from the hindrance of ill will … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.53":{"pli":"mohā me cittaṃ vinīvaraṇan”ti bhaṇantassa āpatti pācittiyassa. ","eng":"My mind is free from the hindrance of confusion,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.2.54":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.2.55":{"pli":"anupasampannassa— “suññāgāre paṭhamaṃ jhānaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption in solitude … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.2.56":{"pli":"dutiyaṃ jhānaṃ … ","eng":"the second absorption … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.57":{"pli":"tatiyaṃ jhānaṃ … ","eng":"the third absorption … ","html":"{}"},"pli-tv-bu-vb-pc8:2.2.58":{"pli":"catutthaṃ jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; suññāgāre catutthassa jhānassa lābhimhi, vasimhi; suññāgāre catutthaṃ jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the fourth absorption in solitude,” he commits an offense entailing confession. ","html":"{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.3.0":{"eng":"Combinations of two attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pc8:2.3.1":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.2":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ dutiyañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa dutiyassa ca jhānassa lābhimhi, vasimhi; paṭhamañca jhānaṃ dutiyañca jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the second absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the second absorption,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.3.3":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.4":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ tatiyañca jhānaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the third absorption … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.5":{"pli":"paṭhamañca jhānaṃ catutthañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa catutthassa ca jhānassa lābhimhi, vasimhi; paṭhamañca jhānaṃ catutthañca jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the first absorption and the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the fourth absorption,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.6":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.7":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ suññatañca vimokkhaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the emptiness release … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.8":{"pli":"animittañca vimokkhaṃ … ","eng":"and the signless release … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.9":{"pli":"appaṇihitañca vimokkhaṃ … ","eng":"and the desireless release … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.10":{"pli":"suññatañca samādhiṃ … ","eng":"and the emptiness stillness … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.11":{"pli":"animittañca samādhiṃ … ","eng":"and the signless stillness … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.12":{"pli":"appaṇihitañca samādhiṃ samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa appaṇihitassa ca samādhissa lābhimhi, vasimhi; paṭhamañca jhānaṃ appaṇihito ca samādhi sacchikato mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"and the desireless stillness … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the desireless stillness,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.13":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.14":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ suññatañca samāpattiṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the emptiness attainment … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.15":{"pli":"animittañca samāpattiṃ … ","eng":"the signless attainment … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.16":{"pli":"appaṇihitañca samāpattiṃ samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa appaṇihitāya ca samāpattiyā lābhimhi, vasimhi; paṭhamañca jhānaṃ appaṇihitā ca samāpatti sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the desireless attainment … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the desireless attainment,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.17":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.18":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ tisso ca vijjā samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa tissannañca vijjānaṃ lābhimhi, vasimhi; paṭhamañca jhānaṃ tisso ca vijjā sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the three true insights … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the three true insights,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.3.19":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.20":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ cattāro ca satipaṭṭhāne …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the four applications of mindfulness … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.21":{"pli":"cattāro ca sammappadhāne … ","eng":"the four right efforts … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.22":{"pli":"cattāro ca iddhipāde samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa catunnañca iddhipādānaṃ lābhimhi, vasimhi; paṭhamañca jhānaṃ cattāro ca iddhipādā sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the four foundations for supernormal power … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the four foundations for supernormal power,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.23":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.24":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ, pañca ca indriyāni …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the five spiritual faculties … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.25":{"pli":"pañca ca balāni samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa pañcannañca balānaṃ lābhimhi, vasimhi; paṭhamañca jhānaṃ pañca ca balāni sacchikatāni mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the five spiritual powers … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the five spiritual powers,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.26":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.27":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ satta ca bojjhaṅge samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa sattannañca bojjhaṅgānaṃ lābhimhi, vasimhi; paṭhamañca jhānaṃ satta ca bojjhaṅgā sacchikatā mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the seven factors of awakening … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the seven factors of awakening,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.3.28":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.29":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ ariyañca aṭṭhaṅgikaṃ maggaṃ samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa ariyassa ca aṭṭhaṅgikassa maggassa lābhimhi, vasimhi; paṭhamañca jhānaṃ ariyo ca aṭṭhaṅgiko maggo sacchikato mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the noble eightfold path … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and the noble eightfold path,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.3.30":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.31":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ sotāpattiphalañca …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the fruit of stream-entry … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.32":{"pli":"sakadāgāmiphalañca … ","eng":"and the fruit of once-returning … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.33":{"pli":"anāgāmiphalañca … ","eng":"and the fruit of non-returning … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.34":{"pli":"arahattañca samāpajjiṃ, samāpajjāmi, samāpanno; paṭhamassa ca jhānassa arahattassa ca lābhimhi, vasimhi; paṭhamañca jhānaṃ arahattañca sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"and perfection … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and perfection,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.35":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.36":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno …pe… rāgo ca me catto … ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and I’ve given up sensual desire … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.37":{"pli":"doso ca me catto … ","eng":"and I’ve given up ill will … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.38":{"pli":"moho ca me catto, vanto, mutto, pahīno, paṭinissaṭṭho, ukkheṭito, samukkheṭito”ti bhaṇantassa āpatti pācittiyassa. ","eng":"and I’ve given up confusion … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and I’ve given up confusion,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.39":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.40":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno …pe… rāgā ca me cittaṃ vinīvaraṇaṃ … ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and my mind is free from the hindrance of sensual desire … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.41":{"pli":"dosā ca me cittaṃ vinīvaraṇaṃ … ","eng":"and my mind is free from the hindrance of ill will … ","html":"{}"},"pli-tv-bu-vb-pc8:2.3.42":{"pli":"mohā ca me cittaṃ vinīvaraṇan”ti bhaṇantassa āpatti pācittiyassa. ","eng":"and my mind is free from the hindrance of confusion … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the first absorption and my mind is free from the hindrance of confusion,” he commits an offense entailing confession. ","html":"{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.3.43":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<hr><dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.44":{"pli":"anupasampannassa— “dutiyañca jhānaṃ tatiyañca jhānaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the second absorption and the third absorption … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.45":{"pli":"dutiyañca jhānaṃ catutthañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; dutiyassa ca jhānassa catutthassa ca jhānassa lābhimhi, vasimhi; dutiyañca jhānaṃ catutthañca jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa. ","eng":"the second absorption and the fourth absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the second absorption and the fourth absorption,” he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.3.46":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.47":{"pli":"anupasampannassa— “dutiyañca jhānaṃ suññatañca vimokkhaṃ …pe… mohā ca me cittaṃ vinīvaraṇan”ti bhaṇantassa āpatti pācittiyassa. ","eng":"if a monk says to a person who is not fully ordained, “I attained the second absorption and the emptiness release … and my mind is free from the hindrance of confusion,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.3.48":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.49":{"pli":"anupasampannassa— “dutiyañca jhānaṃ paṭhamañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; dutiyassa ca jhānassa paṭhamassa ca jhānassa lābhimhi, vasimhi; dutiyañca jhānaṃ paṭhamañca jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa …pe…. ","eng":"if a monk says to a person who is not fully ordained, “I attained the second absorption and the first absorption … I’m attaining … I’ve attained … I obtain … I master … I’ve realized the second absorption and the first absorption,” he commits an offense entailing confession. … ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.3.50":{"pli":"Mūlaṃ saṅkhittaṃ. ","eng":"The basis in brief is finished. ","html":"<p class='end'>{}</p>","comm":"See Appendix of Specialized Vocabulary under <i lang='pi' translate='no'>mūla</i> and <i lang='pi' translate='no'>saṅkhitta</i>. "},"pli-tv-bu-vb-pc8:2.3.51":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.52":{"pli":"anupasampannassa— “mohā ca me cittaṃ vinīvaraṇaṃ, paṭhamañca jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno; mohā ca me cittaṃ vinīvaraṇaṃ, paṭhamassa ca jhānassa lābhimhi, vasimhi; mohā ca me cittaṃ vinīvaraṇaṃ, paṭhamañca jhānaṃ sacchikataṃ mayā”ti bhaṇantassa āpatti pācittiyassa …pe…. ","eng":"if a monk says to a person who is not fully ordained, “My mind is free from the hindrance of confusion and I attained the first absorption … I’m attaining … I’ve attained … I obtain … I master … My mind is free from the hindrance of confusion and I’ve realized the first absorption,” he commits an offense entailing confession. … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.3.53":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.54":{"pli":"anupasampannassa— “mohā ca me cittaṃ vinīvaraṇaṃ, dosā ca me cittaṃ vinīvaraṇan”ti bhaṇantassa āpatti pācittiyassa …pe…. ","eng":"if a monk says to a person who is not fully ordained, “My mind is free from the hindrance of confusion and my mind is free from the hindrance of ill will,” he commits an offense entailing confession. … ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.3.55.0":{"eng":"Combination of all attainments ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pc8:2.3.55.1":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.3.56":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ suññatañca vimokkhaṃ animittañca vimokkhaṃ appaṇihitañca vimokkhaṃ suññatañca samādhiṃ animittañca samādhiṃ appaṇihitañca samādhiṃ suññatañca samāpattiṃ animittañca samāpattiṃ appaṇihitañca samāpattiṃ tisso ca vijjā cattāro ca satipaṭṭhāne cattāro ca sammappadhāne cattāro ca iddhipāde pañca ca indriyāni pañca ca balāni satta ca bojjhaṅge ariyañca aṭṭhaṅgikaṃ maggaṃ sotāpattiphalañca sakadāgāmiphalañca anāgāmiphalañca arahattañca samāpajjiṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “I attained the first absorption and the second absorption and the third absorption and the fourth absorption and the emptiness release and the signless release and the desireless release and the emptiness stillness and the signless stillness and the desireless stillness and the emptiness attainment and the signless attainment and the desireless attainment and the three true insights and the four applications of mindfulness and the four right efforts and the four foundations for supernormal power and the five spiritual faculties and the five spiritual powers and the seven factors of awakening and the noble eightfold path and the fruit of stream entry and the fruit of once-returning and the fruit of non-returning and perfection … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.3.57":{"pli":"rāgo ca me catto, doso ca me catto, moho ca me catto, vanto, mutto, pahīno, paṭinissaṭṭho, ukkheṭito samukkheṭito, rāgā ca me cittaṃ vinīvaraṇaṃ, dosā ca me cittaṃ vinīvaraṇaṃ, mohā ca me cittaṃ vinīvaraṇan”ti bhaṇantassa āpatti pācittiyassa. ","eng":"and I’ve given up sensual desire, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and I’ve given up ill will, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside; and my mind is free from the hindrance of sensual desire; and my mind is free from the hindrance of ill will; and my mind is free from the hindrance of confusion,” he commits an offense entailing confession. ","html":"{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.4.0":{"eng":"Meaning to say one thing, but saying something else ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pc8:2.4.1":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.2":{"pli":"anupasampannassa— “paṭhamaṃ jhānaṃ samāpajjin”ti vattukāmo—“dutiyaṃ jhānaṃ samāpajjin”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa. ","eng":"if a monk means to say to a person who is not fully ordained, “I attained the first absorption,” but actually says, “I attained the second absorption,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. ","html":"<dd>{}</dd>","comm":"“If the listener understands” renders <i lang='pi' translate='no'>paṭivijānantassa</i>. This is in accordance with Sp 1.219, which has this to say: <i lang='pi' translate='no'>Atha pana yassa āroceti, so na jānāti “ki ayaṁ bhaṇatī”ti, saṁsayaṁ vā āpajjati, ciraṁ vīmaṁsitvā vā pacchā jānāti, appaṭivijānanto icceva saṅkhyaṁ gacchati</i>, “When he who is informed does not understand, thinking, ‘What does he say?’ or he has doubt, or he understands after reflecting for a long time, then it is considered ‘one who does not understand.’” Grammatically <i lang='pi' translate='no'>paṭivijānantassa</i> could refer to either the speaker or the listener (it can be regarded as a genitive agreeing with <i lang='pi' translate='no'>bhaṇantassa</i>, thus referring to the speaker, or it can be regarded as a dative of the person spoken to, that is, the listener), but logically it seems it must refer to the listener. In accordance with common usage, “understanding” (<i lang='pi' translate='no'>paṭivijānantassa</i>) must refer to understanding the overall meaning of what is said, not to knowing the exact words that have been spoken. Since the rule requires that the speaker knows he is making a claim, he understands the overall meaning. It follows that the understanding here must refer to the listener. A parallel construction is found at <a href='index.html?q=pli-tv-bu-vb-pj1#8.4.10'>Bu Pj 1:8.4.10</a> where <i lang='pi' translate='no'>paṭivijānāti</i> is used in connection with giving up the monastic training. Here the verb clearly refers to understanding on the part of the listener, that is, one has only succeeded in renouncing the training if the listener understands what one is saying. At <a href='index.html?q=pli-tv-bu-vb-ss3#4.1.4'>Bu Ss 3:4.1.4</a> the same verb, this time in the aorist form <i lang='pi' translate='no'>paṭivijāni</i>, again refers to the listener. "},"pli-tv-bu-vb-pc8:2.4.3":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.4":{"pli":"anupasampannassa— “paṭhamaṃ jhānaṃ samāpajjin”ti vattukāmo—“tatiyaṃ jhānaṃ …pe… ","eng":"if a monk means to say to a person who is not fully ordained, “I attained the first absorption,” but actually says, “I attained the third absorption … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.4.5":{"pli":"catutthaṃ jhānaṃ, ","eng":"the fourth absorption … ","html":"<dd>{} "},"pli-tv-bu-vb-pc8:2.4.6":{"pli":"suññataṃ vimokkhaṃ, ","eng":"the emptiness release … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.7":{"pli":"animittaṃ vimokkhaṃ, ","eng":"the signless release … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.8":{"pli":"appaṇihitaṃ vimokkhaṃ, ","eng":"the desireless release … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.9":{"pli":"suññataṃ samādhiṃ, ","eng":"the emptiness stillness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.10":{"pli":"animittaṃ samādhiṃ, ","eng":"the signless stillness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.11":{"pli":"appaṇihitaṃ samādhiṃ, ","eng":"the desireless stillness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.12":{"pli":"suññataṃ samāpattiṃ, ","eng":"the emptiness attainment … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.13":{"pli":"animittaṃ samāpattiṃ, ","eng":"the signless attainment … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.14":{"pli":"appaṇihitaṃ samāpattiṃ, ","eng":"the desireless attainment … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.15":{"pli":"tisso vijjā, ","eng":"the three true insights … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.16":{"pli":"cattāro satipaṭṭhāne, ","eng":"the four applications of mindfulness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.17":{"pli":"cattāro sammappadhāne, ","eng":"the four right efforts … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.18":{"pli":"cattāro iddhipāde, ","eng":"the four foundations for supernormal power … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.19":{"pli":"pañcindriyāni, ","eng":"the five spiritual faculties … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.20":{"pli":"pañca balāni, ","eng":"the five spiritual powers … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.21":{"pli":"satta bojjhaṅge, ","eng":"the seven factors of awakening … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.22":{"pli":"ariyaṃ aṭṭhaṅgikaṃ maggaṃ, ","eng":"the noble eightfold path … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.23":{"pli":"sotāpattiphalaṃ, ","eng":"the fruit of stream entry … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.24":{"pli":"sakadāgāmiphalaṃ, ","eng":"the fruit of once-returning … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.25":{"pli":"anāgāmiphalaṃ, ","eng":"the fruit of non-returning … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.26":{"pli":"arahattaṃ samāpajjiṃ …pe… ","eng":"perfection … etc. … ","html":"{}"},"pli-tv-bu-vb-pc8:2.4.27":{"pli":"rāgo me catto, ","eng":"I’ve given up sensual desire … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.28":{"pli":"doso me catto, ","eng":"I’ve given up ill will … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.29":{"pli":"moho me catto, vanto, mutto, pahīno; paṭinissaṭṭho, ukkheṭito, samukkheṭito; ","eng":"I’ve given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.30":{"pli":"rāgā me cittaṃ vinīvaraṇaṃ, ","eng":"my mind is free from the hindrance of sensual desire … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.31":{"pli":"dosā me cittaṃ vinīvaraṇaṃ, ","eng":"my mind is free from the hindrance of ill will … ","html":"{} "},"pli-tv-bu-vb-pc8:2.4.32":{"pli":"mohā me cittaṃ vinīvaraṇan”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa. ","eng":"my mind is free from the hindrance of confusion,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.4.33":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.34":{"pli":"anupasampannassa— “dutiyaṃ jhānaṃ samāpajjin”ti vattukāmo …pe… ","eng":"if a monk means to say to a person who is not fully ordained, “I attained the second absorption” … ","html":"<dd>{} "},"pli-tv-bu-vb-pc8:2.4.35":{"pli":"“mohā me cittaṃ vinīvaraṇan”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa …pe…. ","eng":"but actually says, “My mind is free from the hindrance of confusion,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.4.36":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.37":{"pli":"anupasampannassa— “dutiyaṃ jhānaṃ samāpajjin”ti vattukāmo—“paṭhamaṃ jhānaṃ samāpajjin”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa …pe…. ","eng":"if a monk means to say to a person who is not fully ordained, “I attained the second absorption,” but actually says, “I attained the first absorption,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.4.38":{"pli":"Mūlaṃ saṅkhittaṃ. ","eng":"The basis in brief is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-bu-vb-pc8:2.4.39":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.40":{"pli":"anupasampannassa— “mohā me cittaṃ vinīvaraṇan”ti vattukāmo—“paṭhamaṃ jhānaṃ samāpajjin”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa …pe…. ","eng":"if a monk means to say to a person who is not fully ordained, “My mind is free from the hindrance of confusion,” but actually says, “I attained the first absorption,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.4.41":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.42":{"pli":"anupasampannassa— “mohā me cittaṃ vinīvaraṇan”ti vattukāmo—“dosā me cittaṃ vinīvaraṇan”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa …pe…. ","eng":"if a monk means to say to a person who is not fully ordained, “My mind is free from the hindrance of confusion,” but actually says, “My mind is free from the hindrance of ill will,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.4.43":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<hr><dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.44":{"pli":"anupasampannassa— “paṭhamañca jhānaṃ dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ …pe… dosā ca me cittaṃ vinīvaraṇan”ti vattukāmo—“mohā me cittaṃ vinīvaraṇan”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa. ","eng":"if a monk means to say to a person who is not fully ordained, “I attained the first absorption and the second absorption and the third absorption and the fourth absorption … and my mind is free from the hindrance of ill will,” but actually says, “My mind is free from the hindrance of confusion,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.4.45":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.4.46":{"pli":"anupasampannassa— “dutiyañca jhānaṃ tatiyañca jhānaṃ catutthañca jhānaṃ …pe… mohā ca me cittaṃ vinīvaraṇan”ti vattukāmo—“paṭhamaṃ jhānaṃ samāpajjin”ti bhaṇantassa paṭivijānantassa āpatti pācittiyassa, na paṭivijānantassa āpatti dukkaṭassa …pe…. ","eng":"if a monk means to say to a person who is not fully ordained, “I attained the second absorption and the third absorption and the fourth absorption … and my mind is free from the hindrance of confusion,” but actually says, “I attained the first absorption,” then, if the listener understands, he commits an offense entailing confession; if the listener does not understand, he commits an offense of wrong conduct. … ","html":"<dd>{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.5.0":{"eng":"Gross hinting ","html":"<h5 class='inserted-heading'>{}</h5>"},"pli-tv-bu-vb-pc8:2.5.1":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.2":{"pli":"anupasampannassa— “yo te vihāre vasi so bhikkhu paṭhamaṃ jhānaṃ samāpajji, samāpajjati, samāpanno; so bhikkhu paṭhamassa jhānassa lābhī, vasī; tena bhikkhunā paṭhamaṃ jhānaṃ sacchikatan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the first absorption … is attaining … has attained … obtains … masters … has realized the first absorption,” he commits an offense of wrong conduct. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc8:2.5.3":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.4":{"pli":"anupasampannassa— “yo te vihāre vasi so bhikkhu dutiyaṃ jhānaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the second absorption …  etc. … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.5.5":{"pli":"tatiyaṃ jhānaṃ … ","eng":"the third absorption … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.6":{"pli":"catutthaṃ jhānaṃ samāpajji, samāpajjati, samāpanno; so bhikkhu catutthassa jhānassa lābhī, vasī; tena bhikkhunā catutthaṃ jhānaṃ sacchikatan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"the fourth absorption … is attaining … has attained … obtains … masters … has realized the fourth absorption,” he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.5.7":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.8":{"pli":"anupasampannassa— “yo te vihāre vasi so bhikkhu suññataṃ vimokkhaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the emptiness release … etc. … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.5.9":{"pli":"animittaṃ vimokkhaṃ ","eng":"the signless release … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.10":{"pli":"appaṇihitaṃ vimokkhaṃ ","eng":"the desireless release … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.11":{"pli":"suññataṃ samādhiṃ ","eng":"the emptiness stillness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.12":{"pli":"animittaṃ samādhiṃ ","eng":"the signless stillness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.13":{"pli":"appaṇihitaṃ samādhiṃ samāpajji, samāpajjati, samāpanno; so bhikkhu appaṇihitassa samādhissa lābhī, vasī; tena bhikkhunā appaṇihito samādhi sacchikato”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"the desireless stillness … is attaining … has attained … obtains … masters … has realized the desireless stillness,” he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.5.14":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.15":{"pli":"anupasampannassa— “yo te vihāre vasi so bhikkhu suññataṃ samāpattiṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the emptiness attainment … etc. … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.5.16":{"pli":"animittaṃ samāpattiṃ ","eng":"the signless attainment … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.17":{"pli":"appaṇihitaṃ samāpattiṃ samāpajji, samāpajjati, samāpanno; appaṇihitāya samāpattiyā lābhī, vasī; tena bhikkhunā appaṇihitā samāpatti sacchikatā”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"the desireless attainment … is attaining … has attained … obtains … masters … has realized the desireless attainment,” he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.5.18":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.19":{"pli":"anupasampannassa— “yo te vihāre vasi so bhikkhu tisso vijjā …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the three true insights … etc. … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.5.20":{"pli":"cattāro satipaṭṭhāne, ","eng":"the four applications of mindfulness … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.21":{"pli":"cattāro sammappadhāne, ","eng":"the four right efforts … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.22":{"pli":"cattāro iddhipāde, ","eng":"the four foundations for supernormal power … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.23":{"pli":"pañcindriyāni, ","eng":"the five spiritual faculties … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.24":{"pli":"pañca balāni, ","eng":"the five spiritual powers … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.25":{"pli":"satta bojjhaṅge, ","eng":"the seven factors of awakening … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.26":{"pli":"ariyaṃ aṭṭhaṅgikaṃ maggaṃ, ","eng":"the noble eightfold path … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.27":{"pli":"sotāpattiphalaṃ, ","eng":"the fruit of stream entry … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.28":{"pli":"sakadāgāmiphalaṃ, ","eng":"the fruit of once-returning … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.29":{"pli":"anāgāmiphalaṃ, ","eng":"the fruit of non-returning … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.30":{"pli":"arahattaṃ samāpajji … samāpajjati, samāpanno …pe… ","eng":"perfection … is attaining … has attained … obtains … masters … has realized … etc. … ","html":"{}"},"pli-tv-bu-vb-pc8:2.5.31":{"pli":"tassa bhikkhuno rāgo catto, ","eng":"has given up sensual desire … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.32":{"pli":"doso catto, ","eng":"has given up ill will … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.33":{"pli":"moho catto, vanto, mutto, pahīno, paṭinissaṭṭho, ukkheṭito, samukkheṭito; ","eng":"has given up confusion, renounced it, let it go, abandoned it, relinquished it, forsaken it, thrown it aside … ","html":"{}"},"pli-tv-bu-vb-pc8:2.5.34":{"pli":"tassa bhikkhuno rāgā cittaṃ vinīvaraṇaṃ, ","eng":"has a mind free from the hindrance of sensual desire … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.35":{"pli":"dosā cittaṃ vinīvaraṇaṃ, ","eng":"has a mind free from the hindrance of ill will … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.36":{"pli":"mohā cittaṃ vinīvaraṇan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"has a mind free from the hindrance of confusion,” he commits an offense of wrong conduct. ","html":"{}</dd></dl>"},"pli-tv-bu-vb-pc8:2.5.37":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<hr><dl><dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.38":{"pli":"anupasampannassa— “yo te vihāre vasi so bhikkhu suññāgāre paṭhamaṃ jhānaṃ …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk who stayed in your dwelling attained the first absorption in solitude … etc. … ","html":"<dd>{}"},"pli-tv-bu-vb-pc8:2.5.39":{"pli":"dutiyaṃ jhānaṃ tatiyaṃ jhānaṃ catutthaṃ jhānaṃ samāpajji, ","eng":"the second absorption … the third absorption … the fourth absorption … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.40":{"pli":"samāpajjati, ","eng":"is attaining … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.41":{"pli":"samāpanno; so bhikkhu suññāgāre catutthassa jhānassa lābhī, vasī; tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"has attained … obtains … masters … has realized the fourth absorption in solitude,” he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.5.42":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.43":{"pli":"anupasampannassa— “yo te cīvaraṃ paribhuñji, ","eng":"if a monk says to a person who is not fully ordained, “The monk who made use of your robe-cloth … ","html":"<dd>{} "},"pli-tv-bu-vb-pc8:2.5.44":{"pli":"yo te piṇḍapātaṃ paribhuñji, ","eng":"who made use of your almsfood … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.45":{"pli":"yo te senāsanaṃ paribhuñji, ","eng":"who made use of your dwelling … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.46":{"pli":"yo te gilānappaccayabhesajjaparikkhāraṃ paribhuñji so bhikkhu suññāgāre catutthaṃ jhānaṃ samāpajji, samāpajjati, samāpanno; so bhikkhu suññāgāre catutthassa jhānassa lābhī, vasī; tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"who made use of your medicinal supplies attained the fourth absorption in solitude … is attaining … has attained … obtains … masters … has realized the fourth absorption in solitude,” he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.5.47":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.48":{"pli":"anupasampannassa— “yena te vihāro paribhutto …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk who has made use of your dwelling … etc. … ","html":"<dd>{} "},"pli-tv-bu-vb-pc8:2.5.49":{"pli":"yena te cīvaraṃ paribhuttaṃ, ","eng":"who has made use of your robe-cloth … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.50":{"pli":"yena te piṇḍapāto paribhutto, ","eng":"who has made use of your almsfood … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.51":{"pli":"yena te senāsanaṃ paribhuttaṃ, ","eng":"who has made use of your furniture … ","html":"{} ","comm":"Because <i lang='pi' translate='no'>vihāra</i>, “dwelling”, is mentioned just before, I here render <i lang='pi' translate='no'>senāsana</i> as furniture. "},"pli-tv-bu-vb-pc8:2.5.52":{"pli":"yena te gilānappaccayabhesajjaparikkhāro paribhutto so bhikkhu suññāgāre catutthaṃ jhānaṃ samāpajji, samāpajjati, samāpanno; so bhikkhu suññāgāre catutthassa jhānassa lābhī, vasī; tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"who has made use of your medicinal supplies attained the fourth absorption in solitude … is attaining … has attained … obtains … masters … has realized the fourth absorption in solitude,” he commits an offense of wrong conduct. ","html":"{}</dd>"},"pli-tv-bu-vb-pc8:2.5.53":{"pli":"Āroceyyāti ","eng":"Tells: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc8:2.5.54":{"pli":"anupasampannassa— “yaṃ tvaṃ āgamma vihāraṃ adāsi …pe… ","eng":"if a monk says to a person who is not fully ordained, “The monk you gave a dwelling to … etc. … ","html":"<dd>{} "},"pli-tv-bu-vb-pc8:2.5.55":{"pli":"cīvaraṃ adāsi, ","eng":"you gave robe-cloth to … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.56":{"pli":"piṇḍapātaṃ adāsi, ","eng":"you gave almsfood to … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.57":{"pli":"senāsanaṃ adāsi, ","eng":"you gave furniture to … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.58":{"pli":"gilānappaccayabhesajjaparikkhāraṃ adāsi so bhikkhu suññāgāre catutthaṃ jhānaṃ samāpajji, ","eng":"you gave medicinal supplies to attained the fourth absorption in solitude … ","html":"{} "},"pli-tv-bu-vb-pc8:2.5.59":{"pli":"samāpajjati, samāpanno; so bhikkhu suññāgāre catutthassa jhānassa lābhī, vasī; tena bhikkhunā suññāgāre catutthaṃ jhānaṃ sacchikatan”ti bhaṇantassa āpatti dukkaṭassa. ","eng":"is attaining … has attained … obtains … masters … has realized the fourth absorption in solitude,” he commits an offense of wrong conduct. ","html":"{}</dd></dl></section>"},"pli-tv-bu-vb-pc8:2.6.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc8:2.6.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-pc8:2.6.2":{"pli":"upasampannassa, bhūtaṃ āroceti, ","eng":"if he truthfully tells one who is fully ordained; ","html":"{}"},"pli-tv-bu-vb-pc8:2.6.3":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-pc8:2.6.4":{"pli":"Bhūtārocanasikkhāpadaṃ niṭṭhitaṃ aṭṭhamaṃ. ","eng":"The training rule on telling truthfully, the eighth, is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}