{"pli-tv-bu-vb-ss13":{"pli-tv-bu-vb-ss13:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-ss13'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-ss13:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-ss13:0.3":{"pli":"Saṅghādisesakaṇḍa ","eng":"The chapter on offenses entailing suspension ","html":"<li class='kanda'>{}</li></ul>"},"pli-tv-bu-vb-ss13:0.4":{"pli":"13. Kuladūsakasikkhāpada ","eng":"13. The training rule on corrupters of families ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-ss13:1.1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-ss13:1.1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.1.2":{"pli":"Tena kho pana samayena assajipunabbasukā nāma kīṭāgirismiṃ āvāsikā honti alajjino pāpabhikkhū. ","eng":"At that time the bad and shameless monks Assaji and Punabbasuka were staying at Kīṭāgiri. ","html":"{}"},"pli-tv-bu-vb-ss13:1.1.3":{"pli":"Te evarūpaṃ anācāraṃ ācaranti—","eng":"They were misbehaving in many ways. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.1.4":{"pli":"mālāvacchaṃ ropentipi ropāpentipi, siñcantipi siñcāpentipi, ocinantipi ocināpentipi, ganthentipi ganthāpentipi, ","eng":"They planted flowering trees, watered and plucked them, and then tied the flowers together. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.1.5":{"pli":"ekatovaṇṭikamālaṃ karontipi kārāpentipi, ubhatovaṇṭikamālaṃ karontipi kārāpentipi, ","eng":"They made the flowers into garlands, garlands with stalks on one side and garlands with stalks on both sides. ","html":"{}"},"pli-tv-bu-vb-ss13:1.1.6":{"pli":"mañjarikaṃ karontipi kārāpentipi, vidhūtikaṃ karontipi kārāpentipi, vaṭaṃsakaṃ karontipi kārāpentipi, āveḷaṃ karontipi kārāpentipi, uracchadaṃ karontipi kārāpentipi. ","eng":"They made flower arrangements, wreaths, ornaments for the head, ornaments for the ears, and ornaments for the chest. And they had others do the same. ","html":"{}"},"pli-tv-bu-vb-ss13:1.1.7":{"pli":"Te kulitthīnaṃ kuladhītānaṃ kulakumārīnaṃ kulasuṇhānaṃ kuladāsīnaṃ ekatovaṇṭikamālaṃ harantipi harāpentipi, ubhatovaṇṭikamālaṃ harantipi harāpentipi, mañjarikaṃ harantipi harāpentipi, vidhūtikaṃ harantipi harāpentipi, vaṭaṃsakaṃ harantipi harāpentipi, āveḷaṃ harantipi harāpentipi, uracchadaṃ harantipi harāpentipi. ","eng":"They then took these things, or sent them, to the women, the daughters, the girls, the daughters-in-law, and the female slaves of good families. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.1.8":{"pli":"Te kulitthīhi kuladhītāhi kulakumārīhi kulasuṇhāhi kuladāsīhi saddhiṃ ekabhājanepi bhuñjanti, ekathālakepi pivanti, ","eng":"They ate from the same plates as these women and drank from the same vessels. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.1.9":{"pli":"ekāsanepi nisīdanti, ekamañcepi tuvaṭṭenti, ekattharaṇāpi tuvaṭṭenti, ekapāvuraṇāpi tuvaṭṭenti, ekattharaṇapāvuraṇāpi tuvaṭṭenti, ","eng":"They sat on the same seats as them, and they lay down on the same beds, on the same sheets, under the same covers, and both on the same sheets and under the same covers. ","html":"{}"},"pli-tv-bu-vb-ss13:1.1.10":{"pli":"vikālepi bhuñjanti, majjampi pivanti, mālāgandhavilepanampi dhārenti, ","eng":"They ate at the wrong time, drank alcohol, and wore garlands, perfumes, and cosmetics. ","html":"{}"},"pli-tv-bu-vb-ss13:1.1.11":{"pli":"naccantipi gāyantipi vādentipi lāsentipi, ","eng":"They danced, sang, played instruments, and performed. ","html":"{}"},"pli-tv-bu-vb-ss13:1.1.12":{"pli":"naccantiyāpi naccanti, naccantiyāpi gāyanti, naccantiyāpi vādenti, naccantiyāpi lāsenti, gāyantiyāpi naccanti, gāyantiyāpi gāyanti, gāyantiyāpi vādenti, gāyantiyāpi lāsenti, vādentiyāpi naccanti, vādentiyāpi gāyanti, vādentiyāpi vādenti, vādentiyāpi lāsenti, lāsentiyāpi naccanti, lāsentiyāpi gāyanti, lāsentiyāpi vādenti, lāsentiyāpi lāsenti; ","eng":"While the women were dancing, singing, playing instruments, and performing, so would they. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.2.1":{"pli":"aṭṭhapadepi kīḷanti, dasapadepi kīḷanti, ākāsepi kīḷanti, parihārapathepi kīḷanti, santikāyapi kīḷanti, khalikāyapi kīḷanti, ghaṭikāyapi kīḷanti, salākahatthenapi kīḷanti, akkhenapi kīḷanti, paṅgacīrenapi kīḷanti, vaṅkakenapi kīḷanti, mokkhacikāyapi kīḷanti, ciṅgulakenapi kīḷanti, pattāḷhakenapi kīḷanti, rathakenapi kīḷanti, dhanukenapi kīḷanti, akkharikāyapi kīḷanti, manesikāyapi kīḷanti, yathāvajjenapi kīḷanti. ","eng":"They played various games: eight-row checkers, ten-row checkers, imaginary checkers, hopscotch, pick-up-sticks, board games, tipcat, painting with the hand, dice, leaf flutes, toy plows, somersaults, pinwheels, toy measures, toy carriages, toy bows, guessing from syllables, thought guessing, mimicking deformities. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.2.2":{"pli":"Hatthismimpi sikkhanti, assasmimpi sikkhanti, rathasmimpi sikkhanti, dhanusmimpi sikkhanti, tharusmimpi sikkhanti, ","eng":"They trained in elephant riding, in horsemanship, in carriage riding, in archery, in swordsmanship. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.2.3":{"pli":"hatthissapi purato dhāvanti, assassapi purato dhāvanti, rathassapi purato dhāvantipi ādhāvantipi, ","eng":"And they ran in front of elephants, horses, and carriages, and they ran backward and forward. ","html":"{}"},"pli-tv-bu-vb-ss13:1.2.4":{"pli":"usseḷentipi, apphoṭentipi, nibbujjhantipi, muṭṭhīhipi yujjhanti, ","eng":"They whistled, clapped their hands, wrestled, and boxed. ","html":"{}"},"pli-tv-bu-vb-ss13:1.2.5":{"pli":"raṅgamajjhepi saṅghāṭiṃ pattharitvā naccakiṃ evaṃ vadanti—“idha, bhagini, naccassū”ti, nalāṭikampi denti, vividhampi anācāraṃ ācaranti. ","eng":"They spread their outer robe on a stage and said to the dancing girls, “Dance here, Sister,” and they made gestures of approval. And they misbehaved in a variety of ways. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.3.1":{"pli":"Tena kho pana samayena aññataro bhikkhu kāsīsu vassaṃvuṭṭho sāvatthiṃ gacchanto bhagavantaṃ dassanāya, yena kīṭāgiri tadavasari. ","eng":"Just then a monk who had completed the rainy-season residence in Kāsi was on his way to visit the Buddha at Sāvatthī when he arrived at Kīṭāgiri. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.3.2":{"pli":"Atha kho so bhikkhu pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kīṭāgiriṃ piṇḍāya pāvisi ","eng":"In the morning he robed up, took his bowl and robe, and entered Kīṭāgiri to collect almsfood. ","html":"{}"},"pli-tv-bu-vb-ss13:1.3.3":{"pli":"pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena pasāritena okkhittacakkhu iriyāpathasampanno. ","eng":"He was pleasing in his conduct: in going out and coming back, in looking ahead and looking aside, in bending and stretching his arms. His eyes were lowered, and he was perfect in deportment. ","html":"{}"},"pli-tv-bu-vb-ss13:1.3.4":{"pli":"Manussā taṃ bhikkhuṃ passitvā evamāhaṃsu—“kvāyaṃ abalabalo viya mandamando viya bhākuṭikabhākuṭiko viya? Ko imassa upagatassa piṇḍakaṃ dassati? Amhākaṃ pana ayyā assajipunabbasukā saṇhā sakhilā sukhasambhāsā mihitapubbaṅgamā ehisvāgatavādino abbhākuṭikā uttānamukhā pubbabhāsino. Tesaṃ kho nāma piṇḍo dātabbo”ti. ","eng":"When people saw him, they said, “Who’s this, acting like a moron and always frowning? Who’s gonna give almsfood to him? Almsfood should be given to our Venerables Assaji and Punabbasuka, for they are gentle, congenial, pleasant to speak with, greeting one with a smile, welcoming, friendly, open, the first to speak.” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.3.5":{"pli":"Addasā kho aññataro upāsako taṃ bhikkhuṃ kīṭāgirismiṃ piṇḍāya carantaṃ. ","eng":"A certain lay follower saw that monk walking for alms in Kīṭāgiri. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.3.6":{"pli":"Disvāna yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā etadavoca—“api, bhante, piṇḍo labbhatī”ti? ","eng":"He approached him, bowed, and said, “Venerable, have you received any almsfood?” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.3.7":{"pli":"“Na kho, āvuso, piṇḍo labbhatī”ti. ","eng":"“No, I haven’t.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.3.8":{"pli":"“Ehi, bhante, gharaṃ gamissāmā”ti. ","eng":"“Come, let’s go to my house.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.4.1":{"pli":"Atha kho so upāsako taṃ bhikkhuṃ gharaṃ netvā bhojetvā etadavoca—","eng":"He took that monk to his house and gave him a meal. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.4.2":{"pli":"“kahaṃ, bhante, ayyo gamissatī”ti? ","eng":"He then said, “Where are you going, venerable?” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.4.3":{"pli":"“Sāvatthiṃ kho ahaṃ, āvuso, gamissāmi bhagavantaṃ dassanāyā”ti. ","eng":"“I’m going to Sāvatthī to see the Buddha.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.4.4":{"pli":"“Tena hi, bhante, mama vacanena bhagavato pāde sirasā vanda, evañca vadehi—","eng":"“Well then, would you please pay respect at the Buddha’s feet in my name and say, ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.4.5":{"pli":"‘duṭṭho, bhante, kīṭāgirismiṃ āvāso. ","eng":"‘Sir, the monastery at Kīṭāgiri has been corrupted. ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.6":{"pli":"Assajipunabbasukā nāma kīṭāgirismiṃ āvāsikā alajjino pāpabhikkhū. ","eng":"The bad and shameless monks Assaji and Punabbasuka are staying there. ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.7":{"pli":"Te evarūpaṃ anācāraṃ ācaranti—","eng":"And they’re misbehaving in many ways. ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.8":{"pli":"mālāvacchaṃ ropentipi ropāpentipi, siñcantipi siñcāpentipi …pe… vividhampi anācāraṃ ācaranti. ","eng":"They plant flowering trees, water them … And they misbehave in a variety of ways. ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.9":{"pli":"Yepi te, bhante, manussā pubbe saddhā ahesuṃ pasannā tepi etarahi assaddhā appasannā. ","eng":"Those who previously had faith and confidence have now lost it, ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.10":{"pli":"Yānipi tāni saṅghassa pubbe dānapathāni tānipi etarahi upacchinnāni. ","eng":"and there’s no longer any support for the Sangha. ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.11":{"pli":"Riñcanti pesalā bhikkhū, nivasanti pāpabhikkhū. ","eng":"The good monks have left and the bad monks are staying on. ","html":"{}"},"pli-tv-bu-vb-ss13:1.4.12":{"pli":"Sādhu, bhante, bhagavā kīṭāgiriṃ bhikkhū pahiṇeyya yathāyaṃ kīṭāgirismiṃ āvāso saṇṭhaheyyā’”ti. ","eng":"Sir, please send monks to stay at the monastery at Kīṭāgiri.’” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.5.1":{"pli":"“Evamāvuso”ti kho so bhikkhu tassa upāsakassa paṭissutvā yena sāvatthi tena pakkāmi. ","eng":"The monk consented, got up, and set out for Sāvatthī. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.5.2":{"pli":"Anupubbena yena sāvatthi jetavanaṃ anāthapiṇḍikassa ārāmo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"When he eventually arrived, he went to the Buddha in Anāthapiṇḍika’s Monastery. He bowed to the Buddha and sat down. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.3":{"pli":"Āciṇṇaṃ kho panetaṃ buddhānaṃ bhagavantānaṃ āgantukehi bhikkhūhi saddhiṃ paṭisammodituṃ. ","eng":"Since it is the custom for Buddhas to greet newly-arrived monks, ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.4":{"pli":"Atha kho bhagavā taṃ bhikkhuṃ etadavoca—","eng":"the Buddha said to him, ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.5":{"pli":"“kacci, bhikkhu, khamanīyaṃ kacci yāpanīyaṃ, ","eng":"“I hope you’re keeping well, monk, I hope you’re getting by? ","html":"{} "},"pli-tv-bu-vb-ss13:1.5.6":{"pli":"kaccisi appakilamathena addhānaṃ āgato, ","eng":"I hope you’re not tired from traveling? ","html":"{} "},"pli-tv-bu-vb-ss13:1.5.7":{"pli":"kuto ca tvaṃ, bhikkhu, āgacchasī”ti? ","eng":"And where have you come from?” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.5.8":{"pli":"“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā. ","eng":"“I’m keeping well, sir, I’m getting by. ","html":"<p>{} "},"pli-tv-bu-vb-ss13:1.5.9":{"pli":"Appakilamathena cāhaṃ, bhante, addhānaṃ āgato. ","eng":"I’m not tired from traveling.” ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.10":{"pli":"Idhāhaṃ, bhante, kāsīsu vassaṃvuṭṭho sāvatthiṃ āgacchanto bhagavantaṃ dassanāya yena kīṭāgiri tadavasariṃ. ","eng":"He then told the Buddha all that had happened at Kīṭāgiri, ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.11":{"pli":"Atha khvāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kīṭāgiriṃ piṇḍāya pāvisiṃ. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.12":{"pli":"Addasā kho maṃ, bhante, aññataro upāsako kīṭāgirismiṃ piṇḍāya carantaṃ. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.13":{"pli":"Disvāna yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā etadavoca—‘api, bhante, piṇḍo labbhatī’ti? ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.5.14":{"pli":"‘Na kho, āvuso, piṇḍo labbhatī’ti. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.5.15":{"pli":"‘Ehi, bhante, gharaṃ gamissāmā’ti. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.5.16":{"pli":"Atha kho, bhante, so upāsako maṃ gharaṃ netvā bhojetvā etadavoca—","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.5.17":{"pli":"‘kahaṃ, bhante, ayyo gamissatī’ti? ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.5.18":{"pli":"‘Sāvatthiṃ kho ahaṃ, āvuso, gamissāmi bhagavantaṃ dassanāyā’ti. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.5.19":{"pli":"Tena hi, bhante, mama vacanena bhagavato pāde sirasā vanda, evañca vadehi—","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.5.20":{"pli":"‘duṭṭho, bhante, kīṭāgirismiṃ āvāso, ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.21":{"pli":"assajipunabbasukā nāma kīṭāgirismiṃ āvāsikā alajjino pāpabhikkhū. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.22":{"pli":"Te evarūpaṃ anācāraṃ ācaranti—","html":"{}"},"pli-tv-bu-vb-ss13:1.5.23":{"pli":"mālāvacchaṃ ropentipi ropāpentipi, siñcantipi siñcāpentipi …pe… vividhampi anācāraṃ ācaranti. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.24":{"pli":"Yepi te, bhante, manussā pubbe saddhā ahesuṃ pasannā tepi etarahi assaddhā appasannā, ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.25":{"pli":"yānipi tāni saṅghassa pubbe dānapathāni tānipi etarahi upacchinnāni, ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.26":{"pli":"riñcanti pesalā bhikkhū nivasanti pāpabhikkhū. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.27":{"pli":"Sādhu, bhante, bhagavā kīṭāgiriṃ bhikkhū pahiṇeyya yathāyaṃ kīṭāgirismiṃ āvāso saṇṭhaheyyā’ti. ","html":"{}"},"pli-tv-bu-vb-ss13:1.5.28":{"pli":"Tato ahaṃ, bhagavā, āgacchāmī”ti. ","eng":"adding, “That’s where I’ve come from, sir.” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.6.1":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā bhikkhū paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.6.2":{"pli":"“saccaṃ kira, bhikkhave, assajipunabbasukā nāma kīṭāgirismiṃ āvāsikā alajjino pāpabhikkhū te evarūpaṃ anācāraṃ ācaranti—","eng":"“Is it true, monks, that the bad and shameless monks Assaji and Punabbasuka are staying at Kīṭāgiri and misbehaving like this? ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.3":{"pli":"mālāvacchaṃ ropentipi ropāpentipi, siñcantipi siñcāpentipi …pe… vividhampi anācāraṃ ācaranti, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.4":{"pli":"yepi te, bhikkhave, manussā pubbe saddhā ahesuṃ pasannā tepi etarahi assaddhā appasannā; ","eng":"And is it true that those people who previously had faith and confidence have now lost it, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.5":{"pli":"yānipi tāni saṅghassa pubbe dānapathāni tānipi etarahi upacchinnāni; ","eng":"that there’s no longer any support for the Sangha, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.6":{"pli":"riñcanti pesalā bhikkhū nivasanti pāpabhikkhū”ti? ","eng":"and that the good monks have left and the bad monks are staying on?” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.6.7":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.6.8":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.6.9":{"pli":"kathañhi nāma te, bhikkhave, moghapurisā evarūpaṃ anācāraṃ ācarissanti—","eng":"“Monks, how can those foolish men misbehave in this way? ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.10":{"pli":"mālāvacchaṃ ropessantipi ropāpessantipi, sañcissantipi siñcāpessantipi, ocinissantipi ocināpessantipi, ganthissantipi ganthāpessantipi, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.11":{"pli":"ekatovaṇṭikamālaṃ karissantipi kārāpessantipi, ubhatovaṇṭikamālaṃ karissantipi kārāpessantipi, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.12":{"pli":"mañjarikaṃ karissantipi kārāpessantipi, vidhūtikaṃ karissantipi kārāpessantipi, vaṭaṃsakaṃ karissantipi kārāpessantipi, āveḷaṃ karissantipi kārāpessantipi, uracchadaṃ karissantipi kārāpessantipi. ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.13":{"pli":"Te kulitthīnaṃ kuladhītānaṃ kulakumārīnaṃ kulasuṇhānaṃ kuladāsīnaṃ ekatovaṇṭikamālaṃ harissantipi hārāpessantipi, ubhatovaṇṭikamālaṃ harissantipi hārāpessantipi, mañjarikaṃ harissantipi hārāpessantipi, vidhūtikaṃ harissantipi hārāpessantipi, vaṭaṃsakaṃ harissantipi hārāpessantipi, āveḷaṃ harissantipi hārāpessantipi, uracchadaṃ harissantipi hārāpessantipi. ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.14":{"pli":"Te kulitthīhi kuladhītāhi kulakumārīhi kulasuṇhāhi kuladāsīhi saddhiṃ ekabhājanepi bhuñjissanti, ekathālakepi pivissanti, ekāsanepi nisīdissanti, ekamañcepi tuvaṭṭissanti, ekattharaṇāpi tuvaṭṭissanti, ekapāvuraṇāpi tuvaṭṭissanti, ekattharaṇapāvuraṇāpi tuvaṭṭissanti, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.15":{"pli":"vikālepi bhuñjissanti, majjampi pivissanti, mālāgandhavilepanampi dhārissanti ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.16":{"pli":"naccissantipi gāyissantipi vādessantipi lāsessantipi, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.17":{"pli":"naccantiyāpi naccissanti naccantiyāpi gāyissanti naccantiyāpi vādessanti naccantiyāpi lāsessanti, gāyantiyāpi naccissanti gāyantiyāpi gāyissanti gāyantiyāpi vādessanti gāyantiyāpi lāsessanti, vādentiyāpi naccissanti vādentiyāpi gāyissanti vādentiyāpi vādessanti vādentiyāpi lāsessanti, lāsentiyāpi naccissanti lāsentiyāpi gāyissanti lāsentiyāpi vādessanti lāsentiyāpi lāsessanti ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.6.18":{"pli":"aṭṭhapadepi kīḷissanti dasapadepi kīḷissanti, ākāsepi kīḷissanti, parihārapathepi kīḷissanti, santikāyapi kīḷissanti, khalikāyapi kīḷissanti, ghaṭikāyapi kīḷissanti, salākahatthenapi kīḷissanti, akkhenapi kīḷissanti, paṅgacīrenapi kīḷissanti, vaṅkakenapi kīḷissanti, mokkhacikāyapi kīḷissanti, ciṅgulakenapi kīḷissanti, pattāḷhakenapi kīḷissanti, rathakenapi kīḷissanti, dhanukenapi kīḷissanti, akkharikāyapi kīḷissanti, manesikāyapi kīḷissanti, yathāvajjenapi kīḷissanti, ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.6.19":{"pli":"hatthismimpi sikkhissanti, assasmimpi sikkhissanti, rathasmimpi sikkhissanti, dhanusmimpi sikkhissanti, tharusmimpi sikkhissanti, ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.6.20":{"pli":"hatthissapi purato dhāvissanti, assassapi purato dhāvissanti, rathassapi purato dhāvissantipi ādhāvissantipi ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.21":{"pli":"usseḷessantipi, apphoṭessantipi, nibbujjhissantipi, muṭṭhīhipi yujjhissanti, ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.22":{"pli":"raṅgamajjhepi saṅghāṭiṃ pattharitvā naccakiṃ evaṃ vakkhanti “idha, bhagini, naccassū”ti nalāṭikampi dassanti, vividhampi anācāraṃ ācarissanti. ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.23":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.24":{"pli":"vigarahitvā dhammiṃ kathaṃ katvā sāriputtamoggallāne āmantesi—","eng":"He then gave a teaching and addressed Sāriputta and Moggallāna: ","html":"{}"},"pli-tv-bu-vb-ss13:1.6.25":{"pli":"“gacchatha tumhe, sāriputtā, kīṭāgiriṃ gantvā assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammaṃ karotha. Tumhākaṃ ete saddhivihārikā”ti. ","eng":"“Go to Kīṭāgiri and do a legal procedure of banishing the monks Assaji and Punabbasuka. They’re your students.” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.6.26":{"pli":"“Kathaṃ mayaṃ, bhante, assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammaṃ karoma? Caṇḍā te bhikkhū pharusā”ti. ","eng":"“Sir, how can we do a procedure of banishing these monks from Kīṭāgiri? They’re temperamental and harsh.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.6.27":{"pli":"“Tena hi tumhe, sāriputtā, bahukehi bhikkhūhi saddhiṃ gacchathā”ti. ","eng":"“Well then, take many monks.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.6.28":{"pli":"“Evaṃ, bhante”ti kho sāriputtamoggallānā bhagavato paccassosuṃ. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:1.7.1":{"pli":"“Evañca pana, bhikkhave, kātabbaṃ. ","eng":"“And, monks, this is how it should be done. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.7.2":{"pli":"Paṭhamaṃ assajipunabbasukā bhikkhū codetabbā. ","eng":"First you should accuse the monks Assaji and Punabbasuka. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.3":{"pli":"Codetvā sāretabbā. Sāretvā āpattiṃ ropetabbā. ","eng":"They should then be reminded of what they have done, before they are charged with an offense. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.4":{"pli":"Āpattiṃ ropetvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo—","eng":"A competent and capable monk should then inform the Sangha: ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.7.5":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-ss13:1.7.6":{"pli":"Ime assajipunabbasukā bhikkhū kuladūsakā pāpasamācārā. Imesaṃ pāpakā samācārā dissanti ceva suyyanti ca. Kulāni ca imehi duṭṭhāni dissanti ceva suyyanti ca. ","eng":"These monks, Assaji and Punabbasuka, are corrupters of families and badly behaved. Their bad behavior has been seen and heard about, and the families corrupted by them have been seen and heard about. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.7":{"pli":"Yadi saṅghassa pattakallaṃ, saṅgho assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammaṃ kareyya—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṃ vatthabban”ti. ","eng":"If the Sangha is ready, it should do a legal procedure of banishing them, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.8":{"pli":"Esā ñatti. ","eng":"This is the motion. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.7.9":{"pli":"Suṇātu me, bhante, saṅgho. ","eng":"Please, venerables, I ask the Sangha to listen. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.7.10":{"pli":"Ime assajipunabbasukā bhikkhū kuladūsakā pāpasamācārā. Imesaṃ pāpakā samācārā dissanti ceva suyyanti ca. Kulāni ca imehi duṭṭhāni dissanti ceva suyyanti ca. ","eng":"These monks, Assaji and Punabbasuka, are corrupters of families and badly behaved. Their bad behavior has been seen and heard about, and the families corrupted by them have been seen and heard about. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.11":{"pli":"Saṅgho assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammaṃ karoti—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṃ vatthabban”ti. ","eng":"The Sangha does a legal procedure of banishing them, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.12":{"pli":"Yassāyasmato khamati assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammassa karaṇaṃ—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṃ vatthabban”ti, so tuṇhassa; ","eng":"Any monk who approves of doing this legal procedure should remain silent. ","html":"{}"},"pli-tv-bu-vb-ss13:1.7.13":{"pli":"yassa nakkhamati, so bhāseyya. ","eng":"Any monk who doesn’t approve should speak up. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.7.14":{"pli":"Dutiyampi etamatthaṃ vadāmi …pe… ","eng":"For the second time, I speak on this matter. … ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.7.15":{"pli":"tatiyampi etamatthaṃ vadāmi—suṇātu me, bhante, saṅgho …pe… so bhāseyya. ","eng":"For the third time, I speak on this matter. Please, venerables, I ask the Sangha to listen. … should speak up. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.7.16":{"pli":"Kataṃ saṅghena assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammaṃ—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṃ vatthabban”ti. ","eng":"The Sangha has done a legal procedure of banishing them, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.7.17":{"pli":"Khamati saṅghassa, tasmā tuṇhī, evametaṃ dhārayāmī’”ti. ","eng":"The Sangha approves and is therefore silent. I’ll remember it thus.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:1.8.1":{"pli":"Atha kho sāriputtamoggallānappamukho bhikkhusaṅgho kīṭāgiriṃ gantvā assajipunabbasukānaṃ bhikkhūnaṃ kīṭāgirismā pabbājanīyakammaṃ akāsi—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṃ vatthabban”ti. ","eng":"Soon afterwards a sangha of monks, headed by Sāriputta and Moggallāna, went to Kīṭāgiri and did the procedure of banishing Assaji and Punabbasuka, prohibiting them from staying at Kīṭāgiri. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.8.2":{"pli":"Te saṅghena pabbājanīyakammakatā na sammā vattanti, na lomaṃ pātenti, na netthāraṃ vattanti, na bhikkhū khamāpenti, akkosanti paribhāsanti chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpenti, pakkamantipi, vibbhamantipi. ","eng":"After the Sangha had done the procedure, those monks did not conduct themselves properly or suitably so as to deserve to be released, nor did they ask the monks for forgiveness. Instead they abused and reviled them, and they slandered them as acting from favoritism, ill will, confusion, and fear. And they left and they disrobed. ","html":"{}","comm":"The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Sp 1.435: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. For the further development of these events, see <a href='index.html?q=pli-tv-kd11#13.1.1'>Kd 11:13.1.1</a>–16.1.28. │ “Disrobe” renders <i lang='pi' translate='no'>vibbhamissāmi</i>. According to PED and SED the general meaning of this word is something like “to go astray”. However, the implied meaning throughout the Vinaya Piṭaka is that one leaves the Sangha, that is, one disrobes. I therefore take this word to express the functional equivalence of disrobing. This is supported by the commentaries. Sp 1.435: <i lang='pi' translate='no'>Vibbhamantīti ekacce gihī honti</i>, “<i lang='pi' translate='no'>Vibbhamanti</i>: some became householders.” Sp 4.434: <i lang='pi' translate='no'>Yadeva sā vibbhantāti yasmā sā vibbhantā attano ruciyā khantiyā odātāni vatthāni nivatthā, tasmāyeva sā abhikkhunī, na sikkhāpaccakkhānenāti dasseti</i>, “<i lang='pi' translate='no'>Yadeva sā vibbhantā</i> means she is no longer a nun because, according to her own preference and choice, she dresses in white.” "},"pli-tv-bu-vb-ss13:1.8.3":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.4":{"pli":"“kathañhi nāma assajipunabbasukā bhikkhū saṅghena pabbājanīyakammakatā na sammā vattissanti, na lomaṃ pātessanti, na netthāraṃ vattissanti, na bhikkhū khamāpessanti, akkosissanti paribhāsissanti, chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpessanti pakkamissantipi vibbhamissantipī”ti. ","eng":"“How can these monks act in this way when the Sangha has done a legal procedure of banishing them?” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.8.5":{"pli":"Atha kho te bhikkhū assajipunabbasuke bhikkhū anekapariyāyena vigarahitvā bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"They rebuked the monks Assaji and Punabbasuka in many ways and then told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.8.6":{"pli":"“saccaṃ kira, bhikkhave, assajipunabbasukā bhikkhū saṅghena pabbājanīyakammakatā na sammā vattanti …pe… vibbhamantipī”ti? ","eng":"“Is it true, monks, that the monks Assaji and Punabbasuka acted in this way?” ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.7":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"{}</p>"},"pli-tv-bu-vb-ss13:1.8.8":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-bu-vb-ss13:1.8.9":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:1.8.10.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-ss13:1.8.10.1":{"pli":"“Bhikkhu paneva aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati kuladūsako pāpasamācāro. Tassa kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni ca tena duṭṭhāni dissanti ceva suyyanti ca. ","eng":"‘If a monk who lives supported by a village or town is a corrupter of families and badly behaved, and his bad behavior has been seen and heard about, and the families corrupted by him have been seen and heard about, ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-ss13:1.8.11":{"pli":"So bhikkhu bhikkhūhi evamassa vacanīyo—","eng":"then the monks should correct him like this: ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.12":{"pli":"‘āyasmā kho kuladūsako pāpasamācāro, āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṃ te idha vāsenā’ti. ","eng":"“Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.” ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.13":{"pli":"Evañca so bhikkhu bhikkhūhi vuccamāno te bhikkhū evaṃ vadeyya—","eng":"If he replies, ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.14":{"pli":"‘chandagāmino ca bhikkhū dosagāmino ca bhikkhū mohagāmino ca bhikkhū bhayagāmino ca bhikkhū tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī’ti, ","eng":"“You’re acting out of favoritism, ill will, confusion, and fear. Because of this sort of offense, you only banish some, but not others,” ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.15":{"pli":"so bhikkhu bhikkhūhi evamassa vacanīyo—","eng":"the monks should correct him like this: ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.16":{"pli":"‘māyasmā evaṃ avaca. Na ca bhikkhū chandagāmino. Na ca bhikkhū dosagāmino. Na ca bhikkhū mohagāmino. Na ca bhikkhū bhayagāmino. ","eng":"“No, venerable, the monks are not acting out of favoritism, ill will, confusion, and fear. ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.17":{"pli":"Āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṃ te idha vāsenā’ti. ","eng":"Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.” ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.18":{"pli":"Evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya, so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya. ","eng":"If that monk continues as before, the monks should press him up to three times to make him stop. ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.19":{"pli":"Yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya, iccetaṃ kusalaṃ; ","eng":"If he then stops, all is well. ","html":"{}"},"pli-tv-bu-vb-ss13:1.8.20":{"pli":"no ce paṭinissajjeyya, saṅghādiseso”ti. ","eng":"If he does not stop, he commits an offense entailing suspension.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-ss13:2.1":{"pli":"Bhikkhu paneva aññataraṃ gāmaṃ vā nigamaṃ vāti ","eng":"A monk … a village or town: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.2":{"pli":"gāmopi nigamopi nagarampi gāmo ceva nigamo ca. ","eng":"a village and a town and a city are included in just a village and a town. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.3":{"pli":"Upanissāya viharatīti ","eng":"Lives supported by: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.4":{"pli":"tattha paṭibaddhā honti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā. ","eng":"robe-cloth, almsfood, dwellings, and medicinal supplies can be obtained in that place. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.5":{"pli":"Kulaṃ nāma ","eng":"A family: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.6":{"pli":"cattāri kulāni—khattiyakulaṃ, brāhmaṇakulaṃ, vessakulaṃ, suddakulaṃ. ","eng":"there are four kinds of families: the aristocratic family, the brahmin family, the merchant family, the worker family. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.7":{"pli":"Kuladūsakoti ","eng":"A corrupter of families: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.8":{"pli":"kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vejjikāya vā jaṅghapesanikena vā. ","eng":"he corrupts families by means of flowers, fruit, bath powder, soap, tooth cleaners, bamboo, medical treatment, or by taking messages on foot. ","html":"<dd>{}</dd>","comm":"For the rendering of <i lang='pi' translate='no'>mattika</i> and <i lang='pi' translate='no'>cuṇṇa</i> as respectively “soap” and “bath powder”, see Appendix of Technical Terms. "},"pli-tv-bu-vb-ss13:2.9":{"pli":"Pāpasamācāroti ","eng":"Badly behaved: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.10":{"pli":"mālāvacchaṃ ropetipi ropāpetipi, siñcatipi siñcāpetipi, ocinātipi ocināpetipi, ganthetipi ganthāpetipi. ","eng":"he plants flowering trees and has it done; he waters them and has it done; he plucks them and has it done; he ties the flowers together and has it done. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.11":{"pli":"Dissanti ceva suyyanti cāti ","eng":"Has been seen and heard about: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.12":{"pli":"ye saṃmukhā te passanti, ye tirokkhā te suṇanti. ","eng":"those who are present see it; those who are absent hear about it. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.13":{"pli":"Kulāni ca tena duṭṭhānīti ","eng":"The families corrupted by him: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.14":{"pli":"pubbe saddhā hutvā taṃ āgamma assaddhā honti, pasannā hutvā appasannā honti. ","eng":"they have lost their faith because of him; they have lost their confidence because of him. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.15":{"pli":"Dissanti ceva suyyanti cāti ","eng":"Have been seen and heard about: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.16":{"pli":"ye saṃmukhā te passanti, ye tirokkhā te suṇanti. ","eng":"those who are present see it; those who are absent hear about it. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.17":{"pli":"So bhikkhūti ","eng":"Him: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.18":{"pli":"yo so kuladūsako bhikkhu. ","eng":"that monk who is a corrupter of families. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.19":{"pli":"Bhikkhūhīti ","eng":"The monks: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.20":{"pli":"aññehi bhikkhūhi. Ye passanti ye suṇanti. Tehi vattabbo—","eng":"other monks, those who see it or hear about it. They should correct him like this: ","html":"<dd>{}"},"pli-tv-bu-vb-ss13:2.21":{"pli":"“āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṃ te idha vāsenā”ti. ","eng":"“Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.” ","html":"{}"},"pli-tv-bu-vb-ss13:2.22":{"pli":"Evañca so bhikkhu bhikkhūhi vuccamāno te bhikkhū evaṃ vadeyya—“chandagāmino ca bhikkhū, dosagāmino ca bhikkhū, mohagāmino ca bhikkhū, bhayagāmino ca bhikkhū. Tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī”ti. ","eng":"If he replies, “You’re acting out of favoritism, ill will, confusion, and fear. Because of this sort of offense, you only banish some, but not others.” ","html":"{}</dd>"},"pli-tv-bu-vb-ss13:2.23":{"pli":"So bhikkhūti ","eng":"Him: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.24":{"pli":"yo so kammakato bhikkhu. ","eng":"that monk who is having a legal procedure done against him. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-ss13:2.25":{"pli":"Bhikkhūhīti ","eng":"The monks: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.26":{"pli":"aññehi bhikkhūhi. Ye passanti ye suṇanti. Tehi vattabbo—","eng":"other monks, those who see it or hear about it. They should correct him like this: ","html":"<dd><p>{}"},"pli-tv-bu-vb-ss13:2.27":{"pli":"“māyasmā evaṃ avaca. Na ca bhikkhū chandagāmino, na ca bhikkhū dosagāmino, na ca bhikkhū mohagāmino, na ca bhikkhū bhayagāmino. ","eng":"“No, venerable, the monks are not acting out of favoritism, ill will, confusion, and fear. ","html":"{}"},"pli-tv-bu-vb-ss13:2.28":{"pli":"Āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṃ te idha vāsenā”ti. ","eng":"Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.” ","html":"{}"},"pli-tv-bu-vb-ss13:2.29":{"pli":"Dutiyampi vattabbo. ","eng":"And they should correct him a second ","html":"{}"},"pli-tv-bu-vb-ss13:2.30":{"pli":"Tatiyampi vattabbo. ","eng":"and a third time. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:2.31":{"pli":"Sace paṭinissajjati, iccetaṃ kusalaṃ. ","eng":"If he stops, all is well. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:2.32":{"pli":"No ce paṭinissajjati, āpatti dukkaṭassa. ","eng":"If he does not stop, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-ss13:2.33":{"pli":"Sutvā na vadanti, āpatti dukkaṭassa. ","eng":"If those who hear about it do not say anything, they commit an offense of wrong conduct. ","html":"<span class='subrule'>{}</span></p>"},"pli-tv-bu-vb-ss13:2.34":{"pli":"So bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo—","eng":"That monk, even if he has to be pulled into the Sangha, should be corrected like this: ","html":"<p>{}"},"pli-tv-bu-vb-ss13:2.35":{"pli":"“māyasmā evaṃ avaca. Na ca bhikkhū chandagāmino, na ca bhikkhū dosagāmino, na ca bhikkhū mohagāmino, na ca bhikkhū bhayagāmino. ","eng":"“No, venerable, the monks are not acting out of favoritism, ill will, confusion, and fear. ","html":"{}"},"pli-tv-bu-vb-ss13:2.36":{"pli":"Āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṃ te idha vāsenā”ti. ","eng":"Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.” ","html":"{}"},"pli-tv-bu-vb-ss13:2.37":{"pli":"Dutiyampi vattabbo. ","eng":"They should correct him a second ","html":"{}"},"pli-tv-bu-vb-ss13:2.38":{"pli":"Tatiyampi vattabbo. ","eng":"and a third time. ","html":"{}"},"pli-tv-bu-vb-ss13:2.39":{"pli":"Sace paṭinissajjati, iccetaṃ kusalaṃ. ","eng":"If he stops, all is well. ","html":"{}"},"pli-tv-bu-vb-ss13:2.40":{"pli":"No ce paṭinissajjati, āpatti dukkaṭassa. ","eng":"If he does not stop, he commits an offense of wrong conduct. ","html":"{}</p></dd>"},"pli-tv-bu-vb-ss13:2.41":{"pli":"So bhikkhu samanubhāsitabbo. ","eng":"Should press him: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.42":{"pli":"“Evañca pana, bhikkhave, samanubhāsitabbo. ","eng":"“And, monks, he should be pressed like this. ","html":"<dd><p>{}"},"pli-tv-bu-vb-ss13:2.43":{"pli":"Byattena bhikkhunā paṭibalena saṅgho ñāpetabbo—","eng":"A competent and capable monk should inform the Sangha: ","html":"{}</p>"},"pli-tv-bu-vb-ss13:2.44":{"pli":"‘Suṇātu me, bhante, saṅgho. ","eng":"‘Please, venerables, I ask the Sangha to listen. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-ss13:2.45":{"pli":"Ayaṃ itthannāmo bhikkhu saṅghena pabbājanīyakammakato bhikkhū chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpeti. ","eng":"The monk so-and-so, who has had a legal procedure of banishment done against himself, is slandering the monks as acting out of favoritism, ill will, confusion, and fear. ","html":"{}"},"pli-tv-bu-vb-ss13:2.46":{"pli":"So taṃ vatthuṃ na paṭinissajjati. ","eng":"And he keeps on doing it. ","html":"{}"},"pli-tv-bu-vb-ss13:2.47":{"pli":"Yadi saṅghassa pattakallaṃ, saṅgho itthannāmaṃ bhikkhuṃ samanubhāseyya tassa vatthussa paṭinissaggāya. ","eng":"If the Sangha is ready, it should press him to make him stop. ","html":"{}"},"pli-tv-bu-vb-ss13:2.48":{"pli":"Esā ñatti. ","eng":"This is the motion. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:2.49":{"pli":"Suṇātu me, bhante, saṅgho. ","eng":"Please, venerables, I ask the Sangha to listen. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:2.50":{"pli":"Ayaṃ itthannāmo bhikkhu saṅghena pabbājanīyakammakato bhikkhū chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpeti. ","eng":"The monk so-and-so, who has had a legal procedure of banishment done against himself, is slandering the monks as acting out of favoritism, ill will, confusion, and fear. ","html":"{}"},"pli-tv-bu-vb-ss13:2.51":{"pli":"So taṃ vatthuṃ na paṭinissajjati. ","eng":"And he keeps on doing it. ","html":"{}"},"pli-tv-bu-vb-ss13:2.52":{"pli":"Saṅgho itthannāmaṃ bhikkhuṃ samanubhāsati tassa vatthussa paṭinissaggāya. ","eng":"The Sangha presses him to make him stop. ","html":"{}"},"pli-tv-bu-vb-ss13:2.53":{"pli":"Yassāyasmato khamati itthannāmassa bhikkhuno samanubhāsanā tassa vatthussa paṭinissaggāya, so tuṇhassa; yassa nakkhamati, so bhāseyya. ","eng":"Any monk who approves of pressing him to make him stop should remain silent. Any monk who doesn’t approve should speak up. ","html":"{}</p>"},"pli-tv-bu-vb-ss13:2.54":{"pli":"Dutiyampi etamatthaṃ vadāmi …pe… ","eng":"For the second time, I speak on this matter. … ","html":"<p>{}"},"pli-tv-bu-vb-ss13:2.55":{"pli":"tatiyampi etamatthaṃ vadāmi …pe…. ","eng":"For the third time, I speak on this matter. … ","html":"{}</p>"},"pli-tv-bu-vb-ss13:2.56":{"pli":"Samanubhaṭṭho saṅghena itthannāmo bhikkhu tassa vatthussa paṭinissaggāya. ","eng":"The Sangha has pressed monk so-and-so to make him stop. ","html":"<p>{}"},"pli-tv-bu-vb-ss13:2.57":{"pli":"Khamati saṅghassa, tasmā tuṇhī, evametaṃ dhārayāmī’”ti. ","eng":"The Sangha approves and is therefore silent. I’ll remember it thus.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:2.58":{"pli":"Ñattiyā dukkaṭaṃ, ","eng":"After the motion, he commits an offense of wrong conduct. ","html":"<p>{}","comm":"The Pali just says <i lang='pi' translate='no'>dukkaṭa</i>, without specifying that it is an <i lang='pi' translate='no'>āpatti</i>, an offense. Yet just below the text says that the <i lang='pi' translate='no'>dukkaṭa</i> is annulled if you commit the full offense of <i lang='pi' translate='no'>saṅghādisesa</i>. The implication is that <i lang='pi' translate='no'>dukkaṭa</i> should be read as <i lang='pi' translate='no'>āpatti dukkaṭassa</i>, “an offense of wrong conduct”. "},"pli-tv-bu-vb-ss13:2.59":{"pli":"dvīhi kammavācāhi thullaccayā, ","eng":"After each of the first two announcements, he commits a serious offense. ","html":"{} "},"pli-tv-bu-vb-ss13:2.60":{"pli":"kammavācāpariyosāne āpatti saṅghādisesassa. ","eng":"When the last announcement is finished, he commits an offense entailing suspension. ","html":"{}"},"pli-tv-bu-vb-ss13:2.61":{"pli":"Saṅghādisesaṃ ajjhāpajjantassa ñattiyā dukkaṭaṃ, dvīhi kammavācāhi thullaccayā paṭippassambhanti. ","eng":"For one who commits the offense entailing suspension, the offense of wrong conduct and the serious offenses are annulled. ","html":"{}</p></dd>"},"pli-tv-bu-vb-ss13:2.62":{"pli":"Saṅghādisesoti ","eng":"He commits an offense entailing suspension: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-ss13:2.63":{"pli":"saṅghova tassā āpattiyā parivāsaṃ deti, mūlāya paṭikassati, mānattaṃ deti, abbheti; na sambahulā, na ekapuggalo. Tena vuccati—“saṅghādiseso”ti, ","eng":"only the Sangha gives probation for that offense, sends back to the beginning, gives the trial period, and rehabilitates—not several monks, not an individual. Therefore it is called “an offense entailing suspension”. ","html":"<dd>{} "},"pli-tv-bu-vb-ss13:2.64":{"pli":"tasseva āpattinikāyassa nāmakammaṃ adhivacanaṃ. Tenapi vuccati “saṅghādiseso”ti. ","eng":"This is the name and designation of this class of offense. Therefore, too, it is called “an offense entailing suspension”. ","html":"{}</dd></dl></section>"},"pli-tv-bu-vb-ss13:3.1.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-ss13:3.1.1":{"pli":"Dhammakamme dhammakammasaññī na paṭinissajjati, āpatti saṅghādisesassa. ","eng":"If it is a legitimate legal procedure, and he perceives it as such, and he does not stop, he commits an offense entailing suspension. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:3.1.2":{"pli":"Dhammakamme vematiko na paṭinissajjati, āpatti saṅghādisesassa. ","eng":"If it is a legitimate legal procedure, but he is unsure of it, and he does not stop, he commits an offense entailing suspension. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:3.1.3":{"pli":"Dhammakamme adhammakammasaññī na paṭinissajjati, āpatti saṅghādisesassa. ","eng":"If it is a legitimate legal procedure, but he perceives it as illegitimate, and he does not stop, he commits an offense entailing suspension. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:3.1.4":{"pli":"Adhammakamme dhammakammasaññī, āpatti dukkaṭassa. ","eng":"If it is an illegitimate legal procedure, but he perceives it as legitimate, he commits an offense of wrong conduct. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:3.1.5":{"pli":"Adhammakamme vematiko, āpatti dukkaṭassa. ","eng":"If it is an illegitimate legal procedure, but he is unsure of it, he commits an offense of wrong conduct. ","html":"<p>{}</p>"},"pli-tv-bu-vb-ss13:3.1.6":{"pli":"Adhammakamme adhammakammasaññī, āpatti dukkaṭassa. ","eng":"If it is an illegitimate legal procedure, and he perceives it as such, he commits an offense of wrong conduct. ","html":"<p>{}</p></section>"},"pli-tv-bu-vb-ss13:3.2.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-ss13:3.2.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{} "},"pli-tv-bu-vb-ss13:3.2.2":{"pli":"asamanubhāsantassa, ","eng":"if he has not been pressed; ","html":"{} "},"pli-tv-bu-vb-ss13:3.2.3":{"pli":"paṭinissajjantassa, ","eng":"if he stops; ","html":"{} "},"pli-tv-bu-vb-ss13:3.2.4":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{} "},"pli-tv-bu-vb-ss13:3.2.5":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:3.2.6":{"pli":"Kuladūsakasikkhāpadaṃ niṭṭhitaṃ terasamaṃ. ","eng":"The training rule on corrupters of families, the thirteenth, is finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-bu-vb-ss13:3.2.7":{"pli":"“Uddiṭṭhā kho, āyasmanto, terasa saṅghādisesā dhammā, nava paṭhamāpattikā, cattāro yāvatatiyakā. ","eng":"“Venerables, the thirteen rules on suspension have been recited, nine being immediate offenses, four after the third announcement. ","html":"<section class='patimokkha'><p>{}"},"pli-tv-bu-vb-ss13:3.2.8":{"pli":"Yesaṃ bhikkhu aññataraṃ vā aññataraṃ vā āpajjitvā yāvatīhaṃ jānaṃ paṭicchādeti tāvatīhaṃ tena bhikkhunā akāmā parivattabbaṃ. ","eng":"If a monk commits any one of them, he is to undergo probation for the same number of days as he knowingly concealed that offense. ","html":"{}"},"pli-tv-bu-vb-ss13:3.2.9":{"pli":"Parivutthaparivāsena bhikkhunā uttari chārattaṃ bhikkhumānattāya paṭipajjitabbaṃ. ","eng":"When this is completed, he must undertake the trial period for a further six days. ","html":"{}"},"pli-tv-bu-vb-ss13:3.2.10":{"pli":"Ciṇṇamānatto bhikkhu yattha siyā vīsatigaṇo bhikkhusaṅgho tattha so bhikkhu abbhetabbo. ","eng":"When this is completed, he is to be rehabilitated wherever there is a sangha of at least twenty monks. ","html":"{}"},"pli-tv-bu-vb-ss13:3.2.11":{"pli":"Ekenapi ce ūno vīsatigaṇo bhikkhusaṅgho taṃ bhikkhuṃ abbheyya, so ca bhikkhu anabbhito, te ca bhikkhū gārayhā, ayaṃ tattha sāmīci. ","eng":"If that monk is rehabilitated by a sangha of even one less than twenty, that monk is not rehabilitated and those monks are at fault. This is the proper procedure. ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:3.2.12":{"pli":"Tatthāyasmante pucchāmi—‘kaccittha parisuddhā’? ","eng":"In regard to this I ask you, ‘Are you pure in this?’ ","html":"<section class='patimokkha'><p>{}"},"pli-tv-bu-vb-ss13:3.2.13":{"pli":"Dutiyampi pucchāmi—‘kaccittha parisuddhā’? ","eng":"A second time I ask, ‘Are you pure in this?’ ","html":"{}"},"pli-tv-bu-vb-ss13:3.2.14":{"pli":"Tatiyampi pucchāmi—‘kaccittha parisuddhā’? ","eng":"A third time I ask, ‘Are you pure in this?’ ","html":"{}"},"pli-tv-bu-vb-ss13:3.2.15":{"pli":"Parisuddhetthāyasmanto. Tasmā tuṇhī, evametaṃ dhārayāmī”ti. ","eng":"You are pure in this and therefore silent. I’ll remember it thus.” ","html":"{}</p></section>"},"pli-tv-bu-vb-ss13:3.2.16":{"pli":"Terasakaṃ niṭṭhitaṃ. ","eng":"The group of thirteen is finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-bu-vb-ss13:3.2.17":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-bu-vb-ss13:3.2.18":{"pli":"Vissaṭṭhi kāyasaṃsaggaṃ, ","eng":"“Emission, physical contact, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-ss13:3.2.19":{"pli":"duṭṭhullaṃ attakāmañca; ","eng":"Indecent, and his own needs; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-ss13:3.2.20":{"pli":"Sañcarittaṃ kuṭī ceva, ","eng":"Matchmaking, and a hut, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-ss13:3.2.21":{"pli":"vihāro ca amūlakaṃ. ","eng":"And a dwelling, groundless. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-bu-vb-ss13:3.2.22":{"pli":"Kiñcilesañca bhedo ca, ","eng":"A pretext, and schism, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-ss13:3.2.23":{"pli":"tasseva anuvattakā; ","eng":"Those who side with him; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-ss13:3.2.24":{"pli":"Dubbacaṃ kuladūsañca, ","eng":"Difficult to correct, and corrupter of families—","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-ss13:3.2.25":{"pli":"saṅghādisesā terasāti. ","eng":"The thirteen offenses entailing suspension.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-bu-vb-ss13:3.2.26":{"pli":"Saṅghādisesakaṇḍaṃ niṭṭhitaṃ. ","eng":"The chapter on offenses entailing suspension is finished. ","html":"<p class='endkanda'>{}</p></article>"}}}