{"pli-tv-bu-vb-np27":{"pli-tv-bu-vb-np27:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-np27'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-np27:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-np27:0.3":{"pli":"Nissaggiyakaṇḍa ","eng":"The chapter on relinquishment ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-np27:0.4":{"pli":"Pattavagga ","eng":"The subchapter on almsbowls ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-np27:0.5":{"pli":"27. Mahāpesakārasikkhāpada ","eng":"27. The long training rule on weavers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-np27:1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np27:1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.2":{"pli":"Tena kho pana samayena aññataro puriso pavāsaṃ gacchanto pajāpatiṃ etadavoca—“suttaṃ dhārayitvā amukassa tantavāyassa dehi, cīvaraṃ vāyāpetvā nikkhipa, ","eng":"a man who was going away said to his wife, “Please weigh some thread, take it to the weavers, get them to weave robe-cloth, and put the robe-cloth aside. ","html":"{}"},"pli-tv-bu-vb-np27:1.3":{"pli":"āgato ayyaṃ upanandaṃ cīvarena acchādessāmī”ti. ","eng":"When I return, I’ll give it to Venerable Upananda.” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.4":{"pli":"Assosi kho aññataro piṇḍacāriko bhikkhu tassa purisassa imaṃ vācaṃ bhāsamānassa. ","eng":"An alms-collecting monk heard that man speaking those words. ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.5":{"pli":"Atha kho so bhikkhu yenāyasmā upanando sakyaputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ upanandaṃ sakyaputtaṃ etadavoca—“mahāpuññosi tvaṃ, āvuso upananda, ","eng":"He then went to Upananda the Sakyan and said, “Upananda, you have much merit. ","html":"{}"},"pli-tv-bu-vb-np27:1.6":{"pli":"amukasmiṃ okāse aññataro puriso pavāsaṃ gacchanto pajāpatiṃ etadavoca—‘suttaṃ dhārayitvā amukassa tantavāyassa dehi, cīvaraṃ vāyāpetvā nikkhipa, āgato ayyaṃ upanandaṃ cīvarena acchādessāmī’”ti. ","eng":"In such-and-such a place I heard a man, as he was going away, tell his wife to get robe-cloth woven so that he could give it to you when he returned.” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.7":{"pli":"“Atthāvuso, maṃ so upaṭṭhāko”ti. ","eng":"“He’s my supporter.” ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.8":{"pli":"Sopi kho tantavāyo āyasmato upanandassa sakyaputtassa upaṭṭhāko hoti. ","eng":"And the weaver was Upananda’s supporter too. ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.9":{"pli":"Atha kho āyasmā upanando sakyaputto yena so tantavāyo tenupasaṅkami; upasaṅkamitvā taṃ tantavāyaṃ etadavoca—","eng":"Upananda then went to that weaver and said, ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.10":{"pli":"“idaṃ kho, āvuso, cīvaraṃ maṃ uddissa viyyati; āyatañca karohi vitthatañca. Appitañca suvītañca suppavāyitañca suvilekhitañca suvitacchitañca karohī”ti. ","eng":"“This robe-cloth that you’re weaving for me, make it long and wide. And make it closely woven, well-woven, well-stretched, well-scraped, and well-combed.” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.11":{"pli":"“Ete kho me, bhante, suttaṃ dhārayitvā adaṃsu; ","eng":"“Venerable, they’ve already weighed the thread and given it to me, ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.12":{"pli":"iminā suttena cīvaraṃ vināhī”ti. ","eng":"telling me to weave the robe-cloth with that. ","html":"{}"},"pli-tv-bu-vb-np27:1.13":{"pli":"“Na, bhante, sakkā āyataṃ vā vitthataṃ vā appitaṃ vā kātuṃ. ","eng":"I won’t be able to make it long, wide, or closely woven. ","html":"{}"},"pli-tv-bu-vb-np27:1.14":{"pli":"Sakkā ca kho, bhante, suvītañca suppavāyitañca suvilekhitañca suvitacchitañca kātun”ti. ","eng":"But I’m able to make it well-woven, well-stretched, well-scraped, and well-combed.” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.15":{"pli":"“Iṅgha tvaṃ, āvuso, āyatañca karohi vitthatañca appitañca. ","eng":"“Just make it long, wide, and closely woven. ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.16":{"pli":"Na tena suttena paṭibaddhaṃ bhavissatī”ti. ","eng":"There’ll be enough thread.” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.17":{"pli":"Atha kho so tantavāyo yathābhataṃ suttaṃ tante upanetvā yena sā itthī tenupasaṅkami; upasaṅkamitvā taṃ itthiṃ etadavoca—“suttena, ayye, attho”ti. ","eng":"Then, when all the thread had been used up, that weaver went to that woman and said, “Ma’am, I need more thread.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.18":{"pli":"“Nanu tvaṃ ayyo mayā vutto—‘iminā suttena cīvaraṃ vināhī’”ti. ","eng":"“But didn’t I tell you to weave the robe-cloth with that thread?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.19":{"pli":"“Saccāhaṃ, ayye, tayā vutto—‘iminā suttena cīvaraṃ vināhī’ti. ","eng":"“You did. ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.20":{"pli":"Api ca maṃ ayyo upanando evamāha—‘iṅgha tvaṃ, āvuso, āyatañca karohi vitthatañca appitañca, ","eng":"But Venerable Upananda told me to make it long, wide, and closely woven. ","html":"{}"},"pli-tv-bu-vb-np27:1.21":{"pli":"na tena suttena paṭibaddhaṃ bhavissatī’”ti. ","eng":"And he said there would be enough thread.” ","html":"{}"},"pli-tv-bu-vb-np27:1.22":{"pli":"Atha kho sā itthī yattakaṃyeva suttaṃ paṭhamaṃ adāsi tattakaṃ pacchā adāsi. ","eng":"That woman then gave him as much thread again as she had done the first time. ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.23":{"pli":"Assosi kho āyasmā upanando sakyaputto—“so kira puriso pavāsato āgato”ti. Atha kho āyasmā upanando sakyaputto yena tassa purisassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"When Upananda heard that the husband had returned from his travels, he went to his house and sat down on the prepared seat. ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.24":{"pli":"Atha kho so puriso yenāyasmā upanando sakyaputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ upanandaṃ sakyaputtaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"That man approached him, bowed, and sat down. ","html":"{}"},"pli-tv-bu-vb-np27:1.25":{"pli":"Ekamantaṃ nisinno kho so puriso pajāpatiṃ etadavoca—“vītaṃ taṃ cīvaran”ti? ","eng":"He then said to his wife, “Has the robe-cloth been woven?” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.26":{"pli":"“Āmāyya, vītaṃ taṃ cīvaran”ti. ","eng":"“Yes, it has.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.27":{"pli":"“Āhara, ayyaṃ upanandaṃ cīvarena acchādessāmī”ti. ","eng":"“Please bring it. I’ll give it to Venerable Upananda.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.28":{"pli":"Atha kho sā itthī taṃ cīvaraṃ nīharitvā sāmikassa datvā etamatthaṃ ārocesi. ","eng":"She then got the robe-cloth, gave it to her husband, and told him what had happened. ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.29":{"pli":"Atha kho so puriso āyasmato upanandassa sakyaputtassa cīvaraṃ datvā ujjhāyati khiyyati vipāceti—","eng":"After giving the robe-cloth to Upananda, he complained and criticized him, ","html":"{}"},"pli-tv-bu-vb-np27:1.30":{"pli":"“mahicchā ime samaṇā sakyaputtiyā asantuṭṭhā. ","eng":"“These Sakyan monastics have great desires; they’re not content. ","html":"{}"},"pli-tv-bu-vb-np27:1.31":{"pli":"Nayime sukarā cīvarena acchādetuṃ. ","eng":"It’s no easy matter to give them robe-cloth. ","html":"{}"},"pli-tv-bu-vb-np27:1.32":{"pli":"Kathañhi nāma ayyo upanando mayā pubbe appavārito tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjissatī”ti. ","eng":"How could Venerable Upananda go to the weavers and say what kind of robe-cloth he wanted without first being invited by me?” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.33":{"pli":"Assosuṃ kho bhikkhū tassa purisassa ujjhāyantassa khiyyantassa vipācentassa. ","eng":"The monks heard the complaints of that man, ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.34":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"and the monks of few desires complained and criticized Upananda, ","html":"{}"},"pli-tv-bu-vb-np27:1.35":{"pli":"“kathañhi nāma āyasmā upanando sakyaputto pubbe appavārito gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjissatī”ti. ","eng":"“How could Venerable Upananda go to a householder’s weavers and say what kind of robe-cloth he wants without first being invited?” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.36":{"pli":"Atha kho te bhikkhū āyasmantaṃ upanandaṃ sakyaputtaṃ anekapariyāyena vigarahitvā bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Upananda: ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.37":{"pli":"“saccaṃ kira tvaṃ, upananda, pubbe appavārito gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjī”ti? ","eng":"“Is it true, Upananda, that you did this?” ","html":"{}</p>"},"pli-tv-bu-vb-np27:1.38":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.39":{"pli":"“Ñātako te, upananda, aññātako”ti? ","eng":"“Is he a relative of yours?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.40":{"pli":"“Aññātako, bhagavā”ti. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np27:1.41":{"pli":"“Aññātako, moghapurisa, aññātakassa na jānāti patirūpaṃ vā appatirūpaṃ vā santaṃ vā asantaṃ vā. ","eng":"“Foolish man, people who are unrelated don’t know what’s appropriate and inappropriate, what’s good and bad, in dealing with each other. ","html":"<p>{}"},"pli-tv-bu-vb-np27:1.42":{"pli":"Tattha nāma tvaṃ, moghapurisa, pubbe appavārito aññātakassa gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjissasi. ","eng":"And still you did this. ","html":"{}"},"pli-tv-bu-vb-np27:1.43":{"pli":"Netaṃ, moghapurisa, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-np27:1.44":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-np27:1.45.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np27:1.45.1":{"pli":"“Bhikkhuṃ paneva uddissa aññātako gahapati vā gahapatānī vā tantavāyehi cīvaraṃ vāyāpeyya, tatra ce so bhikkhu pubbe appavārito tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjeyya—","eng":"‘If a male or female householder is having robe-cloth woven by weavers for an unrelated monk and, without first being invited, that monk goes to those weavers and specifies the kind of robe-cloth he wants, saying, ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-np27:1.46":{"pli":"‘idaṃ kho, āvuso, cīvaraṃ maṃ uddissa viyyati. Āyatañca karotha vitthatañca. Appitañca suvītañca suppavāyitañca suvilekhitañca suvitacchitañca karotha. ","eng":"‘This robe-cloth that you are weaving for me, make it long and wide; make it closely woven, well-woven, well-stretched, well-scraped, and well-combed, ","html":"{}"},"pli-tv-bu-vb-np27:1.47":{"pli":"Appeva nāma mayampi āyasmantānaṃ kiñcimattaṃ anupadajjeyyāmā’ti. ","eng":"and perhaps I will even give you a small gift,’ ","html":"{}"},"pli-tv-bu-vb-np27:1.48":{"pli":"Evañca so bhikkhu vatvā kiñcimattaṃ anupadajjeyya antamaso piṇḍapātamattampi, nissaggiyaṃ pācittiyan”ti. ","eng":"then, in saying that and afterwards giving them a small gift, even a bit of almsfood, he commits an offense entailing relinquishment and confession.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np27:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np27:2.1":{"pli":"Bhikkhuṃ paneva uddissāti ","eng":"For a monk: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-np27:2.2":{"pli":"bhikkhussatthāya bhikkhuṃ ārammaṇaṃ karitvā bhikkhuṃ acchādetukāmo. ","eng":"for the benefit of a monk; making a monk the object of consideration, one wants to give to him. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.3":{"pli":"Aññātako nāma ","eng":"Unrelated: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.4":{"pli":"mātito vā pitito vā yāva sattamā pitāmahayugā asambaddho. ","eng":"anyone who is not a descendant of one’s male ancestors going back eight generations, either on the mother’s side or on the father’s side. ","html":"<dd>{}</dd>","comm":"Sp 1.505: <i lang='pi' translate='no'>Tattha yāva sattamā pitāmahayugāti pitupitā pitāmaho, pitāmahassa yugaṁ pitāmahayugaṁ</i>, “In this <i lang='pi' translate='no'>yāva sattamā pitāmahayuga</i> means: the father of a father is a grandfather. The generation of a grandfather is called a <i lang='pi' translate='no'>pitāmahayuga</i>.” So the PaIi phrase <i lang='pi' translate='no'>yāva sattamā pitāmahayuga</i> means “as far as the seventh generation of grandfathers”, that is, eight generations back. This can be counted as follows: (1) one’s grandfather; (2) his father; (3) 2’s father; (4) 3’s father; (5) 4’s father; (6) 5’s father; and (7) 6’s father. This applies to both one’s paternal and maternal grandfathers. This gives a total of 14 ancestors. Anyone who is a descendent of these fourteen is considered a relative. Anyone who is not such a descendent is not regarded as a relative. "},"pli-tv-bu-vb-np27:2.5":{"pli":"Gahapati nāma ","eng":"A male householder: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.6":{"pli":"yo koci agāraṃ ajjhāvasati. ","eng":"any man who lives at home. ","html":"<dd>{}</dd>","comm":"<i lang='pi' translate='no'>Agāraṁ</i> is typically rendered as “in a house”. The problem with this is that it is not unallowable for a monastic to live in a building that is the equivalent of a house. What a monastic should not do is own a home and then live there. "},"pli-tv-bu-vb-np27:2.7":{"pli":"Gahapatānī nāma ","eng":"A female householder: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.8":{"pli":"yā kāci agāraṃ ajjhāvasati. ","eng":"any woman who lives at home. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.9":{"pli":"Tantavāyehīti ","eng":"By weavers: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.10":{"pli":"pesakārehi. ","eng":"by those who weave. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.11":{"pli":"Cīvaraṃ nāma ","eng":"Robe-cloth: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.12":{"pli":"channaṃ cīvarānaṃ aññataraṃ cīvaraṃ vikappanupagaṃ pacchimaṃ. ","eng":"one of the six kinds of robe-cloth, but not smaller than what can be assigned to another. ","html":"<dd>{}</dd>","comm":"The six are linen, cotton, silk, wool, sunn hemp, and hemp; see <a href='index.html?q=pli-tv-kd8#3.1.6'>Kd 8:3.1.6</a>. According to <a href='index.html?q=pli-tv-kd8#21.1.4'>Kd 8:21.1.4</a> this is no smaller than 8 by 4 <i lang='pi' translate='no'>sugataṅgula</i>, “standard fingerbreadths”. For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. "},"pli-tv-bu-vb-np27:2.13":{"pli":"Vāyāpeyyāti ","eng":"Is having woven: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.14":{"pli":"vināpeti. ","eng":"is causing to weave. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.15":{"pli":"Tatra ce so bhikkhūti ","eng":"If that monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.16":{"pli":"yaṃ bhikkhuṃ uddissa cīvaraṃ viyyati so bhikkhu. ","eng":"the monk the robe-cloth is being woven for. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.17":{"pli":"Pubbe appavāritoti ","eng":"Without first being invited: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.18":{"pli":"pubbe avutto hoti— “kīdisena te, bhante, cīvarena attho, kīdisaṃ te cīvaraṃ vāyāpemī”ti? ","eng":"without it first being said, “Venerable, what kind of robe-cloth do you need? What kind of robe-cloth should I get woven for you?” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.19":{"pli":"Tantavāye upasaṅkamitvāti ","eng":"Goes to those weavers: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.20":{"pli":"gharaṃ gantvā yattha katthaci upasaṅkamitvā. ","eng":"having gone to their house, having gone up to them wherever. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np27:2.21":{"pli":"Cīvare vikappaṃ āpajjeyyāti—","eng":"Specifies the kind of robe-cloth he wants: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np27:2.22":{"pli":"“idaṃ kho, āvuso, cīvaraṃ maṃ uddissa viyyati, āyatañca karotha vitthatañca. ","eng":"“This robe-cloth that you are weaving for me, make it long and wide; ","html":"<dd>{}"},"pli-tv-bu-vb-np27:2.23":{"pli":"Appitañca suvītañca suppavāyitañca suvilekhitañca suvitacchitañca karotha. ","eng":"make it closely woven, well-woven, well-stretched, well-scraped, and well-combed; ","html":"{}"},"pli-tv-bu-vb-np27:2.24":{"pli":"Appeva nāma mayampi āyasmantānaṃ kiñcimattaṃ anupadajjeyyāmā”ti. ","eng":"and perhaps I will even give you a small gift.” ","html":"{}</dd>"},"pli-tv-bu-vb-np27:2.25":{"pli":"Evañca so bhikkhu vatvā kiñcimattaṃ anupadajjeyya antamaso piṇḍapātamattampīti. ","eng":"Then in saying that and afterwards giving them a small gift, even a bit of almsfood—","html":"<dt>{}"},"pli-tv-bu-vb-np27:2.26":{"pli":"Piṇḍapāto nāma ","eng":"Almsfood: ","html":"{}</dt>"},"pli-tv-bu-vb-np27:2.27":{"pli":"yāgupi bhattampi khādanīyampi cuṇṇapiṇḍopi dantakaṭṭhampi dasikasuttampi, antamaso dhammampi bhaṇati. ","eng":"congee, a meal, fresh food, a bit of bath powder, a tooth cleaner, a piece of string, and even if he gives a teaching. ","html":"<dd><hr><p>{}","comm":"“Fresh food” renders <i lang='pi' translate='no'>khādanīya</i>. See Appendix of Technical Terms for discussion. "},"pli-tv-bu-vb-np27:2.28":{"pli":"Tassa vacanena āyataṃ vā vitthataṃ vā appitaṃ vā karoti, payoge dukkaṭaṃ. ","eng":"If the weaver makes it long or wide or closely woven because of the monk’s statement, then for the effort there is an act of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np27:2.29":{"pli":"Paṭilābhena nissaggiyaṃ hoti. ","eng":"When he gets the robe-cloth, it becomes subject to relinquishment. ","html":"{}</p>"},"pli-tv-bu-vb-np27:2.30":{"pli":"Nissajjitabbaṃ saṅghassa vā gaṇassa vā puggalassa vā. ","eng":"The robe-cloth should be relinquished to a sangha, a group, or an individual. ","html":"<hr><p>{}"},"pli-tv-bu-vb-np27:2.31":{"pli":"Evañca pana, bhikkhave, nissajjitabbaṃ. ","eng":"“And, monks, it should be relinquished like this. ","html":"{}"},"pli-tv-bu-vb-np27:2.32":{"pli":"…pe… ","eng":"(To be expanded as in <a href='https://suttacentral.net/pli-tv-bu-vb-np1#3.2.5'>Bu NP 1:3.2.5</a>–3.2.29, with appropriate substitutions.) ","html":"<span class='pe'>{}</span></p>"},"pli-tv-bu-vb-np27:2.33":{"pli":"“idaṃ me, bhante, cīvaraṃ pubbe appavārito aññātakassa gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpannaṃ nissaggiyaṃ. ","eng":"‘Venerables, this robe-cloth, for which I went to the weavers of an unrelated householder and said what kind of robe-cloth I wanted without first being invited, is to be relinquished. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-np27:2.34":{"pli":"Imāhaṃ saṅghassa nissajjāmī”ti …pe… ","eng":"I relinquish it to the Sangha.’ … ","html":"{}"},"pli-tv-bu-vb-np27:2.35":{"pli":"dadeyyāti …pe… ","eng":"the Sangha should give … ","html":"{}"},"pli-tv-bu-vb-np27:2.36":{"pli":"dadeyyunti …pe… ","eng":"you should give … ","html":"{}"},"pli-tv-bu-vb-np27:2.37":{"pli":"āyasmato dammīti. ","eng":"‘I give this robe-cloth back to you.’” ","html":"{}</p></section></dd></dl></section>"},"pli-tv-bu-vb-np27:2.38.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np27:2.38.1":{"pli":"Aññātake aññātakasaññī pubbe appavārito gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjati, nissaggiyaṃ pācittiyaṃ. ","eng":"If the householder is unrelated and the monk perceives them as such and, without first being invited, he goes to their weavers and specifies the kind of robe-cloth he wants, he commits an offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np27:2.39":{"pli":"Aññātake vematiko pubbe appavārito gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjati, nissaggiyaṃ pācittiyaṃ. ","eng":"If the householder is unrelated, but the monk is unsure of it and, without first being invited, he goes to their weavers and specifies the kind of robe-cloth he wants, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np27:2.40":{"pli":"Aññātake ñātakasaññī pubbe appavārito gahapatikassa tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjati, nissaggiyaṃ pācittiyaṃ. ","eng":"If the householder is unrelated, but the monk perceives them as related and, without first being invited, he goes to their weavers and specifies the kind of robe-cloth he wants, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np27:2.41":{"pli":"Ñātake añātakasaññī, āpatti dukkaṭassa. ","eng":"If the householder is related, but the monk perceives them as unrelated, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np27:2.42":{"pli":"Ñātake vematiko, āpatti dukkaṭassa. ","eng":"If the householder is related, but the monk is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np27:2.43":{"pli":"Ñātake ñātakasaññī, anāpatti. ","eng":"If the householder is related and the monk perceives them as such, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-np27:2.44.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np27:2.44.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-np27:2.45":{"pli":"ñātakānaṃ, ","eng":"if it is from relatives; ","html":"{}"},"pli-tv-bu-vb-np27:2.46":{"pli":"pavāritānaṃ, ","eng":"if it is from those who have given an invitation; ","html":"{}"},"pli-tv-bu-vb-np27:2.47":{"pli":"aññassatthāya, ","eng":"if it is for the benefit of someone else; ","html":"{}"},"pli-tv-bu-vb-np27:2.48":{"pli":"attano dhanena, ","eng":"if it is by means of his own property; ","html":"{}"},"pli-tv-bu-vb-np27:2.49":{"pli":"mahagghaṃ vāyāpetukāmassa appagghaṃ vāyāpeti, ","eng":"if someone wants to have expensive robe-cloth woven, but he has them weave inexpensive robe-cloth instead; ","html":"{}"},"pli-tv-bu-vb-np27:2.50":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-np27:2.51":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-np27:2.52":{"pli":"Mahāpesakārasikkhāpadaṃ niṭṭhitaṃ sattamaṃ. ","eng":"The long training rule on weavers, the seventh, is finished. ","html":"<p class='endsutta'>{}</p></article>"}},"pli-tv-bu-vb-np28":{"pli-tv-bu-vb-np28:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-np28'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-np28:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-np28:0.3":{"pli":"Nissaggiyakaṇḍa ","eng":"The chapter on relinquishment ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-np28:0.4":{"pli":"Pattavagga ","eng":"The subchapter on almsbowls ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-np28:0.5":{"pli":"28. Accekacīvarasikkhāpada ","eng":"28. The training rule on haste-cloth ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-np28:1.1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np28:1.1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.1.2":{"pli":"Tena kho pana samayena aññataro mahāmatto pavāsaṃ gacchanto bhikkhūnaṃ santike dūtaṃ pāhesi—","eng":"a government official who was about to set out on a journey sent a message to the monks, saying, ","html":"{}"},"pli-tv-bu-vb-np28:1.1.3":{"pli":"“āgacchantu bhadantā vassāvāsikaṃ dassāmī”ti. ","eng":"“Come, venerables, I wish to give robe-cloth to those who have completed the rainy-season residence.” ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.1.4":{"pli":"Bhikkhū—","eng":"The monks thought, ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.1.5":{"pli":"“vassaṃvuṭṭhānaṃ bhagavatā vassāvāsikaṃ anuññātan”ti, ","eng":"“The Buddha has allowed such robes only for those who have completed the rains residence,” ","html":"{}"},"pli-tv-bu-vb-np28:1.1.6":{"pli":"kukkuccāyantā nāgamaṃsu. ","eng":"and being afraid of wrongdoing they did not go. ","html":"{}"},"pli-tv-bu-vb-np28:1.1.7":{"pli":"Atha kho so mahāmatto ujjhāyati khiyyati vipāceti—","eng":"That government official complained and criticized them, ","html":"{}"},"pli-tv-bu-vb-np28:1.1.8":{"pli":"“kathañhi nāma bhadantā mayā dūte pahite nāgacchissanti. ","eng":"“How could they not come when I send a message? ","html":"{}"},"pli-tv-bu-vb-np28:1.1.9":{"pli":"Ahañhi senāya gacchāmi. ","eng":"I’m about to set out with the army. ","html":"{}"},"pli-tv-bu-vb-np28:1.1.10":{"pli":"Dujjānaṃ jīvitaṃ dujjānaṃ maraṇan”ti. ","eng":"It’s hard to know whether I’ll live or die.” ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.1.11":{"pli":"Assosuṃ kho bhikkhū tassa mahāmattassa ujjhāyantassa khiyyantassa vipācentassa. ","eng":"The monks heard the complaints of that government official, ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.1.12":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"and they told the Buddha. ","html":"{}"},"pli-tv-bu-vb-np28:1.1.13":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"Soon afterwards the Buddha gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.1.14":{"pli":"“anujānāmi, bhikkhave, accekacīvaraṃ paṭiggahetvā nikkhipitun”ti. ","eng":"“Monks, I allow you to receive a haste-cloth, and then store it.” ","html":"<p class='rule'>{}</p>"},"pli-tv-bu-vb-np28:1.2.1":{"pli":"Tena kho pana samayena bhikkhū—","eng":"When they heard about this, ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.2.2":{"pli":"“bhagavatā anuññātaṃ accekacīvaraṃ paṭiggahetvā nikkhipitun”ti, ","html":"{}"},"pli-tv-bu-vb-np28:1.2.3":{"pli":"accekacīvarāni paṭiggahetvā cīvarakālasamayaṃ atikkāmenti. ","eng":"monks received haste-cloths and stored them beyond the robe season, ","html":"{}"},"pli-tv-bu-vb-np28:1.2.4":{"pli":"Tāni cīvarāni cīvaravaṃse bhaṇḍikābaddhāni tiṭṭhanti. ","eng":"keeping them in bundles on a bamboo robe rack. ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.2.5":{"pli":"Addasa kho āyasmā ānando senāsanacārikaṃ āhiṇḍanto tāni cīvarāni cīvaravaṃse bhaṇḍikābaddhāni tiṭṭhante disvā bhikkhū etadavoca—","eng":"While walking about the dwellings, Venerable Ānanda saw that cloth, and he asked the monks, ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.2.6":{"pli":"“kassimāni, āvuso, cīvarāni cīvaravaṃse bhaṇḍikābaddhāni tiṭṭhantī”ti? ","eng":"“Whose cloth is this?” ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.2.7":{"pli":"“Amhākaṃ, āvuso, accekacīvarānī”ti. ","eng":"“It’s our haste-cloth.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np28:1.2.8":{"pli":"“Kīvaciraṃ panāvuso, imāni cīvarāni nikkhittānī”ti? ","eng":"“But how long have you stored it?” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np28:1.2.9":{"pli":"Atha kho te bhikkhū āyasmato ānandassa yathānikkhittaṃ ārocesuṃ. ","eng":"They told him. ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.2.10":{"pli":"Āyasmā ānando ujjhāyati khiyyati vipāceti—","eng":"Ānanda then complained and criticized them, ","html":"{}"},"pli-tv-bu-vb-np28:1.2.11":{"pli":"“kathañhi nāma bhikkhū accekacīvaraṃ paṭiggahetvā cīvarakālasamayaṃ atikkāmessantī”ti. ","eng":"“How could these monks receive haste-cloth and then store it beyond the robe season?” ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.2.12":{"pli":"Atha kho āyasmā ānando te bhikkhū anekapariyāyena vigarahitvā bhagavato etamatthaṃ ārocesi …pe…—","eng":"After rebuking those monks in many ways, Ānanda told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.2.13":{"pli":"“saccaṃ kira, bhikkhave, bhikkhū accekacīvaraṃ paṭiggahetvā cīvarakālasamayaṃ atikkāmentī”ti? ","eng":"“Is it true, monks, that there are monks who do this?” ","html":"{}</p>"},"pli-tv-bu-vb-np28:1.2.14":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-np28:1.2.15":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-bu-vb-np28:1.2.16":{"pli":"kathañhi nāma te, bhikkhave, moghapurisā accekacīvaraṃ paṭiggahetvā cīvarakālasamayaṃ atikkāmessanti. ","eng":"“Monks, how could those foolish men do this? ","html":"{}"},"pli-tv-bu-vb-np28:1.2.17":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-np28:1.2.18":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-np28:1.2.19.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np28:1.2.19.1":{"pli":"“Dasāhānāgataṃ kattikatemāsikapuṇṇamaṃ bhikkhuno paneva accekacīvaraṃ uppajjeyya, accekaṃ maññamānena bhikkhunā paṭiggahetabbaṃ, paṭiggahetvā yāva cīvarakālasamayaṃ nikkhipitabbaṃ. ","eng":"‘When there are ten days left to the Kattika full moon that ends the first rainy-season residence and haste-cloth is given to a monk, he may receive it if he regards it as urgent. He may then store it until the end of the robe season. ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-np28:1.2.20":{"pli":"Tato ce uttari nikkhipeyya, nissaggiyaṃ pācittiyan”ti. ","eng":"If he stores it beyond that, he commits an offense entailing relinquishment and confession.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np28:2.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np28:2.1":{"pli":"Dasāhānāgatanti ","eng":"There are ten days left: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-np28:2.2":{"pli":"dasāhānāgatāya pavāraṇāya. ","eng":"the invitation ceremony is ten days in the future. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np28:2.3":{"pli":"Kattikatemāsikapuṇṇamanti ","eng":"The Kattika full moon that ends the first rainy-season residence: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np28:2.4":{"pli":"pavāraṇā kattikā vuccati. ","eng":"the Kattika full moon of the invitation ceremony is what is meant. ","html":"<dd>{}</dd>","comm":"For a discussion of the word <i lang='pi' translate='no'>pavāraṇā</i>, see Appendix of Technical Terms. "},"pli-tv-bu-vb-np28:2.5":{"pli":"Accekacīvaraṃ nāma ","eng":"Haste-cloth: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np28:2.6":{"pli":"senāya vā gantukāmo hoti, pavāsaṃ vā gantukāmo hoti, gilāno vā hoti, gabbhinī vā hoti, assaddhassa vā saddhā uppannā hoti, appasannassa vā pasādo uppanno hoti, so ce bhikkhūnaṃ santike dūtaṃ pahiṇeyya— “āgacchantu bhadantā vassāvāsikaṃ dassāmī”ti, etaṃ accekacīvaraṃ nāma. ","eng":"when someone intends to set out with the army, when someone intends to set out on a journey, when someone is sick, when someone is pregnant, when someone without faith acquires faith, when someone without confidence acquires confidence—if that person sends a message to the monks, saying, “Come, venerables, I wish to give a robe to those who have completed the rainy-season residence,” this is called “haste-cloth”. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np28:2.7":{"pli":"Accekaṃ maññamānena bhikkhunā paṭiggahetabbaṃ paṭiggahetvā yāva cīvarakālasamayaṃ nikkhipitabbanti ","eng":"He may receive it if he regards it as urgent. He may then store it until the end of the robe season: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np28:2.8":{"pli":"saññāṇaṃ katvā nikkhipitabbaṃ—“idaṃ accekacīvaran”ti. ","eng":"establishing the perception of it as a haste-cloth, he may store it. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-np28:2.9":{"pli":"Cīvarakālasamayo nāma ","eng":"The robe season: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np28:2.10":{"pli":"anatthate kathine vassānassa pacchimo māso, ","eng":"for one who has not participated in the robe-making ceremony, it is the last month of the rainy season; ","html":"<dd>{}","comm":"“Robe-making ceremony” refers to the <i lang='pi' translate='no'>kathina saṅghakamma</i>, the making of the <i lang='pi' translate='no'>kathina</i> robe, and the rejoicing in the process, all three together represented by the words <i lang='pi' translate='no'>(an)atthate kathine </i>. See also <i lang='pi' translate='no'>kathina</i> in Appendix of Technical Terms. "},"pli-tv-bu-vb-np28:2.11":{"pli":"atthate kathine pañcamāsā. ","eng":"for one who has participated in the robe-making ceremony, it is the five month period. ","html":"{}</dd>","comm":"“The five month period” is the last month of the rainy season plus the four months of the cold season. "},"pli-tv-bu-vb-np28:2.12":{"pli":"Tato ce uttari nikkhipeyyāti ","eng":"If he stores it beyond that: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-np28:2.13":{"pli":"anatthate kathine vassānassa pacchimaṃ divasaṃ atikkāmeti, nissaggiyaṃ pācittiyaṃ. ","eng":"for one who has not participated in the robe-making ceremony, if he stores it beyond the last day of the rainy season, he commits an offense entailing relinquishment and confession. ","html":"<dd>{}"},"pli-tv-bu-vb-np28:2.14":{"pli":"Atthate kathine kathinuddhāradivasaṃ atikkāmeti, nissaggiyaṃ hoti. ","eng":"For one who has participated in the robe-making ceremony, if he stores it beyond the day on which the robe season ends, the cloth becomes subject to relinquishment. ","html":"{}</dd></dl></section>","comm":"The robe season ends if the Sangha decides to forgo the robe-season privileges, or if the monk leaves the monastery where he spent the rains residence and gives up any intention of making a robe before the end of the cold season, see <a href='index.html?q=pli-tv-bi-vb-pc30#1.1.8'>Bi Pc 30:1.1.8</a>, <a href='index.html?q=pli-tv-bu-vb-np1#3.1.4'>Bu NP 1:3.1.4</a> and <a href='index.html?q=pli-tv-kd7#13.2.7'>Kd 7:13.2.7</a>. "},"pli-tv-bu-vb-np28:2.15":{"pli":"Nissajjitabbaṃ saṅghassa vā gaṇassa vā puggalassa vā. ","eng":"The cloth should be relinquished to a sangha, a group, or an individual. ","html":"<hr><p>{}"},"pli-tv-bu-vb-np28:2.16":{"pli":"Evañca pana, bhikkhave, nissajjitabbaṃ. ","eng":"“And, monks, it should be relinquished like this. ","html":"{}"},"pli-tv-bu-vb-np28:2.17":{"pli":"…pe… ","eng":"(To be expanded as in <a href='https://suttacentral.net/pli-tv-bu-vb-np1#3.2.5'>Bu NP 1:3.2.5</a>–3.2.29, with appropriate substitutions.) ","html":"<span class='pe'>{}</span></p>"},"pli-tv-bu-vb-np28:2.18":{"pli":"idaṃ me, bhante, accekacīvaraṃ cīvarakālasamayaṃ atikkāmitaṃ nissaggiyaṃ. ","eng":"‘Venerables, this haste-cloth, which I have stored beyond the robe season, is to be relinquished. ","html":"<section class='kamma'><p>{}"},"pli-tv-bu-vb-np28:2.19":{"pli":"Imāhaṃ saṅghassa nissajjāmīti …pe… ","eng":"I relinquish it to the Sangha.’ … ","html":"{}"},"pli-tv-bu-vb-np28:2.20":{"pli":"dadeyyāti …pe… ","eng":"the Sangha should give … ","html":"{}"},"pli-tv-bu-vb-np28:2.21":{"pli":"dadeyyunti …pe… ","eng":"you should give … ","html":"{}"},"pli-tv-bu-vb-np28:2.22":{"pli":"āyasmato dammīti. ","eng":"‘I give this cloth back to you.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-np28:2.23.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np28:2.23.1":{"pli":"Accekacīvare accekacīvarasaññī cīvarakālasamayaṃ atikkāmeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is haste-cloth and he perceives it as such, and he stores it beyond the robe season, he commits an offense entailing relinquishment and confession. ","html":"<p>{}"},"pli-tv-bu-vb-np28:2.24":{"pli":"Accekacīvare vematiko cīvarakālasamayaṃ atikkāmeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is haste-cloth, but he is unsure of it, and he stores it beyond the robe season, he commits an offense entailing relinquishment and confession. ","html":"{}"},"pli-tv-bu-vb-np28:2.25":{"pli":"Accekacīvare anaccekacīvarasaññī cīvarakālasamayaṃ atikkāmeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it is haste-cloth, but he does not perceive it as such, and he stores it beyond the robe season, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np28:2.26":{"pli":"Anadhiṭṭhite adhiṭṭhitasaññī …pe… ","eng":"If it has not been determined, but he perceives that it has … ","html":"<p>{}"},"pli-tv-bu-vb-np28:2.27":{"pli":"avikappite vikappitasaññī … ","eng":"If it has not been assigned to another, but he perceives that it has … ","html":"{}","comm":"For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. "},"pli-tv-bu-vb-np28:2.28":{"pli":"avissajjite vissajjitasaññī … ","eng":"If it has not been given away, but he perceives that it has … ","html":"{}"},"pli-tv-bu-vb-np28:2.29":{"pli":"anaṭṭhe naṭṭhasaññī … ","eng":"If it has not been lost, but he perceives that it has … ","html":"{}"},"pli-tv-bu-vb-np28:2.30":{"pli":"avinaṭṭhe vinaṭṭhasaññī … ","eng":"If it has not been destroyed, but he perceives that it has … ","html":"{}"},"pli-tv-bu-vb-np28:2.31":{"pli":"adaḍḍhe daḍḍhasaññī … ","eng":"If it has not been burned, but he perceives that it has … ","html":"{}"},"pli-tv-bu-vb-np28:2.32":{"pli":"avilutte viluttasaññī cīvarakālasamayaṃ atikkāmeti, nissaggiyaṃ pācittiyaṃ. ","eng":"If it has not been stolen, but he perceives that it has, and he stores it beyond the robe season, he commits an offense entailing relinquishment and confession. ","html":"{}</p>"},"pli-tv-bu-vb-np28:2.33":{"pli":"Nissaggiyaṃ cīvaraṃ anissajjitvā paribhuñjati, āpatti dukkaṭassa. ","eng":"If he uses a cloth that should be relinquished without first relinquishing it, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-np28:2.34":{"pli":"Anaccekacīvare accekacīvarasaññī, āpatti dukkaṭassa. ","eng":"If it is not haste-cloth, but he perceives it as such, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np28:2.35":{"pli":"Anaccekacīvare vematiko, āpatti dukkaṭassa. ","eng":"If it is not haste-cloth, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-np28:2.36":{"pli":"Anaccekacīvare anaccekacīvarasaññī, anāpatti. ","eng":"If it is not haste-cloth and he does not perceive it as such, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-np28:2.37.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-np28:2.37.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-np28:2.38":{"pli":"antosamaye adhiṭṭheti, vikappeti, vissajjeti, nassati, vinassati, ḍayhati, acchinditvā gaṇhanti, vissāsaṃ gaṇhanti, ","eng":"if within the robe season the haste-cloth has been determined, assigned to another, given away, lost, destroyed, burned, stolen, or taken on trust; ","html":"{}","comm":"“Taken on trust” refers to a situation where you have an agreement with a close friend that you may take their belongings on trust. The conditions for taking on trust are set out at <a href='index.html?q=pli-tv-kd8#19.1.5'>Kd 8:19.1.5</a>. "},"pli-tv-bu-vb-np28:2.39":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{}"},"pli-tv-bu-vb-np28:2.40":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-np28:2.41":{"pli":"Accekacīvarasikkhāpadaṃ niṭṭhitaṃ aṭṭhamaṃ. ","eng":"The training rule on haste-cloth, the eighth, is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}