{"pli-tv-kd12":{"pli-tv-kd12:0.1":{"pli":"Theravāda Vinayapiṭaka ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-kd12' data-split='epub'><header><ul><li class='collection'>{}</li>"},"pli-tv-kd12:0.2":{"pli":"Cūḷavagga ","eng":"The Small Division ","html":"<li class='division'>{}</li></ul>"},"pli-tv-kd12:0.3":{"pli":"12. Pārivāsikakkhandhaka ","eng":"The chapter on those on probation ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-kd12:0.4":{"pli":"1. Pārivāsikavatta ","eng":"1. The proper conduct for those on probation ","html":"<h2>{}</h2>"},"pli-tv-kd12:1.1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ","html":"<p>{}"},"pli-tv-kd12:1.1.2":{"pli":"Tena kho pana samayena pārivāsikā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikammaṃ. ","eng":"At that time monks on probation consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot stool, offering them a foot scraper, receiving their bowls and robes, and massaging their backs when bathing. ","html":"{}"},"pli-tv-kd12:1.1.3":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd12:1.1.4":{"pli":"“kathañhi nāma pārivāsikā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikamman”ti. ","eng":"“How can monks on probation consent to these things?” ","html":"{}"},"pli-tv-kd12:1.1.5":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:1.1.6":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā bhikkhū paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ","html":"<p>{}</p>"},"pli-tv-kd12:1.1.7":{"pli":"“saccaṃ kira, bhikkhave, pārivāsikā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikamman”ti? ","eng":"“Is it true, monks, that the monks on probation are consenting to these things?” ","html":"<p>{}</p>"},"pli-tv-kd12:1.1.8":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-kd12:1.1.9":{"pli":"Vigarahi buddho bhagavā—","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-kd12:1.1.10":{"pli":"“ananucchavikaṃ …pe… ","eng":"“It’s not suitable … ","html":"{}"},"pli-tv-kd12:1.1.11":{"pli":"kathañhi nāma, bhikkhave, pārivāsikā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikammaṃ. ","eng":"How can monks on probation consent to these things? ","html":"{}"},"pli-tv-kd12:1.1.12":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd12:1.1.13":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd12:1.1.14":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"he gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd12:1.1.15":{"pli":"“na, bhikkhave, pārivāsikena bhikkhunā sāditabbaṃ ","eng":"“A monk on probation shouldn’t consent to: ","html":"<p>{}</p>"},"pli-tv-kd12:1.1.16":{"pli":"pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, ","eng":"Regular monks bowing down to him ","html":"<ul><li>{}</li>"},"pli-tv-kd12:1.1.17":{"pli":"paccuṭṭhānaṃ, ","eng":"Regular monks standing up for him ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.18":{"pli":"añjalikammaṃ, ","eng":"Regular monks raising their joined palms to him ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.19":{"pli":"sāmīcikammaṃ, ","eng":"Regular monks doing acts of respect toward him ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.20":{"pli":"āsanābhihāro, ","eng":"Regular monks offering him a seat ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.21":{"pli":"seyyābhihāro, ","eng":"Regular monks offering him a bed ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.22":{"pli":"pādodakaṃ pādapīṭhaṃ, ","eng":"Regular monks offering him water for washing his feet and a foot stool ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.23":{"pli":"pādakathalikaṃ, ","eng":"Regular monks offering him a foot scraper ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.24":{"pli":"pattacīvarappaṭiggahaṇaṃ, ","eng":"Regular monks receiving his bowl and robe ","html":"<li>{}</li>"},"pli-tv-kd12:1.1.25":{"pli":"nahāne piṭṭhiparikammaṃ. ","eng":"Regular monks massaging his back when he’s bathing. ","html":"<li>{}</li></ul>"},"pli-tv-kd12:1.1.26":{"pli":"Yo sādiyeyya, āpatti dukkaṭassa. ","eng":"If he consents to any of these, he commits an offense of wrong conduct. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:1.1.27":{"pli":"Anujānāmi, bhikkhave, pārivāsikānaṃ bhikkhūnaṃ mithu yathāvuḍḍhaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikammaṃ. ","eng":"Monks on probation should do the following with one another according to seniority: bow down, stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot stool, offer a foot scraper, receive bowl and robe, and massage one another’s backs when bathing. ","html":"<p>{}</p>","comm":"For the rendering “should” for <i lang='pi' translate='no'>anujānāmi</i>, see Appendix of Technical Terms. "},"pli-tv-kd12:1.1.28":{"pli":"Anujānāmi, bhikkhave, pārivāsikānaṃ bhikkhūnaṃ pañca yathāvuḍḍhaṃ—","eng":"Monks on probation should do five things with regular monks according to seniority: ","html":"<p>{}"},"pli-tv-kd12:1.1.29":{"pli":"uposathaṃ, pavāraṇaṃ, vassikasāṭikaṃ, oṇojanaṃ, bhattaṃ. ","eng":"the observance-day ceremony, the invitation ceremony, distributing rainy-season robes, meal invitations, and meals. ","html":"{}</p>","comm":"Sp 3.275: <i lang='pi' translate='no'>Oṇojananti vissajjanaṁ vuccati</i>, “<i lang='pi' translate='no'>Oṇojana</i> means a dedication.” "},"pli-tv-kd12:1.1.30":{"pli":"Tena hi, bhikkhave, pārivāsikānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā pārivāsikehi bhikkhūhi vattitabbaṃ. ","eng":"And now I will lay down the proper conduct for a monk on probation. This is the proper conduct: ","html":"<p>{}"},"pli-tv-kd12:1.2.1":{"pli":"Pārivāsikena, bhikkhave, bhikkhunā sammā vattitabbaṃ. ","html":"{}"},"pli-tv-kd12:1.2.2":{"pli":"Tatrāyaṃ sammāvattanā—","html":"{}</p>"},"pli-tv-kd12:1.2.3":{"pli":"Na upasampādetabbaṃ, ","eng":"He shouldn’t give the full ordination. ","html":"<ol><li>{}</li>"},"pli-tv-kd12:1.2.4":{"pli":"na nissayo dātabbo, ","eng":"He shouldn’t give formal support. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.5":{"pli":"na sāmaṇero upaṭṭhāpetabbo, ","eng":"He shouldn’t have a novice monk attend on him. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.6":{"pli":"na bhikkhunovādakasammuti sāditabbā, ","eng":"He shouldn’t accept being appointed as an instructor of the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.7":{"pli":"sammatenapi bhikkhuniyo na ovaditabbā. ","eng":"Even if appointed, he shouldn’t instruct the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.8":{"pli":"Yāya āpattiyā saṅghena parivāso dinno hoti sā āpatti na āpajjitabbā, aññā vā tādisikā, tato vā pāpiṭṭhatarā; ","eng":"He shouldn’t commit the same offense as the offense for which the Sangha gave him probation, nor one that’s similar or worse. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.9":{"pli":"kammaṃ na garahitabbaṃ, ","eng":"He shouldn’t criticize the legal procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.10":{"pli":"kammikā na garahitabbā. ","eng":"He shouldn’t criticize those who did the procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.11":{"pli":"Na pakatattassa bhikkhuno uposatho ṭhapetabbo, ","eng":"He shouldn’t cancel the observance-day ceremony of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.12":{"pli":"na pavāraṇā ṭhapetabbā, ","eng":"He shouldn’t cancel the invitation of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.13":{"pli":"na savacanīyaṃ kātabbaṃ, ","eng":"He shouldn’t direct a regular monk. ","html":"<li>{}</li>","comm":"Sp 4.76: <i lang='pi' translate='no'>Na savacanīyaṁ kātabbanti palibodhatthāya vā pakkosanatthāya vā savacanīyaṁ na kātabbaṁ, palibodhatthāya hi karonto “ahaṁ āyasmantaṁ imasmiṁ vatthusmiṁ savacanīyaṁ karomi, imamhā āvāsā ekapadampi mā pakkāmi, yāva na taṁ adhikaraṇaṁ vūpasantaṁ hotī”ti evaṁ karoti. Pakkosanatthāya karonto “ahaṁ te savacanīyaṁ karomi, ehi mayā saddhiṁ vinayadharānaṁ sammukhībhāvaṁ gacchāmā”ti evaṁ karoti; tadubhayampi na kātabbaṁ</i>, “<i lang='pi' translate='no'>Na savacanīyaṁ kātabba</i>: <i lang='pi' translate='no'>savacanīya</i> is not to be done for the purpose of (creating) an obstacle or for the purpose of summoning. Acting for the purpose of (creating) an obstacle is done like this: ‘I am doing <i lang='pi' translate='no'>savacanīya</i> against the venerable in regard to this offense: do not depart from this monastery even with one foot so long as this legal issue has not been resolved.’ Acting for the purpose of summoning is done like this: ‘I am doing <i lang='pi' translate='no'>savacanīya</i> against you: come with me and let us go to the presence of a master of the Monastic Law.’ Neither of these is to be done.” Sp-ṭ 4.76: <i lang='pi' translate='no'>Savacanīyanti sadosaṁ</i>, “<i lang='pi' translate='no'>Savacanīyan</i>: with flaw.”  Vmv 4.76: <i lang='pi' translate='no'>Savacanīyanti ettha “sadosa”nti atthaṁ vadati. Attano vacane pavattanakammanti evamettha attho daṭṭhabbo, “mā pakkamāhī”ti vā “ehi vinayadharānaṁ sammukhībhāva”nti vā evaṁ attano āṇāya pavattanakakammaṁ na kātabbanti adhippāyo. Evañhi kenaci savacanīye kate anādarena atikkamituṁ na vaṭṭati, buddhassa saṅghassa āṇā atikkantā nāma hoti</i>, “<i lang='pi' translate='no'>Savacanīyan</i>: here he says the meaning is ‘with flaw’. Here the meaning is to be understood as bringing about an action when speaking oneself: ‘Don’t leave,’ ‘Come to the presence of master of the Monastic Law’. The intention is one is not to do the bringing about of an action in this way because of a command from oneself.” "},"pli-tv-kd12:1.2.14":{"pli":"na anuvādo paṭṭhapetabbo, ","eng":"He shouldn’t give instructions to a regular monk. ","html":"<li>{}</li>","comm":"<i lang='pi' translate='no'>Anuvāda</i> is not listed in CPD, and based on the commentarial interpretation, both DOP and PED have the wrong definition. Sp 4.76: <i lang='pi' translate='no'>Na anuvādoti vihāre jeṭṭhakaṭṭhānaṁ na kātabbaṁ. Pātimokkhuddesakena vā dhammajjhesakena vā na bhavitabbaṁ. Nāpi terasasu sammutīsu ekasammutivasenāpi issariyakammaṁ kātabbaṁ</i>, “<i lang='pi' translate='no'>Na anuvādo</i>: in a monastery, one is not to be put in a senior position. One should not be the reciter of the Monastic Code or the one who requests someone to speak on the Dhamma. One is not to be made an authority even on account of one agreement among the thirteen agreements.” The thirteen agreements are the various offices of storeman, etc., that Sangha members may hold, see Sp-ṭ 1.69. Vjb 4.428: <i lang='pi' translate='no'>Anuvādanti issariyaṭṭhānaṁ</i>, “<i lang='pi' translate='no'>Anuvādo</i>: a position of authority.” Sp-yoj 4.76: <i lang='pi' translate='no'>Anuvādoti ettha anusāsanavasena aññe vadatīti</i>, “<i lang='pi' translate='no'>Anuvādo</i>: here one speaks to others on account of instructing (them).” The impression given here is that <i lang='pi' translate='no'>anuvāda</i> means instructing others, especially from a position of authority. "},"pli-tv-kd12:1.2.15":{"pli":"na okāso kāretabbo, ","eng":"He shouldn’t ask a regular monk for permission to accuse him of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.16":{"pli":"na codetabbo, ","eng":"He shouldn’t accuse a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.17":{"pli":"na sāretabbo, ","eng":"He shouldn’t remind a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.18":{"pli":"na bhikkhūhi sampayojetabbaṃ. ","eng":"He shouldn’t associate inappropriately with other monks. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.19":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā pakatattassa bhikkhuno purato gantabbaṃ, ","eng":"He shouldn’t walk in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.20":{"pli":"na purato nisīditabbaṃ. ","eng":"He shouldn’t sit in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.21":{"pli":"Yo hoti saṅghassa āsanapariyanto seyyāpariyanto vihārapariyanto so tassa padātabbo. Tena ca so sāditabbo. ","eng":"He should be given the last seat, the last bed, and the last dwelling of the Sangha, and he should consent to that. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.22":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā pakatattena bhikkhunā puresamaṇena vā ","eng":"He shouldn’t attend on a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.23":{"pli":"pacchāsamaṇena vā kulāni upasaṅkamitabbāni, ","eng":"He shouldn’t be attended on by a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.24":{"pli":"na āraññikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of staying in the wilderness. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.25":{"pli":"na piṇḍapātikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of eating only almsfood. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.26":{"pli":"na ca tappaccayā piṇḍapāto nīharāpetabbo—mā maṃ jāniṃsūti. ","eng":"He shouldn’t have someone bring back almsfood for him because he doesn’t want others to know about his status. ","html":"<li>{}</li>"},"pli-tv-kd12:1.2.27":{"pli":"Pārivāsikena, bhikkhave, bhikkhunā āgantukena ārocetabbaṃ, ","eng":"He should inform about his status when he’s newly arrived in a monastery. ","html":"<li>{} "},"pli-tv-kd12:1.2.28":{"pli":"āgantukassa ārocetabbaṃ, ","eng":"He should inform new arrivals of his status. ","html":"{} "},"pli-tv-kd12:1.2.29":{"pli":"uposathe ārocetabbaṃ, ","eng":"He should inform about his status on the observance day. ","html":"{} "},"pli-tv-kd12:1.2.30":{"pli":"pavāraṇāya ārocetabbaṃ. ","eng":"He should inform about his status on the invitation day. ","html":"{}"},"pli-tv-kd12:1.2.31":{"pli":"Sace gilāno hoti, dūtenapi ārocetabbaṃ. ","eng":"If he’s sick, he should inform about his status by messenger. ","html":"{}</li>"},"pli-tv-kd12:1.3.1":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:1.3.2":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā abhikkhuko anāvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:1.3.3":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:1.3.4":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā abhikkhuko āvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:1.3.5":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā abhikkhuko anāvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:1.3.6":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:1.3.7":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā abhikkhuko āvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:1.3.8":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā abhikkhuko anāvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:1.3.9":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:1.3.10":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:1.3.11":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko anāvāso gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:1.3.12":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:1.3.13":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:1.3.14":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko anāvāso gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:1.3.15":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:1.3.16":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:1.3.17":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko anāvāso gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:1.3.18":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:1.3.19":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:1.3.20":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko anāvāso, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:1.3.21":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:1.3.22":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:1.3.23":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko anāvāso, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:1.3.24":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:1.3.25":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:1.3.26":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko anāvāso, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:1.3.27":{"pli":"Gantabbo, bhikkhave, pārivāsikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:1.4.1":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā pakatattena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.2":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.3":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ. ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.4":{"pli":"Pakatattaṃ bhikkhuṃ disvā āsanā vuṭṭhātabbaṃ. ","eng":"If he sees a regular monk, he should get up from his seat. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.5":{"pli":"Pakatatto bhikkhu āsanena nimantetabbo. ","eng":"He should offer a seat to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.6":{"pli":"Na pakatattena bhikkhunā saddhiṃ ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.7":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.8":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a regular monk is sitting on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.9":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.10":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.11":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a regular monk is walking on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.12":{"pli":"Na, bhikkhave, pārivāsikena bhikkhunā pārivāsikena vuḍḍhatarena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a more senior monk on probation. … ","html":"<li>{}</li>"},"pli-tv-kd12:1.4.13":{"pli":"mūlāyapaṭikassanārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ","html":"<li value='55'>{}</li>"},"pli-tv-kd12:1.4.14":{"pli":"mānattārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving the trial period. … ","html":"<li value='64'>{}</li>"},"pli-tv-kd12:1.4.15":{"pli":"mānattacārikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk undertaking the trial period. … ","html":"<li value='73'>{}</li>"},"pli-tv-kd12:1.4.16":{"pli":"abbhānārahena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='82'>{}</li>"},"pli-tv-kd12:1.4.17":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='83'>{}</li>"},"pli-tv-kd12:1.4.18":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='84'>{}</li>"},"pli-tv-kd12:1.4.19":{"pli":"na ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a monk deserving rehabilitation. ","html":"<li value='85'>{}</li>"},"pli-tv-kd12:1.4.20":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a monk deserving rehabilitation. ","html":"<li value='86'>{}</li>"},"pli-tv-kd12:1.4.21":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a monk deserving rehabilitation is sitting on the ground. ","html":"<li value='87'>{}</li>"},"pli-tv-kd12:1.4.22":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a monk deserving rehabilitation. ","html":"<li value='88'>{}</li>"},"pli-tv-kd12:1.4.23":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a monk deserving rehabilitation. ","html":"<li value='89'>{}</li>"},"pli-tv-kd12:1.4.24":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a monk deserving rehabilitation is walking on the ground. ","html":"<li value='90'>{}</li>"},"pli-tv-kd12:1.4.25":{"pli":"Pārivāsikacatuttho ce, bhikkhave, parivāsaṃ dadeyya, ","eng":"If, as the fourth member of a group, he gives probation, ","html":"<li value='91'>{}</li>"},"pli-tv-kd12:1.4.26":{"pli":"mūlāya paṭikasseyya, ","eng":"sends back to the beginning, ","html":"<li value='92'>{}</li>"},"pli-tv-kd12:1.4.27":{"pli":"mānattaṃ dadeyya, ","eng":"or gives the trial period, ","html":"<li value='93'>{}</li>"},"pli-tv-kd12:1.4.28":{"pli":"taṃvīso abbheyya, akammaṃ, na ca karaṇīyan”ti. ","eng":"or as the twentieth member of a group, he rehabilitates, it’s invalid and not to be done.” ","html":"<li value='94'>{}</li></ol>"},"pli-tv-kd12:1.4.29":{"pli":"Catunnavutipārivāsikavattaṃ niṭṭhitaṃ. ","eng":"The ninety-four kinds of proper conduct for one on probation are finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:2.1.0":{"eng":"Further regulations for probation","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd12:2.1.1":{"pli":"Atha kho āyasmā upāli yena bhagavā tenupasaṅkami. ","eng":"Soon afterwards Venerable Upāli went to the Buddha, ","html":"<p>{}"},"pli-tv-kd12:2.1.2":{"pli":"Upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"bowed, sat down, ","html":"{}"},"pli-tv-kd12:2.1.3":{"pli":"Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca—","eng":"and said, ","html":"{}"},"pli-tv-kd12:2.1.4":{"pli":"“kati nu kho, bhante, pārivāsikassa bhikkhuno ratticchedā”ti? ","eng":"“How many things are there, sir, that stop a monk on probation from counting a particular day toward his probationary period?” ","html":"{}</p>"},"pli-tv-kd12:2.1.5":{"pli":"“Tayo kho, upāli, pārivāsikassa bhikkhuno ratticchedā. ","eng":"“There are three such things, Upāli: ","html":"<p class='rule'>{}"},"pli-tv-kd12:2.1.6":{"pli":"Sahavāso, vippavāso, anārocanā—","eng":"he stays in the same room as a regular monk; he stays apart from other monks; he doesn’t inform other monks of his status.” ","html":"{}"},"pli-tv-kd12:2.1.7":{"pli":"ime kho, upāli, tayo pārivāsikassa bhikkhuno ratticchedā”ti. ","html":"{}</p>"},"pli-tv-kd12:3.1.1":{"pli":"Tena kho pana samayena sāvatthiyaṃ mahābhikkhusaṅgho sannipatito hoti. ","eng":"On one occasion a large sangha of monks had gathered at Sāvatthī. ","html":"<p>{}"},"pli-tv-kd12:3.1.2":{"pli":"Na sakkonti pārivāsikā bhikkhū parivāsaṃ sodhetuṃ. ","eng":"The monks on probation were unable to fulfill their probationary duties. ","html":"{}"},"pli-tv-kd12:3.1.3":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:3.1.4":{"pli":"“Anujānāmi, bhikkhave, parivāsaṃ nikkhipituṃ. ","eng":"“I allow you to set aside the probation. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:3.1.5":{"pli":"Evañca pana, bhikkhave, nikkhipitabbo. ","eng":"And it should be done like this. ","html":"<p>{}"},"pli-tv-kd12:3.1.6":{"pli":"Tena pārivāsikena bhikkhunā ekaṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo—","eng":"The monk on probation should approach a monk, arrange his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ","html":"{}"},"pli-tv-kd12:3.1.7":{"pli":"‘parivāsaṃ nikkhipāmī’ti. ","eng":"‘I set aside the probation,’ ","html":"{}"},"pli-tv-kd12:3.1.8":{"pli":"Nikkhitto hoti parivāso. ","html":"{}"},"pli-tv-kd12:3.1.9":{"pli":"‘Vattaṃ nikkhipāmī’ti. ","eng":"or ‘I set aside the proper conduct.’” ","html":"{}"},"pli-tv-kd12:3.1.10":{"pli":"Nikkhitto hoti parivāso”. ","html":"{}</p>"},"pli-tv-kd12:3.2.1":{"pli":"Tena kho pana samayena sāvatthiyā bhikkhū tahaṃ tahaṃ pakkamiṃsu. ","eng":"Soon afterwards the monks at Sāvatthī left for various destinations. ","html":"<p>{}"},"pli-tv-kd12:3.2.2":{"pli":"Sakkonti pārivāsikā bhikkhū parivāsaṃ sodhetuṃ. ","eng":"The monks on probation were once again able to fulfill their probationary duties. ","html":"{}"},"pli-tv-kd12:3.2.3":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:3.2.4":{"pli":"“Anujānāmi, bhikkhave, parivāsaṃ samādiyituṃ. ","eng":"“I allow you to take up the probation. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:3.2.5":{"pli":"Evañca pana, bhikkhave, samādiyitabbo. ","eng":"And it should be done like this. ","html":"<p>{}"},"pli-tv-kd12:3.2.6":{"pli":"Tena pārivāsikena bhikkhunā ekaṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo—","eng":"The monk on probation should approach a monk, arrange his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ","html":"{}"},"pli-tv-kd12:3.2.7":{"pli":"‘parivāsaṃ samādiyāmī’ti. ","eng":"‘I take up the probation,’ ","html":"{}"},"pli-tv-kd12:3.2.8":{"pli":"Samādinno hoti parivāso. ","html":"{}"},"pli-tv-kd12:3.2.9":{"pli":"‘Vattaṃ samādiyāmī’ti. ","eng":"or ‘I take up the proper conduct.’” ","html":"{}"},"pli-tv-kd12:3.2.10":{"pli":"Samādinno hoti parivāso”. ","html":"{}</p>"},"pli-tv-kd12:3.2.11":{"pli":"Pārivāsikavattaṃ niṭṭhitaṃ. ","eng":"The proper conduct for those on probation is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:4.1.0":{"pli":"2. Mūlāyapaṭikassanārahavatta ","eng":"2. The proper conduct for those deserving to be sent back to the beginning ","html":"<h2>{}</h2>"},"pli-tv-kd12:4.1.1":{"pli":"Tena kho pana samayena mūlāyapaṭikassanārahā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikammaṃ. ","eng":"At this time monks deserving to be sent back to the beginning consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot stool, offering them a foot scraper, receiving their bowls and robes, and massaging their backs when bathing. ","html":"<p>{}"},"pli-tv-kd12:4.1.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd12:4.1.3":{"pli":"“kathañhi nāma mūlāyapaṭikassanārahā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti. ","eng":"“How can monks deserving to be sent back to the beginning consent to these things?” ","html":"{}"},"pli-tv-kd12:4.1.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"The monks told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:4.1.5":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā bhikkhū paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ","html":"<p>{}</p>"},"pli-tv-kd12:4.1.6":{"pli":"“saccaṃ kira, bhikkhave, mūlāyapaṭikassanārahā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti? ","eng":"“Is it true, monks, that monks deserving to be sent back to the beginning consent to these things?” ","html":"<p>{}</p>"},"pli-tv-kd12:4.1.7":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-kd12:4.1.8":{"pli":"Vigarahi buddho bhagavā—","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-kd12:4.1.9":{"pli":"“ananucchavikaṃ …pe… ","eng":"“It’s not suitable … ","html":"{}"},"pli-tv-kd12:4.1.10":{"pli":"kathañhi nāma, bhikkhave, mūlāyapaṭikassanārahā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"How can monks deserving to be sent back to the beginning consent to these things? ","html":"{}"},"pli-tv-kd12:4.1.11":{"pli":"Netaṃ bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd12:4.1.12":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd12:4.1.13":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"he gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd12:4.1.14":{"pli":"“na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sāditabbaṃ ","eng":"“A monk deserving to be sent back to the beginning shouldn’t consent to: ","html":"<p>{}</p>"},"pli-tv-kd12:4.1.15":{"pli":"pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, ","eng":"Regular monks bowing down to him ","html":"<ul><li>{}</li>"},"pli-tv-kd12:4.1.16":{"pli":"paccuṭṭhānaṃ, ","eng":"Regular monks standing up for him ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.17":{"pli":"añjalikammaṃ, ","eng":"Regular monks raising their joined palms to him ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.18":{"pli":"sāmīcikammaṃ, ","eng":"Regular monks doing acts of respect toward him ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.19":{"pli":"āsanābhihāro, ","eng":"Regular monks offering him a seat ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.20":{"pli":"seyyābhihāro, ","eng":"Regular monks offering him a bed ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.21":{"pli":"pādodakaṃ pādapīṭhaṃ, ","eng":"Regular monks offering him water for washing his feet and a foot stool ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.22":{"pli":"pādakathalikaṃ, ","eng":"Regular monks offering him a foot scraper ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.23":{"pli":"pattacīvarappaṭiggahaṇaṃ, ","eng":"Regular monks receiving his bowl and robe ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.24":{"pli":"nahāne piṭṭhiparikammaṃ. ","eng":"Regular monks massaging his back when he’s bathing. ","html":"<li>{}</li></ul>"},"pli-tv-kd12:4.1.25":{"pli":"Yo sādiyeyya, āpatti dukkaṭassa. ","eng":"If he consents to any of these, he commits an offense of wrong conduct. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:4.1.26":{"pli":"Anujānāmi, bhikkhave, mūlāyapaṭikassanārahānaṃ bhikkhūnaṃ mithu yathāvuḍḍhaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"Monks deserving to be sent back to the beginning should do the following with one another according to seniority: bow down, stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot stool, offer a foot scraper, receive bowl and robe, and massage one another’s backs when bathing. ","html":"<p>{}</p>"},"pli-tv-kd12:4.1.27":{"pli":"Anujānāmi, bhikkhave, mūlāyapaṭikassanārahānaṃ bhikkhūnaṃ pañca yathāvuḍḍhaṃ—","eng":"Monks deserving to be sent back to the beginning should do five things with regular monks according to seniority: ","html":"<p>{}"},"pli-tv-kd12:4.1.28":{"pli":"uposathaṃ, pavāraṇaṃ, vassikasāṭikaṃ, oṇojanaṃ, bhattaṃ. ","eng":"the observance-day ceremony, the invitation ceremony, distributing rainy-season robes, meal invitations, and meals. ","html":"{}</p>"},"pli-tv-kd12:4.1.29":{"pli":"Tena hi, bhikkhave, mūlāyapaṭikassanārahānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā mūlāyapaṭikassanārahehi bhikkhūhi vattitabbaṃ. ","eng":"And now I will lay down the proper conduct for a monk deserving to be sent back to the beginning. This is the proper conduct: ","html":"<p>{}"},"pli-tv-kd12:4.1.30":{"pli":"Mūlāyapaṭikassanārahena, bhikkhave, bhikkhunā sammā vattitabbaṃ. ","html":"{}"},"pli-tv-kd12:4.1.31":{"pli":"Tatrāyaṃ sammāvattanā—","html":"{}</p>"},"pli-tv-kd12:4.1.32":{"pli":"Na upasampādetabbaṃ, ","eng":"He shouldn’t give the full ordination. ","html":"<ol><li>{}</li>"},"pli-tv-kd12:4.1.33":{"pli":"na nissayo dātabbo, ","eng":"He shouldn’t give formal support. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.34":{"pli":"na sāmaṇero upaṭṭhāpetabbo, ","eng":"He shouldn’t have a novice monk attend on him. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.35":{"pli":"na bhikkhunovādakasammuti sāditabbā, ","eng":"He shouldn’t accept being appointed as an instructor of the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.36":{"pli":"sammatenapi bhikkhuniyo na ovaditabbā. ","eng":"Even if appointed, he shouldn’t instruct the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.37":{"pli":"Yāya āpattiyā saṅghena mūlāyapaṭikassanāraho kato hoti sā āpatti na āpajjitabbā, aññā vā tādisikā, tato vā pāpiṭṭhatarā; ","eng":"He shouldn’t commit the same offense as the offense for which he deserves to be sent back to the beginning by the Sangha, nor one that is similar or worse. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.38":{"pli":"kammaṃ na garahitabbaṃ, ","eng":"He shouldn’t criticize the legal procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.39":{"pli":"kammikā na garahitabbā. ","eng":"He shouldn’t criticize those who did the procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.40":{"pli":"Na pakatattassa bhikkhuno uposatho ṭhapetabbo, ","eng":"He shouldn’t cancel the observance-day ceremony of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.41":{"pli":"na pavāraṇā ṭhapetabbā, ","eng":"He shouldn’t cancel the invitation of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.42":{"pli":"na savacanīyaṃ kātabbaṃ, ","eng":"He shouldn’t direct a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.43":{"pli":"na anuvādo paṭṭhapetabbo, ","eng":"He shouldn’t give instructions to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.44":{"pli":"na okāso kāretabbo, ","eng":"He shouldn’t ask a regular monk for permission to accuse him of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.45":{"pli":"na codetabbo, ","eng":"He shouldn’t accuse a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.46":{"pli":"na sāretabbo, ","eng":"He shouldn’t remind a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.47":{"pli":"na bhikkhūhi sampayojetabbaṃ. ","eng":"He shouldn’t associate inappropriately with other monks. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.48":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā pakatattassa bhikkhuno purato gantabbaṃ, ","eng":"He shouldn’t walk in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.49":{"pli":"na purato nisīditabbaṃ. ","eng":"He shouldn’t sit in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.50":{"pli":"Yo hoti saṅghassa āsanapariyanto seyyāpariyanto vihārapariyanto so tassa padātabbo. Tena ca so sāditabbo. ","eng":"He should be given the last seat, the last bed, and the last dwelling of the Sangha, and he should consent to that. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.51":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā pakatattena bhikkhunā puresamaṇena vā ","eng":"He shouldn’t attend on a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.52":{"pli":"pacchāsamaṇena vā kulāni upasaṅkamitabbāni, ","eng":"He shouldn’t be attended on by a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.53":{"pli":"na āraññikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of staying in the wilderness. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.54":{"pli":"na piṇḍapātikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of eating only almsfood. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.55":{"pli":"na ca tappaccayā piṇḍapāto nīharāpetabbo—mā maṃ jāniṃsūti. ","eng":"He shouldn’t have someone bring back almsfood for him because he doesn’t want others to know about his status. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.56":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:4.1.57":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko anāvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:4.1.58":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:4.1.59":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā anāvāsā abhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:4.1.60":{"pli":"abhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:4.1.61":{"pli":"abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:4.1.62":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā abhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:4.1.63":{"pli":"abhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:4.1.64":{"pli":"abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:4.1.65":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:4.1.66":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:4.1.67":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:4.1.68":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:4.1.69":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:4.1.70":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:4.1.71":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:4.1.72":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:4.1.73":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:4.1.74":{"pli":"Gantabbo, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:4.1.75":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:4.1.76":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:4.1.77":{"pli":"Gantabbo, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso …pe… ","eng":"He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:4.1.78":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:4.1.79":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.80":{"pli":"Gantabbo, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:4.1.81":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:4.1.82":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:4.1.83":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā pakatattena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.84":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.85":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.86":{"pli":"pakatattaṃ bhikkhuṃ disvā āsanā vuṭṭhātabbaṃ, ","eng":"If he sees a regular monk, he should get up from his seat. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.87":{"pli":"pakatatto bhikkhu āsanena nimantetabbo; ","eng":"He should offer a seat to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.88":{"pli":"na pakatattena bhikkhunā saddhiṃ ekāsane nisīditabbaṃ; ","eng":"He shouldn’t sit on the same seat as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.89":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a higher seat than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.90":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a regular monk is sitting on the ground ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.91":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.92":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.93":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a regular monk is walking on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.94":{"pli":"Na, bhikkhave, mūlāyapaṭikassanārahena bhikkhunā pārivāsikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk on probation. … ","html":"<li>{}</li>"},"pli-tv-kd12:4.1.95":{"pli":"mūlāyapaṭikassanārahena vuḍḍhatarena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a more senior monk deserving to be sent back to the beginning. … ","html":"<li value='54'>{}</li>"},"pli-tv-kd12:4.1.96":{"pli":"mānattārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving the trial period. … ","html":"<li value='63'>{}</li>"},"pli-tv-kd12:4.1.97":{"pli":"mānattacārikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk undertaking the trial period. … ","html":"<li value='72'>{}</li>"},"pli-tv-kd12:4.1.98":{"pli":"abbhānārahena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='81'>{}</li>"},"pli-tv-kd12:4.1.99":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='82'>{}</li>"},"pli-tv-kd12:4.1.100":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='83'>{}</li>"},"pli-tv-kd12:4.1.101":{"pli":"na ekāsane nisīditabbaṃ; ","eng":"He shouldn’t sit on the same seat as a monk deserving rehabilitation. ","html":"<li value='84'>{}</li>"},"pli-tv-kd12:4.1.102":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a monk deserving rehabilitation. ","html":"<li value='85'>{}</li>"},"pli-tv-kd12:4.1.103":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a monk deserving rehabilitation is sitting on the ground. ","html":"<li value='86'>{}</li>"},"pli-tv-kd12:4.1.104":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a monk deserving rehabilitation. ","html":"<li value='87'>{}</li>"},"pli-tv-kd12:4.1.105":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a monk deserving rehabilitation. ","html":"<li value='88'>{}</li>"},"pli-tv-kd12:4.1.106":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a monk deserving rehabilitation is walking on the ground. ","html":"<li value='89'>{}</li>"},"pli-tv-kd12:4.1.107":{"pli":"Mūlāyapaṭikassanārahacatuttho ce, bhikkhave, parivāsaṃ dadeyya, ","eng":"If, as the fourth member of a group, he gives probation, ","html":"<li value='90'>{}</li>"},"pli-tv-kd12:4.1.108":{"pli":"mūlāya paṭikasseyya, ","eng":"sends back to the beginning, ","html":"<li value='91'>{}</li>"},"pli-tv-kd12:4.1.109":{"pli":"mānattaṃ dadeyya, ","eng":"or gives the trial period, ","html":"<li value='92'>{}</li>"},"pli-tv-kd12:4.1.110":{"pli":"taṃvīso abbheyya, akammaṃ, na ca karaṇīyan”ti. ","eng":"or as the twentieth member of a group, he rehabilitates, it’s invalid and not to be done.” ","html":"<li value='93'>{}</li></ol>"},"pli-tv-kd12:4.1.111":{"pli":"Mūlāyapaṭikassanārahavattaṃ niṭṭhitaṃ. ","eng":"The proper conduct for those deserving to be sent back to the beginning is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:5.1.0":{"pli":"3. Mānattārahavatta ","eng":"3. The proper conduct for those deserving the trial period ","html":"<h2>{}</h2>"},"pli-tv-kd12:5.1.1":{"pli":"Tena kho pana samayena mānattārahā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikammaṃ. ","eng":"At this time monks deserving the trial period consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot stool, offering them a foot scraper, receiving their bowls and robes, and massaging their backs when bathing. ","html":"<p>{}"},"pli-tv-kd12:5.1.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd12:5.1.3":{"pli":"“kathañhi nāma mānattārahā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikamman”ti. ","eng":"“How can monks deserving the trial period consent to these things?” ","html":"{}"},"pli-tv-kd12:5.1.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe… ","eng":"The monks told the Buddha. Soon afterwards he had the Sangha of monks gathered and questioned them: ","html":"{}</p>"},"pli-tv-kd12:5.1.5":{"pli":"“saccaṃ kira, bhikkhave, mānattārahā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti? ","eng":"“Is it true, monks, that monks deserving the trial period consent to these things?” ","html":"<p>{}</p>"},"pli-tv-kd12:5.1.6":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-kd12:5.1.7":{"pli":"Vigarahi buddho bhagavā—","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-kd12:5.1.8":{"pli":"“ananucchavikaṃ …pe… ","eng":"“It’s not suitable … ","html":"{}"},"pli-tv-kd12:5.1.9":{"pli":"kathañhi nāma, bhikkhave, mānattārahā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"How can monks deserving the trial period consent to these things? ","html":"{}"},"pli-tv-kd12:5.1.10":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd12:5.1.11":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd12:5.1.12":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"he gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd12:5.1.13":{"pli":"“na, bhikkhave, mānattārahena bhikkhunā sāditabbaṃ ","eng":"“A monk deserving the trial period shouldn’t consent to: ","html":"<p>{}</p>"},"pli-tv-kd12:5.1.14":{"pli":"pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, ","eng":"Regular monks bowing down to him ","html":"<ul><li>{}</li>"},"pli-tv-kd12:5.1.15":{"pli":"paccuṭṭhānaṃ ","eng":"Regular monks standing up for him ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.1":{"pli":"…pe… ","eng":"Regular monks raising their joined palms to him ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.2":{"eng":"Regular monks doing acts of respect toward him ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.3":{"eng":"Regular monks offering him a seat ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.4":{"eng":"Regular monks offering him a bed ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.5":{"eng":"Regular monks offering him water for washing his feet and a foot-stool ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.6":{"eng":"Regular monks offering him a foot-scraper ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.16.7":{"eng":"Regular monks receiving his bowl and robe ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.17":{"pli":"nahāne piṭṭhiparikammaṃ. ","eng":"Regular monks massaging his back when he’s bathing. ","html":"<li>{}</li></ul>"},"pli-tv-kd12:5.1.18":{"pli":"Yo sādiyeyya, āpatti dukkaṭassa. ","eng":"If he consents to any of these, he commits an offense of wrong conduct. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:5.1.19":{"pli":"Anujānāmi, bhikkhave, mānattārahānaṃ bhikkhūnaṃ mithu yathāvuḍḍhaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"Monks deserving the trial period should do the following with one another according to seniority: bow down, stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot stool, offer a foot scraper, receive bowl and robe, and massage one another’s backs when bathing. ","html":"<p>{}</p>"},"pli-tv-kd12:5.1.20":{"pli":"Anujānāmi, bhikkhave, mānattārahānaṃ bhikkhūnaṃ pañca yathāvuḍḍhaṃ—","eng":"Monks deserving the trial period should do five things with regular monks according to seniority: ","html":"<p>{}"},"pli-tv-kd12:5.1.21":{"pli":"uposathaṃ, pavāraṇaṃ, vassikasāṭikaṃ, oṇojanaṃ, bhattaṃ. ","eng":"the observance-day ceremony, the invitation ceremony, distributing rainy-season robes, meal invitations, and meals. ","html":"{}</p>"},"pli-tv-kd12:5.1.22":{"pli":"Tena hi, bhikkhave, mānattārahānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā mānattārahehi bhikkhūhi vattitabbaṃ. ","eng":"And now I will lay down the proper conduct for a monk deserving the trial period. This is the proper conduct: ","html":"<p>{}"},"pli-tv-kd12:5.1.23":{"pli":"Mānattārahena, bhikkhave, bhikkhunā sammā vattitabbaṃ. ","html":"{}"},"pli-tv-kd12:5.1.24":{"pli":"Tatrāyaṃ sammāvattanā—","html":"{}</p>"},"pli-tv-kd12:5.1.25":{"pli":"Na upasampādetabbaṃ …pe… ","eng":"He shouldn’t give the full ordination. ","html":"<ol><li>{}</li>"},"pli-tv-kd12:5.1.26.1":{"pli":"(yathā mūlāyapaṭikassanā, tathā vitthāretabbaṃ.) ","eng":"He shouldn’t give formal support. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.2":{"eng":"He shouldn’t have a novice monk attend on him. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.3":{"eng":"He shouldn’t accept being appointed as an instructor of the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.4":{"eng":"Even if appointed, he shouldn’t instruct the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.5":{"eng":"He shouldn’t commit the same offense as the offense for which he deserves the trial period by the Sangha, nor one that is similar or worse. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.6":{"eng":"He shouldn’t criticize the legal procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.7":{"eng":"He shouldn’t criticize those who did the procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.8":{"eng":"He shouldn’t cancel the observance-day ceremony of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.9":{"eng":"He shouldn’t cancel the invitation of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.10":{"eng":"He shouldn’t direct a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.11":{"eng":"He shouldn’t give instructions to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.12":{"eng":"He shouldn’t ask a regular monk for permission to accuse him of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.13":{"eng":"He shouldn’t accuse a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.26.14":{"eng":"He shouldn’t remind a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.27":{"pli":"Na bhikkhūhi sampayojetabbaṃ. ","eng":"He shouldn’t associate inappropriately with other monks. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.28":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā pakatattassa bhikkhuno purato gantabbaṃ, ","eng":"He shouldn’t walk in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.29":{"pli":"na purato nisīditabbaṃ. ","eng":"He shouldn’t sit in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.30":{"pli":"Yo hoti saṅghassa āsanapariyanto seyyāpariyanto vihārapariyanto so tassa padātabbo. Tena ca so sāditabbo. ","eng":"He should be given the last seat, the last bed, and the last dwelling of the Sangha, and he should consent to that. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.31":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā pakatattena bhikkhunā puresamaṇena vā ","eng":"He shouldn’t attend on a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.32":{"pli":"pacchāsamaṇena vā kulāni upasaṅkamitabbāni, ","eng":"He shouldn’t be attended on by a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.33":{"pli":"na āraññikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of staying in the wilderness. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.34":{"pli":"na piṇḍapātikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of eating only almsfood. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.35":{"pli":"na ca tappaccayā piṇḍapāto nīharāpetabbo—mā maṃ jāniṃsūti. ","eng":"He shouldn’t have someone bring back almsfood for him because he doesn’t want others to know about his status. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.36":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:5.1.37":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko anāvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:5.1.38":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:5.1.39":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā anāvāsā abhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:5.1.40":{"pli":"abhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:5.1.41":{"pli":"abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:5.1.42":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā abhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:5.1.43":{"pli":"abhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:5.1.44":{"pli":"abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:5.1.45":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:5.1.46":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:5.1.47":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:5.1.48":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:5.1.49":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:5.1.50":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:5.1.51":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:5.1.52":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:5.1.53":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:5.1.54":{"pli":"Gantabbo, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:5.1.55":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{} "},"pli-tv-kd12:5.1.56":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:5.1.57":{"pli":"Gantabbo, bhikkhave, mānattārahena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso …pe… ","eng":"He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:5.1.58":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:5.1.59":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:5.1.60":{"pli":"Gantabbo, bhikkhave, mānattārahena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:5.1.61":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:5.1.62":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:5.1.63":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā pakatattena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.64":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.65":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ. ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.66":{"pli":"Pakatattaṃ bhikkhuṃ disvā āsanā vuṭṭhātabbaṃ. ","eng":"If he sees a regular monk, he should get up from his seat. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.67":{"pli":"Pakatatto bhikkhu āsanena nimantetabbo. ","eng":"He should offer a seat to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.68":{"pli":"Na pakatattena bhikkhunā saddhiṃ ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.69":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.70":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a regular monk is sitting on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.71":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.72":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.73":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a regular monk is walking on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.74":{"pli":"Na, bhikkhave, mānattārahena bhikkhunā pārivāsikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk on probation. … ","html":"<li>{}</li>"},"pli-tv-kd12:5.1.75":{"pli":"mūlāyapaṭikassanārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ","html":"<li value='54'>{}</li>"},"pli-tv-kd12:5.1.76":{"pli":"mānattārahena vuḍḍhatarena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a more senior monk deserving the trial period. … ","html":"<li value='63'>{}</li>"},"pli-tv-kd12:5.1.77":{"pli":"mānattacārikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk undertaking the trial period. … ","html":"<li value='72'>{}</li>"},"pli-tv-kd12:5.1.78":{"pli":"abbhānārahena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='81'>{}</li>"},"pli-tv-kd12:5.1.79":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='82'>{}</li>"},"pli-tv-kd12:5.1.80":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='83'>{}</li>"},"pli-tv-kd12:5.1.81":{"pli":"na ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a monk deserving rehabilitation. ","html":"<li value='84'>{}</li>"},"pli-tv-kd12:5.1.82":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a monk deserving rehabilitation. ","html":"<li value='85'>{}</li>"},"pli-tv-kd12:5.1.83":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a monk deserving rehabilitation is sitting on the ground. ","html":"<li value='86'>{}</li>"},"pli-tv-kd12:5.1.84":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a monk deserving rehabilitation. ","html":"<li value='87'>{}</li>"},"pli-tv-kd12:5.1.85":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a monk deserving rehabilitation. ","html":"<li value='88'>{}</li>"},"pli-tv-kd12:5.1.86":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a monk deserving rehabilitation is walking on the ground. ","html":"<li value='89'>{}</li>"},"pli-tv-kd12:5.1.87":{"pli":"Mānattārahacatuttho ce, bhikkhave, parivāsaṃ dadeyya, ","eng":"If, as the fourth member of a group, he gives probation, ","html":"<li value='90'>{}</li>"},"pli-tv-kd12:5.1.88":{"pli":"mūlāya paṭikasseyya, ","eng":"sends back to the beginning, ","html":"<li value='91'>{}</li>"},"pli-tv-kd12:5.1.89":{"pli":"mānattaṃ dadeyya, ","eng":"or gives the trial period, ","html":"<li value='92'>{}</li>"},"pli-tv-kd12:5.1.90":{"pli":"taṃvīso abbheyya, akammaṃ, na ca karaṇīyan”ti. ","eng":"or as the twentieth member of a group, he rehabilitates, it’s invalid and not to be done.” ","html":"<li value='93'>{}</li></ol>"},"pli-tv-kd12:5.1.91":{"pli":"Mānattārahavattaṃ niṭṭhitaṃ. ","eng":"The proper conduct for those deserving the trial period is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:6.1.0":{"pli":"4. Mānattacārikavatta ","eng":"4. The proper conduct for those undertaking the trial period ","html":"<h2>{}</h2>"},"pli-tv-kd12:6.1.1":{"pli":"Tena kho pana samayena mānattacārikā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ, añjalikammaṃ, sāmīcikammaṃ, āsanābhihāraṃ, seyyābhihāraṃ, pādodakaṃ pādapīṭhaṃ, pādakathalikaṃ, pattacīvarappaṭiggahaṇaṃ, nahāne piṭṭhiparikammaṃ. ","eng":"At this time monks undertaking the trial period consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot stool, offering them a foot scraper, receiving their bowls and robes, and massaging their backs when bathing. ","html":"<p>{}"},"pli-tv-kd12:6.1.2":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd12:6.1.3":{"pli":"“kathañhi nāma mānattacārikā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti. ","eng":"“How can monks undertaking the trial period consent to these things?” ","html":"{}"},"pli-tv-kd12:6.1.4":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"The monks told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:6.1.5":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā bhikkhū paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ","html":"<p>{}</p>"},"pli-tv-kd12:6.1.6":{"pli":"“saccaṃ kira, bhikkhave, mānattacārikā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti? ","eng":"“Is it true, monks, that monks undertaking the trial period consent to these things?” ","html":"<p>{}</p>"},"pli-tv-kd12:6.1.7":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-kd12:6.1.8":{"pli":"Vigarahi buddho bhagavā—","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-kd12:6.1.9":{"pli":"“ananucchavikaṃ …pe… ","eng":"“It’s not suitable … ","html":"{}"},"pli-tv-kd12:6.1.10":{"pli":"kathañhi nāma, bhikkhave, mānattacārikā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"How can monks undertaking the trial period consent to these things? ","html":"{}"},"pli-tv-kd12:6.1.11":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd12:6.1.12":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd12:6.1.13":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"he gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd12:6.1.14":{"pli":"“Na, bhikkhave, mānattacārikena bhikkhunā sāditabbaṃ ","eng":"“A monk undertaking the trial period shouldn’t consent to: ","html":"<p>{}</p>"},"pli-tv-kd12:6.1.15":{"pli":"pakatattānaṃ bhikkhūnaṃ abhivādanaṃ, ","eng":"Regular monks bowing down to him ","html":"<ul><li>{}</li>"},"pli-tv-kd12:6.1.16":{"pli":"paccuṭṭhānaṃ, ","eng":"Regular monks standing up for him ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.17":{"pli":"añjalikammaṃ, ","eng":"Regular monks raising their joined palms to him ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.18":{"pli":"sāmīcikammaṃ, ","eng":"Regular monks doing acts of respect toward him ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.19":{"pli":"āsanābhihāro, ","eng":"Regular monks offering him a seat ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.20":{"pli":"seyyābhihāro, ","eng":"Regular monks offering him a bed ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.21":{"pli":"pādodakaṃ pādapīṭhaṃ, ","eng":"Regular monks offering him water for washing his feet and a foot stool ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.22":{"pli":"pādakathalikaṃ, ","eng":"Regular monks offering him a foot scraper ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.23":{"pli":"pattacīvarappaṭiggahaṇaṃ, ","eng":"Regular monks receiving his bowl and robe ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.24":{"pli":"nahāne piṭṭhiparikammaṃ. ","eng":"Regular monks massaging his back when he’s bathing. ","html":"<li>{}</li></ul>"},"pli-tv-kd12:6.1.25":{"pli":"Yo sādiyeyya, āpatti dukkaṭassa. ","eng":"If he consents to any of these, he commits an offense of wrong conduct. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:6.1.26":{"pli":"Anujānāmi, bhikkhave, mānattacārikānaṃ bhikkhūnaṃ mithu yathāvuḍḍhaṃ abhivādanaṃ, paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"Monks undertaking the trial period should do the following with one another according to seniority: bow down, stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot stool, offer a foot scraper, receive bowl and robe, and massage one another’s backs when bathing. ","html":"<p>{}</p>"},"pli-tv-kd12:6.1.27":{"pli":"Anujānāmi, bhikkhave, mānattacārikānaṃ bhikkhūnaṃ pañca yathāvuḍḍhaṃ—","eng":"Monks undertaking the trial period should do five things with regular monks according to seniority: ","html":"<p>{}"},"pli-tv-kd12:6.1.28":{"pli":"uposathaṃ, pavāraṇaṃ, vassikasāṭikaṃ, oṇojanaṃ, bhattaṃ. ","eng":"the observance-day ceremony, the invitation ceremony, distributing rainy-season robes, meal invitations, and meals. ","html":"{}</p>"},"pli-tv-kd12:6.1.29":{"pli":"Tena hi, bhikkhave, mānattacārikānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā mānattacārikehi bhikkhūhi vattitabbaṃ. ","eng":"And now I will lay down the proper conduct for a monk undertaking the trial period. This is the proper conduct: ","html":"<p>{}"},"pli-tv-kd12:6.1.30":{"pli":"Mānattacārikena, bhikkhave, bhikkhunā sammā vattitabbaṃ. ","html":"{}"},"pli-tv-kd12:6.1.31":{"pli":"Tatrāyaṃ sammāvattanā—","html":"{}</p>"},"pli-tv-kd12:6.1.32":{"pli":"Na upasampādetabbaṃ, ","eng":"He shouldn’t give the full ordination. ","html":"<ol><li>{}</li>"},"pli-tv-kd12:6.1.33":{"pli":"na nissayo dātabbo, ","eng":"He shouldn’t give formal support. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.34":{"pli":"na sāmaṇero upaṭṭhāpetabbo, ","eng":"He shouldn’t have a novice monk attend on him. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.35":{"pli":"na bhikkhunovādakasammuti sāditabbā, ","eng":"He shouldn’t accept being appointed as an instructor of the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.36":{"pli":"sammatenapi bhikkhuniyo na ovaditabbā. ","eng":"Even if appointed, he shouldn’t instruct the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.37":{"pli":"Yāya āpattiyā saṅghena mānattaṃ dinnaṃ hoti sā āpatti na āpajjitabbā, aññā vā tādisikā, tato vā pāpiṭṭhatarā; ","eng":"He shouldn’t commit the same offense as the offense for which the Sangha gave him the trial period, nor one that is similar or worse. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.38":{"pli":"kammaṃ na garahitabbaṃ, ","eng":"He shouldn’t criticize the legal procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.39":{"pli":"kammikā na garahitabbā. ","eng":"He shouldn’t criticize those who did the procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.40":{"pli":"Na pakatattassa bhikkhuno uposatho ṭhapetabbo, ","eng":"He shouldn’t cancel the observance-day ceremony of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.41":{"pli":"na pavāraṇā ṭhapetabbā, ","eng":"He shouldn’t cancel the invitation of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.42":{"pli":"na savacanīyaṃ kātabbaṃ, ","eng":"He shouldn’t direct a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.43":{"pli":"na anuvādo paṭṭhapetabbo, ","eng":"He shouldn’t give instructions to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.44":{"pli":"na okāso kāretabbo, ","eng":"He shouldn’t ask a regular monk for permission to accuse him of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.45":{"pli":"na codetabbo, ","eng":"He shouldn’t accuse a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.46":{"pli":"na sāretabbo, ","eng":"He shouldn’t remind a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.47":{"pli":"na bhikkhūhi sampayojetabbaṃ. ","eng":"He shouldn’t associate inappropriately with other monks. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.48":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā pakatattassa bhikkhuno purato gantabbaṃ, ","eng":"He shouldn’t walk in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.49":{"pli":"na purato nisīditabbaṃ. ","eng":"He shouldn’t sit in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.50":{"pli":"Yo hoti saṅghassa āsanapariyanto seyyāpariyanto vihārapariyanto so tassa padātabbo. Tena ca so sāditabbo. ","eng":"He should be given the last seat, the last bed, and the last dwelling of the Sangha, and he should consent to that. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.51":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā pakatattena bhikkhunā puresamaṇena vā ","eng":"He shouldn’t attend on a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.52":{"pli":"pacchāsamaṇena vā kulāni upasaṅkamitabbāni, ","eng":"He shouldn’t be attended on by a regular monk when going to families. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.53":{"pli":"na āraññikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of staying in the wilderness. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.54":{"pli":"na piṇḍapātikaṅgaṃ samādātabbaṃ, ","eng":"He shouldn’t undertake the practice of eating only almsfood. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.55":{"pli":"na ca tappaccayā piṇḍapāto nīharāpetabbo—mā maṃ jāniṃsūti. ","eng":"He shouldn’t have someone bring back almsfood for him because he doesn’t want others to know about his status. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.56":{"pli":"Mānattacārikena, bhikkhave, bhikkhunā āgantukena ārocetabbaṃ, ","eng":"He should inform about his status when he’s newly arrived in a monastery. ","html":"<li>{} "},"pli-tv-kd12:6.1.57":{"pli":"āgantukassa ārocetabbaṃ, ","eng":"He should inform new arrivals of his status. ","html":"{} "},"pli-tv-kd12:6.1.58":{"pli":"uposathe ārocetabbaṃ, ","eng":"He should inform about his status on the observance day. ","html":"{} "},"pli-tv-kd12:6.1.59":{"pli":"pavāraṇāya ārocetabbaṃ, ","eng":"He should inform about his status on the invitation day. ","html":"{} "},"pli-tv-kd12:6.1.60":{"pli":"devasikaṃ ārocetabbaṃ. ","eng":"He should inform about his status on a daily basis. ","html":"{}"},"pli-tv-kd12:6.1.61":{"pli":"Sace gilāno hoti, dūtenapi ārocetabbaṃ. ","eng":"If he’s sick, he should inform about his status by messenger. ","html":"{}</li>"},"pli-tv-kd12:6.1.62":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso gantabbo, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to one without monks, except together with a sangha or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:6.1.63":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā abhikkhuko anāvāso gantabbo, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ","html":"{}"},"pli-tv-kd12:6.1.64":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:6.1.65":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā anāvāsā abhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a monastery without monks, except together with a sangha or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:6.1.66":{"pli":"abhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ","html":"{}"},"pli-tv-kd12:6.1.67":{"pli":"abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:6.1.68":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā abhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery without monks, except together with a sangha or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:6.1.69":{"pli":"abhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ","html":"{}"},"pli-tv-kd12:6.1.70":{"pli":"abhikkhuko āvāso vā anāvāso vā gantabbo, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:6.1.71":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:6.1.72":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"{}"},"pli-tv-kd12:6.1.73":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:6.1.74":{"pli":"Na bhikkhave, mānattacārikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"<li>{} "},"pli-tv-kd12:6.1.75":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"{}"},"pli-tv-kd12:6.1.76":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:6.1.77":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:6.1.78":{"pli":"sabhikkhuko anāvāso gantabbo …pe… ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"{}"},"pli-tv-kd12:6.1.79":{"pli":"sabhikkhuko āvāso vā anāvāso vā gantabbo, yatthassu bhikkhū nānāsaṃvāsakā, aññatra saṅghena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:6.1.80":{"pli":"Gantabbo, bhikkhave mānattacārikena bhikkhunā sabhikkhukā āvāsā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:6.1.81":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:6.1.82":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:6.1.83":{"pli":"Gantabbo, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā anāvāsā sabhikkhuko āvāso …pe… ","eng":"He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:6.1.84":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:6.1.85":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:6.1.86":{"pli":"Gantabbo, bhikkhave, mānattacārikena bhikkhunā sabhikkhukā āvāsā vā anāvāsā vā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:6.1.87":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:6.1.88":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:6.1.89":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā pakatattena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.90":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.91":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ. ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.92":{"pli":"Pakatattaṃ bhikkhuṃ disvā āsanā vuṭṭhātabbaṃ. ","eng":"If he sees a regular monk, he should get up from his seat. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.93":{"pli":"Pakatatto bhikkhu āsanena nimantetabbo. ","eng":"He should offer a seat to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.94":{"pli":"Na pakatattena bhikkhunā saddhiṃ ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.95":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.96":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a regular monk is sitting on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.97":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.98":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.99":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a regular monk is walking on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.100":{"pli":"Na, bhikkhave, mānattacārikena bhikkhunā pārivāsikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk on probation. … ","html":"<li>{}</li>"},"pli-tv-kd12:6.1.101":{"pli":"mūlāyapaṭikassanārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ","html":"<li value='55'>{}</li>"},"pli-tv-kd12:6.1.102":{"pli":"mānattārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving the trial period. … ","html":"<li value='64'>{}</li>"},"pli-tv-kd12:6.1.103":{"pli":"mānattacārikena vuḍḍhatarena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a more senior monk undertaking the trial period. … ","html":"<li value='73'>{}</li>"},"pli-tv-kd12:6.1.104":{"pli":"abbhānārahena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='82'>{}</li>"},"pli-tv-kd12:6.1.105":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='83'>{}</li>"},"pli-tv-kd12:6.1.106":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ","html":"<li value='84'>{}</li>"},"pli-tv-kd12:6.1.107":{"pli":"na ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a monk deserving rehabilitation. ","html":"<li value='85'>{}</li>"},"pli-tv-kd12:6.1.108":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a monk deserving rehabilitation. ","html":"<li value='86'>{}</li>"},"pli-tv-kd12:6.1.109":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a monk deserving rehabilitation is sitting on the ground. ","html":"<li value='87'>{}</li>"},"pli-tv-kd12:6.1.110":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a monk deserving rehabilitation. ","html":"<li value='88'>{}</li>"},"pli-tv-kd12:6.1.111":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a monk deserving rehabilitation. ","html":"<li value='89'>{}</li>"},"pli-tv-kd12:6.1.112":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a monk deserving rehabilitation is walking on the ground. ","html":"<li value='90'>{}</li>"},"pli-tv-kd12:6.1.113":{"pli":"Mānattacārikacatuttho ce, bhikkhave, parivāsaṃ dadeyya, ","eng":"If, as the fourth member of a group, he gives probation, ","html":"<li value='91'>{}</li>"},"pli-tv-kd12:6.1.114":{"pli":"mūlāya paṭikasseyya, ","eng":"sends back to the beginning, ","html":"<li value='92'>{}</li>"},"pli-tv-kd12:6.1.115":{"pli":"mānattaṃ dadeyya, ","eng":"or gives the trial period, ","html":"<li value='93'>{}</li>"},"pli-tv-kd12:6.1.116":{"pli":"taṃvīso abbheyya, akammaṃ, na ca karaṇīyan”ti. ","eng":"or as the twentieth member of a group, he rehabilitates, it’s invalid and not to be done.” ","html":"<li value='94'>{}</li></ol>"},"pli-tv-kd12:7.1.0":{"eng":"Further regulations for the trial period","html":"<h3 class='inserted-heading'>{}</h3>"},"pli-tv-kd12:7.1.1":{"pli":"Atha kho āyasmā upāli yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Soon afterwards Venerable Upāli went to the Buddha, bowed, sat down, ","html":"<p>{}"},"pli-tv-kd12:7.1.2":{"pli":"Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca—","eng":"and said, ","html":"{}"},"pli-tv-kd12:7.1.3":{"pli":"“kati nu kho, bhante, mānattacārikassa bhikkhuno ratticchedā”ti? ","eng":"“How many things are there, sir, that stop a monk undertaking the trial period from counting a particular day toward his trial period?” ","html":"{}</p>"},"pli-tv-kd12:7.1.4":{"pli":"“Cattāro kho, upāli, mānattacārikassa bhikkhuno ratticchedā. ","eng":"“There are four such things, Upāli: ","html":"<p class='rule'>{}"},"pli-tv-kd12:7.1.5":{"pli":"Sahavāso, vippavāso, anārocanā, ūne gaṇe caraṇaṃ—","eng":"he stays in the same room as a regular monk; he stays apart from other monks; he doesn’t inform other monks of his status; he travels without a group.” ","html":"{}"},"pli-tv-kd12:7.1.6":{"pli":"ime kho, upāli, cattāro mānattacārikassa bhikkhuno ratticchedā”ti. ","html":"{}</p>"},"pli-tv-kd12:8.1.1":{"pli":"Tena kho pana samayena sāvatthiyaṃ mahābhikkhusaṅgho sannipatito hoti. ","eng":"On one occasion a large sangha of monks had gathered at Sāvatthī. ","html":"<p>{}"},"pli-tv-kd12:8.1.2":{"pli":"Na sakkonti mānattacārikā bhikkhū mānattaṃ sodhetuṃ. ","eng":"The monks undertaking the trial period were unable to fulfill their duties. ","html":"{}"},"pli-tv-kd12:8.1.3":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:8.1.4":{"pli":"“Anujānāmi, bhikkhave, mānattaṃ nikkhipituṃ. ","eng":"“I allow you to set aside the trial period. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:8.1.5":{"pli":"Evañca pana, bhikkhave, nikkhipitabbaṃ. ","eng":"And it should be done like this. ","html":"<p>{}"},"pli-tv-kd12:8.1.6":{"pli":"Tena mānattacārikena bhikkhunā ekaṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo—","eng":"The monk undertaking the trial period should approach a monk, arrange his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ","html":"{}"},"pli-tv-kd12:8.1.7":{"pli":"‘mānattaṃ nikkhipāmī’ti. ","eng":"‘I set aside the trial period,’ ","html":"{}"},"pli-tv-kd12:8.1.8":{"pli":"Nikkhittaṃ hoti mānattaṃ. ","html":"{}"},"pli-tv-kd12:8.1.9":{"pli":"‘Vattaṃ nikkhipāmī’ti. ","eng":"or ‘I set aside the proper conduct.’” ","html":"{}"},"pli-tv-kd12:8.1.10":{"pli":"Nikkhittaṃ hoti mānattan”ti. ","html":"{}</p>"},"pli-tv-kd12:8.1.11":{"pli":"Tena kho pana samayena sāvatthiyā bhikkhū tahaṃ tahaṃ pakkamiṃsu. ","eng":"Soon afterwards the monks at Sāvatthī left for various destinations. ","html":"<p>{}"},"pli-tv-kd12:8.1.12":{"pli":"Sakkonti mānattacārikā bhikkhū mānattaṃ sodhetuṃ. ","eng":"The monks undertaking the trial period were again able to fulfill their duties. ","html":"{}"},"pli-tv-kd12:8.1.13":{"pli":"Bhagavato etamatthaṃ ārocesuṃ. ","eng":"They told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:8.1.14":{"pli":"“Anujānāmi, bhikkhave, mānattaṃ samādiyituṃ. ","eng":"“I allow you to take up the trial period. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:8.1.15":{"pli":"Evañca pana, bhikkhave, samādiyitabbaṃ. ","eng":"And it should be done like this. ","html":"<p>{}"},"pli-tv-kd12:8.1.16":{"pli":"Tena mānattacārikena bhikkhunā ekaṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā, evamassa vacanīyo—","eng":"The monk undertaking the trial period should approach a monk, arrange his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ","html":"{}"},"pli-tv-kd12:8.1.17":{"pli":"‘mānattaṃ samādiyāmī’ti. ","eng":"‘I take up the trial period,’ ","html":"{}"},"pli-tv-kd12:8.1.18":{"pli":"Samādinnaṃ hoti mānattaṃ. ","html":"{}"},"pli-tv-kd12:8.1.19":{"pli":"‘Vattaṃ samādiyāmī’ti. ","eng":"or ‘I take up the proper conduct.’” ","html":"{}"},"pli-tv-kd12:8.1.20":{"pli":"Samādinnaṃ hoti mānattan”ti. ","html":"{}</p>"},"pli-tv-kd12:8.1.21":{"pli":"Mānattacārikavattaṃ niṭṭhitaṃ. ","eng":"The proper conduct for those undertaking the trial period is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:9.1.0":{"pli":"5. Abbhānārahavatta ","eng":"5. The proper conduct for those deserving rehabilitation. ","html":"<h2>{}</h2>"},"pli-tv-kd12:9.1.1":{"pli":"Tena kho pana samayena abbhānārahā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ paccuṭṭhānaṃ …pe… ","eng":"At this time monks deserving rehabilitation consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot stool, offering them a foot scraper, receiving their bowls and robes, ","html":"<p>{}"},"pli-tv-kd12:9.1.2":{"pli":"nahāne piṭṭhiparikammaṃ. ","eng":"and massaging their backs when bathing. ","html":"{} "},"pli-tv-kd12:9.1.3":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized them, ","html":"{}"},"pli-tv-kd12:9.1.4":{"pli":"“kathañhi nāma abbhānārahā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti. ","eng":"“How can monks deserving rehabilitation consent to these things?” ","html":"{}"},"pli-tv-kd12:9.1.5":{"pli":"Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ. ","eng":"The monks told the Buddha. ","html":"{}</p>"},"pli-tv-kd12:9.1.6":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā bhikkhū paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ","html":"<p>{}</p>"},"pli-tv-kd12:9.1.7":{"pli":"“saccaṃ kira, bhikkhave, abbhānārahā bhikkhū sādiyanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikamman”ti? ","eng":"“Is it true, monks, that monks deserving rehabilitation consent to these things?” ","html":"<p>{}</p>"},"pli-tv-kd12:9.1.8":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-kd12:9.1.9":{"pli":"Vigarahi buddho bhagavā—","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-kd12:9.1.10":{"pli":"“ananucchavikaṃ …pe… ","eng":"“It’s not suitable … ","html":"{}"},"pli-tv-kd12:9.1.11":{"pli":"kathañhi nāma, bhikkhave, abbhānārahā bhikkhū sādiyissanti pakatattānaṃ bhikkhūnaṃ abhivādanaṃ paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"How can monks deserving rehabilitation consent to these things? ","html":"{}"},"pli-tv-kd12:9.1.12":{"pli":"Netaṃ, bhikkhave, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” ","html":"{}"},"pli-tv-kd12:9.1.13":{"pli":"vigarahitvā …pe… ","eng":"After rebuking them … ","html":"{}"},"pli-tv-kd12:9.1.14":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"he gave a teaching and addressed the monks: ","html":"{}</p>"},"pli-tv-kd12:9.1.15":{"pli":"“na, bhikkhave, abbhānārahena bhikkhunā sāditabbaṃ ","eng":"“A monk deserving rehabilitation shouldn’t consent to: ","html":"<p>{}</p>"},"pli-tv-kd12:9.1.16":{"pli":"pakatattānaṃ bhikkhūnaṃ abhivādanaṃ paccupaṭṭhānaṃ ","eng":"Regular monks bowing down to him ","html":"<ul><li>{}</li>"},"pli-tv-kd12:9.1.17.1":{"pli":"…pe… ","eng":"Regular monks standing up for him ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.2":{"eng":"Regular monks raising their joined palms to him ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.3":{"eng":"Regular monks doing acts of respect toward him ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.4":{"eng":"Regular monks offering him a seat ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.5":{"eng":"Regular monks offering him a bed ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.6":{"eng":"Regular monks offering him water for washing his feet and a foot-stool ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.7":{"eng":"Regular monks offering him a foot-scraper ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.17.8":{"eng":"Regular monks receiving his bowl and robe ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.18":{"pli":"nahāne piṭṭhiparikammaṃ. ","eng":"Regular monks massaging his back when he’s bathing. ","html":"<li>{}</li></ul>"},"pli-tv-kd12:9.1.19":{"pli":"Yo sādiyeyya, āpatti dukkaṭassa. ","eng":"If he consents to any of these, he commits an offense of wrong conduct. ","html":"<p class='rule'>{}</p>"},"pli-tv-kd12:9.1.20":{"pli":"Anujānāmi, bhikkhave, abbhānārahānaṃ bhikkhūnaṃ mithu yathāvuḍḍhaṃ abhivādanaṃ paccuṭṭhānaṃ …pe… nahāne piṭṭhiparikammaṃ. ","eng":"Monks deserving rehabilitation should do the following with one another according to seniority: bow down, stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot stool, offer a foot scraper, receive bowl and robe, and massage one another’s backs when bathing. ","html":"<p>{}</p>"},"pli-tv-kd12:9.1.21":{"pli":"Anujānāmi, bhikkhave, abbhānārahānaṃ bhikkhūnaṃ pañca yathāvuḍḍhaṃ—","eng":"Monks deserving rehabilitation should do five things with regular monks according to seniority: ","html":"<p>{}"},"pli-tv-kd12:9.1.22":{"pli":"uposathaṃ, pavāraṇaṃ, vassikasāṭikaṃ, oṇojanaṃ, bhattaṃ. ","eng":"the observance-day ceremony, the invitation ceremony, distributing rainy-season robes, meal invitations, and meals. ","html":"{}</p>"},"pli-tv-kd12:9.1.23":{"pli":"Tena hi, bhikkhave, abbhānārahānaṃ bhikkhūnaṃ vattaṃ paññapessāmi yathā abbhānārahehi bhikkhūhi vattitabbaṃ. ","eng":"And now I will lay down the proper conduct for a monk deserving rehabilitation. This is the proper conduct: ","html":"<p>{}"},"pli-tv-kd12:9.1.24":{"pli":"Abbhānārahena, bhikkhave, bhikkhunā sammā vattitabbaṃ. ","html":"{}"},"pli-tv-kd12:9.1.25":{"pli":"Tatrāyaṃ sammāvattanā—","html":"{}</p>"},"pli-tv-kd12:9.1.26":{"pli":"Na upasampādetabbaṃ …pe… ","eng":"He shouldn’t give the full ordination. ","html":"<ol><li>{}</li>"},"pli-tv-kd12:9.1.27.1":{"pli":"(yathā heṭṭhā, tathā vitthāretabbaṃ) ","eng":"He shouldn’t give formal support. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.2":{"eng":"He shouldn’t have a novice monk attend on him. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.3":{"eng":"He shouldn’t accept being appointed as an instructor of the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.4":{"eng":"Even if appointed, he shouldn’t instruct the nuns. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.5":{"eng":"He shouldn’t commit the same offense as the offense for which he deserves to be rehabilitated by the Sangha, nor one that is similar or worse. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.6":{"eng":"He shouldn’t criticize the legal procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.7":{"eng":"He shouldn’t criticize those who did the procedure. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.8":{"eng":"He shouldn’t cancel the observance-day ceremony of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.9":{"eng":"He shouldn’t cancel the invitation of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.10":{"eng":"He shouldn’t direct a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.11":{"eng":"He shouldn’t give instructions to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.12":{"eng":"He shouldn’t ask a regular monk for permission to accuse him of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.13":{"eng":"He shouldn’t accuse a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.27.14":{"eng":"He shouldn’t remind a regular monk of an offense. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.28":{"pli":"na bhikkhūhi sampayojetabbaṃ. ","eng":"He shouldn’t associate inappropriately with other monks. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.29":{"pli":"Na, bhikkhave, abbhānārahena bhikkhunā pakatattassa bhikkhuno purato gantabbaṃ, ","eng":"He shouldn’t walk in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.30":{"pli":"na purato nisīditabbaṃ. ","eng":"He shouldn’t sit in front of a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.31":{"pli":"Yo hoti saṅghassa āsanapariyanto seyyāpariyanto vihārapariyanto so tassa padātabbo. Tena ca so sāditabbo. ","eng":"He should be given the last seat, the last bed, and the last dwelling of the Sangha, and he should consent to that. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.32":{"pli":"Na, bhikkhave, abbhānārahena bhikkhunā pakatattena bhikkhunā puresamaṇena vā ","eng":"He shouldn’t attend on a regular monk when going to families ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.33":{"pli":"pacchāsamaṇena vā kulāni upasaṅkamitabbāni; ","eng":"He shouldn’t be attended on by a regular monk when going to families ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.34":{"pli":"na āraññikaṅgaṃ samādātabbaṃ; ","eng":"He shouldn’t undertake the practice of staying in the wilderness ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.35":{"pli":"na piṇḍapātikaṅgaṃ samādātabbaṃ; ","eng":"He shouldn’t undertake the practice of eating only almsfood. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.36":{"pli":"na ca tappaccayā piṇḍapāto nīharāpetabbo—mā maṃ jāniṃsūti. ","eng":"He shouldn’t have someone bring back almsfood for him because he doesn’t want others to know about his status. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.37":{"pli":"Na, bhikkhave, abbhānārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko āvāso gantabbo, aññatra pakatattena, aññatra antarāyā. ","eng":"He shouldn’t go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:9.1.38":{"pli":"Na, bhikkhave, abbhānārahena bhikkhunā sabhikkhukā āvāsā abhikkhuko anāvāso gantabbo, aññatra pakatattena, aññatra antarāyā … ","eng":"He shouldn’t go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}"},"pli-tv-kd12:9.1.39":{"pli":"pe…. ","eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:9.1.40.1":{"pli":"(Yathā heṭṭhā, tathā vitthāretabbā.) ","eng":"He shouldn’t go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{}"},"pli-tv-kd12:9.1.40.2":{"eng":"He shouldn’t go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{} "},"pli-tv-kd12:9.1.40.3":{"eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:9.1.40.4":{"eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ","html":"<li>{} "},"pli-tv-kd12:9.1.40.5":{"eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{} "},"pli-tv-kd12:9.1.40.6":{"eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:9.1.40.7":{"eng":"He shouldn’t go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{} "},"pli-tv-kd12:9.1.40.8":{"eng":"He shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{} "},"pli-tv-kd12:9.1.40.9":{"eng":"He shouldn’t go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:9.1.40.10":{"eng":"He shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{} "},"pli-tv-kd12:9.1.40.11":{"eng":"He shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{} "},"pli-tv-kd12:9.1.40.12":{"eng":"He shouldn’t go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:9.1.40.13":{"eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"<li>{} "},"pli-tv-kd12:9.1.40.14":{"eng":"He shouldn’t go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{} "},"pli-tv-kd12:9.1.40.15":{"eng":"He shouldn’t go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ","html":"{}</li>"},"pli-tv-kd12:9.1.41":{"pli":"Gantabbo, bhikkhave, abbhānārahena bhikkhunā sabhikkhukā āvāsā …pe… ","eng":"He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:9.1.42":{"pli":"anāvāsā …pe… ","eng":"He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:9.1.43":{"pli":"āvāsā vā anāvāsā vā sabhikkhuko āvāso …pe… ","eng":"He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:9.1.44.1":{"pli":"sabhikkhuko anāvāso …pe… ","eng":"He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:9.1.44.2":{"eng":"He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{} "},"pli-tv-kd12:9.1.44.3":{"eng":"He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:9.1.44.4":{"eng":"He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"<li>{}"},"pli-tv-kd12:9.1.44.5":{"eng":"He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}"},"pli-tv-kd12:9.1.45":{"pli":"sabhikkhuko āvāso vā anāvāso vā, yatthassu bhikkhū samānasaṃvāsakā, yaṃ jaññā sakkomi ajjeva gantunti. ","eng":"He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he’ll be able to arrive on the same day. ","html":"{}</li>"},"pli-tv-kd12:9.1.46":{"pli":"Na, bhikkhave, abbhānārahena bhikkhunā pakatattena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.47":{"pli":"na ekacchanne anāvāse vatthabbaṃ, ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.48":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.49":{"pli":"pakatattaṃ bhikkhuṃ disvā āsanā vuṭṭhātabbaṃ, ","eng":"If he sees a regular monk, he should get up from his seat. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.50":{"pli":"pakatatto bhikkhu āsanena nimantetabbo; ","eng":"He should offer a seat to a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.51":{"pli":"na pakatattena bhikkhunā saddhiṃ ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.52":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.53":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a regular monk is sitting on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.54":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.55":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a regular monk. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.56":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a regular monk is walking on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.57":{"pli":"Na, bhikkhave, abbhānārahena bhikkhunā pārivāsikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk on probation. … ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.58":{"pli":"mūlāyapaṭikassanārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ","html":"<li value='66'>{}</li>"},"pli-tv-kd12:9.1.59":{"pli":"mānattārahena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk deserving the trial period. … ","html":"<li value='75'>{}</li>"},"pli-tv-kd12:9.1.60":{"pli":"mānattacārikena bhikkhunā saddhiṃ …pe… ","eng":"He shouldn’t, in a monastery, stay in the same room as a monk undertaking the trial period. … ","html":"<li value='84'>{}</li>"},"pli-tv-kd12:9.1.61":{"pli":"abbhānārahena vuḍḍhatarena bhikkhunā saddhiṃ ekacchanne āvāse vatthabbaṃ, ","eng":"He shouldn’t, in a monastery, stay in the same room as a more senior monk deserving rehabilitation. ","html":"<li value='96'>{}</li>"},"pli-tv-kd12:9.1.62":{"pli":"na ekacchanne anāvāse vatthabbaṃ; ","eng":"He shouldn’t, in a non-monastery, stay in the same room as a more senior monk deserving rehabilitation. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.63":{"pli":"na ekacchanne āvāse vā anāvāse vā vatthabbaṃ; ","eng":"He shouldn’t, in a monastery or a non-monastery, stay in the same room as a more senior monk deserving rehabilitation. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.64":{"pli":"na ekāsane nisīditabbaṃ, ","eng":"He shouldn’t sit on the same seat as a more senior monk deserving rehabilitation. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.65":{"pli":"na nīce āsane nisinne ucce āsane nisīditabbaṃ, ","eng":"He shouldn’t sit on a higher seat than a more senior monk deserving rehabilitation. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.66":{"pli":"na chamāyaṃ nisinne āsane nisīditabbaṃ; ","eng":"He shouldn’t sit on a seat when a more senior monk deserving rehabilitation is sitting on the ground. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.67":{"pli":"na ekacaṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on the same walking path as a more senior monk deserving rehabilitation. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.68":{"pli":"na nīce caṅkame caṅkamante ucce caṅkame caṅkamitabbaṃ, ","eng":"He shouldn’t do walking meditation on a higher walking path than a more senior monk deserving rehabilitation. ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.69":{"pli":"na chamāyaṃ caṅkamante caṅkame caṅkamitabbaṃ. ","eng":"He shouldn’t do walking meditation on a walking path when a more senior monk deserving rehabilitation is walking on the ground. ","html":"<li>{} "},"pli-tv-kd12:9.1.70":{"pli":"Abbhānārahacatuttho ce, bhikkhave, parivāsaṃ dadeyya, ","eng":"If, as the fourth member of a group, he gives probation, ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.71":{"pli":"mūlāya paṭikasseyya, ","eng":"sends back to the beginning, ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.72":{"pli":"mānattaṃ dadeyya, ","eng":"or gives the trial period, ","html":"<li>{}</li>"},"pli-tv-kd12:9.1.73":{"pli":"taṃvīso abbheyya, akammaṃ, na ca karaṇīyan”ti. ","eng":"or as the twentieth member of a group, he rehabilitates, it’s invalid and not to be done.” ","html":"<li>{}</li></ol>"},"pli-tv-kd12:9.1.74":{"pli":"Abbhānārahavattaṃ niṭṭhitaṃ. ","eng":"The proper conduct for those deserving rehabilitation is finished. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:9.1.75":{"pli":"Pārivāsikakkhandhako dutiyo. ","eng":"The second chapter on those on probation is finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-kd12:9.1.76":{"pli":"Imamhi khandhake vatthū pañca. ","eng":"In this chapter there are five topics. ","html":"<p class='end'>{}</p>"},"pli-tv-kd12:9.1.77":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-kd12:9.1.78":{"pli":"Pārivāsikā sādenti, ","eng":"“Those on probation consented to ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.79":{"pli":"pakatattāna bhikkhunaṃ; ","eng":"The regular monks ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.80":{"pli":"Abhivādanaṃ paccuṭṭhānaṃ, ","eng":"Bowing down to them, standing up, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.81":{"pli":"añjaliñca sāmīciyaṃ. ","eng":"And raising their joined palms, acting respectfully. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.82":{"pli":"Āsanaṃ seyyābhihāraṃ, ","eng":"Offering a seat, a bed, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.83":{"pli":"pādo pīṭhaṃ kathalikaṃ; ","eng":"Foot, stool, scraper; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.84":{"pli":"Pattaṃ nahāne parikammaṃ, ","eng":"Bowl, massaging when bathing, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.85":{"pli":"ujjhāyanti ca pesalā. ","eng":"And the good monks criticized them. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.86":{"pli":"Dukkaṭaṃ sādiyantassa, ","eng":"An offense of wrong conduct for one who consents, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.87":{"pli":"Mithu pañca yathāvuḍḍhaṃ; ","eng":"Mutual, five things according to seniority; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.88":{"pli":"Uposathaṃ pavāraṇaṃ, ","eng":"The observance day, the invitation ceremony, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.89":{"pli":"Vassikoṇojabhojanaṃ. ","eng":"Rainy-season robes, invitations, meals. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.90":{"pli":"Sammā ca vattanā tattha, ","eng":"And proper conduct there, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.91":{"pli":"pakatattassa gacchantaṃ; ","eng":"Walking in front of a regular one; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.92":{"pli":"Yo ca hoti pariyanto, ","eng":"And whatever is the last, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.93":{"pli":"pure pacchā tatheva ca. ","eng":"And just so attending on. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.94":{"pli":"Āraññapiṇḍanīhāro, ","eng":"Wilderness, alms, bringing back, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.95":{"pli":"āgantuke uposathe; ","eng":"About new arrivals, on the observance day; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.96":{"pli":"Pavāraṇāya dūtena, ","eng":"On the invitation day, by messenger, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.97":{"pli":"gantabbo ca sabhikkhuko. ","eng":"And he may go to a place with monks. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.98":{"pli":"Ekacchanne ca vuṭṭhānaṃ, ","eng":"And in the same room, getting up, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.99":{"pli":"tatheva ca nimantaye; ","eng":"And just so he should invite; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.100":{"pli":"Āsane nīce caṅkame, ","eng":"On a seat, on a lower, on a walking path, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.101":{"pli":"chamāyaṃ caṅkamena ca. ","eng":"On the ground, and with walking path. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.102":{"pli":"Vuḍḍhatarena akammaṃ, ","eng":"With one who is more senior, invalid, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.103":{"pli":"ratticchedā ca sodhanā; ","eng":"And stop the counting, fulfilling; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.104":{"pli":"Nikkhipanaṃ samādānaṃ, ","eng":"Setting aside, taking up, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.105":{"pli":"vattaṃva pārivāsike. ","eng":"Just the duties for one on probation. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.106":{"pli":"Mūlāya mānattārahā, ","eng":"To the beginning, deserving the trial, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.107":{"pli":"tathā mānattacārikā; ","eng":"So those undertaking the trial; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.108":{"pli":"Abbhānārahe nayo cāpi, ","eng":"And also the method for deserving rehabilitation, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.109":{"pli":"sambhedaṃ nayato puna. ","eng":"Again putting together from the method. ","html":"<span class='verse-line'>{}</span></p>"},"pli-tv-kd12:9.1.110":{"pli":"Pārivāsikesu tayo, ","eng":"Three for those on probation, ","html":"<p><span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.111":{"pli":"catu mānattacārike; ","eng":"Four for those undergoing the trial; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.112":{"pli":"Na samenti ratticchedesu, ","eng":"Are not the same in regard to stopping the count, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.113":{"pli":"mānattesu ca devasi; ","eng":"And daily for the trial period; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.114":{"pli":"Dve kammā sadisā sesā, ","eng":"Two procedures are such, the remaining ","html":"<span class='verse-line'>{}</span>"},"pli-tv-kd12:9.1.115":{"pli":"tayo kammā samāsamāti. ","eng":"Three procedures are the same.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section>"},"pli-tv-kd12:9.1.116":{"pli":"Pārivāsikakkhandhakaṃ niṭṭhitaṃ. ","eng":"The chapter on those on probation is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}