{"pli-tv-bu-vb-pc70":{"pli-tv-bu-vb-pc70:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-pc70'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-pc70:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-pc70:0.3":{"pli":"Pācittiyakaṇḍa ","eng":"The chapter on offenses entailing confession ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-pc70:0.4":{"pli":"Sappāṇakavagga ","eng":"The subchapter on containing living beings ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-pc70:0.5":{"pli":"70. Kaṇṭakasikkhāpada ","eng":"70. The training rule on Kaṇṭaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-pc70:1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc70:1.1":{"pli":"Tena samayena buddho bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ","html":"<section class='suttanta'><p>{}"},"pli-tv-bu-vb-pc70:1.2":{"pli":"Tena kho pana samayena kaṇṭakassa nāma samaṇuddesassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti—","eng":"At that time the novice monastic Kaṇṭaka had the following bad and erroneous view: ","html":"{}"},"pli-tv-bu-vb-pc70:1.3":{"pli":"“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ","eng":"“As I understand the teachings of the Buddha, the things he calls obstacles are unable to obstruct one who indulges in them.” ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.4":{"pli":"Assosuṃ kho sambahulā bhikkhū kaṇṭakassa nāma kira samaṇuddesassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","eng":"A number of monks heard that the novice monastic Kaṇṭaka had that view. ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.5":{"pli":"“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṃ antarāyāyā”ti. ","html":"{}"},"pli-tv-bu-vb-pc70:1.6":{"pli":"Atha kho te bhikkhū yena kaṇṭako samaṇuddeso tenupasaṅkamiṃsu; upasaṅkamitvā kaṇṭakaṃ samaṇuddesaṃ etadavocuṃ—","eng":"They went to see him and asked, ","html":"{}"},"pli-tv-bu-vb-pc70:1.7":{"pli":"“saccaṃ kira te, āvuso kaṇṭaka, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","eng":"“Is it true, Kaṇṭaka, that you have such a view?” ","html":"{}"},"pli-tv-bu-vb-pc70:1.8":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti? ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.9":{"pli":"“Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi— ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ","eng":"“Yes, indeed. As I understand the Buddha’s Teaching, the things he calls obstacles are unable to obstruct one who indulges in them.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc70:1.10":{"pli":"“Mā, āvuso kaṇṭaka, evaṃ avaca. Mā bhagavantaṃ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṃ. Na hi bhagavā evaṃ vadeyya. ","eng":"“No, Kaṇṭaka, don’t misrepresent the Buddha, for it’s not good to misrepresent him. The Buddha would never say such a thing. ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.11":{"pli":"Anekapariyāyenāvuso kaṇṭaka, antarāyikā dhammā antarāyikā vuttā bhagavatā. Alañca pana te paṭisevato antarāyāya. ","eng":"The Buddha has given many discourses about the obstacles being obstructive and how they obstruct one who indulges in them. ","html":"{}"},"pli-tv-bu-vb-pc70:1.12":{"pli":"Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo …pe… ","eng":"The Buddha has said that the enjoyment provided by worldly pleasures is small, whereas the suffering and trouble with them are huge, and so their drawbacks are greater. …” ","html":"{}"},"pli-tv-bu-vb-pc70:1.13":{"pli":"evampi kho kaṇṭako samaṇuddeso tehi bhikkhūhi vuccamāno tatheva taṃ pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati—","eng":"But even though the monks corrected Kaṇṭaka like this, he stubbornly held on to that bad and erroneous view, and he continued to insist on it. ","html":"{}"},"pli-tv-bu-vb-pc70:1.14":{"pli":"“evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi— ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.15":{"pli":"Yato ca kho te bhikkhū nāsakkhiṃsu kaṇṭakaṃ samaṇuddesaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavato etamatthaṃ ārocesuṃ. ","eng":"Since those monks were unable to make him give up that view, they went to the Buddha and told him what had happened. ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.16":{"pli":"Atha kho bhagavā etasmiṃ nidāne etasmiṃ pakaraṇe bhikkhusaṅghaṃ sannipātāpetvā kaṇṭakaṃ samaṇuddesaṃ paṭipucchi—","eng":"Soon afterwards the Buddha had the Sangha gathered and questioned the Kaṇṭaka: ","html":"{}"},"pli-tv-bu-vb-pc70:1.17":{"pli":"“saccaṃ kira te, kaṇṭaka, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—","eng":"“Is it true, Kaṇṭaka, that you have such a view?” ","html":"{}"},"pli-tv-bu-vb-pc70:1.18":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti? ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.19":{"pli":"“Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi— ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ","eng":"“Yes indeed, venerable sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc70:1.20":{"pli":"“Kassa nu kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi? ","eng":"“Foolish man, who do you think I have taught like this? ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.21":{"pli":"Nanu mayā, moghapurisa, anekapariyāyena antarāyikā dhammā antarāyikā vuttā, alañca pana te paṭisevato antarāyāya? ","eng":"Haven’t I given many discourses about the obstacles being obstructive and how they obstruct one who indulges in them? ","html":"{}"},"pli-tv-bu-vb-pc70:1.22":{"pli":"Appassādā kāmā vuttā mayā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"I have said that the enjoyment provided by worldly pleasures is small, whereas the suffering and trouble with them are huge, and so their drawbacks are greater. ","html":"{}"},"pli-tv-bu-vb-pc70:1.23":{"pli":"Aṭṭhikaṅkalūpamā kāmā vuttā mayā …pe… ","eng":"I have said that worldly pleasures are similar to a skeleton … ","html":"{}"},"pli-tv-bu-vb-pc70:1.24":{"pli":"sappasirūpamā kāmā vuttā mayā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ","eng":"similar to a snake’s head; the suffering and trouble with them are huge, and so their drawbacks are greater. ","html":"{}"},"pli-tv-bu-vb-pc70:1.25":{"pli":"Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi attānañca khaṇasi bahuñca apuññaṃ pasavasi. ","eng":"And yet, foolish man, by misunderstanding you have misrepresented me, hurt yourself, and made much demerit. ","html":"{}"},"pli-tv-bu-vb-pc70:1.26":{"pli":"Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāya. ","eng":"This will be for your long-lasting harm and suffering. ","html":"{}</p></section>"},"pli-tv-bu-vb-pc70:1.27":{"pli":"Netaṃ, moghapurisa, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence, ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.28":{"pli":"pasannānañca ekaccānaṃ aññathattāyā”ti. ","eng":"and cause some to lose it.” ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.29":{"pli":"Vigarahitvā …pe… ","eng":"Having rebuked him … ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.30":{"pli":"dhammiṃ kathaṃ katvā bhikkhū āmantesi—","eng":"the Buddha gave a teaching and addressed the monks: ","html":"{}"},"pli-tv-bu-vb-pc70:1.31":{"pli":"“tena hi, bhikkhave, saṅgho kaṇṭakaṃ samaṇuddesaṃ nāsetu. ","eng":"“Well then, monks, the Sangha should expel the novice monastic Kaṇṭaka. ","html":"{}"},"pli-tv-bu-vb-pc70:1.32":{"pli":"Evañca pana, bhikkhave, nāsetabbo—","eng":"And this is how he should be expelled: ","html":"{}"},"pli-tv-bu-vb-pc70:1.33":{"pli":"‘ajjatagge te, āvuso kaṇṭaka, na ceva so bhagavā satthā apadisitabbo. ","eng":"‘From today, Kaṇṭaka, you may not refer to the Buddha as your teacher. ","html":"{}"},"pli-tv-bu-vb-pc70:1.34":{"pli":"Yampi caññe samaṇuddesā labhanti bhikkhūhi saddhiṃ dirattatirattaṃ sahaseyyaṃ sāpi te natthi. ","eng":"And, unlike other novices, you can no longer share a sleeping place with the monks for two or three nights. ","html":"{}"},"pli-tv-bu-vb-pc70:1.35":{"pli":"Cara pire vinassā’”ti. ","eng":"Go! Away with you!’” ","html":"{}"},"pli-tv-bu-vb-pc70:1.36":{"pli":"Atha kho saṅgho kaṇṭakaṃ samaṇuddesaṃ nāsesi. ","eng":"The Sangha then expelled Kaṇṭaka. ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.37":{"pli":"Tena kho pana samayena chabbaggiyā bhikkhū jānaṃ tathānāsitaṃ kaṇṭakaṃ samaṇuddesaṃ upalāpentipi upaṭṭhāpentipi sambhuñjantipi sahāpi seyyaṃ kappenti. ","eng":"Soon afterwards the monks from the group of six befriended Kaṇṭaka, and they were attended on by him, lived with him, and shared a sleeping place with him. Yet they knew that he had been expelled. ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.38":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized those monks, ","html":"{}"},"pli-tv-bu-vb-pc70:1.39":{"pli":"“kathañhi nāma chabbaggiyā bhikkhū jānaṃ tathānāsitaṃ kaṇṭakaṃ samaṇuddesaṃ upalāpessantipi upaṭṭhāpessantipi sambhuñjissantipi sahāpi seyyaṃ kappessantī”ti …pe… ","eng":"“How can the monks from the group of six befriend Kaṇṭaka, and be attended on by him, live with him, and share a sleeping place with him, even though they know that he has been expelled?” … ","html":"{}"},"pli-tv-bu-vb-pc70:1.40":{"pli":"“saccaṃ kira tumhe, bhikkhave, jānaṃ tathānāsitaṃ kaṇṭakaṃ samaṇuddesaṃ upalāpethāpi upaṭṭhāpethāpi sambhuñjathāpi sahāpi seyyaṃ kappethā”ti? ","eng":"“Is it true, monks, that you do this?” ","html":"{}</p>"},"pli-tv-bu-vb-pc70:1.41":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc70:1.42":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked them … ","html":"<p>{}"},"pli-tv-bu-vb-pc70:1.43":{"pli":"kathañhi nāma tumhe, moghapurisā, jānaṃ tathānāsitaṃ kaṇṭakaṃ samaṇuddesaṃ upalāpessathāpi upaṭṭhāpessathāpi sambhuñjissathāpi sahāpi seyyaṃ kappessatha. ","eng":"“Foolish men, how can you do this? ","html":"{}"},"pli-tv-bu-vb-pc70:1.44":{"pli":"Netaṃ, moghapurisā, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-pc70:1.45":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-pc70:1.46.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc70:1.46.1":{"pli":"“Samaṇuddesopi ce evaṃ vadeyya—","eng":"‘Also if a novice monastic says, ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-pc70:1.47":{"pli":"‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti, ","eng":"“As I understand the Buddha’s Teaching, the things he calls obstacles are unable to obstruct one who indulges in them,” ","html":"{} "},"pli-tv-bu-vb-pc70:1.48":{"pli":"so samaṇuddeso bhikkhūhi evamassa vacanīyo—","eng":"then the monks should correct him like this: ","html":"{}"},"pli-tv-bu-vb-pc70:1.49":{"pli":"‘māvuso samaṇuddesa, evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ","eng":"“No, don’t misrepresent the Buddha, for it’s not good to misrepresent the Buddha. The Buddha would never say such a thing. ","html":"{}"},"pli-tv-bu-vb-pc70:1.50":{"pli":"Anekapariyāyenāvuso samaṇuddesa, antarāyikā dhammā antarāyikā vuttā bhagavatā. Alañca pana te paṭisevato antarāyāyā’ti. ","eng":"In many discourses the Buddha has declared the obstacles to be obstructive and how they obstruct one who indulges in them.” ","html":"{}"},"pli-tv-bu-vb-pc70:1.51":{"pli":"Evañca so samaṇuddeso bhikkhūhi vuccamāno tatheva paggaṇheyya, so samaṇuddeso bhikkhūhi evamassa vacanīyo—","eng":"If that novice monastic continues as before, he should be told: ","html":"{}"},"pli-tv-bu-vb-pc70:1.52":{"pli":"‘ajjatagge te, āvuso samaṇuddesa, na ceva so bhagavā satthā apadisitabbo. ","eng":"“From today on you may not refer to the Buddha as your teacher. ","html":"{}"},"pli-tv-bu-vb-pc70:1.53":{"pli":"Yampi caññe samaṇuddesā labhanti bhikkhūhi saddhiṃ dirattatirattaṃ sahaseyyaṃ sāpi te natthi. ","eng":"And, unlike other novices, you can no longer share a sleeping place with the monks for two or three nights. ","html":"{}"},"pli-tv-bu-vb-pc70:1.54":{"pli":"Cara pire vinassā’ti. ","eng":"Go! Away with you!” ","html":"{}"},"pli-tv-bu-vb-pc70:1.55":{"pli":"Yo pana bhikkhu jānaṃ tathānāsitaṃ samaṇuddesaṃ upalāpeyya vā upaṭṭhāpeyya vā sambhuñjeyya vā saha vā seyyaṃ kappeyya, pācittiyan”ti. ","eng":"If a monk befriends that novice monastic, or he is attended on by him, lives with him, or shares a sleeping place with him, even though he knows that he has been expelled in this way, he commits an offense entailing confession.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-pc70:2.1.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc70:2.1.1":{"pli":"Samaṇuddeso nāma ","eng":"A novice monastic: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.2":{"pli":"sāmaṇero vuccati. ","eng":"a novice monk is what is meant. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.3":{"pli":"Evaṃ vadeyyāti—","eng":"Says: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.4":{"pli":"“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṃ antarāyāyā”ti. ","eng":"“As I understand the Buddha’s Teaching, the things he calls obstacles are unable to obstruct one who indulges in them.” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.5":{"pli":"So samaṇuddesoti ","eng":"Him: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.6":{"pli":"yo so evaṃvādī samaṇuddeso. ","eng":"the novice monastic who speaks in that way. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.7":{"pli":"Bhikkhūhīti ","eng":"The monks: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.8":{"pli":"aññehi bhikkhūhi, ye passanti ye suṇanti tehi vattabbo— “mā, āvuso samaṇuddesa, evaṃ avaca. Mā bhagavantaṃ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṃ. Na hi bhagavā evaṃ vadeyya. ","eng":"other monks, those who see it or hear about it. They should correct him, “No, don’t misrepresent the Buddha, for it’s not good to misrepresent the Buddha. The Buddha would never say such a thing. ","html":"<dd><p>{}","comm":"“Should correct” renders <i lang='pi' translate='no'>vattabba</i>, the future passive participle of <i lang='pi' translate='no'>vadati</i>. For a discussion of the verb <i lang='pi' translate='no'>vadati</i> used in the sense of “correct”, see Appendix of Technical Terms. "},"pli-tv-bu-vb-pc70:2.1.9":{"pli":"Anekapariyāyenāvuso samaṇuddesa, antarāyikā dhammā antarāyikā vuttā bhagavatā. Alañca pana te paṭisevato antarāyāyā”ti. ","eng":"In many discourses the Buddha has declared the obstacles to be obstructive and how they obstruct one who indulges in them.” ","html":"{}</p>"},"pli-tv-bu-vb-pc70:2.1.10":{"pli":"Dutiyampi vattabbo … ","eng":"And they should correct him a second time … ","html":"<p>{}"},"pli-tv-bu-vb-pc70:2.1.11":{"pli":"tatiyampi vattabbo … ","eng":"And they should correct him a third time … ","html":"{}</p>"},"pli-tv-bu-vb-pc70:2.1.12":{"pli":"sace paṭinissajjati iccetaṃ kusalaṃ, no ce paṭinissajjati so samaṇuddeso bhikkhūhi evamassa vacanīyo—","eng":"If he gives up that view, all is well. If he does not, he should be told: ","html":"<p>{}"},"pli-tv-bu-vb-pc70:2.1.13":{"pli":"“ajjatagge te, āvuso samaṇuddesa, na ceva so bhagavā satthā apadisitabbo. ","eng":"“From today on you may not refer to the Buddha as your teacher. ","html":"{}"},"pli-tv-bu-vb-pc70:2.1.14":{"pli":"Yampi caññe samaṇuddesā labhanti bhikkhūhi saddhiṃ dirattatirattaṃ sahaseyyaṃ sāpi te natthi. ","eng":"And, unlike other novices, you can no longer share a sleeping place with the monks for two or three nights. ","html":"{}"},"pli-tv-bu-vb-pc70:2.1.15":{"pli":"Cara pire vinassā”ti. ","eng":"Go! Away with you!” ","html":"{}</p></dd>"},"pli-tv-bu-vb-pc70:2.1.16":{"pli":"Yo panāti ","eng":"A: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.17":{"pli":"yo yādiso …pe… ","eng":"whoever … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.18":{"pli":"bhikkhūti ","eng":"Monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.19":{"pli":"…pe… ayaṃ imasmiṃ atthe adhippeto bhikkhūti. ","eng":"… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.20":{"pli":"Jānāti nāma ","eng":"He knows: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.21":{"pli":"sāmaṃ vā jānāti, aññe vā tassa ārocenti, so vā āroceti. ","eng":"he knows by himself or others have told him or the offending novice monastic has told him. ","html":"<dd>{}</dd>","comm":"The meaning of the last of these three ways of knowing, <i lang='pi' translate='no'>so vā āroceti</i>, is not clear. CPD suggests: “<i lang='pi' translate='no'>sa (sā) āroceti</i> (?). Perhaps this last form is conformable to sa. <i lang='pi' translate='no'>ārocayate</i> med. caus. in the meaning: he or she makes inquiries (of others).” However, this does not fit with the parallel usage at <a href='index.html?q=pli-tv-bu-vb-pc29#3.1.6'>Bu Pc 29:3.1.6</a> where the text says that she tells (<i lang='pi' translate='no'>sā vā āroceti</i>) him, presumably referring to the nun telling the monk. In this case <i lang='pi' translate='no'>āroceti</i> cannot refer to the monk making inquiries. The commentaries are silent, and I therefore assume that a straightforward meaning is the most likely one. I would suggest, then, that it simply refers to the novice monk telling the monk directly. "},"pli-tv-bu-vb-pc70:2.1.22":{"pli":"Tathānāsitanti ","eng":"Expelled in this way: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.23":{"pli":"evaṃ nāsitaṃ. ","eng":"expelled like this. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.24":{"pli":"Samaṇuddeso nāma ","eng":"Novice monastic: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.25":{"pli":"sāmaṇero vuccati. ","eng":"novice monk is what is meant. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.26":{"pli":"Upalāpeyya vāti ","eng":"Befriends: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.27":{"pli":"tassa pattaṃ vā cīvaraṃ vā uddesaṃ vā paripucchaṃ vā dassāmīti upalāpeti, āpatti pācittiyassa. ","eng":"if he befriends him, saying, “I’ll give him a bowl,” “I’ll give him a robe,” “I’ll recite to him,” or “I’ll test him,” he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.28":{"pli":"Upaṭṭhāpeyya vāti ","eng":"Is attended on by: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.29":{"pli":"tassa cuṇṇaṃ vā mattikaṃ vā dantakaṭṭhaṃ vā mukhodakaṃ vā sādiyati, āpatti pācittiyassa. ","eng":"if he accepts bath powder, soap, a tooth cleaner, or water for rinsing the mouth from him, he commits an offense entailing confession. ","html":"<dd>{}</dd>","comm":"For an explanation of the renderings “bath powder” and “soap” for <i lang='pi' translate='no'>cuṇṇa</i> and <i lang='pi' translate='no'>mattika</i> respectively, see Appendix of Technical Terms. "},"pli-tv-bu-vb-pc70:2.1.30":{"pli":"Sambhuñjeyya vāti ","eng":"Lives with: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.31":{"pli":"sambhogo nāma dve sambhogā—","eng":"there are two types of living together: ","html":"<dd>{}"},"pli-tv-bu-vb-pc70:2.1.32":{"pli":"āmisasambhogo ca dhammasambhogo ca. ","eng":"material living together and spiritual living together. ","html":"{}</dd>"},"pli-tv-bu-vb-pc70:2.1.33":{"pli":"Āmisasambhogo nāma ","eng":"Material living together: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.34":{"pli":"āmisaṃ deti vā paṭiggaṇhāti vā, āpatti pācittiyassa. ","eng":"if he gives or receives material things, he commits an offense entailing confession. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc70:2.1.35":{"pli":"Dhammasambhogo nāma ","eng":"Spiritual living together: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.36":{"pli":"uddisati vā uddisāpeti vā, padena uddisati vā uddisāpeti vā, pade pade āpatti pācittiyassa. ","eng":"he recites or has the other recite. If he recites or has the other recite by the line, then for every line he commits an offense entailing confession. ","html":"<dd>{}"},"pli-tv-bu-vb-pc70:2.1.37":{"pli":"Akkharāya uddisati vā uddisāpeti vā, akkharakkharāya āpatti pācittiyassa. ","eng":"If he recites or has the other recite by the syllable, then for every syllable he commits an offense entailing confession. ","html":"{}</dd>"},"pli-tv-bu-vb-pc70:2.1.38":{"pli":"Saha vā seyyaṃ kappeyyāti ","eng":"Shares a sleeping place with: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc70:2.1.39":{"pli":"ekacchanne nāsitake samaṇuddese nipanne bhikkhu nipajjati, āpatti pācittiyassa. ","eng":"under the same ceiling: if the monk lies down when the expelled novice monastic is already lying down, he commits an offense entailing confession; ","html":"<dd>{}"},"pli-tv-bu-vb-pc70:2.1.40":{"pli":"Bhikkhu nipanne nāsitako samaṇuddeso nipajjati, āpatti pācittiyassa. ","eng":"if the monk is already lying down when the expelled novice monastic lies down, he commits an offense entailing confession; ","html":"{}"},"pli-tv-bu-vb-pc70:2.1.41":{"pli":"Ubho vā nipajjanti, āpatti pācittiyassa. ","eng":"if they both lie down together, he commits an offense entailing confession; ","html":"{}"},"pli-tv-bu-vb-pc70:2.1.42":{"pli":"Uṭṭhahitvā punappunaṃ nipajjanti, āpatti pācittiyassa. ","eng":"every time they get up and then lie down again, he commits an offense entailing confession. ","html":"{}</dd></dl></section>"},"pli-tv-bu-vb-pc70:2.2.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc70:2.2.1":{"pli":"Nāsitake nāsitakasaññī upalāpeti vā upaṭṭhāpeti vā sambhuñjati vā saha vā seyyaṃ kappeti, āpatti pācittiyassa. ","eng":"If the novice monastic has been expelled, and he perceives him as such, and he befriends him or is attended on by him or lives with him or shares a sleeping place with him, he commits an offense entailing confession. ","html":"<p>{}"},"pli-tv-bu-vb-pc70:2.2.2":{"pli":"Nāsitake vematiko upalāpeti vā upaṭṭhāpeti vā sambhuñjati vā saha vā seyyaṃ kappeti, āpatti dukkaṭassa. ","eng":"If the novice monastic has been expelled, but he is unsure of it, and he befriends him or is attended on by him or lives with him or shares a sleeping place with him, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-pc70:2.2.3":{"pli":"Nāsitake anāsitakasaññī upalāpeti vā upaṭṭhāpeti vā sambhuñjati vā saha vā seyyaṃ kappeti, anāpatti. ","eng":"If the novice monastic has been expelled, but he does not perceive him as such, and he befriends him or is attended on by him or lives with him or shares a sleeping place with him, there is no offense. ","html":"{}</p>"},"pli-tv-bu-vb-pc70:2.2.4":{"pli":"Anāsitake nāsitakasaññī, āpatti dukkaṭassa. ","eng":"If the novice monastic has not been expelled, but he perceives him such, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-pc70:2.2.5":{"pli":"Anāsitake vematiko, āpatti dukkaṭassa. ","eng":"If the novice monastic has not been expelled, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-pc70:2.2.6":{"pli":"Anāsitake anāsitakasaññī, anāpatti. ","eng":"If the novice monastic has not been expelled, and he does not perceive him as such, there is no offense. ","html":"{}</p></section>"},"pli-tv-bu-vb-pc70:2.3.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc70:2.3.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-pc70:2.3.2":{"pli":"anāsitakoti jānāti; ","eng":"if he knows that he has not been expelled; ","html":"{} "},"pli-tv-bu-vb-pc70:2.3.3":{"pli":"taṃ diṭṭhiṃ paṭinissaṭṭhoti jānāti; ","eng":"if he knows that he has given up that view; ","html":"{} "},"pli-tv-bu-vb-pc70:2.3.4":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{} "},"pli-tv-bu-vb-pc70:2.3.5":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-pc70:2.3.6":{"pli":"Kaṇṭakasikkhāpadaṃ niṭṭhitaṃ dasamaṃ. ","eng":"The training rule on Kaṇṭaka, the tenth, is finished. ","html":"<p class='endsutta'>{}</p>"},"pli-tv-bu-vb-pc70:2.3.7":{"pli":"Sappāṇakavaggo sattamo. ","eng":"The seventh subchapter on containing living beings is finished. ","html":"<p class='endvagga'>{}</p>"},"pli-tv-bu-vb-pc70:2.3.8":{"pli":"Tassuddānaṃ ","eng":"This is the summary: ","html":"<section class='uddana'><p class='uddana-intro'>{}</p>"},"pli-tv-bu-vb-pc70:2.3.9":{"pli":"Sañciccavadhasappāṇaṃ, ","eng":"“Intentionally killing, containing living beings, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pc70:2.3.10":{"pli":"ukkoṭaṃ duṭṭhullachādanaṃ; ","eng":"Agitation, concealing what is grave; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pc70:2.3.11":{"pli":"Ūnavīsati satthañca, ","eng":"Less than twenty, and group of travelers, ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pc70:2.3.12":{"pli":"saṃvidhānaṃ ariṭṭhakaṃ; ","eng":"Arrangement, on Ariṭṭha; ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pc70:2.3.13":{"pli":"Ukkhittaṃ kaṇṭakañceva, ","eng":"Ejected, and Kaṇṭaka: ","html":"<span class='verse-line'>{}</span>"},"pli-tv-bu-vb-pc70:2.3.14":{"pli":"dasa sikkhāpadā imeti. ","eng":"These ten training rules.” ","html":"<span class='verse-line'>{}</span></p></blockquote></section></article>"}},"pli-tv-bu-vb-pc71":{"pli-tv-bu-vb-pc71:0.1":{"pli":"Theravāda Vinaya ","eng":"Theravāda Collection on Monastic Law ","html":"<article id='pli-tv-bu-vb-pc71'><header><ul><li class='collection'>{}</li>"},"pli-tv-bu-vb-pc71:0.2":{"pli":"Mahāvibhaṅga ","eng":"The Great Analysis ","html":"<li class='division'>{}</li>"},"pli-tv-bu-vb-pc71:0.3":{"pli":"Pācittiyakaṇḍa ","eng":"The chapter on offenses entailing confession ","html":"<li class='kanda'>{}</li>"},"pli-tv-bu-vb-pc71:0.4":{"pli":"Sahadhammikavagga ","eng":"The subchapter on legitimately ","html":"<li class='vagga'>{}</li></ul>"},"pli-tv-bu-vb-pc71:0.5":{"pli":"71. Sahadhammikasikkhāpada ","eng":"71. The training rule on legitimately ","html":"<h1 class='sutta-title'>{}</h1></header>"},"pli-tv-bu-vb-pc71:1.0":{"eng":"Origin story ","html":"<section class='nidana'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc71:1.1":{"pli":"Tena samayena buddho bhagavā kosambiyaṃ viharati ghositārāme. ","eng":"At one time when the Buddha was staying at Kosambī in Ghosita’s Monastery, ","html":"<p>{}"},"pli-tv-bu-vb-pc71:1.2":{"pli":"Tena kho pana samayena āyasmā channo anācāraṃ ācarati. ","eng":"Venerable Channa was misbehaving. ","html":"{}"},"pli-tv-bu-vb-pc71:1.3":{"pli":"Bhikkhū evamāhaṃsu—","eng":"The monks told him, ","html":"{}"},"pli-tv-bu-vb-pc71:1.4":{"pli":"“māvuso channa, evarūpaṃ akāsi. ","eng":"“Don’t do that, Channa, ","html":"{}"},"pli-tv-bu-vb-pc71:1.5":{"pli":"Netaṃ kappatī”ti. ","eng":"it’s not allowable,” ","html":"{}"},"pli-tv-bu-vb-pc71:1.6":{"pli":"So evaṃ vadeti—","eng":"and he would reply, ","html":"{}"},"pli-tv-bu-vb-pc71:1.7":{"pli":"“na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paripucchāmī”ti. ","eng":"“I won’t practice this training rule until I’ve questioned a monk who is an expert on the Monastic Law.” ","html":"{}</p>"},"pli-tv-bu-vb-pc71:1.8":{"pli":"Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—","eng":"The monks of few desires complained and criticized him, ","html":"<p>{}"},"pli-tv-bu-vb-pc71:1.9":{"pli":"“kathañhi nāma āyasmā channo bhikkhūhi sahadhammikaṃ vuccamāno evaṃ vakkhati—","eng":"“How could Venerable Channa say this when legitimately corrected by the monks?” … ","html":"{}"},"pli-tv-bu-vb-pc71:1.10":{"pli":"‘na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paripucchāmī’”ti …pe… ","html":"{}"},"pli-tv-bu-vb-pc71:1.11":{"pli":"“saccaṃ kira tvaṃ, channa, bhikkhūhi sahadhammikaṃ vuccamāno evaṃ vadesi—","eng":"“Is it true, Channa, that you said this?” ","html":"{}"},"pli-tv-bu-vb-pc71:1.12":{"pli":"‘na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paripucchāmī’”ti? ","html":"{}</p>"},"pli-tv-bu-vb-pc71:1.13":{"pli":"“Saccaṃ, bhagavā”ti. ","eng":"“It’s true, sir.” ","html":"<p>{}</p>"},"pli-tv-bu-vb-pc71:1.14":{"pli":"Vigarahi buddho bhagavā …pe… ","eng":"The Buddha rebuked him … ","html":"<p>{}"},"pli-tv-bu-vb-pc71:1.15":{"pli":"kathañhi nāma tvaṃ, moghapurisa, bhikkhūhi sahadhammikaṃ vuccamāno evaṃ vakkhasi—","eng":"“Foolish man, how could you say this when legitimately corrected by the monks? ","html":"{}"},"pli-tv-bu-vb-pc71:1.16":{"pli":"‘na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paripucchāmī’ti. ","html":"{}"},"pli-tv-bu-vb-pc71:1.17":{"pli":"Netaṃ, moghapurisa, appasannānaṃ vā pasādāya …pe… ","eng":"This will affect people’s confidence …” … ","html":"{}"},"pli-tv-bu-vb-pc71:1.18":{"pli":"evañca pana, bhikkhave, imaṃ sikkhāpadaṃ uddiseyyātha—","eng":"“And, monks, this training rule should be recited like this: ","html":"{}</p></section>"},"pli-tv-bu-vb-pc71:1.19.0":{"eng":"Final ruling ","html":"<section class='patimokkha'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc71:1.19.1":{"pli":"“Yo pana bhikkhu bhikkhūhi sahadhammikaṃ vuccamāno evaṃ vadeyya—‘na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paripucchāmī’ti, pācittiyaṃ. ","eng":"‘If a monk, when legitimately corrected by the monks, says, “I won’t practice this training rule until I’ve questioned a monk who is an expert on the Monastic Law,” he commits an offense entailing confession. ","html":"<p class='rule'>{}"},"pli-tv-bu-vb-pc71:1.20":{"pli":"Sikkhamānena, bhikkhave, bhikkhunā aññātabbaṃ paripucchitabbaṃ paripañhitabbaṃ. Ayaṃ tattha sāmīcī”ti. ","eng":"A monk who is training should understand, should question, should enquire. This is the proper procedure.’” ","html":"{}</p></section>"},"pli-tv-bu-vb-pc71:2.1.0":{"eng":"Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc71:2.1.1":{"pli":"Yo panāti ","eng":"A: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.1.2":{"pli":"yo yādiso …pe… ","eng":"whoever … ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.1.3":{"pli":"bhikkhūti ","eng":"Monk: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.1.4":{"pli":"…pe… ayaṃ imasmiṃ atthe adhippeto bhikkhūti. ","eng":"… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.1.5":{"pli":"Bhikkhūhīti ","eng":"By the monks: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.1.6":{"pli":"aññehi bhikkhūhi. ","eng":"by other monks. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.1.7":{"pli":"Sahadhammikaṃ nāma ","eng":"Legitimately: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.1.8":{"pli":"yaṃ bhagavatā paññattaṃ sikkhāpadaṃ etaṃ sahadhammikaṃ nāma. ","eng":"the training rules laid down by the Buddha—this is called “legitimately”. ","html":"<dd>{}"},"pli-tv-bu-vb-pc71:2.1.9":{"pli":"Tena vuccamāno evaṃ vadeti— “na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paripucchāmī”ti. Paṇḍitaṃ byattaṃ medhāviṃ bahussutaṃ dhammakathikaṃ paripucchāmīti bhaṇati, āpatti pācittiyassa. ","eng":"When corrected in regard to this, he says, “I won’t practice this training rule until I’ve questioned a monk who’s an expert on the Monastic Law.” If he says, “I’ll question one who’s wise,” “I’ll question one who’s competent,” “I’ll question one who’s intelligent,” “I’ll question one who’s learned,” “I’ll question an expounder of the Teaching,” he commits an offense entailing confession. ","html":"{}</dd></dl></section>"},"pli-tv-bu-vb-pc71:2.2.0":{"eng":"Permutations ","html":"<section class='cakka'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc71:2.2.1":{"pli":"Upasampanne upasampannasaññī evaṃ vadeti, āpatti pācittiyassa. ","eng":"If the one who corrects him is fully ordained, and he perceives him as such, and he says such a thing, he commits an offense entailing confession. ","html":"<p>{}"},"pli-tv-bu-vb-pc71:2.2.2":{"pli":"Upasampanne vematiko evaṃ vadeti, āpatti pācittiyassa. ","eng":"If the one who corrects him is fully ordained, but he is unsure of it, and he says such a thing, he commits an offense entailing confession. ","html":"{}"},"pli-tv-bu-vb-pc71:2.2.3":{"pli":"Upasampanne anupasampannasaññī evaṃ vadeti, āpatti pācittiyassa. ","eng":"If the one who corrects him is fully ordained, but he does not perceive him as such, and he says such a thing, he commits an offense entailing confession. ","html":"{}</p>"},"pli-tv-bu-vb-pc71:2.2.4":{"pli":"Apaññattena vuccamāno—","eng":"If he is corrected about something that has not been laid down: ","html":"<p>{}"},"pli-tv-bu-vb-pc71:2.2.5":{"pli":"“idaṃ na sallekhāya na dhutatthāya na pāsādikatāya na apacayāya na vīriyārambhāya saṃvattatī”ti evaṃ vadeti, “na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paṇḍitaṃ medhāviṃ bahussutaṃ dhammakathikaṃ paripucchāmī”ti bhaṇati, āpatti dukkaṭassa. ","eng":"“This isn’t conducive to self-effacement,” “This isn’t conducive to ascetic practices,” “This isn’t conducive to being inspiring,” “This isn’t conducive to a reduction in things,” “This isn’t conducive to being energetic,” and he says, “I won’t practice this training rule until I’ve questioned a monk who’s competent,” “… until I’ve questioned a monk who’s an expert on the Monastic Law,” “… until I’ve questioned a monk who’s wise,” “… until I’ve questioned a monk who’s intelligent,” “… until I’ve questioned a monk who’s learned,” “… until I’ve questioned a monk who’s an expounder of the Teaching,” he commits an offense of wrong conduct. ","html":"{}</p>"},"pli-tv-bu-vb-pc71:2.2.6":{"pli":"Anupasampannena paññattena vā apaññattena vā vuccamāno—","eng":"If he is corrected by one who is not fully ordained about something that has or has not been laid down: ","html":"<p>{}"},"pli-tv-bu-vb-pc71:2.2.7":{"pli":"“idaṃ na sallekhāya na dhutatthāya na pāsādikatāya na apacayāya na vīriyārambhāya saṃvattatī”ti evaṃ vadeti, “na tāvāhaṃ, āvuso, etasmiṃ sikkhāpade sikkhissāmi yāva na aññaṃ bhikkhuṃ byattaṃ vinayadharaṃ paṇḍitaṃ medhāviṃ bahussutaṃ dhammakathikaṃ paripucchāmī”ti bhaṇati, āpatti dukkaṭassa. ","eng":"“This isn’t conducive to self-effacement,” “This isn’t conducive to ascetic practices,” “This isn’t conducive to being inspiring,” “This isn’t conducive to a reduction in things,” “This isn’t conducive to being energetic,” and he says, “I won’t practice this training rule until I’ve questioned a monk who’s competent,” “… until I’ve questioned a monk who’s an expert on the Monastic Law,” “… until I’ve questioned a monk who’s wise,” “… until I’ve questioned a monk who’s intelligent,” “… until I’ve questioned a monk who’s learned,” “… until I’ve questioned a monk who’s an expounder of the Teaching,” he commits an offense of wrong conduct. ","html":"{}</p>"},"pli-tv-bu-vb-pc71:2.2.8":{"pli":"Anupasampanne upasampannasaññī, āpatti dukkaṭassa. ","eng":"If the one who corrects him is not fully ordained, but he perceives them as such, he commits an offense of wrong conduct. ","html":"<p>{}"},"pli-tv-bu-vb-pc71:2.2.9":{"pli":"Anupasampanne vematiko, āpatti dukkaṭassa. ","eng":"If the one who corrects him is not fully ordained, but he is unsure of it, he commits an offense of wrong conduct. ","html":"{}"},"pli-tv-bu-vb-pc71:2.2.10":{"pli":"Anupasampanne anupasampannasaññī, āpatti dukkaṭassa. ","eng":"If the one who corrects him is not fully ordained, and he does not perceive them as such, he commits an offense of wrong conduct. ","html":"{}</p></section>"},"pli-tv-bu-vb-pc71:2.2.11.0":{"eng":"More Definitions ","html":"<section class='padabhajaniya'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc71:2.2.11.1":{"pli":"Sikkhamānenāti ","eng":"Who is training: ","html":"<dl><dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.2.12":{"pli":"sikkhitukāmena. ","eng":"who wants to train. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.2.13":{"pli":"Aññātabbanti ","eng":"Should understand: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.2.14":{"pli":"jānitabbaṃ. ","eng":"should find out. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.2.15":{"pli":"Paripucchitabbanti ","eng":"Should question: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.2.16":{"pli":"“idaṃ, bhante, kathaṃ; imassa vā kvattho”ti? ","eng":"should ask, “Venerable, how is this? What’s the meaning of this?” ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.2.17":{"pli":"Paripañhitabbanti ","eng":"Should enquire: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.2.18":{"pli":"cintetabbaṃ tulayitabbaṃ. ","eng":"should reflect, should weigh up. ","html":"<dd>{}</dd>"},"pli-tv-bu-vb-pc71:2.2.19":{"pli":"Ayaṃ tattha sāmīcīti ","eng":"This is the proper procedure: ","html":"<dt>{}</dt>"},"pli-tv-bu-vb-pc71:2.2.20":{"pli":"ayaṃ tattha anudhammatā. ","eng":"this is the right method. ","html":"<dd>{}</dd></dl></section>"},"pli-tv-bu-vb-pc71:2.3.0":{"eng":"Non-offenses ","html":"<section class='anapatti'><h2 class='inserted-heading'>{}</h2>"},"pli-tv-bu-vb-pc71:2.3.1":{"pli":"Anāpatti—","eng":"There is no offense: ","html":"<p>{}"},"pli-tv-bu-vb-pc71:2.3.2":{"pli":"“jānissāmi sikkhissāmī”ti bhaṇati, ","eng":"if he says, “I’ll find out and I’ll train;” ","html":"{} "},"pli-tv-bu-vb-pc71:2.3.3":{"pli":"ummattakassa, ","eng":"if he is insane; ","html":"{} "},"pli-tv-bu-vb-pc71:2.3.4":{"pli":"ādikammikassāti. ","eng":"if he is the first offender. ","html":"{}</p></section>"},"pli-tv-bu-vb-pc71:2.3.5":{"pli":"Sahadhammikasikkhāpadaṃ niṭṭhitaṃ paṭhamaṃ. ","eng":"The training rule on legitimately, the first, is finished. ","html":"<p class='endsutta'>{}</p></article>"}}}