{"sn22.95":{"sn22.95:0.1":{"pli":"Saṃyutta Nikāya 22.95 ","eng":"Linked Discourses 22.95 ","html":"<article id='sn22.95'><header><ul><li class='division'>{}</li>"},"sn22.95:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.95:0.3":{"pli":"Pheṇapiṇḍūpamasutta ","eng":"A Lump of Foam ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.95:1.1":{"pli":"Ekaṃ samayaṃ bhagavā ayujjhāyaṃ viharati gaṅgāya nadiyā tīre. ","eng":"At one time the Buddha was staying near Ayodhya on the bank of the Ganges river. ","html":"<p>{}","comm":"Pali <i lang='pi' translate='no'>ayujjhā</i> is apparently the city known as Ayodhya in Sanskrit, believed to be the legendary seat of the Okkāka (Sanskrit <i lang='pi' translate='no'>ikṣvāku</i>) dynasty from which hailed many leading royal lineages in ancient India, including the Buddha’s. Ayodhya is identified with Sāketa, which is however on the Sarabhū (Sanskrit <i lang='pi' translate='no'>sarayu</i>) river, not the Ganges. Perhaps the text here is mistaken (compare <a href='index.html?q=sn35.241#1.1'>SN 35.241:1.1</a>). "},"sn22.95:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants: ","html":"{}</p>","comm":"This much-cited discourse establishes that it is not merely the supposed self that is empty and lacks a substantial core, but that each of the five aggregates is in itself empty. This does not contradict the preceding discourse, which has already established that the aggregates do, in fact, exist as impermanent and conditioned phenomena (<a href='index.html?q=sn22.94#1.5'>SN 22.94:1.5</a>). Each of the things to which the aggregates are compared do exist, they just appear as something other than they are. A lump of foam is perfectly real as a lump of foam, it is just not a solid mass. "},"sn22.95:2.1":{"pli":"“Seyyathāpi, bhikkhave, ayaṃ gaṅgā nadī mahantaṃ pheṇapiṇḍaṃ āvaheyya. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, pheṇapiṇḍe sāro? ","eng":"“Mendicants, suppose this Ganges river was carrying along a big lump of foam. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a lump of foam? ","html":"<p>{}</p>"},"sn22.95:2.2":{"pli":"Evameva kho, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ …pe… yaṃ dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, rūpe sāro? ","eng":"In the same way, a mendicant sees and contemplates any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it rationally. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in form? ","html":"<p>{}</p>"},"sn22.95:3.1":{"pli":"Seyyathāpi, bhikkhave, saradasamaye thullaphusitake deve vassante udake udakapubbuḷaṃ uppajjati ceva nirujjhati ca. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, udakapubbuḷe sāro? ","eng":"Suppose it was autumn, when the heavens rain heavily, and a bubble on the water forms and pops right away. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a water bubble? ","html":"<p>{}</p>"},"sn22.95:3.2":{"pli":"Evameva kho, bhikkhave, yā kāci vedanā atītānāgatapaccuppannā …pe… yā dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, vedanāya sāro? ","eng":"In the same way, a mendicant sees and contemplates any kind of feeling at all … examining it rationally. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in feeling? ","html":"<p>{}</p>"},"sn22.95:4.1":{"pli":"Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse ṭhite majjhanhike kāle marīcikā phandati. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya …pe… kiñhi siyā, bhikkhave, marīcikāya sāro? ","eng":"Suppose that in the last month of summer, at noon, a shimmering mirage appears. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a mirage? ","html":"<p>{}</p>"},"sn22.95:4.2":{"pli":"Evameva kho, bhikkhave, yā kāci saññā …pe…. ","eng":"In the same way, a mendicant sees and contemplates any kind of perception at all … examining it carefully. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in perception? ","html":"<p>{}</p>"},"sn22.95:5.1":{"pli":"Seyyathāpi, bhikkhave, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya. So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ. Tamenaṃ mūle chindeyya; mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṃ vinibbhujeyya. So tassa pattavaṭṭiṃ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṃ. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, kadalikkhandhe sāro? ","eng":"Suppose there was a person in need of heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest. There they’d see a big banana trunk, straight and young and grown unskewed. They’d cut it down at the base, cut off the top, and unroll the coiled sheaths. But they wouldn’t even find sapwood, much less heartwood. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in a banana trunk? ","html":"<p>{}</p>","comm":"This simile highlights a secondary sense of <i lang='pi' translate='no'>sāra</i>, for which the basic meaning is “essence”, “substance”, “core”. It also means “value”, “worth”, as the banana trunk is “worthless” to someone seeking “heartwood” (<i lang='pi' translate='no'>sāra</i>). | There are multiple readings for <i lang='pi' translate='no'>akukkuccakajāta</i> in parallels of this passage. Regardless of the exact form, the root appears to be <i lang='pi' translate='no'>kuñc</i> (“skew”). The word applies to both a banana plant (as here) and a sal tree (<a href='index.html?q=an4.196#4.2'>AN 4.196:4.2</a>). "},"sn22.95:5.2":{"pli":"Evameva kho, bhikkhave, ye keci saṅkhārā atītānāgatapaccuppannā …pe… ye dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, saṅkhāresu sāro? ","eng":"In the same way, a mendicant sees and contemplates any kind of choices at all … examining them rationally. And they appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in choices? ","html":"<p>{}</p>"},"sn22.95:6.1":{"pli":"Seyyathāpi, bhikkhave, māyākāro vā māyākārantevāsī vā catumahāpathe māyaṃ vidaṃseyya. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, māyāya sāro? ","eng":"Suppose an illusionist or their apprentice was to demonstrate an illusion at the crossroads. And a person with clear eyes would see it and contemplate it, examining it rationally. And it would appear to them as completely vacuous, hollow, and insubstantial. For what substance could there be in an illusion? ","html":"<p>{}</p>","comm":"“Illusionist” (<i lang='pi' translate='no'>māyākāra</i>) is unique in early Pali; normally we have <i lang='pi' translate='no'>māyāvī</i> (“deceitful one, trickster”). <i lang='pi' translate='no'>Māyā</i> in early Buddhism is not raised to a high philosophical sense as in the “illusion” of Vedānta; nor it is used in the sense of literal “magic”. Normally it means “deceit, trick, con”, and here it refers to some kind of visual illusion created by professional performers. "},"sn22.95:6.2":{"pli":"Evameva kho, bhikkhave, yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ …pe… yaṃ dūre santike vā, taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, viññāṇe sāro? ","eng":"In the same way, a mendicant sees and contemplates any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it rationally. And it appears to them as completely vacuous, hollow, and insubstantial. For what substance could there be in consciousness? ","html":"<p>{}</p>"},"sn22.95:7.1":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi … saññāyapi … saṅkhāresupi … viññāṇasmimpi nibbindati. ","eng":"Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. ","html":"<p>{}"},"sn22.95:7.2":{"pli":"Nibbindaṃ virajjati; virāgā vimuccati. Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti …pe… ","eng":"Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ","html":"{}"},"sn22.95:7.3":{"pli":"nāparaṃ itthattāyāti pajānāti”. ","eng":"They understand: ‘… there is nothing further for this place.’” ","html":"{}</p>"},"sn22.95:8.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn22.95:8.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn22.95:9.1":{"pli":"“Pheṇapiṇḍūpamaṃ rūpaṃ, ","eng":"“Form is like a lump of foam; ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn22.95:9.2":{"pli":"vedanā bubbuḷūpamā; ","eng":"feeling is like a bubble; ","html":"<span class='verse-line'>{}</span>"},"sn22.95:9.3":{"pli":"Marīcikūpamā saññā, ","eng":"perception seems like a mirage; ","html":"<span class='verse-line'>{}</span>"},"sn22.95:9.4":{"pli":"saṅkhārā kadalūpamā; ","eng":"choices like a banana plant; ","html":"<span class='verse-line'>{}</span>"},"sn22.95:9.5":{"pli":"Māyūpamañca viññāṇaṃ, ","eng":"and consciousness like an illusion: ","html":"<span class='verse-line'>{}</span>"},"sn22.95:9.6":{"pli":"desitādiccabandhunā. ","eng":"so taught the kinsman of the Sun. ","html":"<span class='verse-line'>{}</span></p>"},"sn22.95:10.1":{"pli":"Yathā yathā nijjhāyati, ","eng":"However you contemplate them, ","html":"<p><span class='verse-line'>{}</span>"},"sn22.95:10.2":{"pli":"yoniso upaparikkhati; ","eng":"examining them rationally, ","html":"<span class='verse-line'>{}</span>"},"sn22.95:10.3":{"pli":"Rittakaṃ tucchakaṃ hoti, ","eng":"they’re vacuous and hollow ","html":"<span class='verse-line'>{}</span>"},"sn22.95:10.4":{"pli":"yo naṃ passati yoniso. ","eng":"when you look at them closely. ","html":"<span class='verse-line'>{}</span></p>"},"sn22.95:11.1":{"pli":"Imañca kāyaṃ ārabbha, ","eng":"Concerning this body, ","html":"<p><span class='verse-line'>{}</span>"},"sn22.95:11.2":{"pli":"bhūripaññena desitaṃ; ","eng":"he of vast wisdom has taught ","html":"<span class='verse-line'>{}</span>"},"sn22.95:11.3":{"pli":"Pahānaṃ tiṇṇaṃ dhammānaṃ, ","eng":"that when three things are given up, ","html":"<span class='verse-line'>{}</span>"},"sn22.95:11.4":{"pli":"rūpaṃ passatha chaḍḍitaṃ. ","eng":"you’ll see this form discarded. ","html":"<span class='verse-line'>{}</span></p>"},"sn22.95:12.1":{"pli":"Āyu usmā ca viññāṇaṃ, ","eng":"When vitality, warmth, and consciousness ","html":"<p><span class='verse-line'>{}</span>","comm":"Compare <a href='index.html?q=mn43#24.2'>MN 43:24.2</a>, <a href='index.html?q=dhp41'>Dhp 41</a>. "},"sn22.95:12.2":{"pli":"yadā kāyaṃ jahantimaṃ; ","eng":"leave this body, ","html":"<span class='verse-line'>{}</span>"},"sn22.95:12.3":{"pli":"Apaviddho tadā seti, ","eng":"it lies dumped there, ","html":"<span class='verse-line'>{}</span>","comm":"For <i lang='pi' translate='no'>apaviddha</i> (“dumped”) see <a href='index.html?q=snp1.11#8.3'>Snp 1.11:8.3</a>. "},"sn22.95:12.4":{"pli":"parabhattaṃ acetanaṃ. ","eng":"food for others, insentient. ","html":"<span class='verse-line'>{}</span></p>"},"sn22.95:13.1":{"pli":"Etādisāyaṃ santāno, ","eng":"Such is this continuity, ","html":"<p><span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Santāna</i> became a major technical term in the Abhidhamma for the uninterrupted “continuity” of mind moments. This is a rare appearance in the early texts. "},"sn22.95:13.2":{"pli":"māyāyaṃ bālalāpinī; ","eng":"this illusion, this lament of fools. ","html":"<span class='verse-line'>{}</span>","comm":"That <i lang='pi' translate='no'>lāpinī</i> appears directly following the death of the body suggests the sense “lament”, which is attested in Sanskrit. "},"sn22.95:13.3":{"pli":"Vadhako esa akkhāto, ","eng":"It’s said to be a killer, ","html":"<span class='verse-line'>{}</span>"},"sn22.95:13.4":{"pli":"sāro ettha na vijjati. ","eng":"for no core is found here. ","html":"<span class='verse-line'>{}</span></p>"},"sn22.95:14.1":{"pli":"Evaṃ khandhe avekkheyya, ","eng":"An energetic mendicant ","html":"<p><span class='verse-line'>{}</span>"},"sn22.95:14.2":{"pli":"bhikkhu āraddhavīriyo; ","eng":"should examine the aggregates like this, ","html":"<span class='verse-line'>{}</span>"},"sn22.95:14.3":{"pli":"Divā vā yadi vā rattiṃ, ","eng":"with situational awareness and mindfulness ","html":"<span class='verse-line'>{}</span>"},"sn22.95:14.4":{"pli":"sampajāno paṭissato. ","eng":"whether by day or by night. ","html":"<span class='verse-line'>{}</span></p>"},"sn22.95:15.1":{"pli":"Jaheyya sabbasaṃyogaṃ, ","eng":"They should give up all fetters, ","html":"<p><span class='verse-line'>{}</span>"},"sn22.95:15.2":{"pli":"kareyya saraṇattano; ","eng":"and make a refuge for themselves. ","html":"<span class='verse-line'>{}</span>"},"sn22.95:15.3":{"pli":"Careyyādittasīsova, ","eng":"They should live as though their head was on fire, ","html":"<span class='verse-line'>{}</span>"},"sn22.95:15.4":{"pli":"patthayaṃ accutaṃ padan”ti. ","eng":"aspiring to the state that does not pass.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn22.95:15.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.96":{"sn22.96:0.1":{"pli":"Saṃyutta Nikāya 22.96 ","eng":"Linked Discourses 22.96 ","html":"<article id='sn22.96'><header><ul><li class='division'>{}</li>"},"sn22.96:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.96:0.3":{"pli":"Gomayapiṇḍasutta ","eng":"A Lump of Cow Dung ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.96:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.96:1.2":{"pli":"Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Seated to one side, that mendicant said to the Buddha: ","html":"<p>{}</p>","comm":"“That” (<i lang='pi' translate='no'>so</i>) refers back to an introductory passage that has been elided. "},"sn22.96:1.3":{"pli":"“atthi nu kho, bhante, kiñci rūpaṃ yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati? ","eng":"“Sir, is there any form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever? ","html":"<p>{}"},"sn22.96:1.4":{"pli":"Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati? ","eng":"Is there any feeling … ","html":"{}"},"sn22.96:1.5":{"pli":"Atthi nu kho, bhante, kāci saññā yā saññā …pe… ","eng":"perception … ","html":"{}"},"sn22.96:1.6":{"pli":"atthi nu kho, bhante, keci saṅkhārā ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti? ","eng":"choices … ","html":"{}"},"sn22.96:1.7":{"pli":"Atthi nu kho, bhante, kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti? ","eng":"consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?” ","html":"{}</p>"},"sn22.96:1.8":{"pli":"“Natthi kho, bhikkhu, kiñci rūpaṃ, yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati. ","eng":"“Mendicant, there is no form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"sn22.96:1.9":{"pli":"Natthi kho, bhikkhu, kāci vedanā … ","eng":"There’s no feeling … ","html":"{}"},"sn22.96:1.10":{"pli":"kāci saññā … ","eng":"perception … ","html":"{}"},"sn22.96:1.11":{"pli":"keci saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.96:1.12":{"pli":"kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti. ","eng":"consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.” ","html":"{}</p>"},"sn22.96:2.1":{"pli":"Atha kho bhagavā parittaṃ gomayapiṇḍaṃ pāṇinā gahetvā taṃ bhikkhuṃ etadavoca: ","eng":"Then the Buddha, picking up a lump of cow dung, said to the mendicants: ","html":"<p>{}</p>"},"sn22.96:2.2":{"pli":"“ettakopi kho, bhikkhu, attabhāvapaṭilābho natthi nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva ṭhassati. ","eng":"“There’s not even this much of any incarnation that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"sn22.96:2.3":{"pli":"Ettako cepi, bhikkhu, attabhāvapaṭilābho abhavissa nicco dhuvo sassato avipariṇāmadhammo, nayidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ","eng":"If there were, this living of the spiritual life for the complete ending of suffering would not be found. ","html":"{}"},"sn22.96:2.4":{"pli":"Yasmā ca kho, bhikkhu, ettakopi attabhāvapaṭilābho natthi nicco dhuvo sassato avipariṇāmadhammo, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ","eng":"But since there isn’t, this living of the spiritual life for the complete ending of suffering is found. ","html":"{}</p>"},"sn22.96:3.1":{"pli":"Bhūtapubbāhaṃ, bhikkhu, rājā ahosiṃ khattiyo muddhāvasitto. ","eng":"Once upon a time I was an anointed aristocratic king. ","html":"<p>{}","comm":"These details are greatly expanded in <a href='index.html?q=dn17'>DN 17</a>, where the Buddha names himself Mahāsudassana. "},"sn22.96:3.2":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītinagarasahassāni ahesuṃ kusāvatīrājadhānippamukhāni. ","eng":"I had 84,000 cities, with the capital Kusāvatī the foremost. ","html":"{}"},"sn22.96:3.3":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītipāsādasahassāni ahesuṃ dhammapāsādappamukhāni. ","eng":"I had 84,000 palaces, with the Palace of Principle the foremost. ","html":"{}","comm":"“Palace” is <i lang='pi' translate='no'>pāsāda</i>, literally “stilt longhouse”. "},"sn22.96:3.4":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītikūṭāgārasahassāni ahesuṃ mahābyūhakūṭāgārappamukhāni. ","eng":"I had 84,000 chambers, with the Chamber of the Grand Tower the foremost. ","html":"{}","comm":"“Chamber” is <i lang='pi' translate='no'>kūṭāgāra</i>, literally “building with peaked roof”. Normally this means “bungalow”, but in a similar description at <a href='index.html?q=mn37#8.9'>MN 37:8.9</a> we hear of a “palace” with a hundred “towers” (<i lang='pi' translate='no'>niyyūha</i>), each of which has seven hundred “chambers”. Thus the <i lang='pi' translate='no'>kūṭāgāra</i> must be a structure many of which can belong to a palace, namely “chamber”, while <i lang='pi' translate='no'>byūha</i> (spelled <i lang='pi' translate='no'>viyūha</i> at <a href='index.html?q=dn17#2.5.3'>DN 17:2.5.3</a>) must have the same meaning as <i lang='pi' translate='no'>niyyūha</i>, i.e. “tower”. "},"sn22.96:3.5":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītipallaṅkasahassāni ahesuṃ dantamayāni sāramayāni sovaṇṇamayāni goṇakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ","eng":"I had 84,000 couches made of ivory or heartwood or gold or silver, spread with woolen covers—shag-piled or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. ","html":"{}","comm":"“Silver” is omitted by mistake in Mahāsaṅgīti edition. "},"sn22.96:3.6":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītināgasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ","eng":"I had 84,000 bull elephants with gold adornments and banners, covered with snow gold netting, with the royal bull elephant named Sabbath the foremost. ","html":"{}","comm":"<i lang='pi' translate='no'>Hema</i> (“snow gold”) evokes the golden radiance of a snowy mountain in the dawn light, a blessing of the gods that, it may easily be imagined, leaves its traces in the gold found in abundance in its streams. "},"sn22.96:3.7":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītiassasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ","eng":"I had 84,000 horses with gold adornments and banners, covered with snow gold netting, with the royal steed named Thundercloud the foremost. ","html":"{}","comm":"See note on <a href='index.html?q=dn17#1.13.2'>DN 17:1.13.2</a>. "},"sn22.96:3.8":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītirathasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ","eng":"I had 84,000 chariots with gold adornments and banners, covered with snow gold netting, with the chariot named Triumph the foremost. ","html":"{}","comm":"Not the British car of the same name. The chariot is the source of victory in battle. "},"sn22.96:3.9":{"pli":"Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītimaṇisahassāni ahesuṃ maṇiratanappamukhāni. ","eng":"I had 84,000 jewels, with the jewel-treasure the foremost. ","html":"{}"},"sn22.96:3.10":{"pli":"Tassa mayhaṃ, bhikkhu …pe… caturāsītiitthisahassāni ahesuṃ subhaddādevippamukhāni. ","eng":"I had 84,000 women, with Queen Subhaddā the foremost. ","html":"{}"},"sn22.96:3.11":{"pli":"Tassa mayhaṃ, bhikkhu …pe… caturāsītikhattiyasahassāni ahesuṃ anuyantāni pariṇāyakaratanappamukhāni. ","eng":"I had 84,000 aristocrat vassals, with the commander-treasure the foremost. ","html":"{}"},"sn22.96:3.12":{"pli":"Tassa mayhaṃ, bhikkhu …pe… caturāsītidhenusahassāni ahesuṃ dukūlasandānāni kaṃsūpadhāraṇāni. ","eng":"I had 84,000 milk cows with muslin halter and bronze pails. ","html":"{}","comm":"<i lang='pi' translate='no'>Dukūla</i> (“muslin”) is a delicate cloth produced from the inner bark of a tree. | <i lang='pi' translate='no'>Sandāna</i> is a tether or “halter” for cows or horses (Rig Veda 1.162.8) or even for binding foes (Atharva Veda 6.103). "},"sn22.96:3.13":{"pli":"Tassa mayhaṃ, bhikkhu …pe… caturāsītivatthakoṭisahassāni ahesuṃ khomasukhumāni koseyyasukhumāni kambalasukhumāni kappāsikasukhumāni. ","eng":"I had 8,400,000,000 delicate cloths of linen, cotton, silk, and wool. ","html":"{}"},"sn22.96:3.14":{"pli":"Tassa mayhaṃ, bhikkhu …pe… caturāsītithālipākasahassāni ahesuṃ; sāyaṃ pātaṃ bhattābhihāro abhihariyittha. ","eng":"I had 84,000 servings of food, which were presented to me as offerings at daybreak and dusk. ","html":"{}</p>"},"sn22.96:4.1":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā nagarasahassānaṃ ekaññeva taṃ nagaraṃ hoti yamahaṃ tena samayena ajjhāvasāmi—kusāvatī rājadhānī. ","eng":"Of those 84,000 cities, I only stayed in one, the capital Kusāvatī. ","html":"<p>{}"},"sn22.96:4.2":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā pāsādasahassānaṃ ekoyeva so pāsādo hoti yamahaṃ tena samayena ajjhāvasāmi—dhammo pāsādo. ","eng":"Of those 84,000 palaces, I only dwelt in one, the Palace of Principle. ","html":"{}"},"sn22.96:4.3":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā kūṭāgārasahassānaṃ ekaññeva taṃ kūṭāgāraṃ hoti yamahaṃ tena samayena ajjhāvasāmi—mahābyūhaṃ kūṭāgāraṃ. ","eng":"Of those 84,000 chambers, I only dwelt in one, the  Chamber of the Grand Tower. ","html":"{}"},"sn22.96:4.4":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā pallaṅkasahassānaṃ ekoyeva so pallaṅko hoti yamahaṃ tena samayena paribhuñjāmi—dantamayo vā sāramayo vā sovaṇṇamayo vā rūpiyamayo vā. ","eng":"Of those 84,000 couches, I only used one, made of ivory or heartwood or gold or silver. ","html":"{}"},"sn22.96:4.5":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā nāgasahassānaṃ ekoyeva so nāgo hoti yamahaṃ tena samayena abhiruhāmi—uposatho nāgarājā. ","eng":"Of those 84,000 bull elephants, I only rode one, the royal bull elephant named Sabbath. ","html":"{}"},"sn22.96:4.6":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā assasahassānaṃ ekoyeva so asso hoti yamahaṃ tena samayena abhiruhāmi—valāhako assarājā. ","eng":"Of those 84,000 horses, I only rode one, the royal horse named Thundercloud. ","html":"{}"},"sn22.96:4.7":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā rathasahassānaṃ ekoyeva so ratho hoti yamahaṃ tena samayena abhiruhāmi—vejayanto ratho. ","eng":"Of those 84,000 chariots, I only rode one, the chariot named Triumph. ","html":"{}"},"sn22.96:4.8":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā itthisahassānaṃ ekāyeva sā itthī hoti yā maṃ tena samayena paccupaṭṭhāti—khattiyānī vā velāmikā vā. ","eng":"Of those 84,000 women, I was only served by one, an aristocrat maiden or a coquette. ","html":"{}","comm":"Readings here and at <a href='index.html?q=dn17#2.15.8'>DN 17:2.15.8</a> are confused, and further complicated at <a href='index.html?q=tha-ap411#4.1'>Tha Ap 411:4.1</a>. I read  <i lang='pi' translate='no'>velāsikā</i> due to the passage’s similarity to <a href='index.html?q=dn23#15.4'>DN 23:15.4</a>, where a “coquette” (literally, “party girl”) is also serving a royal. I believe the variant <i lang='pi' translate='no'>velāmikā</i> is a ghost word contaminated from <a href='index.html?q=an9.20#4.1'>AN 9.20:4.1</a>. "},"sn22.96:4.9":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā vatthakoṭisahassānaṃ ekaññeva taṃ vatthayugaṃ hoti yamahaṃ tena samayena paridahāmi—khomasukhumaṃ vā koseyyasukhumaṃ vā kambalasukhumaṃ vā kappāsikasukhumaṃ vā. ","eng":"Of those 8,400,000,000 cloths, I only wore one pair, made of delicate linen, cotton, silk, and wool. ","html":"{}"},"sn22.96:4.10":{"pli":"Tesaṃ kho pana, bhikkhu, caturāsītiyā thālipākasahassānaṃ ekoyeva so thālipāko hoti yato nāḷikodanaparamaṃ bhuñjāmi tadupiyañca sūpeyyaṃ. ","eng":"Of those 84,000 servings of food, I only had one, eating at most a cup of rice with suitable sauce. ","html":"{}</p>"},"sn22.96:4.11":{"pli":"Iti kho, bhikkhu, sabbe te saṅkhārā atītā niruddhā vipariṇatā. ","eng":"And so all those conditioned phenomena have passed, ceased, and perished. ","html":"<p>{}"},"sn22.96:4.12":{"pli":"Evaṃ aniccā kho, bhikkhu, saṅkhārā. ","eng":"So impermanent are conditions, ","html":"{}"},"sn22.96:4.13":{"pli":"Evaṃ addhuvā kho, bhikkhu, saṅkhārā. ","eng":"so unstable are conditions, ","html":"{}"},"sn22.96:4.14":{"pli":"Evaṃ anassāsikā kho, bhikkhu, saṅkhārā. ","eng":"so unreliable are conditions. ","html":"{}"},"sn22.96:4.15":{"pli":"Yāvañcidaṃ, bhikkhu, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccitun”ti. ","eng":"This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions.” ","html":"{}</p>"},"sn22.96:4.16":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.97":{"sn22.97:0.1":{"pli":"Saṃyutta Nikāya 22.97 ","eng":"Linked Discourses 22.97 ","html":"<article id='sn22.97'><header><ul><li class='division'>{}</li>"},"sn22.97:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.97:0.3":{"pli":"Nakhasikhāsutta ","eng":"A Fingernail ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.97:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.97:1.2":{"pli":"Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Seated to one side, that mendicant said to the Buddha: ","html":"<p>{}</p>"},"sn22.97:1.3":{"pli":"“atthi nu kho, bhante, kiñci rūpaṃ yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati? ","eng":"“Sir, is there any form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever? ","html":"<p>{}"},"sn22.97:1.4":{"pli":"Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati? ","eng":"Is there any feeling … ","html":"{}"},"sn22.97:1.5":{"pli":"Atthi nu kho, bhante, kāci saññā …pe… ","eng":"perception … ","html":"{}"},"sn22.97:1.6":{"pli":"keci saṅkhārā, ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti? ","eng":"choices … ","html":"{}"},"sn22.97:1.7":{"pli":"Atthi nu kho, bhante, kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti? ","eng":"consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?” ","html":"{}</p>"},"sn22.97:1.8":{"pli":"“Natthi kho, bhikkhu, kiñci rūpaṃ, yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati. ","eng":"“Mendicant, there is no form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"sn22.97:1.9":{"pli":"Natthi kho, bhikkhu, kāci vedanā … ","eng":"There’s no feeling … ","html":"{}"},"sn22.97:1.10":{"pli":"kāci saññā … ","eng":"perception … ","html":"{}"},"sn22.97:1.11":{"pli":"keci saṅkhārā …pe… ","eng":"choices … ","html":"{}"},"sn22.97:1.12":{"pli":"kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti. ","eng":"consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.” ","html":"{}</p>"},"sn22.97:2.1":{"pli":"Atha kho bhagavā parittaṃ nakhasikhāyaṃ paṃsuṃ āropetvā taṃ bhikkhuṃ etadavoca: ","eng":"Then the Buddha, picking up a little bit of dirt on his fingernail, addressed that mendicant: ","html":"<p>{}</p>"},"sn22.97:2.2":{"pli":"“ettakampi kho, bhikkhu, rūpaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati. ","eng":"“There’s not even this much of any form that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"sn22.97:2.3":{"pli":"Ettakañcepi, bhikkhu, rūpaṃ abhavissa niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, nayidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ","eng":"If there were, this living of the spiritual life for the complete ending of suffering would not be found. ","html":"{}"},"sn22.97:2.4":{"pli":"Yasmā ca kho, bhikkhu, ettakampi rūpaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya”. ","eng":"But since there isn’t, this living of the spiritual life for the complete ending of suffering is found. ","html":"{}</p>"},"sn22.97:3.1":{"pli":"Ettakāpi kho, bhikkhu, vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati. ","eng":"There’s not even this much of any feeling … ","html":"<p>{}"},"sn22.97:3.2":{"pli":"Ettakā cepi, bhikkhu, vedanā abhavissa niccā dhuvā sassatā avipariṇāmadhammā, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ","html":"{}"},"sn22.97:3.3":{"pli":"Yasmā ca kho, bhikkhu, ettakāpi vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ","html":"{}</p>"},"sn22.97:4.1":{"pli":"Ettakāpi kho, bhikkhu, saññā natthi …pe… ","eng":"perception … ","html":"<p>{}</p>"},"sn22.97:4.2":{"pli":"ettakāpi kho, bhikkhu, saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti. ","eng":"choices … ","html":"<p>{}"},"sn22.97:4.3":{"pli":"Ettakā cepi, bhikkhu, saṅkhārā abhavissaṃsu niccā dhuvā sassatā avipariṇāmadhammā, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ","html":"{}"},"sn22.97:4.4":{"pli":"Yasmā ca kho, bhikkhu, ettakāpi saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ","html":"{}</p>"},"sn22.97:5.1":{"pli":"Ettakampi kho, bhikkhu, viññāṇaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati. ","eng":"consciousness that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"sn22.97:5.2":{"pli":"Ettakampi kho, bhikkhu, viññāṇaṃ abhavissa niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ","eng":"If there were, this living of the spiritual life for the complete ending of suffering would not be found. ","html":"{}"},"sn22.97:5.3":{"pli":"Yasmā ca kho, bhikkhu, ettakampi viññāṇaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ","eng":"But since there isn’t, this living of the spiritual life for the complete ending of suffering is found. ","html":"{}</p>"},"sn22.97:6.1":{"pli":"Taṃ kiṃ maññasi, bhikkhu, ","eng":"What do you think, mendicant? ","html":"<p>{}"},"sn22.97:6.2":{"pli":"rūpaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"Is form permanent or impermanent?” ","html":"{}</p>"},"sn22.97:6.3":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"sn22.97:6.4":{"pli":"“Vedanā … ","eng":"“Is feeling … ","html":"<p>{}"},"sn22.97:6.5":{"pli":"saññā … ","eng":"perception … ","html":"{}"},"sn22.97:6.6":{"pli":"saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.97:6.7":{"pli":"viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"consciousness permanent or impermanent?” ","html":"{}</p>"},"sn22.97:6.8":{"pli":"“Aniccaṃ, bhante” …pe… ","eng":"“Impermanent, sir.” … ","html":"<p>{}</p>"},"sn22.97:6.9":{"pli":"“tasmātiha …pe… ","eng":"“So you should truly see … ","html":"<p>{}"},"sn22.97:6.10":{"pli":"evaṃ passaṃ …pe… ","eng":"Seeing this … ","html":"{}"},"sn22.97:6.11":{"pli":"nāparaṃ itthattāyāti pajānātī”ti. ","eng":"They understand: ‘… there is nothing further for this place.’” ","html":"{}</p>"},"sn22.97:6.12":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.98":{"sn22.98:0.1":{"pli":"Saṃyutta Nikāya 22.98 ","eng":"Linked Discourses 22.98 ","html":"<article id='sn22.98'><header><ul><li class='division'>{}</li>"},"sn22.98:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.98:0.3":{"pli":"Suddhikasutta ","eng":"Plain Version ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.98:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.98:1.2":{"pli":"Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Seated to one side, that mendicant said to the Buddha: ","html":"<p>{}</p>"},"sn22.98:1.3":{"pli":"“atthi nu kho, bhante, kiñci rūpaṃ, yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati? ","eng":"“Sir, is there any form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever? ","html":"<p>{}"},"sn22.98:1.4":{"pli":"Atthi nu kho, bhante, kāci vedanā …pe… ","eng":"Is there any feeling … ","html":"{}"},"sn22.98:1.5":{"pli":"kāci saññā … ","eng":"perception … ","html":"{}"},"sn22.98:1.6":{"pli":"keci saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.98:1.7":{"pli":"kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti? ","eng":"consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?” ","html":"{}</p>"},"sn22.98:1.8":{"pli":"“Natthi kho, bhikkhu, kiñci rūpaṃ yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati. ","eng":"“Mendicant, there is no form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever. ","html":"<p>{}"},"sn22.98:1.9":{"pli":"Natthi kho, bhikkhu, kāci vedanā … ","eng":"There’s no feeling … ","html":"{}"},"sn22.98:1.10":{"pli":"kāci saññā … ","eng":"perception … ","html":"{}"},"sn22.98:1.11":{"pli":"keci saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.98:1.12":{"pli":"kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti. ","eng":"consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.” ","html":"{}</p>"},"sn22.98:1.13":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.99":{"sn22.99:0.1":{"pli":"Saṃyutta Nikāya 22.99 ","eng":"Linked Discourses 22.99 ","html":"<article id='sn22.99'><header><ul><li class='division'>{}</li>"},"sn22.99:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.99:0.3":{"pli":"Gaddulabaddhasutta ","eng":"A Leash ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.99:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.99:1.2":{"pli":"“Anamataggoyaṃ, bhikkhave, saṃsāro. ","eng":"“Mendicants, this transmigration has no known beginning. ","html":"<p>{}","comm":"See <a href='index.html?q=sn15.1#1.7'>SN 15.1:1.7</a> and note. "},"sn22.99:1.3":{"pli":"Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. ","eng":"No first point is found of sentient beings roaming and transmigrating, shrouded by ignorance and fettered by craving. ","html":"{}</p>"},"sn22.99:1.4":{"pli":"Hoti so, bhikkhave, samayo yaṃ mahāsamuddo ussussati visussati na bhavati; ","eng":"There comes a time when the ocean dries up and evaporates and is no more. ","html":"<p>{}"},"sn22.99:1.5":{"pli":"na tvevāhaṃ, bhikkhave, avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ dukkhassa antakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering for sentient beings roaming and transmigrating, shrouded by ignorance and fettered by craving, I say. ","html":"{}</p>"},"sn22.99:1.6":{"pli":"Hoti so, bhikkhave, samayo yaṃ sineru pabbatarājā ḍayhati vinassati na bhavati; ","eng":"There comes a time when Sineru the king of mountains is burned up and destroyed, and is no more. ","html":"<p>{}"},"sn22.99:1.7":{"pli":"na tvevāhaṃ, bhikkhave, avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ dukkhassa antakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering for sentient beings roaming and transmigrating, shrouded by ignorance and fettered by craving, I say . ","html":"{}</p>"},"sn22.99:1.8":{"pli":"Hoti so, bhikkhave, samayo yaṃ mahāpathavī ḍayhati vinassati na bhavati; ","eng":"There comes a time when the great earth is burned up and destroyed, and is no more. ","html":"<p>{}"},"sn22.99:1.9":{"pli":"na tvevāhaṃ, bhikkhave, avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ dukkhassa antakiriyaṃ vadāmi. ","eng":"But in any case, there is no making an end of suffering for sentient beings roaming and transmigrating, shrouded by ignorance and fettered by craving, I say . ","html":"{}</p>"},"sn22.99:2.1":{"pli":"Seyyathāpi, bhikkhave, sā gaddulabaddho daḷhe khīle vā thambhe vā upanibaddho tameva khīlaṃ vā thambhaṃ vā anuparidhāvati anuparivattati; ","eng":"Suppose a hound on a leash was tethered to a strong post or pillar. It would just keep running and circling around that post or pillar. ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Sā</i> (Sanskrit <i lang='pi' translate='no'>śvan</i>) is a short form for “dog” from the same root as <i lang='pi' translate='no'>soṇa</i> and <i lang='pi' translate='no'>sunakha</i>, all of which are distantly related to English “hound”. This simile is also at <a href='index.html?q=mn102#12.7'>MN 102:12.7</a>. "},"sn22.99:2.2":{"pli":"evameva kho, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī …pe… ","eng":"In the same way, take an unlearned ordinary person who has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen true persons, and are neither skilled nor trained in their teaching. ","html":"<p>{}"},"sn22.99:2.3":{"pli":"sappurisadhamme avinīto rūpaṃ attato samanupassati …pe… ","eng":"They regard form … ","html":"{}"},"sn22.99:2.4":{"pli":"vedanaṃ attato samanupassati … ","eng":"feeling … ","html":"{}"},"sn22.99:2.5":{"pli":"saññaṃ attato samanupassati … ","eng":"perception … ","html":"{}"},"sn22.99:2.6":{"pli":"saṅkhāre attato samanupassati … ","eng":"choices … ","html":"{}"},"sn22.99:2.7":{"pli":"viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"sn22.99:2.8":{"pli":"So rūpaññeva anuparidhāvati anuparivattati, vedanaññeva …pe… saññaññeva … saṅkhāreyeva … viññāṇaññeva anuparidhāvati anuparivattati. ","eng":"They just keep running and circling around form, feeling, perception, choices, and consciousness. ","html":"{}"},"sn22.99:2.9":{"pli":"So rūpaṃ anuparidhāvaṃ anuparivattaṃ, vedanaṃ …pe… saññaṃ … saṅkhāre … viññāṇaṃ anuparidhāvaṃ anuparivattaṃ, na parimuccati rūpamhā, na parimuccati vedanāya, na parimuccati saññāya, na parimuccati saṅkhārehi, na parimuccati viññāṇamhā, na parimuccati jātiyā jarāmaraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ","eng":"Doing so, they’re not freed from form, feeling, perception, choices, and consciousness. They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ","html":"{}"},"sn22.99:2.10":{"pli":"‘Na parimuccati dukkhasmā’ti vadāmi. ","eng":"They’re not freed from suffering, I say. ","html":"{}</p>"},"sn22.99:3.1":{"pli":"Sutavā ca kho, bhikkhave, ariyasāvako ariyānaṃ dassāvī …pe… sappurisadhamme suvinīto, ","eng":"A learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ","html":"<p>{}"},"sn22.99:3.2":{"pli":"na rūpaṃ attato samanupassati …pe… ","eng":"They don’t regard form … ","html":"{}"},"sn22.99:3.3":{"pli":"na vedanaṃ … ","eng":"feeling … ","html":"{}"},"sn22.99:3.4":{"pli":"na saññaṃ … ","eng":"perception … ","html":"{}"},"sn22.99:3.5":{"pli":"na saṅkhāre … ","eng":"choices … ","html":"{}"},"sn22.99:3.6":{"pli":"na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ; na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ. ","eng":"or consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"sn22.99:3.7":{"pli":"So rūpaṃ nānuparidhāvati nānuparivattati, vedanaṃ … saññaṃ … saṅkhāre … viññāṇaṃ nānuparidhāvati nānuparivattati. ","eng":"They don’t keep running and circling around form, feeling, perception, choices, and consciousness. ","html":"{}"},"sn22.99:3.8":{"pli":"So rūpaṃ ananuparidhāvaṃ ananuparivattaṃ, vedanaṃ … saññaṃ … saṅkhāre … viññāṇaṃ ananuparidhāvaṃ ananuparivattaṃ; parimuccati rūpamhā, parimuccati vedanāya, parimuccati saññāya, parimuccati saṅkhārehi, parimuccati viññāṇamhā, parimuccati jātiyā jarāmaraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ","eng":"By not doing so, they’re freed from form, feeling, perception, choices, and consciousness. They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ","html":"{}"},"sn22.99:3.9":{"pli":"‘Parimuccati dukkhasmā’ti vadāmī”ti. ","eng":"They’re freed from suffering, I say.” ","html":"{}</p>"},"sn22.99:3.10":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}