{"sn22.82":{"sn22.82:0.1":{"pli":"Saṃyutta Nikāya 22.82 ","eng":"Linked Discourses 22.82 ","html":"<article id='sn22.82'><header><ul><li class='division'>{}</li>"},"sn22.82:0.2":{"pli":"8. Khajjanīyavagga ","eng":"8. Bitable ","html":"<li>{}</li></ul>"},"sn22.82:0.3":{"pli":"Puṇṇamasutta ","eng":"A Full Moon Night ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.82:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde mahatā bhikkhusaṅghena saddhiṃ. ","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery, together with a large Saṅgha of mendicants. ","html":"<p>{}","comm":"This discourse is also found at <a href='index.html?q=mn109'>MN 109</a>. "},"sn22.82:1.2":{"pli":"Tena kho pana samayena bhagavā tadahuposathe pannarase puṇṇāya puṇṇamāya rattiyā bhikkhusaṅghaparivuto ajjhokāse nisinno hoti. ","eng":"Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting in the open surrounded by the Saṅgha of monks. ","html":"{}</p>"},"sn22.82:2.1":{"pli":"Atha kho aññataro bhikkhu uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"Then one of the mendicants got up from their seat, arranged their robe over one shoulder, raised their joined palms toward the Buddha, and said: ","html":"<p>{}</p>"},"sn22.82:2.2":{"pli":"“puccheyyāhaṃ, bhante, bhagavantaṃ kiñcideva desaṃ, sace me bhagavā okāsaṃ karoti pañhassa veyyākaraṇāyā”ti? ","eng":"“Sir, I’d like to ask the Buddha about a certain point, if you’d take the time to answer.” ","html":"<p>{}</p>","comm":"The commentary says that he asked these questions in order to educate his students. This seems probable in view of the fact that the sequence of questions is structured in a way that is clearly purposeful. "},"sn22.82:2.3":{"pli":"“Tena hi tvaṃ, bhikkhu, sake āsane nisīditvā puccha yadākaṅkhasī”ti. ","eng":"“Well then, mendicant, take your own seat and ask what you wish.” ","html":"<p>{}</p>"},"sn22.82:2.4":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā sake āsane nisīditvā bhagavantaṃ etadavoca: ","eng":"“Yes, sir,” replied that mendicant. He took his seat and said to the Buddha: ","html":"<p>{}</p>"},"sn22.82:2.5":{"pli":"“ime nu kho, bhante, pañcupādānakkhandhā, seyyathidaṃ—","eng":"“Sir, are these the five grasping aggregates, that is: ","html":"<p>{}"},"sn22.82:2.6":{"pli":"rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho”ti. ","eng":"form, feeling, perception, choices, and consciousness?” ","html":"{}</p>"},"sn22.82:3.1":{"pli":"“Ime kho, bhikkhu, pañcupādānakkhandhā; ","eng":"“Yes, they are,” replied the Buddha. ","html":"<p>{}"},"sn22.82:3.2":{"pli":"Seyyathidaṃ—rūpupādānakkhandho …pe… viññāṇupādānakkhandho”ti. ","html":"{}</p>"},"sn22.82:3.3":{"pli":"“Sādhu, bhante”ti kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttariṃ pañhaṃ apucchi: ","eng":"Saying “Good, sir”, that mendicant approved and agreed with what the Buddha said. Then he asked another question: ","html":"<p>{}</p>"},"sn22.82:4.1":{"pli":"“Ime kho pana, bhante, pañcupādānakkhandhā kiṃmūlakā”ti? ","eng":"“But sir, what is the root of these five grasping aggregates?” ","html":"<p>{}</p>"},"sn22.82:4.2":{"pli":"“Ime kho, bhikkhu, pañcupādānakkhandhā chandamūlakā”ti …pe… ","eng":"“These five grasping aggregates are rooted in desire.” … ","html":"<p>{}","comm":"“Desire” (<i lang='pi' translate='no'>chanda</i>) is the fundamental driving force underlying all manifestations of the aggregates. It is the same as “craving” (<i lang='pi' translate='no'>taṇhā</i>). "},"sn22.82:4.3":{"pli":"taññeva nu kho, bhante, upādānaṃ te pañcupādānakkhandhā udāhu aññatra pañcahi upādānakkhandhehi upādānan”ti? ","eng":"“But sir, is that grasping the exact same thing as the five grasping aggregates? Or is grasping one thing and the five grasping aggregates another?” ","html":"{}</p>","comm":"It looks like the mendicant’s “good, sir!” response has been elided here by mistake, as it is included subsequently. In the parallel at MN 109, all such responses are omitted after the first. "},"sn22.82:4.4":{"pli":"“Na kho, bhikkhu, taññeva upādānaṃ te pañcupādānakkhandhā nāpi aññatra pañcahi upādānakkhandhehi upādānaṃ, api ca yo tattha chandarāgo taṃ tattha upādānan”ti. ","eng":"“Neither. Rather, the desire and greed for them is the grasping there.” ","html":"<p>{}</p>","comm":"See <a href='index.html?q=mn44#6.3'>MN 44:6.3</a> and note there. "},"sn22.82:4.5":{"pli":"“Sādhu, bhante”ti kho so bhikkhu …pe… uttariṃ pañhaṃ apucchi: ","eng":"Saying “Good, sir”, that mendicant asked another question: ","html":"<p>{}</p>"},"sn22.82:5.1":{"pli":"“Siyā pana, bhante, pañcupādānakkhandhesu chandarāgavemattatā”ti? ","eng":"“But sir, can there be different kinds of desire and greed for the five grasping aggregates?” ","html":"<p>{}</p>"},"sn22.82:5.2":{"pli":"“Siyā, bhikkhū”ti bhagavā avoca: ","eng":"“There can,” said the Buddha. ","html":"<p>{}</p>"},"sn22.82:5.3":{"pli":"“idha, bhikkhu, ekaccassa evaṃ hoti: ","eng":"“It’s when someone thinks: ","html":"<p>{}"},"sn22.82:5.4":{"pli":"‘evaṃrūpo siyaṃ anāgatamaddhānaṃ, evaṃvedano siyaṃ anāgatamaddhānaṃ, evaṃsañño siyaṃ anāgatamaddhānaṃ, evaṃsaṅkhāro siyaṃ anāgatamaddhānaṃ, evaṃviññāṇo siyaṃ anāgatamaddhānan’ti. ","eng":"‘In the future, may I be of such form, such feeling, such perception, such choices, or such consciousness!’ ","html":"{}","comm":"This assumes the persistence of a “self” through time. "},"sn22.82:5.5":{"pli":"Evaṃ kho, bhikkhu, siyā pañcupādānakkhandhesu chandarāgavemattatā”ti. ","eng":"That’s how there can be different kinds of desire and greed for the five grasping aggregates.” ","html":"{}</p>"},"sn22.82:5.6":{"pli":"“Sādhu, bhante”ti kho so bhikkhu …pe… uttariṃ pañhaṃ apucchi: ","eng":"Saying “Good, sir”, that mendicant asked another question: ","html":"<p>{}</p>"},"sn22.82:6.1":{"pli":"“Kittāvatā nu kho, bhante, khandhānaṃ khandhādhivacanan”ti? ","eng":"“Sir, what is the scope of the term ‘aggregates’ as applied to the aggregates?” ","html":"<p>{}</p>","comm":"The question is whether there is anything outside the aggregates. "},"sn22.82:6.2":{"pli":"“Yaṃ kiñci, bhikkhu, rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, ayaṃ vuccati rūpakkhandho. ","eng":"“Any kind of form at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: this is called the aggregate of form. ","html":"<p>{}"},"sn22.82:6.3":{"pli":"Yā kāci vedanā … ","eng":"Any kind of feeling at all … ","html":"{}"},"sn22.82:6.4":{"pli":"yā kāci saññā … ","eng":"Any kind of perception at all … ","html":"{}"},"sn22.82:6.5":{"pli":"ye keci saṅkhārā … ","eng":"Any kind of choices at all … ","html":"{}"},"sn22.82:6.6":{"pli":"yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, ayaṃ vuccati viññāṇakkhandho. ","eng":"Any kind of consciousness at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: this is called the aggregate of consciousness. ","html":"{}"},"sn22.82:6.7":{"pli":"Ettāvatā kho, bhikkhu, khandhānaṃ khandhādhivacanan”ti. ","eng":"That’s the scope of the term ‘aggregates’ as applied to the aggregates.” ","html":"{}</p>","comm":"That is to say, the term “aggregate” (<i lang='pi' translate='no'>khandha</i>) is a collective term for all instances of this kind of phenomenon. "},"sn22.82:6.8":{"pli":"“Sādhu, bhante”ti kho so bhikkhu …pe… apucchi: ","eng":"Saying “Good, sir”, that mendicant asked another question: ","html":"<p>{}</p>"},"sn22.82:7.1":{"pli":"“Ko nu kho, bhante, hetu ko paccayo rūpakkhandhassa paññāpanāya; ","eng":"“What is the cause, sir, what is the reason why the aggregate of form is found? ","html":"<p>{}","comm":"While the “root” of all aggregates is desire, the question now is the immediate basis of each particular aggregate. "},"sn22.82:7.2":{"pli":"ko hetu ko paccayo vedanākkhandhassa paññāpanāya; ","eng":"What is the cause, what is the reason why the aggregate of feeling … ","html":"{}"},"sn22.82:7.3":{"pli":"ko hetu ko paccayo saññākkhandhassa paññāpanāya; ","eng":"perception … ","html":"{}"},"sn22.82:7.4":{"pli":"ko hetu ko paccayo saṅkhārakkhandhassa paññāpanāya; ","eng":"choices … ","html":"{}"},"sn22.82:7.5":{"pli":"ko hetu ko paccayo viññāṇakkhandhassa paññāpanāyā”ti? ","eng":"consciousness is found?” ","html":"{}</p>"},"sn22.82:7.6":{"pli":"“Cattāro kho, bhikkhu, mahābhūtā hetu, cattāro mahābhūtā paccayo rūpakkhandhassa paññāpanāya. ","eng":"“The four principal states are the reason why the aggregate of form is found. ","html":"<p>{}"},"sn22.82:7.7":{"pli":"Phasso hetu phasso paccayo vedanākkhandhassa paññāpanāya. ","eng":"Contact is the reason why the aggregates of feeling, ","html":"{}","comm":"In dependent origination, “contact” (<i lang='pi' translate='no'>phassa</i>) is the immediate condition for “feeling” (<i lang='pi' translate='no'>vedanā</i>). But contact can also be regarded as the immediate condition for all three: feeling, perception, and choices (eg. <a href='index.html?q=sn35.93#1.14'>SN 35.93:1.14</a>). These things are always active in consciousness, so they can be treated as simultaneous, as arising in sequence, or as mutually conditioning. "},"sn22.82:7.8":{"pli":"Phasso hetu phasso paccayo saññākkhandhassa paññāpanāya. ","eng":"perception, ","html":"{}","comm":"Feeling and “perception” (<i lang='pi' translate='no'>saññā</i>) are closely connected, since how we feel conditions how we recognize and interpret. While contact directly underlies feeling, perception works so quickly that is can be included as a direct consequence as well. "},"sn22.82:7.9":{"pli":"Phasso hetu, phasso paccayo saṅkhārakkhandhassa paññāpanāya. ","eng":"and choices are found. ","html":"{}","comm":"Likewise with “choices” (<i lang='pi' translate='no'>saṅkhārā</i>), which are also part of the complex of reactivity that normally take effect immediately. For example, suppose we try eating a berry in the forest. “Contact” with its bitter taste “feels” unpleasant, so we “perceive” it as poisonous, and “choose” to spit it out. "},"sn22.82:7.10":{"pli":"Nāmarūpaṃ hetu, nāmarūpaṃ paccayo viññāṇakkhandhassa paññāpanāyā”ti. ","eng":"Name and form are the reasons why the aggregate of consciousness is found.” ","html":"{}</p>","comm":"Normally in dependent origination, it is consciousness that is a condition for name and form. The presentation here assumes their mutual conditioning, as spelled out at <a href='index.html?q=dn15#22.1'>DN 15:22.1</a>. Name and form are the embryo that supports consciousness in the process of rebirth, while the physical body with its senses, and the psychological functions included under “name” continue to evolve and grow with consciousness through life. "},"sn22.82:7.11":{"pli":"“Sādhu, bhante”ti kho so bhikkhu …pe… apucchi: ","eng":"Saying “Good, sir”, that mendicant asked another question: ","html":"<p>{}</p>"},"sn22.82:8.1":{"pli":"“Kathaṃ nu kho, bhante, sakkāyadiṭṭhi hotī”ti? ","eng":"“Sir, how does substantialist view come about?” ","html":"<p>{}</p>","comm":"As at <a href='index.html?q=mn44#7.1'>MN 44:7.1</a>. See <a href='index.html?q=sn22.105'>SN 22.105</a> for a discussion of “substantial reality” (<i lang='pi' translate='no'>sakkāya</i>). "},"sn22.82:8.2":{"pli":"“Idha, bhikkhu, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ","eng":"“It’s when an unlearned ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen true persons, and are neither skilled nor trained in the teaching of the true persons. ","html":"<p>{}"},"sn22.82:8.3":{"pli":"rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ; ","eng":"They regard form as self, self as having form, form in self, or self in form. ","html":"{}"},"sn22.82:8.4":{"pli":"vedanaṃ … ","eng":"They regard feeling … ","html":"{}"},"sn22.82:8.5":{"pli":"saññaṃ … ","eng":"perception … ","html":"{}"},"sn22.82:8.6":{"pli":"saṅkhāre … ","eng":"choices … ","html":"{}"},"sn22.82:8.7":{"pli":"viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"sn22.82:8.8":{"pli":"Evaṃ kho, bhikkhu, sakkāyadiṭṭhi hotī”ti. ","eng":"That’s how substantialist view comes about.” ","html":"{}</p>","comm":"That is to say, the “substantialist” view takes the aggregates, or one of them, to be a “substantial reality” that is identified with the self. Such views are created each time we think or attach to the aggregates as a self. "},"sn22.82:8.9":{"pli":"“Sādhu, bhante”ti kho so bhikkhu …pe… apucchi: ","eng":"Saying “Good, sir”, that mendicant … asked another question: ","html":"<p>{}</p>"},"sn22.82:9.1":{"pli":"“Kathaṃ pana, bhante, sakkāyadiṭṭhi na hotī”ti? ","eng":"“But sir, how does substantialist view not come about?” ","html":"<p>{}</p>"},"sn22.82:9.2":{"pli":"“Idha, bhikkhu, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ","eng":"“It’s when a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ","html":"<p>{}"},"sn22.82:9.3":{"pli":"na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ; na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ; ","eng":"They don’t regard form as self, self as having form, form in self, or self in form. ","html":"{}"},"sn22.82:9.4":{"pli":"na vedanaṃ … ","eng":"They don’t regard feeling … ","html":"{}"},"sn22.82:9.5":{"pli":"na saññaṃ … ","eng":"perception … ","html":"{}"},"sn22.82:9.6":{"pli":"na saṅkhāre … ","eng":"choices … ","html":"{}"},"sn22.82:9.7":{"pli":"na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ; na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ. ","eng":"consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"{}"},"sn22.82:9.8":{"pli":"Evaṃ kho, bhikkhu, sakkāyadiṭṭhi na hotī”ti. ","eng":"That’s how substantialist view does not come about.” ","html":"{}</p>","comm":"Since substantialist view is itself a conditioned phenomenon, it can only continue to exist if it is continually reinforced. Without it, like a fire without a constant supply of fuel, it falters and goes out. "},"sn22.82:9.9":{"pli":"“Sādhu, bhante”ti kho so bhikkhu …pe… apucchi: ","eng":"Saying “Good, sir”, that mendicant … asked another question: ","html":"<p>{}</p>"},"sn22.82:10.1":{"pli":"“Ko nu kho, bhante, rūpassa assādo, ko ādīnavo, kiṃ nissaraṇaṃ; ","eng":"“Sir, what’s the gratification, the drawback, and the escape when it comes to form, ","html":"<p>{}","comm":"We have met these questions before at <a href='index.html?q=sn22.26#1.3'>SN 22.26:1.3</a>. Here they build on the previous section by showing a strategy for how to stop identifying them as the substantial reality underlying the self. This can be used as the basis for a contemplative insight meditation. "},"sn22.82:10.2":{"pli":"ko vedanāya … ","eng":"feeling, ","html":"{}"},"sn22.82:10.3":{"pli":"ko saññāya … ","eng":"perception, ","html":"{}"},"sn22.82:10.4":{"pli":"ko saṅkhārānaṃ … ","eng":"choices, ","html":"{}"},"sn22.82:10.5":{"pli":"ko viññāṇassa assādo, ko ādīnavo, kiṃ nissaraṇan”ti? ","eng":"and consciousness?” ","html":"{}</p>"},"sn22.82:10.6":{"pli":"“Yaṃ kho, bhikkhu, rūpaṃ paṭicca uppajjati sukhaṃ somanassaṃ—ayaṃ rūpassa assādo. ","eng":"“The pleasure and happiness that arise from form: this is its gratification. ","html":"<p>{}"},"sn22.82:10.7":{"pli":"Yaṃ rūpaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ—ayaṃ rūpassa ādīnavo. ","eng":"That form is impermanent, suffering, and perishable: this is its drawback. ","html":"{}"},"sn22.82:10.8":{"pli":"Yo rūpasmiṃ chandarāgavinayo chandarāgappahānaṃ—idaṃ rūpassa nissaraṇaṃ. ","eng":"Removing and giving up desire and greed for form: this is its escape. ","html":"{}"},"sn22.82:10.9":{"pli":"Yaṃ vedanaṃ paṭicca … ","eng":"The pleasure and happiness that arise from feeling … ","html":"{}"},"sn22.82:10.10":{"pli":"yaṃ saññaṃ paṭicca … ","eng":"perception … ","html":"{}"},"sn22.82:10.11":{"pli":"ye saṅkhāre paṭicca … ","eng":"choices … ","html":"{}"},"sn22.82:10.12":{"pli":"yaṃ viññāṇaṃ paṭicca uppajjati sukhaṃ somanassaṃ—ayaṃ viññāṇassa assādo. ","eng":"consciousness: this is its gratification. ","html":"{}"},"sn22.82:10.13":{"pli":"Yaṃ viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ—ayaṃ viññāṇassa ādīnavo. ","eng":"That consciousness is impermanent, suffering, and perishable: this is its drawback. ","html":"{}"},"sn22.82:10.14":{"pli":"Yo viññāṇasmiṃ chandarāgavinayo chandarāgappahānaṃ—idaṃ viññāṇassa nissaraṇan”ti. ","eng":"Removing and giving up desire and greed for consciousness: this is its escape.” ","html":"{}</p>"},"sn22.82:10.15":{"pli":"“Sādhu, bhante”ti kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttariṃ pañhaṃ apucchi: ","eng":"Saying “Good, sir”, that mendicant approved and agreed with what the Buddha said. Then he asked another question: ","html":"<p>{}</p>"},"sn22.82:11.1":{"pli":"“Kathaṃ nu kho, bhante, jānato, kathaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā na hontī”ti? ","eng":"“Sir, how does one know and see so that there’s no I-making, mine-making, or underlying tendency to conceit for this conscious body and externally for all signs?” ","html":"<p>{}</p>","comm":"From meditative contemplation, the question now turns to realization. The Buddha’s response makes it clear he is now speaking of the penetrative understanding of the aggregates that arises at stream-entry at least. The “underlying tendency to conceit”, however, is only fully overcome by the arahant. | “I-making” (<i lang='pi' translate='no'>ahaṅkāra</i>) emphasizes the active role of the mind in creating a sense of self through its thoughts, habits, and desires. This is in contrast with the English notion of “ego”, which presents self as a given construct. | “Mine-making” (<i lang='pi' translate='no'>mamaṅkāra</i>) is the propensity of the mind to appropriate things as possessions. | “All signs” (<i lang='pi' translate='no'>sabbanimitta</i>) are the “features” (also <i lang='pi' translate='no'>nimitta</i>) that characterize sensory stimulation (eg. <a href='index.html?q=mn112#15.1'>MN 112:15.1</a>). "},"sn22.82:11.2":{"pli":"“Yaṃ kiñci, bhikkhu, rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati. ","eng":"“One truly sees any kind of form at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ","html":"<p>{}"},"sn22.82:11.3":{"pli":"Yā kāci vedanā … ","eng":"They truly see any kind of feeling … ","html":"{}"},"sn22.82:11.4":{"pli":"yā kāci saññā … ","eng":"perception … ","html":"{}"},"sn22.82:11.5":{"pli":"ye keci saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.82:11.6":{"pli":"yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ viññāṇaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati. ","eng":"consciousness at all—past, future, or present; internal or external; solid or subtle; inferior or superior; far or near, <em>all</em> consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ","html":"{}"},"sn22.82:11.7":{"pli":"Evaṃ kho, bhikkhu, jānato evaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā na hontī”ti. ","eng":"That’s how to know and see so that there’s no I-making, mine-making, or underlying tendency to conceit for this conscious body and externally for all signs.” ","html":"{}</p>"},"sn22.82:12.1":{"pli":"Tena kho pana samayena aññatarassa bhikkhuno evaṃ cetaso parivitakko udapādi: ","eng":"Now at that time one of the mendicants had the thought: ","html":"<p>{}</p>"},"sn22.82:12.2":{"pli":"“iti kira bho rūpaṃ anattā, vedanā … saññā … saṅkhārā … viññāṇaṃ anattā; ","eng":"“So it seems, worthy sir, that form, feeling, perception, choices, and consciousness are not-self. ","html":"<p>{}","comm":"In his mind, the monk addresses the Buddha with “worthy sir” (<i lang='pi' translate='no'>bho</i>), which is a signature of the brahmins (<a href='index.html?q=mn98#11.3'>MN 98:11.3</a>). Small wonder he still assumes a self. "},"sn22.82:12.3":{"pli":"anattakatāni kammāni kathamattānaṃ phusissantī”ti. ","eng":"Then how will the deeds done by not-self affect the self?” ","html":"{}</p>","comm":"This monk, missing the point, thinks not-self means he can escape moral responsibility. A theory of self assumes a continuous entity, so that deeds done at one time will affect the same entity at another time. The Buddhist concept, on the other hand, is of a flow, so that, for example, pollution dumped in a stream will affect the river and the sea below, even though they are not materially the “same”. "},"sn22.82:12.4":{"pli":"Atha kho bhagavā tassa bhikkhuno cetasā ceto parivitakkamaññāya bhikkhū āmantesi: ","eng":"Then the Buddha, knowing that monk’s train of thought, addressed the mendicants: ","html":"<p>{}</p>"},"sn22.82:13.1":{"pli":"“Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco moghapuriso avidvā avijjāgato taṇhādhipateyyena cetasā satthusāsanaṃ atidhāvitabbaṃ maññeyya. ","eng":"“It’s possible that some futile person here—unknowing and ignorant, their mind dominated by craving—thinks they can overstep the teacher’s instructions. They think: ","html":"<p>{}"},"sn22.82:13.2":{"pli":"‘Iti kira, bho, rūpaṃ anattā, vedanā … saññā … saṅkhārā … viññāṇaṃ anattā. ","eng":"‘So it seems, worthy sir, that form, feeling, perception, choices, and consciousness are not-self. ","html":"{}"},"sn22.82:13.3":{"pli":"Anattakatāni kammāni kathamattānaṃ phusissantī’ti? ","eng":"Then how will the deeds done by not-self affect the self?’ ","html":"{}"},"sn22.82:13.4":{"pli":"Paṭipucchāvinītā kho me tumhe, bhikkhave, tatra tatra tesu tesu dhammesu. ","eng":"Now, mendicants, you have been educated by me in questioning with regards to all these things in all such cases. ","html":"{}</p>","comm":"The Buddha does not just state doctrine for his students, he has “educated” (<i lang='pi' translate='no'>vinīta</i>) them in the methods for learning. Active questioning breaks up long discourses and encourages reflection and articulation. "},"sn22.82:14.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn22.82:14.2":{"pli":"rūpaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"Is form permanent or impermanent?” ","html":"{}</p>"},"sn22.82:14.3":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"sn22.82:14.4":{"pli":"“Vedanā … ","eng":"“Is feeling … ","html":"<p>{}"},"sn22.82:14.5":{"pli":"saññā … ","eng":"perception … ","html":"{}"},"sn22.82:14.6":{"pli":"saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.82:14.7":{"pli":"viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"consciousness permanent or impermanent?” ","html":"{}</p>"},"sn22.82:14.8":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"sn22.82:14.9":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ","eng":"“But if it’s impermanent, is it suffering or happiness?” ","html":"<p>{}</p>"},"sn22.82:14.10":{"pli":"“Dukkhaṃ, bhante”. ","eng":"“Suffering, sir.” ","html":"<p>{}</p>"},"sn22.82:14.11":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ","eng":"“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ","html":"<p>{}"},"sn22.82:14.12":{"pli":"‘etaṃ mama, esohamasmi, eso me attā’”ti? ","eng":"‘This is mine, I am this, this is my self’?” ","html":"{}</p>"},"sn22.82:14.13":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"sn22.82:14.14":{"pli":"Tasmātiha …pe… ","eng":"“So you should truly see … ","html":"<p>{}"},"sn22.82:14.15":{"pli":"evaṃ passaṃ …pe… ","eng":"Seeing this … ","html":"{}"},"sn22.82:14.16":{"pli":"nāparaṃ itthattāyāti pajānātī”ti. ","eng":"They understand: ‘… there is nothing further for this place.’” ","html":"{}</p>"},"sn22.82:15.1":{"pli":"“Dve khandhā taññeva siyaṃ, ","eng":"“Two on the aggregates; exactly the same; <j>and can there be; ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"This is very unusual, a summary verse for the discourse (<i lang='pi' translate='no'>sutta-uddana</i>). The parallel at <a href='index.html?q=mn109#18.4'>MN 109:18.4</a> has a completely different closing passage. Generally speaking, such passages were added at a later date to wrap up the teaching portion, and there is considerable variation within the Pali texts, let alone Chinese and other parallels. "},"sn22.82:15.2":{"pli":"adhivacanañca hetunā; ","eng":"on the term; and on the cause; ","html":"<span class='verse-line'>{}</span>"},"sn22.82:15.3":{"pli":"Sakkāyena duve vuttā, ","eng":"two questions on substantial reality; ","html":"<span class='verse-line'>{}</span>"},"sn22.82:15.4":{"pli":"assādaviññāṇakena ca; ","eng":"gratification; and that with consciousness: ","html":"<span class='verse-line'>{}</span>"},"sn22.82:15.5":{"pli":"Ete dasavidhā vuttā, ","eng":"these are the ten questions ","html":"<span class='verse-line'>{}</span>"},"sn22.82:15.6":{"pli":"hoti bhikkhu pucchāyā”ti. ","eng":"the mendicant came to ask.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn22.82:15.7":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn22.82:15.8":{"pli":"Khajjanīyavaggo tatiyo. ","html":"<p class='endvagga'>{}</p>"},"sn22.82:16.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn22.82:16.1":{"pli":"Assādo dve samudayā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn22.82:16.2":{"pli":"arahantehi apare dve; ","html":"<span class='verse-line'>{}</span>"},"sn22.82:16.3":{"pli":"Sīho khajjanī piṇḍolyaṃ, ","html":"<span class='verse-line'>{}</span>"},"sn22.82:16.4":{"pli":"pālileyyena puṇṇamāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn22.83":{"sn22.83:0.1":{"pli":"Saṃyutta Nikāya 22.83 ","eng":"Linked Discourses 22.83 ","html":"<article id='sn22.83'><header><ul><li class='division'>{}</li>"},"sn22.83:0.2":{"pli":"9. Theravagga ","eng":"9. Senior Mendicants ","html":"<li>{}</li></ul>"},"sn22.83:0.3":{"pli":"Ānandasutta ","eng":"With Ānanda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.83:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.83:1.2":{"pli":"Tatra kho āyasmā ānando bhikkhū āmantesi: ","eng":"There Ānanda addressed the mendicants: ","html":"<p>{}"},"sn22.83:1.3":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"sn22.83:1.4":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"sn22.83:1.5":{"pli":"Āyasmā ānando etadavoca: ","eng":"Ānanda said this: ","html":"{}</p>"},"sn22.83:2.1":{"pli":"“Puṇṇo nāma, āvuso, āyasmā mantāṇiputto amhākaṃ navakānaṃ sataṃ bahūpakāro hoti. ","eng":"“Reverends, the venerable named Puṇṇa son of Mantāṇī was very helpful to me when I was just ordained. ","html":"<p>{}","comm":"Puṇṇa son of Mantāṇī was most famous for his conversation with Sāriputta in <a href='index.html?q=mn24'>MN 24</a>, on the strength of which he was said to be the best Dhamma speaker (<a href='index.html?q=an1.196'>AN 1.196</a>). His verse is at <a href='index.html?q=thag1.4#1.7'>Thag 1.4:1.7</a>. For his mother’s name, see note on <a href='index.html?q=mn86#12.12'>MN 86:12.12</a>. "},"sn22.83:2.2":{"pli":"So amhe iminā ovādena ovadati: ","eng":"He gave me this advice: ","html":"{}"},"sn22.83:2.3":{"pli":"‘upādāya, āvuso ānanda, asmīti hoti, no anupādāya. ","eng":"‘Reverend Ānanda, the thought “I am” occurs because of grasping, not without grasping. ","html":"{}","comm":"“Because of grasping” (<i lang='pi' translate='no'>upādāya</i>) rather than the commentary’s “derived from”, which takes an object in genitive. "},"sn22.83:2.4":{"pli":"Kiñca upādāya asmīti hoti, no anupādāya? ","eng":"Grasping what? ","html":"{}"},"sn22.83:2.5":{"pli":"Rūpaṃ upādāya asmīti hoti, no anupādāya. ","eng":"The thought “I am” occurs because of grasping form, ","html":"{}"},"sn22.83:2.6":{"pli":"Vedanaṃ … ","eng":"feeling, ","html":"{}"},"sn22.83:2.7":{"pli":"saññaṃ … ","eng":"perception, ","html":"{}"},"sn22.83:2.8":{"pli":"saṅkhāre … ","eng":"choices, ","html":"{}"},"sn22.83:2.9":{"pli":"viññāṇaṃ upādāya asmīti hoti, no anupādāya. ","eng":"and consciousness, not without grasping. ","html":"{}</p>"},"sn22.83:3.1":{"pli":"Seyyathāpi, āvuso ānanda, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno upādāya passeyya, no anupādāya; ","eng":"Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. They’d look because of grasping, not without grasping. ","html":"<p>{}"},"sn22.83:3.2":{"pli":"evameva kho, āvuso ānanda, rūpaṃ upādāya asmīti hoti, no anupādāya. ","eng":"In the same way, the thought “I am” occurs because of grasping form, ","html":"{}"},"sn22.83:3.3":{"pli":"Vedanaṃ … ","eng":"feeling, ","html":"{}"},"sn22.83:3.4":{"pli":"saññaṃ … ","eng":"perception, ","html":"{}"},"sn22.83:3.5":{"pli":"saṅkhāre … ","eng":"choices, ","html":"{}"},"sn22.83:3.6":{"pli":"viññāṇaṃ upādāya asmīti hoti, no anupādāya. ","eng":"and consciousness, not without grasping. ","html":"{}</p>"},"sn22.83:4.1":{"pli":"Taṃ kiṃ maññasi, āvuso ānanda, ","eng":"What do you think, Reverend Ānanda? ","html":"<p>{}"},"sn22.83:4.2":{"pli":"rūpaṃ niccaṃ vā aniccaṃ vā’ti? ","eng":"Is form permanent or impermanent?’ ","html":"{}</p>"},"sn22.83:4.3":{"pli":"‘Aniccaṃ, āvuso’. ","eng":"‘Impermanent, reverend.’ ","html":"<p>{}</p>","comm":"Note the equality in terms of address: a newly ordained monk and their teacher refer to each other as “reverend” (<i lang='pi' translate='no'>āvuso</i>; see <a href='index.html?q=dn16#6.2.1'>DN 16:6.2.1</a>). "},"sn22.83:4.4":{"pli":"‘Vedanā … ","eng":"‘Is feeling … ","html":"<p>{}"},"sn22.83:4.5":{"pli":"saññā … ","eng":"perception … ","html":"{}"},"sn22.83:4.6":{"pli":"saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.83:4.7":{"pli":"viññāṇaṃ niccaṃ vā aniccaṃ vā’ti? ","eng":"consciousness permanent or impermanent?’ ","html":"{}</p>"},"sn22.83:4.8":{"pli":"‘Aniccaṃ, āvuso’ …pe…. ","eng":"‘Impermanent, reverend.’ … ","html":"<p>{}</p>"},"sn22.83:4.9":{"pli":"Tasmātiha …pe… ","eng":"‘So you should truly see … ","html":"<p>{}"},"sn22.83:4.10":{"pli":"evaṃ passaṃ …pe… ","eng":"Seeing this … ","html":"{}"},"sn22.83:4.11":{"pli":"nāparaṃ itthattāyāti pajānātīti. ","eng":"They understand: “… there is nothing further for this place.”’ ","html":"{}</p>"},"sn22.83:4.12":{"pli":"Puṇṇo nāma, āvuso, āyasmā mantāṇiputto amhākaṃ navakānaṃ sataṃ bahūpakāro hoti. ","eng":"Reverends, the venerable named Puṇṇa son of Mantāṇī was very helpful to me when I was just ordained. ","html":"<p>{}"},"sn22.83:4.13":{"pli":"So amhe iminā ovādena ovadati. ","eng":"He gave me this advice. ","html":"{}"},"sn22.83:4.14":{"pli":"Idañca pana me āyasmato puṇṇassa mantāṇiputtassa dhammadesanaṃ sutvā dhammo abhisamito”ti. ","eng":"And when I heard this teaching from Venerable Puṇṇa son of Mantāṇī, I comprehended the teaching.” ","html":"{}</p>"},"sn22.83:4.15":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}