{"sn22.1":{"sn22.1:0.1":{"pli":"Saṃyutta Nikāya 22.1 ","eng":"Linked Discourses 22.1 ","html":"<article id='sn22.1'><header><ul><li class='division'>{}</li>"},"sn22.1:0.2":{"pli":"1. Nakulapituvagga ","eng":"1. Nakula’s Father ","html":"<li>{}</li></ul>"},"sn22.1:0.3":{"pli":"Nakulapitusutta ","eng":"Nakula’s Father ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"For a general survey of the topic of the five aggregates, see my <a href='https://suttacentral.net/edition/sn/en/sujato/introduction'>Introduction to the Linked Discourses</a>. The main terms are mostly the same as in dependent origination, for which see my notes to <a href='index.html?q=sn12.1'>SN 12.1</a> and <a href='index.html?q=sn12.2'>SN 12.2</a>. The exception is <i lang='pi' translate='no'>saññā</i>, which I discuss in the next Sutta (<a href='index.html?q=sn22.2#7.8'>SN 22.2:7.8</a>). "},"sn22.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ","eng":"At one time the Buddha was staying in the land of the Bhaggas at Crocodile’s Bellow, in the deer park at Bhesakaḷā’s Wood. ","html":"{}</p>","comm":"The Bhaggas were an isolated republican clan, sandwiched between the Vacchas south of the Yamuna and the Kosalans north of the Ganges. By the time of the Buddha they were evidently subject to the Vacchas. | “Crocodile’s Bellow” (<i lang='pi' translate='no'>susumāragira</i>) was their capital. The commentary it was was so-named because a crocodile bellowed in a nearby lake during the founding of the city. "},"sn22.1:1.3":{"pli":"Atha kho nakulapitā gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho nakulapitā gahapati bhagavantaṃ etadavoca: ","eng":"Then the householder Nakula’s father went up to the Buddha, bowed, sat down to one side, and said to the Buddha: ","html":"<p>{}</p>","comm":"Nakula’s parents were an ideal married couple (<a href='index.html?q=an1.257'>AN 1.257</a>, <a href='index.html?q=an1.266'>AN 1.266</a>) who wanted to be together in this life and the next (<a href='index.html?q=an4.55'>AN 4.55</a>). The father recovered from a previous illness with the help of his wife (<a href='index.html?q=an6.16'>AN 6.16</a>). Each features independently in Suttas as well (<a href='index.html?q=sn22.1'>SN 22.1</a>, <a href='index.html?q=sn35.131'>SN 35.131</a>, <a href='index.html?q=an8.48'>AN 8.48</a>). Nothing is known of their son Nakula himself, nor are their personal names recorded. "},"sn22.1:2.1":{"pli":"“Ahamasmi, bhante, jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko. ","eng":"“Sir, I’m an old man, elderly and senior. I’m advanced in years and have reached the final stage of life. My body is ailing and I’m constantly unwell. ","html":"<p>{}"},"sn22.1:2.2":{"pli":"Aniccadassāvī kho panāhaṃ, bhante, bhagavato manobhāvanīyānañca bhikkhūnaṃ. ","eng":"I hardly ever get to see the esteemed mendicants. ","html":"{}","comm":"<i lang='pi' translate='no'>Aniccadassavī</i> is literally “not a regular seer” where <i lang='pi' translate='no'>nicca</i> has the sense, “regular, routine”. "},"sn22.1:2.3":{"pli":"Ovadatu maṃ, bhante, bhagavā; ","eng":"May the Buddha please advise me ","html":"{}"},"sn22.1:2.4":{"pli":"anusāsatu maṃ, bhante, bhagavā; ","eng":"and instruct me. ","html":"{}"},"sn22.1:2.5":{"pli":"yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti. ","eng":"It will be for my lasting welfare and happiness.” ","html":"{}</p>"},"sn22.1:3.1":{"pli":"“Evametaṃ, gahapati, evametaṃ, gahapati. ","eng":"“That’s so true, householder! That’s so true, householder! ","html":"<p>{}"},"sn22.1:3.2":{"pli":"Āturo hāyaṃ, gahapati, kāyo aṇḍabhūto pariyonaddho. ","eng":"For this body is ailing, swaddled in its shell. ","html":"{}","comm":"The application of the vivid idiom “swaddled in its shell” is found in <a href='index.html?q=an8.11#12.1'>AN 8.11:12.1</a>: “in this population lost in ignorance, swaddled in their shells, I alone have broken open the egg of ignorance and realized the supreme perfect awakening.” See too the simile of the chook hatching eggs at <a href='index.html?q=sn22.101#3.1'>SN 22.101:3.1</a>. "},"sn22.1:3.3":{"pli":"Yo hi, gahapati, imaṃ kāyaṃ pariharanto muhuttampi ārogyaṃ paṭijāneyya, kimaññatra bālyā? ","eng":"If anyone dragging around this body claimed to be healthy even for an hour, what is that but foolishness? ","html":"{}</p>"},"sn22.1:3.4":{"pli":"Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn22.1:3.5":{"pli":"‘āturakāyassa me sato cittaṃ anāturaṃ bhavissatī’ti. ","eng":"‘Though my body is ailing, my mind will be healthy.’ ","html":"{}"},"sn22.1:3.6":{"pli":"Evañhi te, gahapati, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>","comm":"This brief teaching exemplifies the Buddha’s method. First he affirms Nakula’s father’s complaint, not dismissing it or trying to make him look at the positive. He is genuinely suffering, he accepts that, and so does the Buddha. Then the Buddha offers encouragement, not false hope, but giving a meaningful reflection. Contrast this with modern gurus who claim physical ailments can be cured by the mind. "},"sn22.1:4.1":{"pli":"Atha kho nakulapitā gahapati bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho nakulapitaraṃ gahapatiṃ āyasmā sāriputto etadavoca: ","eng":"And then the householder Nakula’s father approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went up to Venerable Sāriputta, bowed, and sat down to one side. Sāriputta said to him: ","html":"<p>{}</p>"},"sn22.1:4.2":{"pli":"“vippasannāni kho te, gahapati, indriyāni; ","eng":"“Householder, your faculties are so very clear, ","html":"<p>{}"},"sn22.1:4.3":{"pli":"parisuddho mukhavaṇṇo pariyodāto. ","eng":"and your complexion is pure and bright. ","html":"{}"},"sn22.1:4.4":{"pli":"Alattha no ajja bhagavato sammukhā dhammiṃ kathaṃ savanāyā”ti? ","eng":"Did you get to hear a Dhamma talk in the Buddha’s presence today?” ","html":"{}</p>"},"sn22.1:5.1":{"pli":"“Kathañhi no siyā, bhante. ","eng":"“What else, sir, could it be? ","html":"<p>{}"},"sn22.1:5.2":{"pli":"Idānāhaṃ, bhante, bhagavatā dhammiyā kathāya amatena abhisitto”ti. ","eng":"Just now the Buddha anointed me with the deathless ambrosia of a Dhamma talk.” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Soma</i>, a ritual drink of milky color with psychotropic effects, was described as “immortal” (<i lang='pi' translate='no'>amṛta</i>) in the Rig Veda (RV 9.84.2), since it was stolen from heaven by a falcon (RV 4.26, 4.27), and since it confers immortality (RV 8.48.3). By the time of the Śatapatha Brāhmaṇa the drug itself was called “ambrosia”. That the <i lang='pi' translate='no'>soma</i> is alluded to here as the “deathless ambrosia” (<i lang='pi' translate='no'>amata</i>; Sanskrit <i lang='pi' translate='no'>amṛta</i>) is shown by the use of the verb <i lang='pi' translate='no'>abhisitta</i> (“anointed”, literally “sprinkled”). This is typically used for royal consecration, which is fitting as <i lang='pi' translate='no'>soma</i> is often styled “king”. ŚB 9.4.4.8 describes how the sacrificer, with divine authority, is “anointed with deathless ambrosia” (<i lang='pi' translate='no'>amṛtābhiṣikto</i>) by drinking King Soma. It is here used idiomatically. "},"sn22.1:5.3":{"pli":"“Yathā kathaṃ pana tvaṃ, gahapati, bhagavatā dhammiyā kathāya amatena abhisitto”ti? ","eng":"“But with what kind of ambrosial Dhamma talk did the Buddha anoint you?” ","html":"<p>{}</p>"},"sn22.1:5.4":{"pli":"“Idhāhaṃ, bhante, yena bhagavā tenupasaṅkamiṃ; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno khvāhaṃ, bhante, bhagavantaṃ etadavocaṃ: ","eng":"So Nakula’s father told Sāriputta all that had happened, and said, ","html":"<p>{}"},"sn22.1:5.5":{"pli":"‘ahamasmi, bhante, jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko. ","html":"{}"},"sn22.1:5.6":{"pli":"Aniccadassāvī kho panāhaṃ, bhante, bhagavato manobhāvanīyānañca bhikkhūnaṃ. ","html":"{}"},"sn22.1:5.7":{"pli":"Ovadatu maṃ, bhante, bhagavā; ","html":"{}"},"sn22.1:5.8":{"pli":"anusāsatu maṃ, bhante, bhagavā; ","html":"{}"},"sn22.1:5.9":{"pli":"yaṃ mamassa dīgharattaṃ hitāya sukhāyā’ti. ","html":"{}"},"sn22.1:6.1":{"pli":"Evaṃ vutte, maṃ, bhante, bhagavā etadavoca: ","html":"{}"},"sn22.1:6.2":{"pli":"‘evametaṃ, gahapati, evametaṃ, gahapati. ","html":"{}"},"sn22.1:6.3":{"pli":"Āturo hāyaṃ, gahapati, kāyo aṇḍabhūto pariyonaddho. ","html":"{}"},"sn22.1:6.4":{"pli":"Yo hi, gahapati, imaṃ kāyaṃ pariharanto muhuttampi ārogyaṃ paṭijāneyya, kimaññatra bālyā? ","html":"{}"},"sn22.1:6.5":{"pli":"Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ—","html":"{}"},"sn22.1:6.6":{"pli":"āturakāyassa me sato cittaṃ anāturaṃ bhavissatīti. ","html":"{}"},"sn22.1:6.7":{"pli":"Evañhi te, gahapati, sikkhitabban’ti. ","html":"{}"},"sn22.1:6.8":{"pli":"Evaṃ khvāhaṃ, bhante, bhagavatā dhammiyā kathāya amatena abhisitto”ti. ","eng":"“That’s the ambrosial Dhamma talk with which I was anointed by the Buddha.” ","html":"{}</p>"},"sn22.1:7.1":{"pli":"“Na hi pana taṃ, gahapati, paṭibhāsi bhagavantaṃ uttariṃ paṭipucchituṃ: ","eng":"“But didn’t you feel the need to ask the Buddha the further question: ","html":"<p>{}"},"sn22.1:7.2":{"pli":"‘kittāvatā nu kho, bhante, āturakāyo ceva hoti āturacitto ca, kittāvatā ca pana āturakāyo hi kho hoti no ca āturacitto’”ti? ","eng":"‘Sir, how do you define someone ailing in body and ailing in mind, and someone ailing in body and healthy in mind’?” ","html":"{}</p>"},"sn22.1:7.3":{"pli":"“Dūratopi kho mayaṃ, bhante, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ. ","eng":"“Sir, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. ","html":"<p>{}"},"sn22.1:7.4":{"pli":"Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho”ti. ","eng":"May Venerable Sāriputta himself please clarify the meaning of this.” ","html":"{}</p>"},"sn22.1:8.1":{"pli":"“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"“Well then, householder, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"sn22.1:8.2":{"pli":"“Evaṃ, bhante”ti kho nakulapitā gahapati āyasmato sāriputtassa paccassosi. ","eng":"“Yes, sir,” replied Nakula’s father. ","html":"<p>{}"},"sn22.1:8.3":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"sn22.1:9.1":{"pli":"“Kathañca, gahapati, āturakāyo ceva hoti, āturacitto ca? ","eng":"“And how is one ailing in body and ailing in mind? ","html":"<p>{}"},"sn22.1:9.2":{"pli":"Idha, gahapati, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ","eng":"It’s when an unlearned ordinary person has not seen the noble ones, and is neither skilled nor trained in the qualities of a noble one. They’ve not seen true persons, and are neither skilled nor trained in the qualities of a true person. ","html":"{}","comm":"This section is similar to <a href='index.html?q=mn1#3.1'>MN 1:3.1</a>. | An “unlearned ordinary person”, who has not realized any of the stages of the noble path, is contrasted with one who has entered the path. | “Noble one” (<i lang='pi' translate='no'>ariya</i>) loosely conveys the sense “cultured” or “civilized”; it is a term for the inheritors of the Aryan culture that originated among the proto-Indo-European peoples of the central Asian steppes. | “True person” (<i lang='pi' translate='no'>sappurisa</i>) indicates one who is authentic and genuine in their realization of the truth, and hence is virtuous and good. Both “noble one” and “true person” are technical terms referring to any person who has at least entered the path to stream-entry. "},"sn22.1:9.3":{"pli":"rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ. ","eng":"They regard form as self, self as having form, form in self, or self in form. ","html":"{}","comm":"Each of these phrases expresses a particular mode of conceiving the self; I give a few examples. | “Form as self” (ablative): form is the same as self, or seen from the viewpoint of self, or in terms of self; this can include all the others. It might also be “self derived from form”, for example a person who identifies with their mind, which they believe is created by the brain. | “Self as having form” (possessive): the self owns form like a possession, as a soul might possess a body. Or else form is an attribute of self, as a person in the human realm is endowed with a body. | “Form in self” (locative): form is a part of self, as a body is only part of what makes a person. Or else it could be “form in reference to self”, such as a narcissist who believes their body is the epitome of beauty. | “Self in form” (locative): self is a part of form, such as the heart or brain. Or else “self in reference to form”, such as a person who defines their self through race. "},"sn22.1:9.4":{"pli":"‘Ahaṃ rūpaṃ, mama rūpan’ti pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re obsessed with the thought: ‘I am form, form is mine!’ ","html":"{}","comm":"Compare Kaivalya Upaniṣad 20: “I am the form of Śiva” (<i lang='pi' translate='no'>ahaṁ śivarūpam asmi</i>). | Form may be internal or external, so the form that is owned as “mine” may be the body, or else one’s possessions, totems, family, or any other material thing to which one is attached. "},"sn22.1:9.5":{"pli":"Tassa ‘ahaṃ rūpaṃ, mama rūpan’ti pariyuṭṭhaṭṭhāyino taṃ rūpaṃ vipariṇamati aññathā hoti. ","eng":"But that form of theirs decays and perishes, ","html":"{}"},"sn22.1:9.6":{"pli":"Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"which gives rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:10.1":{"pli":"Vedanaṃ attato samanupassati, vedanāvantaṃ vā attānaṃ; attani vā vedanaṃ, vedanāya vā attānaṃ. ","eng":"They regard feeling as self, self as having feeling, feeling in self, or self in feeling. ","html":"<p>{}"},"sn22.1:10.2":{"pli":"‘Ahaṃ vedanā, mama vedanā’ti pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re obsessed with the thought: ‘I am feeling, feeling is mine!’ ","html":"{}"},"sn22.1:10.3":{"pli":"Tassa ‘ahaṃ vedanā, mama vedanā’ti pariyuṭṭhaṭṭhāyino, sā vedanā vipariṇamati aññathā hoti. ","eng":"But that feeling of theirs decays and perishes, ","html":"{}"},"sn22.1:10.4":{"pli":"Tassa vedanāvipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"which gives rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:11.1":{"pli":"Saññaṃ attato samanupassati, saññāvantaṃ vā attānaṃ; attani vā saññaṃ, saññāya vā attānaṃ. ","eng":"They regard perception as self, self as having perception, perception in self, or self in perception. ","html":"<p>{}"},"sn22.1:11.2":{"pli":"‘Ahaṃ saññā, mama saññā’ti pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re obsessed with the thought: ‘I am perception, perception is mine!’ ","html":"{}"},"sn22.1:11.3":{"pli":"Tassa ‘ahaṃ saññā, mama saññā’ti pariyuṭṭhaṭṭhāyino, sā saññā vipariṇamati aññathā hoti. ","eng":"But that perception of theirs decays and perishes, ","html":"{}"},"sn22.1:11.4":{"pli":"Tassa saññāvipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"which gives rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:12.1":{"pli":"Saṅkhāre attato samanupassati, saṅkhāravantaṃ vā attānaṃ; attani vā saṅkhāre, saṅkhāresu vā attānaṃ. ","eng":"They regard choices as self, self as having choices, choices in self, or self in choices. ","html":"<p>{}"},"sn22.1:12.2":{"pli":"‘Ahaṃ saṅkhārā, mama saṅkhārā’ti pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re obsessed with the thought: ‘I am choices, choices are mine!’ ","html":"{}"},"sn22.1:12.3":{"pli":"Tassa ‘ahaṃ saṅkhārā, mama saṅkhārā’ti pariyuṭṭhaṭṭhāyino, te saṅkhārā vipariṇamanti aññathā honti. ","eng":"But those choices of theirs decay and perish, ","html":"{}"},"sn22.1:12.4":{"pli":"Tassa saṅkhāravipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"which gives rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:13.1":{"pli":"Viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ","eng":"They regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"<p>{}"},"sn22.1:13.2":{"pli":"‘Ahaṃ viññāṇaṃ, mama viññāṇan’ti pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re obsessed with the thought: ‘I am consciousness, consciousness is mine!’ ","html":"{}"},"sn22.1:13.3":{"pli":"Tassa ‘ahaṃ viññāṇaṃ, mama viññāṇan’ti pariyuṭṭhaṭṭhāyino, taṃ viññāṇaṃ vipariṇamati aññathā hoti. ","eng":"But that consciousness of theirs decays and perishes, ","html":"{}"},"sn22.1:13.4":{"pli":"Tassa viññāṇavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"which gives rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:13.5":{"pli":"Evaṃ kho, gahapati, āturakāyo ceva hoti āturacitto ca. ","eng":"That’s how one is ailing in body and ailing in mind. ","html":"<p>{}</p>"},"sn22.1:14.1":{"pli":"Kathañca, gahapati, āturakāyo hi kho hoti no ca āturacitto? ","eng":"And how is one ailing in body and healthy in mind? ","html":"<p>{}"},"sn22.1:14.2":{"pli":"Idha, gahapati, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ","eng":"It’s when a learned noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen true persons, and are skilled and trained in the teaching of the true persons. ","html":"{}"},"sn22.1:14.3":{"pli":"na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ; na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ. ","eng":"They don’t regard form as self, self as having form, form in self, or self in form. ","html":"{}"},"sn22.1:14.4":{"pli":"‘Ahaṃ rūpaṃ, mama rūpan’ti na pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re not obsessed with the thought: ‘I am form, form is mine!’ ","html":"{}"},"sn22.1:14.5":{"pli":"Tassa ‘ahaṃ rūpaṃ, mama rūpan’ti apariyuṭṭhaṭṭhāyino, taṃ rūpaṃ vipariṇamati aññathā hoti. ","eng":"So when that form of theirs decays and perishes, ","html":"{}"},"sn22.1:14.6":{"pli":"Tassa rūpavipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:15.1":{"pli":"Na vedanaṃ attato samanupassati, na vedanāvantaṃ vā attānaṃ; na attani vā vedanaṃ, na vedanāya vā attānaṃ. ","eng":"They don’t regard feeling as self, self as having feeling, feeling in self, or self in feeling. ","html":"<p>{}"},"sn22.1:15.2":{"pli":"‘Ahaṃ vedanā, mama vedanā’ti na pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re not obsessed with the thought: ‘I am feeling, feeling is mine!’ ","html":"{}"},"sn22.1:15.3":{"pli":"Tassa ‘ahaṃ vedanā, mama vedanā’ti apariyuṭṭhaṭṭhāyino, sā vedanā vipariṇamati aññathā hoti. ","eng":"So when that feeling of theirs decays and perishes, ","html":"{}"},"sn22.1:15.4":{"pli":"Tassa vedanāvipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:16.1":{"pli":"Na saññaṃ attato samanupassati, na saññāvantaṃ vā attānaṃ; na attani vā saññaṃ, na saññāya vā attānaṃ. ","eng":"They don’t regard perception as self, self as having perception, perception in self, or self in perception. ","html":"<p>{}"},"sn22.1:16.2":{"pli":"‘Ahaṃ saññā, mama saññā’ti na pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re not obsessed with the thought: ‘I am perception, perception is mine!’ ","html":"{}"},"sn22.1:16.3":{"pli":"Tassa ‘ahaṃ saññā, mama saññā’ti apariyuṭṭhaṭṭhāyino, sā saññā vipariṇamati aññathā hoti. ","eng":"So when that perception of theirs decays and perishes, ","html":"{}"},"sn22.1:16.4":{"pli":"Tassa saññāvipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:17.1":{"pli":"Na saṅkhāre attato samanupassati, na saṅkhāravantaṃ vā attānaṃ; na attani vā saṅkhāre, na saṅkhāresu vā attānaṃ. ","eng":"They don’t regard choices as self, self as having choices, choices in self, or self in choices. ","html":"<p>{}"},"sn22.1:17.2":{"pli":"‘Ahaṃ saṅkhārā, mama saṅkhārā’ti na pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re not obsessed with the thought: ‘I am choices, choices are mine!’ ","html":"{}"},"sn22.1:17.3":{"pli":"Tassa ‘ahaṃ saṅkhārā, mama saṅkhārā’ti apariyuṭṭhaṭṭhāyino, te saṅkhārā vipariṇamanti aññathā honti. ","eng":"So when those choices of theirs decay and perish, ","html":"{}"},"sn22.1:17.4":{"pli":"Tassa saṅkhāravipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:18.1":{"pli":"Na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ; na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ. ","eng":"They don’t regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ","html":"<p>{}"},"sn22.1:18.2":{"pli":"‘Ahaṃ viññāṇaṃ, mama viññāṇan’ti na pariyuṭṭhaṭṭhāyī hoti. ","eng":"They’re not obsessed with the thought: ‘I am consciousness, consciousness is mine!’ ","html":"{}"},"sn22.1:18.3":{"pli":"Tassa ‘ahaṃ viññāṇaṃ, mama viññāṇan’ti apariyuṭṭhaṭṭhāyino, taṃ viññāṇaṃ vipariṇamati aññathā hoti. ","eng":"So when that consciousness of theirs decays and perishes, ","html":"{}"},"sn22.1:18.4":{"pli":"Tassa viññāṇavipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ","eng":"it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ","html":"{}</p>"},"sn22.1:18.5":{"pli":"Evaṃ kho, gahapati, āturakāyo hoti no ca āturacitto”ti. ","eng":"That’s how an individual is ailing in body and healthy in mind.” ","html":"<p>{}</p>"},"sn22.1:19.1":{"pli":"Idamavoca āyasmā sāriputto. ","eng":"That’s what Venerable Sāriputta said. ","html":"<p>{}"},"sn22.1:19.2":{"pli":"Attamano nakulapitā gahapati āyasmato sāriputtassa bhāsitaṃ abhinandīti. ","eng":"Satisfied, Nakula’s father approved what Sāriputta said. ","html":"{}</p>"},"sn22.1:19.3":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.10":{"sn22.10:0.1":{"pli":"Saṃyutta Nikāya 22.10 ","eng":"Linked Discourses 22.10 ","html":"<article id='sn22.10'><header><ul><li class='division'>{}</li>"},"sn22.10:0.2":{"pli":"1. Nakulapituvagga ","eng":"1. Nakula’s Father ","html":"<li>{}</li></ul>"},"sn22.10:0.3":{"pli":"Kālattayadukkhasutta ","eng":"Suffering in the Three Times ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.10:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.10:1.2":{"pli":"“Rūpaṃ, bhikkhave, dukkhaṃ atītānāgataṃ; ","eng":"“Mendicants, form of the past and future is suffering, ","html":"<p>{}"},"sn22.10:1.3":{"pli":"ko pana vādo paccuppannassa. ","eng":"let alone the present. ","html":"{}</p>"},"sn22.10:1.4":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ rūpasmiṃ anapekkho hoti; ","eng":"Seeing this, a learned noble disciple is not concerned with past form, ","html":"<p>{}"},"sn22.10:1.5":{"pli":"anāgataṃ rūpaṃ nābhinandati; ","eng":"doesn’t look forward to enjoying future form, ","html":"{}"},"sn22.10:1.6":{"pli":"paccuppannassa rūpassa nibbidāya virāgāya nirodhāya paṭipanno hoti. ","eng":"and they practice for disillusionment, dispassion, and cessation regarding present form. ","html":"{}</p>"},"sn22.10:1.7":{"pli":"Vedanā dukkhā … ","eng":"Feeling … ","html":"<p>{}</p>"},"sn22.10:1.8":{"pli":"saññā dukkhā … ","eng":"Perception … ","html":"<p>{}</p>"},"sn22.10:1.9":{"pli":"saṅkhārā dukkhā … ","eng":"Choices … ","html":"<p>{}</p>"},"sn22.10:1.10":{"pli":"viññāṇaṃ dukkhaṃ atītānāgataṃ; ","eng":"Consciousness of the past and future is suffering, ","html":"<p>{}"},"sn22.10:1.11":{"pli":"ko pana vādo paccuppannassa. ","eng":"let alone the present. ","html":"{}</p>"},"sn22.10:1.12":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ viññāṇasmiṃ anapekkho hoti; ","eng":"Seeing this, a learned noble disciple is not concerned with past consciousness, ","html":"<p>{}"},"sn22.10:1.13":{"pli":"anāgataṃ viññāṇaṃ nābhinandati; ","eng":"doesn’t look forward to enjoying future consciousness, ","html":"{}"},"sn22.10:1.14":{"pli":"paccuppannassa viññāṇassa nibbidāya virāgāya nirodhāya paṭipanno hotī”ti. ","eng":"and they practice for disillusionment, dispassion, and cessation regarding present consciousness.” ","html":"{}</p>"},"sn22.10:1.15":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.100":{"sn22.100:0.1":{"pli":"Saṃyutta Nikāya 22.100 ","eng":"Linked Discourses 22.100 ","html":"<article id='sn22.100'><header><ul><li class='division'>{}</li>"},"sn22.100:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.100:0.3":{"pli":"Dutiyagaddulabaddhasutta ","eng":"A Leash (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.100:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.100:1.2":{"pli":"“Anamataggoyaṃ, bhikkhave, saṃsāro. ","eng":"“Mendicants, this transmigration has no known beginning. ","html":"<p>{}"},"sn22.100:1.3":{"pli":"Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. ","eng":"No first point is found of sentient beings roaming and transmigrating, shrouded by ignorance and fettered by craving. ","html":"{}"},"sn22.100:1.4":{"pli":"Seyyathāpi, bhikkhave, sā gaddulabaddho daḷhe khīle vā thambhe vā upanibaddho. So gacchati cepi tameva khīlaṃ vā thambhaṃ vā upagacchati; tiṭṭhati cepi tameva khīlaṃ vā thambhaṃ vā upatiṭṭhati; nisīdati cepi tameva khīlaṃ vā thambhaṃ vā upanisīdati; nipajjati cepi tameva khīlaṃ vā thambhaṃ vā upanipajjati. ","eng":"Suppose a hound on a leash was tethered to a strong post or pillar. Whether walking, standing, sitting, or lying down, it stays right beside that post or pillar. ","html":"{}</p>"},"sn22.100:1.5":{"pli":"Evameva kho, bhikkhave, assutavā puthujjano rūpaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati. ","eng":"In the same way, an unlearned ordinary person regards form like this: ‘This is mine, I am this, this is my self.’ ","html":"<p>{}"},"sn22.100:1.6":{"pli":"Vedanaṃ … ","eng":"They regard feeling … ","html":"{}"},"sn22.100:1.7":{"pli":"saññaṃ … ","eng":"perception … ","html":"{}"},"sn22.100:1.8":{"pli":"saṅkhāre … ","eng":"choices … ","html":"{}"},"sn22.100:1.9":{"pli":"viññāṇaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati. ","eng":"consciousness like this: ‘This is mine, I am this, this is my self.’ ","html":"{}"},"sn22.100:1.10":{"pli":"So gacchati cepi ime pañcupādānakkhandhe upagacchati; ","eng":"When walking, they walk right beside the five grasping aggregates. ","html":"{}"},"sn22.100:1.11":{"pli":"tiṭṭhati cepi ime pañcupādānakkhandhe upatiṭṭhati; ","eng":"When standing … ","html":"{}"},"sn22.100:1.12":{"pli":"nisīdati cepi ime pañcupādānakkhandhe upanisīdati; ","eng":"sitting … ","html":"{}"},"sn22.100:1.13":{"pli":"nipajjati cepi ime pañcupādānakkhandhe upanipajjati. ","eng":"lying down, they lie down right beside the five grasping aggregates. ","html":"{}</p>"},"sn22.100:1.14":{"pli":"Tasmātiha, bhikkhave, abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ: ","eng":"So you should regularly check your own mind: ","html":"<p>{}"},"sn22.100:1.15":{"pli":"‘dīgharattamidaṃ cittaṃ saṅkiliṭṭhaṃ rāgena dosena mohenā’ti. ","eng":"‘For a long time this mind has been corrupted by greed, hate, and delusion.’ ","html":"{}"},"sn22.100:1.16":{"pli":"Cittasaṅkilesā, bhikkhave, sattā saṅkilissanti; ","eng":"Sentient beings are corrupted because the mind is corrupted. ","html":"{}"},"sn22.100:1.17":{"pli":"cittavodānā sattā visujjhanti. ","eng":"Sentient beings are purified because the mind is purified. ","html":"{}</p>"},"sn22.100:2.1":{"pli":"Diṭṭhaṃ vo, bhikkhave, caraṇaṃ nāma cittan”ti? ","eng":"Mendicants, have you seen the painting named ‘Conduct’?” ","html":"<p>{}</p>","comm":"Said by the commentary to be a large painting taken from place to place by certain brahmin heretics in their “wanderings” and exhibited to illustrate kamma and its results. This suggests the sense of “conduct” (<i lang='pi' translate='no'>caraṇa</i>), although the commentary does not make this connection. Perhaps, too, there is a pun on the idea of “wandering mind”. | The commentary says the brahmins were of the Sāṁkhya school, but this is anachronistic as that school arose much later. "},"sn22.100:2.2":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn22.100:2.3":{"pli":"“Tampi kho, bhikkhave, caraṇaṃ nāma cittaṃ citteneva cittitaṃ. Tenapi kho, bhikkhave, caraṇena cittena cittaññeva cittataraṃ. ","eng":"“That painting was devised by the mind, but the mind is even more diverse than that. ","html":"<p>{}</p>","comm":"The text plays on three meanings of <i lang='pi' translate='no'>citta</i>: “mind”, “painting”, and “diversity”, as well as the past participle <i lang='pi' translate='no'>cittita</i>, “thought up”, “devised”. "},"sn22.100:2.4":{"pli":"Tasmātiha, bhikkhave, abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ: ","eng":"So you should regularly check your own mind: ","html":"<p>{}"},"sn22.100:2.5":{"pli":"‘dīgharattamidaṃ cittaṃ saṅkiliṭṭhaṃ rāgena dosena mohenā’ti. ","eng":"‘For a long time this mind has been corrupted by greed, hate, and delusion.’ ","html":"{}"},"sn22.100:2.6":{"pli":"Cittasaṅkilesā, bhikkhave, sattā saṅkilissanti; ","eng":"Sentient beings are corrupted because the mind is corrupted. ","html":"{}"},"sn22.100:2.7":{"pli":"cittavodānā sattā visujjhanti. ","eng":"Sentient beings are purified because the mind is purified. ","html":"{}</p>"},"sn22.100:3.1":{"pli":"Nāhaṃ, bhikkhave, aññaṃ ekanikāyampi samanupassāmi evaṃ cittaṃ yathayidaṃ, bhikkhave, tiracchānagatā pāṇā. ","eng":"I don’t see any other order of beings as elaborate as the animal realm. ","html":"<p>{}"},"sn22.100:3.2":{"pli":"tepi kho, bhikkhave, tiracchānagatā pāṇā citteneva cittitā, tehipi kho, bhikkhave, tiracchānagatehi pāṇehi cittaññeva cittataraṃ. ","eng":"The creatures in the animal realm were devised by the mind, but the mind is even more diverse than that. ","html":"{}</p>"},"sn22.100:3.3":{"pli":"Tasmātiha, bhikkhave, abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ: ","eng":"So you should regularly check your own mind: ","html":"<p>{}"},"sn22.100:3.4":{"pli":"‘dīgharattamidaṃ cittaṃ saṅkiliṭṭhaṃ rāgena dosena mohenā’ti. ","eng":"‘For a long time this mind has been corrupted by greed, hate, and delusion.’ ","html":"{}"},"sn22.100:3.5":{"pli":"Cittasaṅkilesā, bhikkhave, sattā saṅkilissanti; ","eng":"Sentient beings are corrupted because the mind is corrupted. ","html":"{}"},"sn22.100:3.6":{"pli":"cittavodānā sattā visujjhanti. ","eng":"Sentient beings are purified because the mind is purified. ","html":"{}</p>"},"sn22.100:4.1":{"pli":"Seyyathāpi, bhikkhave, rajako vā cittakārako vā rajanāya vā lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā suparimaṭṭhe phalake vā bhittiyā vā dussapaṭṭe vā itthirūpaṃ vā purisarūpaṃ vā abhinimmineyya sabbaṅgapaccaṅgiṃ; ","eng":"Suppose an artist or painter had some dye, red lac, turmeric, indigo, or rose madder. And on a polished plank or a wall or a canvas they’d create the form of a woman or a man, whole in its major and minor limbs. ","html":"<p>{}</p>","comm":"This simile is also at <a href='index.html?q=sn12.64#4.1'>SN 12.64:4.1</a>. "},"sn22.100:4.2":{"pli":"evameva kho, bhikkhave, assutavā puthujjano rūpaññeva abhinibbattento abhinibbatteti, vedanaññeva …pe… saññaññeva … saṅkhāreyeva … viññāṇaññeva abhinibbattento abhinibbatteti. ","eng":"In the same way, when an unlearned ordinary person generates a future life, all they generate is form, feeling, perception, choices, and consciousness. ","html":"<p>{}</p>"},"sn22.100:4.3":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn22.100:4.4":{"pli":"rūpaṃ niccaṃ vā aniccaṃ vā”ti? ","eng":"Is form permanent or impermanent?” ","html":"{}</p>"},"sn22.100:4.5":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"sn22.100:4.6":{"pli":"“Vedanā … ","eng":"“Is feeling … ","html":"<p>{}"},"sn22.100:4.7":{"pli":"saññā … ","eng":"perception … ","html":"{}"},"sn22.100:4.8":{"pli":"saṅkhārā … ","eng":"choices … ","html":"{}"},"sn22.100:4.9":{"pli":"viññāṇaṃ …pe… ","eng":"consciousness permanent or impermanent?” … ","html":"{}</p>"},"sn22.100:4.10":{"pli":"“tasmātiha, bhikkhave …pe… ","eng":"“So you should truly see … ","html":"<p>{}"},"sn22.100:4.11":{"pli":"evaṃ passaṃ …pe… ","eng":"Seeing this … ","html":"{}"},"sn22.100:4.12":{"pli":"nāparaṃ itthattāyāti pajānātī”ti. ","eng":"They understand: ‘… there is nothing further for this place.’” ","html":"{}</p>"},"sn22.100:4.13":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn22.101":{"sn22.101:0.1":{"pli":"Saṃyutta Nikāya 22.101 ","eng":"Linked Discourses 22.101 ","html":"<article id='sn22.101'><header><ul><li class='division'>{}</li>"},"sn22.101:0.2":{"pli":"10. Pupphavagga ","eng":"10. Flowers ","html":"<li>{}</li></ul>"},"sn22.101:0.3":{"pli":"Vāsijaṭasutta ","eng":"The Adze ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn22.101:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn22.101:1.2":{"pli":"“Jānato ahaṃ, bhikkhave, passato āsavānaṃ khayaṃ vadāmi, no ajānato no apassato. ","eng":"“Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see. ","html":"<p>{}"},"sn22.101:1.3":{"pli":"Kiñca, bhikkhave, jānato kiṃ passato āsavānaṃ khayo hoti? ","eng":"For one who knows and sees what? ","html":"{}"},"sn22.101:1.4":{"pli":"‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","eng":"‘Such is form, such is the origin of form, such is the ending of form. ","html":"{}"},"sn22.101:1.5":{"pli":"iti vedanā … ","eng":"Such is feeling … ","html":"{}"},"sn22.101:1.6":{"pli":"iti saññā … ","eng":"Such is perception … ","html":"{}"},"sn22.101:1.7":{"pli":"iti saṅkhārā … ","eng":"Such are choices … ","html":"{}"},"sn22.101:1.8":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—","eng":"Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ","html":"{}"},"sn22.101:1.9":{"pli":"evaṃ kho, bhikkhave, jānato evaṃ passato āsavānaṃ khayo hoti. ","eng":"The ending of the defilements is for one who knows and sees this. ","html":"{}</p>"},"sn22.101:2.1":{"pli":"Bhāvanānuyogaṃ ananuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya: ","eng":"When a mendicant is not committed to development, they might wish: ","html":"<p>{}","comm":"Compare <a href='index.html?q=mn126'>MN 126</a>. "},"sn22.101:2.2":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa neva anupādāya āsavehi cittaṃ vimuccati. ","eng":"‘If only my mind were freed from the defilements by not grasping!’ Even so, their mind is not freed from defilements by not grasping. ","html":"{}"},"sn22.101:2.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn22.101:2.4":{"pli":"‘Abhāvitattā’ tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they’re undeveloped.’ ","html":"{}"},"sn22.101:2.5":{"pli":"Kissa abhāvitattā? ","eng":"Undeveloped in what? ","html":"{}"},"sn22.101:2.6":{"pli":"Abhāvitattā catunnaṃ satipaṭṭhānānaṃ, abhāvitattā catunnaṃ sammappadhānānaṃ, abhāvitattā catunnaṃ iddhipādānaṃ, abhāvitattā pañcannaṃ indriyānaṃ, abhāvitattā pañcannaṃ balānaṃ, abhāvitattā sattannaṃ bojjhaṅgānaṃ, abhāvitattā ariyassa aṭṭhaṅgikassa maggassa. ","eng":"Undeveloped in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>","comm":"This passage is nearly identical with <a href='index.html?q=an7.71#1.7'>AN 7.71:1.7</a>. "},"sn22.101:3.1":{"pli":"Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā. ","eng":"Suppose there was a chicken with eight or ten or twelve eggs. ","html":"<p>{}","comm":"Related similes are also found at <a href='index.html?q=mn53#19.2'>MN 53:19.2</a>, <a href='index.html?q=an8.11#11.1'>AN 8.11:11.1</a>, <a href='index.html?q=mn16#27.2'>MN 16:27.2</a>. "},"sn22.101:3.2":{"pli":"Tānassu kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni. ","eng":"But she had not properly sat on them to keep them warm and incubated. ","html":"{}"},"sn22.101:3.3":{"pli":"Kiñcāpi tassā kukkuṭiyā evaṃ icchā uppajjeyya: ","eng":"That chicken might wish: ","html":"{}"},"sn22.101:3.4":{"pli":"‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, ","eng":"‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ ","html":"{}"},"sn22.101:3.5":{"pli":"atha kho abhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ. ","eng":"But they can’t break out and hatch safely. ","html":"{}"},"sn22.101:3.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn22.101:3.7":{"pli":"Tathā hi pana, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā; ","eng":"Because that chicken with eight or ten or twelve eggs ","html":"{}"},"sn22.101:3.8":{"pli":"tāni kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni. ","eng":"has not properly sat on them to keep them warm and incubated. ","html":"{}</p>"},"sn22.101:3.9":{"pli":"Evameva kho, bhikkhave, bhāvanānuyogaṃ ananuyuttassa bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya: ","eng":"In the same way, when a mendicant is not committed to development, they might wish: ","html":"<p>{}"},"sn22.101:3.10":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa neva anupādāya āsavehi cittaṃ vimuccati. ","eng":"‘If only my mind was freed from the defilements by not grasping!’ Even so, their mind is not freed from defilements by not grasping. ","html":"{}"},"sn22.101:3.11":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn22.101:3.12":{"pli":"‘Abhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they’re undeveloped.’ ","html":"{}"},"sn22.101:3.13":{"pli":"Kissa abhāvitattā? ","eng":"Undeveloped in what? ","html":"{}"},"sn22.101:3.14":{"pli":"Abhāvitattā catunnaṃ satipaṭṭhānānaṃ …pe… aṭṭhaṅgikassa maggassa. ","eng":"Undeveloped in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"sn22.101:4.1":{"pli":"Bhāvanānuyogaṃ anuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"When a mendicant is committed to development, they might not wish: ","html":"<p>{}"},"sn22.101:4.2":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa anupādāya āsavehi cittaṃ vimuccati. ","eng":"‘If only my mind were freed from the defilements by not grasping!’ Even so, their mind is freed from defilements by not grasping. ","html":"{}"},"sn22.101:4.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn22.101:4.4":{"pli":"‘Bhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they are developed.’ ","html":"{}"},"sn22.101:4.5":{"pli":"Kissa bhāvitattā? ","eng":"Developed in what? ","html":"{}"},"sn22.101:4.6":{"pli":"Bhāvitattā catunnaṃ satipaṭṭhānānaṃ, bhāvitattā catunnaṃ sammappadhānānaṃ, bhāvitattā catunnaṃ iddhipādānaṃ, bhāvitattā pañcannaṃ indriyānaṃ, bhāvitattā pañcannaṃ balānaṃ, bhāvitattā sattannaṃ bojjhaṅgānaṃ, bhāvitattā ariyassa aṭṭhaṅgikassa maggassa. ","eng":"Developed in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"sn22.101:5.1":{"pli":"Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā. ","eng":"Suppose there was a chicken with eight or ten or twelve eggs. ","html":"<p>{}"},"sn22.101:5.2":{"pli":"Tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni. ","eng":"And she properly sat on them to keep them warm and incubated. ","html":"{}"},"sn22.101:5.3":{"pli":"Kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya: ","eng":"That chicken might not wish: ","html":"{}"},"sn22.101:5.4":{"pli":"‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, ","eng":"‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ ","html":"{}"},"sn22.101:5.5":{"pli":"atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ. ","eng":"But still they can break out and hatch safely. ","html":"{}"},"sn22.101:5.6":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn22.101:5.7":{"pli":"Tathā hi pana, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā; ","eng":"Because that chicken with eight or ten or twelve eggs ","html":"{}"},"sn22.101:5.8":{"pli":"tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni. ","eng":"properly sat on them to keep them warm and incubated. ","html":"{}</p>"},"sn22.101:5.9":{"pli":"Evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya: ","eng":"In the same way, when a mendicant is committed to development, they might not wish: ","html":"<p>{}"},"sn22.101:5.10":{"pli":"‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa anupādāya āsavehi cittaṃ vimuccati. ","eng":"‘If only my mind were freed from the defilements by not grasping!’ Even so, their mind is freed from defilements by not grasping. ","html":"{}"},"sn22.101:5.11":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn22.101:5.12":{"pli":"‘Bhāvitattā’tissa vacanīyaṃ. ","eng":"You should say: ‘It’s because they are developed.’ ","html":"{}"},"sn22.101:5.13":{"pli":"Kissa bhāvitattā? ","eng":"Developed in what? ","html":"{}"},"sn22.101:5.14":{"pli":"Bhāvitattā catunnaṃ satipaṭṭhānānaṃ …pe… bhāvitattā ariyassa aṭṭhaṅgikassa maggassa. ","eng":"Developed in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}</p>"},"sn22.101:6.1":{"pli":"Seyyathāpi, bhikkhave, palagaṇḍassa vā palagaṇḍantevāsissa vā vāsijaṭe dissanteva aṅgulipadāni dissati aṅguṭṭhapadaṃ. ","eng":"Suppose a mason or their apprentice sees the marks of his fingers and thumb on the handle of his adze. ","html":"<p>{}"},"sn22.101:6.2":{"pli":"No ca khvassa evaṃ ñāṇaṃ hoti: ","eng":"They don’t know ","html":"{}"},"sn22.101:6.3":{"pli":"‘ettakaṃ vata me ajja vāsijaṭassa khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti. ","eng":"how much of the handle was worn away today, how much yesterday, and how much previously. ","html":"{}"},"sn22.101:6.4":{"pli":"Atha khvassa khīṇe khīṇantveva ñāṇaṃ hoti. ","eng":"They just know what has been worn away. ","html":"{}</p>"},"sn22.101:6.5":{"pli":"Evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ ñāṇaṃ hoti: ","eng":"In the same way, when a mendicant is committed to development, they don’t know ","html":"<p>{}"},"sn22.101:6.6":{"pli":"‘ettakaṃ vata me ajja āsavānaṃ khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti, atha khvassa khīṇe khīṇantveva ñāṇaṃ hoti. ","eng":"how much of the defilements were worn away today, how much yesterday, and how much previously. They just know what has been worn away. ","html":"{}"},"sn22.101:6.7":{"pli":"Seyyathāpi, bhikkhave, sāmuddikāya nāvāya vettabandhanabaddhāya vassamāsāni udake pariyādāya hemantikena thalaṃ ukkhittāya vātātapaparetāni vettabandhanāni. Tāni pāvusakena meghena abhippavuṭṭhāni appakasireneva paṭippassambhanti pūtikāni bhavanti; ","eng":"Suppose there was a sea-faring ship bound together with ropes. For six months they deteriorated in the water. Then in the cold season it was hauled up on dry land, where the ropes were weathered by wind and sun. When the monsoon clouds soaked it with rain, the ropes would readily collapse and rot away. ","html":"{}","comm":"For MS <i lang='pi' translate='no'>vassamāsāni</i> read <i lang='pi' translate='no'>cha māsāni</i> (“six months”) per parallels at <a href='index.html?q=an7.71#6.1'>AN 7.71:6.1</a> and <a href='index.html?q=sn45.158#1.1'>SN 45.158:1.1</a>. "},"sn22.101:6.8":{"pli":"evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato appakasireneva saṃyojanāni paṭippassambhanti pūtikāni bhavantī”ti. ","eng":"In the same way, when a mendicant is committed to development their fetters readily collapse and rot away.” ","html":"{}</p>"},"sn22.101:6.9":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}