{"sn55.52":{"sn55.52:0.1":{"pli":"Saṃyutta Nikāya 55.52 ","eng":"Linked Discourses 55.52 ","html":"<article id='sn55.52'><header><ul><li class='division'>{}</li>"},"sn55.52:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.52:0.3":{"pli":"Vassaṃvutthasutta ","eng":"One Who Completed the Rains ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.52:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"sn55.52:1.2":{"pli":"Tena kho pana samayena aññataro bhikkhu sāvatthiyaṃ vassaṃvuttho kapilavatthuṃ anuppatto hoti kenacideva karaṇīyena. ","eng":"Now at that time a certain mendicant who had completed the rainy season residence in Sāvatthī arrived at Kapilavatthu on some business. ","html":"{}"},"sn55.52:1.3":{"pli":"Assosuṃ kho kāpilavatthavā sakyā: “aññataro kira bhikkhu sāvatthiyaṃ vassaṃvuttho kapilavatthuṃ anuppatto”ti. ","eng":"The Sakyans of Kapilavatthu heard about this. ","html":"{}</p>"},"sn55.52:2.1":{"pli":"Atha kho kāpilavatthavā sakyā yena so bhikkhu tenupasaṅkamiṃsu; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho kāpilavatthavā sakyā taṃ bhikkhuṃ etadavocuṃ: ","eng":"They went to that mendicant, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"sn55.52:2.2":{"pli":"“kacci, bhante, bhagavā arogo ceva balavā cā”ti? ","eng":"“Sir, we hope that the Buddha is healthy and strong.” ","html":"{}</p>"},"sn55.52:2.3":{"pli":"“Arogo cāvuso, bhagavā balavā cā”ti. ","eng":"“He is, good fellows.” ","html":"<p>{}</p>"},"sn55.52:3.1":{"pli":"“Kacci pana, bhante, sāriputtamoggallānā arogā ceva balavanto cā”ti? ","eng":"“And we hope that Sāriputta and Moggallāna are healthy and strong.” ","html":"<p>{}</p>"},"sn55.52:3.2":{"pli":"“Sāriputtamoggallānāpi kho, āvuso, arogā ceva balavanto cā”ti. ","eng":"“They are.” ","html":"<p>{}</p>"},"sn55.52:4.1":{"pli":"“Kacci pana, bhante, bhikkhusaṅgho arogo ca balavā cā”ti. ","eng":"“And we hope that the mendicant Saṅgha is healthy and strong.” ","html":"<p>{}</p>"},"sn55.52:4.2":{"pli":"“Bhikkhusaṅghopi kho, āvuso, arogo ca balavā cā”ti. ","eng":"“It is.” ","html":"<p>{}</p>"},"sn55.52:5.1":{"pli":"“Atthi pana te, bhante, kiñci iminā antaravassena bhagavato sammukhā sutaṃ sammukhā paṭiggahitan”ti? ","eng":"“But sir, during this rains residence did you hear and learn anything in the presence of the Buddha?” ","html":"<p>{}</p>"},"sn55.52:5.2":{"pli":"“Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ: ","eng":"“Good fellows, I heard and learned this in the presence of the Buddha: ","html":"<p>{}"},"sn55.52:5.3":{"pli":"‘appakā te, bhikkhave, bhikkhū ye āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti. ","eng":"‘There are fewer mendicants who realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ","html":"{}"},"sn55.52:5.4":{"pli":"Atha kho eteva bahutarā bhikkhū ye pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā’ti. ","eng":"There are more mendicants who, having ended the five lower fetters, are reborn spontaneously, and will be extinguished there, not liable to return from that world.’ ","html":"{}</p>"},"sn55.52:6.1":{"pli":"Aparampi kho me, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ: ","eng":"In addition, I heard and learned this in the presence of the Buddha: ","html":"<p>{}"},"sn55.52:6.2":{"pli":"‘appakā te, bhikkhave, bhikkhū ye pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ","eng":"‘There are fewer mendicants who, having ended the five lower fetters, are reborn spontaneously, and will be extinguished there, not liable to return from that world. ","html":"{}"},"sn55.52:6.3":{"pli":"Atha kho eteva bahutarā bhikkhū ye tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissantī’ti. ","eng":"There are more mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners, who come back to this world once only, then make an end of suffering.’ ","html":"{}</p>"},"sn55.52:7.1":{"pli":"Aparampi kho me, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ: ","eng":"In addition, I heard and learned this in the presence of the Buddha: ","html":"<p>{}"},"sn55.52:7.2":{"pli":"‘appakā te, bhikkhave, bhikkhū ye tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ","eng":"‘There are fewer mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners, who come back to this world once only, then make an end of suffering. ","html":"{}"},"sn55.52:7.3":{"pli":"Atha kho eteva bahutarā bhikkhū ye tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ","eng":"There are more mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, destined for awakening.’” ","html":"{}</p>"},"sn55.52:7.4":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.53":{"sn55.53:0.1":{"pli":"Saṃyutta Nikāya 55.53 ","eng":"Linked Discourses 55.53 ","html":"<article id='sn55.53'><header><ul><li class='division'>{}</li>"},"sn55.53:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.53:0.3":{"pli":"Dhammadinnasutta ","eng":"With Dhammadinna ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.53:1.1":{"pli":"Ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye. ","eng":"At one time the Buddha was staying near Varanasi, in the deer park at Isipatana. ","html":"<p>{}"},"sn55.53:1.2":{"pli":"Atha kho dhammadinno upāsako pañcahi upāsakasatehi saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dhammadinno upāsako bhagavantaṃ etadavoca: ","eng":"Then the lay follower Dhammadinna, together with five hundred lay followers, went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"sn55.53:1.3":{"pli":"“ovadatu no, bhante, bhagavā; ","eng":"“May the Buddha please advise ","html":"<p>{}"},"sn55.53:1.4":{"pli":"anusāsatu no, bhante, bhagavā yaṃ amhākaṃ assa dīgharattaṃ hitāya sukhāyā”ti. ","eng":"and instruct us. It will be for our lasting welfare and happiness.” ","html":"{}</p>"},"sn55.53:2.1":{"pli":"“Tasmātiha vo, dhammadinna, evaṃ sikkhitabbaṃ: ","eng":"“So, Dhammadinna, you should train like this: ","html":"<p>{}"},"sn55.53:2.2":{"pli":"‘ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatapaṭisaṃyuttā te kālena kālaṃ upasampajja viharissāmā’ti. ","eng":"‘From time to time we will undertake and dwell upon the discourses spoken by the Realized One that are deep, profound, transcendent, dealing with emptiness.’ ","html":"{}"},"sn55.53:2.3":{"pli":"Evañhi vo, dhammadinna, sikkhitabban”ti. ","eng":"That’s how you should train yourselves.” ","html":"{}</p>"},"sn55.53:2.4":{"pli":"“Na kho netaṃ, bhante, sukaraṃ amhehi puttasambādhasayanaṃ ajjhāvasantehi kāsikacandanaṃ paccanubhontehi mālāgandhavilepanaṃ dhārayantehi jātarūparajataṃ sādiyantehi—","eng":"“Sir, we live at home with our children, using sandalwood imported from Kāsi, wearing garlands, fragrance, and makeup, and accepting gold and currency. ","html":"<p>{}"},"sn55.53:2.5":{"pli":"ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatapaṭisaṃyuttā te kālena kālaṃ upasampajja viharituṃ. ","eng":"It’s not easy for us to undertake and dwell from time to time upon the discourses spoken by the Realized One that are deep, profound, transcendent, dealing with emptiness. ","html":"{}"},"sn55.53:2.6":{"pli":"Tesaṃ no, bhante, bhagavā amhākaṃ pañcasu sikkhāpadesu ṭhitānaṃ uttaridhammaṃ desetū”ti. ","eng":"Since we are established in the five training rules, please teach us further.” ","html":"{}</p>"},"sn55.53:3.1":{"pli":"“Tasmātiha vo, dhammadinna, evaṃ sikkhitabbaṃ: ","eng":"“So, Dhammadinna, you should train like this: ","html":"<p>{}"},"sn55.53:3.2":{"pli":"‘buddhe aveccappasādena samannāgatā bhavissāma—","eng":"‘We will have experiential confidence in the Buddha … ","html":"{}"},"sn55.53:3.3":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.53:3.4":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.53:3.5":{"pli":"saṅghe …pe… ","eng":"the Saṅgha … ","html":"{}"},"sn55.53:3.6":{"pli":"ariyakantehi sīlehi samannāgatā bhavissāma akhaṇḍehi …pe… samādhisaṃvattanikehī’ti. ","eng":"And we will have the ethical conduct loved by the noble ones … leading to immersion.’ ","html":"{}"},"sn55.53:3.7":{"pli":"Evañhi vo, dhammadinna, sikkhitabban”ti. ","eng":"That’s how you should train yourselves.” ","html":"{}</p>"},"sn55.53:4.1":{"pli":"“Yānimāni, bhante, bhagavatā cattāri sotāpattiyaṅgāni desitāni, saṃvijjante dhammā amhesu, mayañca tesu dhammesu sandissāma. ","eng":"“Sir, these four factors of stream-entry that were taught by the Buddha are found in us, and we embody them. ","html":"<p>{}"},"sn55.53:4.2":{"pli":"Mayañhi, bhante, buddhe aveccappasādena samannāgatā—","eng":"For we have experiential confidence in the Buddha … ","html":"{}"},"sn55.53:4.3":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.53:4.4":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.53:4.5":{"pli":"saṅghe …pe… ","eng":"the Saṅgha … ","html":"{}"},"sn55.53:4.6":{"pli":"ariyakantehi sīlehi samannāgatā akhaṇḍehi …pe… samādhisaṃvattanikehī”ti. ","eng":"And we have the ethical conduct loved by the noble ones … leading to immersion.” ","html":"{}</p>"},"sn55.53:4.7":{"pli":"“Lābhā vo, dhammadinna, suladdhaṃ vo, dhammadinna. ","eng":"“You’re fortunate, Dhammadinna, so very fortunate! ","html":"<p>{}"},"sn55.53:4.8":{"pli":"Sotāpattiphalaṃ tumhehi byākatan”ti. ","eng":"You have all declared the fruit of stream-entry.” ","html":"{}</p>"},"sn55.53:4.9":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.54":{"sn55.54:0.1":{"pli":"Saṃyutta Nikāya 55.54 ","eng":"Linked Discourses 55.54 ","html":"<article id='sn55.54'><header><ul><li class='division'>{}</li>"},"sn55.54:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.54:0.3":{"pli":"Gilānasutta ","eng":"Sick ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.54:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"<p>{}</p>"},"sn55.54:1.2":{"pli":"Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti: ","eng":"At that time several mendicants were making a robe for the Buddha, thinking that ","html":"<p>{}"},"sn55.54:1.3":{"pli":"“niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī”ti. ","eng":"when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ","html":"{}</p>"},"sn55.54:1.4":{"pli":"Assosi kho mahānāmo sakko: ","eng":"Mahānāma the Sakyan heard about this. ","html":"<p>{}"},"sn55.54:1.5":{"pli":"“sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti: ","html":"{}"},"sn55.54:1.6":{"pli":"‘niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’”ti. ","html":"{}"},"sn55.54:1.7":{"pli":"Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca: ","eng":"Then he went up to the Buddha, bowed, sat down to one side, and told him that he had heard that the Buddha was leaving. He added, ","html":"{}"},"sn55.54:1.8":{"pli":"“sutametaṃ, bhante: ","html":"{}"},"sn55.54:1.9":{"pli":"‘sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti—","html":"{}"},"sn55.54:1.10":{"pli":"niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’ti. ","html":"{}"},"sn55.54:1.11":{"pli":"Na kho netaṃ, bhante, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ ","eng":"“Sir, I haven’t heard and learned it in the presence of the Buddha ","html":"{}"},"sn55.54:1.12":{"pli":"sappaññena upāsakena sappañño upāsako ābādhiko dukkhito bāḷhagilāno ovaditabbo”ti. ","eng":"how a wise lay follower should advise another wise lay follower who is sick, suffering, gravely ill.” ","html":"{}</p>"},"sn55.54:2.1":{"pli":"“Sappaññena, mahānāma, upāsakena sappañño upāsako ābādhiko dukkhito bāḷhagilāno catūhi assāsanīyehi dhammehi assāsetabbo: ","eng":"“Mahānāma, a wise lay follower should put at ease another wise lay follower who is sick, suffering, gravely ill with four consolations. ","html":"<p>{}"},"sn55.54:2.2":{"pli":"‘assāsatāyasmā—","eng":"‘Be at ease, sir. ","html":"{}"},"sn55.54:2.3":{"pli":"atthāyasmato buddhe aveccappasādo itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","eng":"You have experiential confidence in the Buddha … ","html":"{}"},"sn55.54:2.4":{"pli":"Assāsatāyasmā—","html":"{}"},"sn55.54:2.5":{"pli":"atthāyasmato dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.54:2.6":{"pli":"saṅghe …pe… ","eng":"the Saṅgha … ","html":"{}"},"sn55.54:2.7":{"pli":"ariyakantāni sīlāni akhaṇḍāni …pe… samādhisaṃvattanikānī’ti. ","eng":"And you have the ethical conduct loved by the noble ones … leading to immersion.’ ","html":"{}</p>"},"sn55.54:3.1":{"pli":"Sappaññena, mahānāma, upāsakena sappañño upāsako ābādhiko dukkhito bāḷhagilāno imehi catūhi assāsanīyehi dhammehi assāsetvā evamassa vacanīyo: ","eng":"When a wise lay follower has put at ease another wise lay follower who is sick, suffering, gravely ill with these four consolations, they should say: ","html":"<p>{}"},"sn55.54:3.2":{"pli":"‘atthāyasmato mātāpitūsu apekkhā’ti? ","eng":"‘Are you concerned for your mother and father?’ ","html":"{}"},"sn55.54:3.3":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"{}"},"sn55.54:3.4":{"pli":"‘atthi me mātāpitūsu apekkhā’ti, so evamassa vacanīyo: ","eng":"‘I am,’ they should say: ","html":"{}"},"sn55.54:3.5":{"pli":"‘āyasmā kho māriso maraṇadhammo. ","eng":"‘But sir, it’s your nature to die. ","html":"{}"},"sn55.54:3.6":{"pli":"Sacepāyasmā mātāpitūsu apekkhaṃ karissati, marissateva; ","eng":"Whether or not you are concerned for your mother and father, ","html":"{}"},"sn55.54:3.7":{"pli":"no cepāyasmā mātāpitūsu apekkhaṃ karissati, marissateva. ","eng":"you will die anyway. ","html":"{}"},"sn55.54:3.8":{"pli":"Sādhāyasmā, yā te mātāpitūsu apekkhā taṃ pajahā’ti. ","eng":"It would be good to give up concern for your mother and father.’ ","html":"{}</p>"},"sn55.54:4.1":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"<p>{}"},"sn55.54:4.2":{"pli":"‘yā me mātāpitūsu apekkhā sā pahīnā’ti, so evamassa vacanīyo: ","eng":"‘I have given up concern for my mother and father,’ they should say: ","html":"{}"},"sn55.54:4.3":{"pli":"‘atthi panāyasmato puttadāresu apekkhā’ti? ","eng":"‘But are you concerned for your partners and children?’ ","html":"{}"},"sn55.54:4.4":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"{}"},"sn55.54:4.5":{"pli":"‘atthi me puttadāresu apekkhā’ti, so evamassa vacanīyo: ","eng":"‘I am,’ they should say: ","html":"{}"},"sn55.54:4.6":{"pli":"‘āyasmā kho māriso maraṇadhammo. ","eng":"‘But sir, it’s your nature to die. ","html":"{}"},"sn55.54:4.7":{"pli":"Sacepāyasmā puttadāresu apekkhaṃ karissati, marissateva; ","eng":"Whether or not you are concerned for your partners and children, ","html":"{}"},"sn55.54:4.8":{"pli":"no cepāyasmā puttadāresu apekkhaṃ karissati, marissateva. ","eng":"you will die anyway. ","html":"{}"},"sn55.54:4.9":{"pli":"Sādhāyasmā, yā te puttadāresu apekkhā taṃ pajahā’ti. ","eng":"It would be good to give up concern for your partners and children.’ ","html":"{}</p>"},"sn55.54:5.1":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"<p>{}"},"sn55.54:5.2":{"pli":"‘yā me puttadāresu apekkhā sā pahīnā’ti, so evamassa vacanīyo: ","eng":"‘I have given up concern for my partners and children,’ they should say: ","html":"{}"},"sn55.54:5.3":{"pli":"‘atthi panāyasmato mānusakesu pañcasu kāmaguṇesu apekkhā’ti? ","eng":"‘But are you concerned for the five kinds of human sensual stimulation?’ ","html":"{}"},"sn55.54:5.4":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"{}"},"sn55.54:5.5":{"pli":"‘atthi me mānusakesu pañcasu kāmaguṇesu apekkhā’ti, so evamassa vacanīyo: ","eng":"‘I am,’ they should say: ","html":"{}"},"sn55.54:5.6":{"pli":"‘mānusakehi kho, āvuso, kāmehi dibbā kāmā abhikkantatarā ca paṇītatarā ca. ","eng":"‘Good fellow, heavenly sensual pleasures are better than human sensual pleasures. ","html":"{}"},"sn55.54:5.7":{"pli":"Sādhāyasmā, mānusakehi kāmehi cittaṃ vuṭṭhāpetvā cātumahārājikesu devesu cittaṃ adhimocehī’ti. ","eng":"It would be good to turn your mind away from human sensual pleasures and focus it on the gods of the four great kings.’ ","html":"{}</p>"},"sn55.54:6.1":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"<p>{}"},"sn55.54:6.2":{"pli":"‘mānusakehi me kāmehi cittaṃ vuṭṭhitaṃ, cātumahārājikesu devesu cittaṃ adhimocitan’ti, so evamassa vacanīyo: ","eng":"‘I have done so,’ they should say: ","html":"{}"},"sn55.54:6.3":{"pli":"‘cātumahārājikehi kho, āvuso, devehi tāvatiṃsā devā abhikkantatarā ca paṇītatarā ca. ","eng":"‘Good fellow, the gods of the thirty-three are better than the gods of the four great kings … ","html":"{}"},"sn55.54:6.4":{"pli":"Sādhāyasmā, cātumahārājikehi devehi cittaṃ vuṭṭhāpetvā tāvatiṃsesu devesu cittaṃ adhimocehī’ti. ","html":"{}</p>"},"sn55.54:7.1":{"pli":"So ce evaṃ vadeyya: ","html":"<p>{}"},"sn55.54:7.2":{"pli":"‘cātumahārājikehi me devehi cittaṃ vuṭṭhitaṃ, tāvatiṃsesu devesu cittaṃ adhimocitan’ti, so evamassa vacanīyo: ","html":"{}"},"sn55.54:7.3":{"pli":"‘tāvatiṃsehi kho, āvuso, devehi yāmā devā …pe… ","eng":"Good fellow, the gods of Yama … ","html":"{}"},"sn55.54:7.4":{"pli":"tusitā devā …pe… ","eng":"the joyful gods … ","html":"{}"},"sn55.54:7.5":{"pli":"nimmānaratī devā …pe… ","eng":"the gods who love to create … ","html":"{}"},"sn55.54:7.6":{"pli":"paranimmitavasavattī devā …pe… ","eng":"the gods who control what is created by others … ","html":"{}"},"sn55.54:7.7":{"pli":"paranimmitavasavattīhi kho, āvuso, devehi brahmaloko abhikkantataro ca paṇītataro ca. ","eng":"the gods of the realm of divinity are better than the gods who control what is created by others. ","html":"{}"},"sn55.54:7.8":{"pli":"Sādhāyasmā, paranimmitavasavattīhi devehi cittaṃ vuṭṭhāpetvā brahmaloke cittaṃ adhimocehī’ti. ","eng":"It would be good to turn your mind away from the gods who control what is created by others and focus it on the gods of the realm of divinity.’ ","html":"{}"},"sn55.54:7.9":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"{}"},"sn55.54:7.10":{"pli":"‘paranimmitavasavattīhi me devehi cittaṃ vuṭṭhitaṃ, brahmaloke cittaṃ adhimocitan’ti, so evamassa vacanīyo: ","eng":"‘I have done so,’ they should say: ","html":"{}"},"sn55.54:7.11":{"pli":"‘brahmalokopi kho, āvuso, anicco addhuvo sakkāyapariyāpanno. ","eng":"‘Good fellow, the realm of divinity is impermanent, not lasting, and included within substantial reality. ","html":"{}"},"sn55.54:7.12":{"pli":"Sādhāyasmā, brahmalokā cittaṃ vuṭṭhāpetvā sakkāyanirodhe cittaṃ upasaṃharāhī’ti. ","eng":"It would be good to turn your mind away from the realm of divinity and apply it to the cessation of substantial reality.’ ","html":"{}</p>"},"sn55.54:8.1":{"pli":"So ce evaṃ vadeyya: ","eng":"If they reply, ","html":"<p>{}"},"sn55.54:8.2":{"pli":"‘brahmalokā me cittaṃ vuṭṭhitaṃ, sakkāyanirodhe cittaṃ upasaṃharāmī’ti; ","eng":"‘I have done so,’ ","html":"{}"},"sn55.54:8.3":{"pli":"evaṃ vimuttacittassa kho, mahānāma, upāsakassa āsavā vimuttacittena bhikkhunā na kiñci nānākaraṇaṃ vadāmi, yadidaṃ—","eng":"then there is no difference between a lay follower whose mind is freed in this way and a mendicant whose mind is freed from defilements; that is, ","html":"{}"},"sn55.54:8.4":{"pli":"vimuttiyā vimuttan”ti. ","eng":"between the freedom of one and the other.” ","html":"{}</p>"},"sn55.54:8.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.55":{"sn55.55:0.1":{"pli":"Saṃyutta Nikāya 55.55 ","eng":"Linked Discourses 55.55 ","html":"<article id='sn55.55'><header><ul><li class='division'>{}</li>"},"sn55.55:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.55:0.3":{"pli":"Sotāpattiphalasutta ","eng":"The Fruit of Stream-Entry ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.55:1.1":{"pli":"“Cattārome, bhikkhave, dhammā bhāvitā bahulīkatā sotāpattiphalasacchikiriyāya saṃvattanti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the realization of the fruit of stream-entry. ","html":"<p>{}"},"sn55.55:1.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"sn55.55:1.3":{"pli":"Sappurisasaṃsevo, saddhammassavanaṃ, yonisomanasikāro, dhammānudhammappaṭipatti—","eng":"Associating with true persons, listening to the true teaching, rational application of mind, and practicing in line with the teaching. ","html":"{}"},"sn55.55:1.4":{"pli":"ime kho, bhikkhave, cattāro dhammā bhāvitā bahulīkatā sotāpattiphalasacchikiriyāya saṃvattantī”ti. ","eng":"When these four things are developed and cultivated they lead to the realization of the fruit of stream-entry.” ","html":"{}</p>"},"sn55.55:1.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.56":{"sn55.56:0.1":{"pli":"Saṃyutta Nikāya 55.56 ","eng":"Linked Discourses 55.56 ","html":"<article id='sn55.56'><header><ul><li class='division'>{}</li>"},"sn55.56:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.56:0.3":{"pli":"Sakadāgāmiphalasutta ","eng":"The Fruit of Once-Return ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.56:1.1":{"pli":"“Cattārome, bhikkhave, dhammā bhāvitā bahulīkatā sakadāgāmiphalasacchikiriyāya saṃvattanti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the realization of the fruit of once-return. …” ","html":"<p>{}"},"sn55.56:1.2":{"pli":"Katame cattāro? ","html":"{}"},"sn55.56:1.3":{"pli":"… pe Saṃvattantī”ti. ","html":"{}</p>"},"sn55.56:1.4":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.57":{"sn55.57:0.1":{"pli":"Saṃyutta Nikāya 55.57 ","eng":"Linked Discourses 55.57 ","html":"<article id='sn55.57'><header><ul><li class='division'>{}</li>"},"sn55.57:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.57:0.3":{"pli":"Anāgāmiphalasutta ","eng":"The Fruit of Non-Return ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.57:1.1":{"pli":"“… Anāgāmiphalasacchikiriyāya saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the realization of the fruit of non-return. …” ","html":"<p>{}</p>"},"sn55.57:1.2":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.58":{"sn55.58:0.1":{"pli":"Saṃyutta Nikāya 55.58 ","eng":"Linked Discourses 55.58 ","html":"<article id='sn55.58'><header><ul><li class='division'>{}</li>"},"sn55.58:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.58:0.3":{"pli":"Arahattaphalasutta ","eng":"The Fruit of Perfection ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.58:1.1":{"pli":"“… Arahattaphalasacchikiriyāya saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the realization of the fruit of perfection. …” ","html":"<p>{}</p>"},"sn55.58:1.2":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.59":{"sn55.59:0.1":{"pli":"Saṃyutta Nikāya 55.59 ","eng":"Linked Discourses 55.59 ","html":"<article id='sn55.59'><header><ul><li class='division'>{}</li>"},"sn55.59:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.59:0.3":{"pli":"Paññāpaṭilābhasutta ","eng":"The Getting of Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.59:1.1":{"pli":"“… Paññāpaṭilābhāya saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the getting of wisdom. …” ","html":"<p>{}</p>"},"sn55.59:1.2":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.6":{"sn55.6:0.1":{"pli":"Saṃyutta Nikāya 55.6 ","eng":"Linked Discourses 55.6 ","html":"<article id='sn55.6'><header><ul><li class='division'>{}</li>"},"sn55.6:0.2":{"pli":"1. Veḷudvāravagga ","eng":"1. At Bamboo Gate ","html":"<li>{}</li></ul>"},"sn55.6:0.3":{"pli":"Thapatisutta ","eng":"The Chamberlains ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.6:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}"},"sn55.6:1.2":{"pli":"Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti: ","eng":"At that time several mendicants were making a robe for the Buddha, thinking that ","html":"{}"},"sn55.6:1.3":{"pli":"“niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī”ti. ","eng":"when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ","html":"{}"},"sn55.6:1.4":{"pli":"Tena kho pana samayena isidattapurāṇā thapatayo sādhuke paṭivasanti kenacideva karaṇīyena. ","eng":"Now at that time the chamberlains Isidatta and Purāṇa were residing in Sādhuka on some business. ","html":"{}"},"sn55.6:1.5":{"pli":"Assosuṃ kho isidattapurāṇā thapatayo: ","eng":"They heard about this. ","html":"{}"},"sn55.6:1.6":{"pli":"“sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti: ","html":"{}"},"sn55.6:1.7":{"pli":"‘niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’”ti. ","html":"{}</p>"},"sn55.6:2.1":{"pli":"Atha kho isidattapurāṇā thapatayo magge purisaṃ ṭhapesuṃ: ","eng":"So they posted someone on the road, saying: ","html":"<p>{}</p>"},"sn55.6:2.2":{"pli":"“yadā tvaṃ, ambho purisa, passeyyāsi bhagavantaṃ āgacchantaṃ arahantaṃ sammāsambuddhaṃ, atha amhākaṃ āroceyyāsī”ti. ","eng":"“My good man, let us know when you see the Blessed One coming, the perfected one, the fully awakened Buddha.” ","html":"<p>{}"},"sn55.6:2.3":{"pli":"Dvīhatīhaṃ ṭhito kho so puriso addasa bhagavantaṃ dūratova āgacchantaṃ. ","eng":"And that person stood there for two or three days before they saw the Buddha coming off in the distance. ","html":"{}"},"sn55.6:2.4":{"pli":"Disvāna yena isidattapurāṇā thapatayo tenupasaṅkami; upasaṅkamitvā isidattapurāṇe thapatayo etadavoca: ","eng":"When they saw him, they went to the chamberlains and said: ","html":"{}</p>"},"sn55.6:2.5":{"pli":"“ayaṃ so, bhante, bhagavā āgacchati arahaṃ sammāsambuddho. ","eng":"“Sirs, the Blessed One, the perfected one, the fully awakened Buddha is coming. ","html":"<p>{}"},"sn55.6:2.6":{"pli":"Yassadāni kālaṃ maññathā”ti. ","eng":"Please come at your convenience.” ","html":"{}</p>"},"sn55.6:3.1":{"pli":"Atha kho isidattapurāṇā thapatayo yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā bhagavantaṃ piṭṭhito piṭṭhito anubandhiṃsu. ","eng":"Then the chamberlains went up to the Buddha, bowed, and followed behind him. ","html":"<p>{}"},"sn55.6:3.2":{"pli":"Atha kho bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"And then the Buddha left the road, went to the root of a certain tree, and sat down on the seat spread out. ","html":"{}"},"sn55.6:3.3":{"pli":"Isidattapurāṇā thapatayo bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"The master builders Isidatta and Purāṇa bowed, sat down to one side, ","html":"{}"},"sn55.6:3.4":{"pli":"Ekamantaṃ nisinnā kho te isidattapurāṇā thapatayo bhagavantaṃ etadavocuṃ: ","eng":"and said to the Buddha: ","html":"{}</p>"},"sn55.6:4.1":{"pli":"“Yadā mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"“Sir, when we hear that ","html":"<p>{}"},"sn55.6:4.2":{"pli":"‘sāvatthiyā kosalesu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you will be setting out from Sāvatthī to wander in the Kosalan lands, we’re sad and upset, thinking that ","html":"{}"},"sn55.6:4.3":{"pli":"‘dūre no bhagavā bhavissatī’ti. ","eng":"you will be far from us. ","html":"{}"},"sn55.6:4.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"And when we hear that ","html":"{}"},"sn55.6:4.5":{"pli":"‘sāvatthiyā kosalesu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you are setting out from Sāvatthī to wander in the Kosalan lands, we’re sad and upset, thinking that ","html":"{}"},"sn55.6:4.6":{"pli":"‘dūre no bhagavā’ti. ","eng":"you are far from us. ","html":"{}</p>"},"sn55.6:5.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"And when we hear that ","html":"<p>{}"},"sn55.6:5.2":{"pli":"‘kosalehi mallesu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you will be setting out from the Kosalan lands to wander in the Mallian lands, we’re sad and upset, thinking that ","html":"{}"},"sn55.6:5.3":{"pli":"‘dūre no bhagavā bhavissatī’ti. ","eng":"you will be far from us. ","html":"{}"},"sn55.6:5.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"And when we hear that ","html":"{}"},"sn55.6:5.5":{"pli":"‘kosalehi mallesu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you are setting out from the Kosalan lands to wander in the Mallian lands, we’re sad and upset, thinking that ","html":"{}"},"sn55.6:5.6":{"pli":"‘dūre no bhagavā’ti. ","eng":"you are far from us. ","html":"{}</p>"},"sn55.6:6.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"And when we hear that ","html":"<p>{}"},"sn55.6:6.2":{"pli":"‘mallehi vajjīsu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you will be setting out from the Mallian lands to wander in the Vajjian lands … ","html":"{}"},"sn55.6:6.3":{"pli":"‘dūre no bhagavā bhavissatī’ti. ","html":"{}"},"sn55.6:6.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"{}"},"sn55.6:6.5":{"pli":"‘mallehi vajjīsu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","html":"{}"},"sn55.6:6.6":{"pli":"‘dūre no bhagavā’ti. ","html":"{}</p>"},"sn55.6:7.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:7.2":{"pli":"‘vajjīhi kāsīsu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you will be setting out from the Vajjian lands to wander in the Kāsian lands … ","html":"{}"},"sn55.6:7.3":{"pli":"‘dūre no bhagavā bhavissatī’ti. ","html":"{}"},"sn55.6:7.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"{}"},"sn55.6:7.5":{"pli":"‘vajjīhi kāsīsu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","html":"{}"},"sn55.6:7.6":{"pli":"‘dūre no bhagavā’ti. ","html":"{}</p>"},"sn55.6:8.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:8.2":{"pli":"‘kāsīhi māgadhe cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye anattamanatā hoti domanassaṃ: ","eng":"you will be setting out from the Kāsian lands to wander in the Magadhan lands … ","html":"{}"},"sn55.6:8.3":{"pli":"‘dūre no bhagavā bhavissatī’ti. ","html":"{}</p>"},"sn55.6:8.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:8.5":{"pli":"‘kāsīhi māgadhe cārikaṃ pakkanto’ti, hoti anappakā no tasmiṃ samaye anattamanatā hoti anappakaṃ domanassaṃ: ","eng":"you are setting out from the Kāsian lands to wander in the Magadhan lands, we’re sad and upset, thinking that ","html":"{}"},"sn55.6:8.6":{"pli":"‘dūre no bhagavā’ti. ","eng":"you are far from us. ","html":"{}</p>"},"sn55.6:9.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"But when we hear that ","html":"<p>{}"},"sn55.6:9.2":{"pli":"‘māgadhehi kāsīsu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","eng":"you will be setting out from the Magadhan lands to wander in the Kāsian lands, we’re happy and joyful, thinking that ","html":"{}"},"sn55.6:9.3":{"pli":"‘āsanne no bhagavā bhavissatī’ti. ","eng":"you will be near to us. ","html":"{}"},"sn55.6:9.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"And when we hear that ","html":"{}"},"sn55.6:9.5":{"pli":"‘māgadhehi kāsīsu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","eng":"you are setting out from the Magadhan lands to wander in the Kāsian lands … ","html":"{}"},"sn55.6:9.6":{"pli":"‘āsanne no bhagavā’ti. ","html":"{}</p>"},"sn55.6:10.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:10.2":{"pli":"‘kāsīhi vajjīsu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","eng":"you will be setting out from the Kāsian lands to wander in the Vajjian lands … ","html":"{}"},"sn55.6:10.3":{"pli":"‘āsanne no bhagavā bhavissatī’ti. ","html":"{}"},"sn55.6:10.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"{}"},"sn55.6:10.5":{"pli":"‘kāsīhi vajjīsu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","html":"{}"},"sn55.6:10.6":{"pli":"‘āsanne no bhagavā’ti. ","html":"{}</p>"},"sn55.6:11.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:11.2":{"pli":"‘vajjīhi mallesu cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","eng":"you will be setting out from the Vajjian lands to wander in the Mallian lands … ","html":"{}"},"sn55.6:11.3":{"pli":"‘āsanne no bhagavā bhavissatī’ti. ","html":"{}"},"sn55.6:11.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"{}"},"sn55.6:11.5":{"pli":"‘vajjīhi mallesu cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","html":"{}"},"sn55.6:11.6":{"pli":"‘āsanne no bhagavā’ti. ","html":"{}</p>"},"sn55.6:12.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:12.2":{"pli":"‘mallehi kosale cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","eng":"you will be setting out from the Mallian lands to wander in the Kosalan lands … ","html":"{}"},"sn55.6:12.3":{"pli":"‘āsanne no bhagavā bhavissatī’ti. ","html":"{}"},"sn55.6:12.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"{}"},"sn55.6:12.5":{"pli":"‘mallehi kosale cārikaṃ pakkanto’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","html":"{}"},"sn55.6:12.6":{"pli":"‘āsanne no bhagavā’ti. ","html":"{}</p>"},"sn55.6:13.1":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","html":"<p>{}"},"sn55.6:13.2":{"pli":"‘kosalehi sāvatthiṃ cārikaṃ pakkamissatī’ti, hoti no tasmiṃ samaye attamanatā hoti somanassaṃ: ","eng":"you will be setting out in the Kosalan lands to wander to Sāvatthī, we’re happy and joyful, thinking that ","html":"{}"},"sn55.6:13.3":{"pli":"‘āsanne no bhagavā bhavissatī’ti. ","eng":"you will be near to us. ","html":"{}</p>"},"sn55.6:13.4":{"pli":"Yadā pana mayaṃ, bhante, bhagavantaṃ suṇāma: ","eng":"And when we hear that ","html":"<p>{}"},"sn55.6:13.5":{"pli":"‘sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme’ti, hoti anappakā no tasmiṃ samaye attamanatā hoti anappakaṃ somanassaṃ: ","eng":"you are staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery we have no little happiness and joy, thinking that ","html":"{}"},"sn55.6:13.6":{"pli":"‘āsanne no bhagavā’”ti. ","eng":"you are near to us.” ","html":"{}</p>"},"sn55.6:14.1":{"pli":"“Tasmātiha, thapatayo, sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ","eng":"“Well then, chamberlains, life at home is cramped and dirty, life gone forth is wide open. ","html":"<p>{}"},"sn55.6:14.2":{"pli":"Alañca pana vo, thapatayo, appamādāyā”ti. ","eng":"Just this much is enough to be diligent.” ","html":"{}</p>"},"sn55.6:14.3":{"pli":"“Atthi kho no, bhante, etamhā sambādhā añño sambādho sambādhataro ceva sambādhasaṅkhātataro cā”ti. ","eng":"“Sir, for us there is something that’s even more cramped than that, and is considered as such.” ","html":"<p>{}</p>"},"sn55.6:14.4":{"pli":"“Katamo pana vo, thapatayo, etamhā sambādhā añño sambādho sambādhataro ceva sambādhasaṅkhātataro cā”ti? ","eng":"“What is that?” ","html":"<p>{}</p>"},"sn55.6:15.1":{"pli":"“Idha mayaṃ, bhante, yadā rājā pasenadi kosalo uyyānabhūmiṃ niyyātukāmo hoti, ye te rañño pasenadissa kosalassa nāgā opavayhā te kappetvā, yā tā rañño pasenadissa kosalassa pajāpatiyo piyā manāpā tā ekaṃ purato ekaṃ pacchato nisīdāpema. ","eng":"“Sir, it’s when King Pasenadi of Kosala wants to go and visit a park. We have to harness and prepare his royal elephants. Then we have to seat his dear and beloved wives on the elephants, one in front of us, and one behind. ","html":"<p>{}"},"sn55.6:15.2":{"pli":"Tāsaṃ kho pana, bhante, bhaginīnaṃ evarūpo gandho hoti, seyyathāpi nāma gandhakaraṇḍakassa tāvadeva vivariyamānassa, yathā taṃ rājakaññānaṃ gandhena vibhūsitānaṃ. ","eng":"Those sisters smell like a freshly opened perfume box; that’s how the royal ladies smell with makeup on. ","html":"{}"},"sn55.6:15.3":{"pli":"Tāsaṃ kho pana, bhante, bhaginīnaṃ evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā, yathā taṃ rājakaññānaṃ sukhedhitānaṃ. ","eng":"The touch of those sisters is like a tuft of cotton-wool or kapok; that’s how dainty the royal ladies are. ","html":"{}"},"sn55.6:15.4":{"pli":"Tasmiṃ kho pana, bhante, samaye nāgopi rakkhitabbo hoti, tāpi bhaginiyo rakkhitabbā honti, attāpi rakkhitabbo hoti. ","eng":"Now at that time we must look after the elephants, the sisters, and ourselves. ","html":"{}"},"sn55.6:15.5":{"pli":"Na kho pana mayaṃ, bhante, abhijānāma tāsu bhaginīsu pāpakaṃ cittaṃ uppādetā. ","eng":"But we don’t recall having a bad thought regarding those sisters. ","html":"{}"},"sn55.6:15.6":{"pli":"Ayaṃ kho no, bhante, etamhā sambādhā añño sambādho sambādhataro ceva sambādhasaṅkhātataro cā”ti. ","eng":"This is that thing that’s even more cramped than that, and is considered as such.” ","html":"{}</p>"},"sn55.6:16.1":{"pli":"“Tasmātiha, thapatayo, sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ","eng":"“Well then, chamberlains, life at home is cramped and dirty, life gone forth is wide open. ","html":"<p>{}"},"sn55.6:16.2":{"pli":"Alañca pana vo, thapatayo, appamādāya. ","eng":"Just this much is enough to be diligent. ","html":"{}"},"sn55.6:16.3":{"pli":"Catūhi kho, thapatayo, dhammehi samannāgato ariyasāvako sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ","eng":"A noble disciple who has four things is a stream-enterer, not liable to be reborn in the underworld, destined for awakening. ","html":"{}</p>"},"sn55.6:17.1":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"<p>{}"},"sn55.6:17.2":{"pli":"Idha, thapatayo, ariyasāvako buddhe aveccappasādena samannāgato hoti—","eng":"It’s when a noble disciple has experiential confidence in the Buddha … ","html":"{}"},"sn55.6:17.3":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.6:17.4":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.6:17.5":{"pli":"saṅghe …pe… ","eng":"the Saṅgha … ","html":"{}"},"sn55.6:17.6":{"pli":"vigatamalamaccherena cetasā ajjhāgāraṃ vasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato. ","eng":"They live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ","html":"{}"},"sn55.6:17.7":{"pli":"Imehi kho, thapatayo, catūhi dhammehi samannāgato ariyasāvako sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ","eng":"A noble disciple who has these four things is a stream-enterer, not liable to be reborn in the underworld, destined for awakening. ","html":"{}</p>"},"sn55.6:18.1":{"pli":"Tumhe kho, thapatayo, buddhe aveccappasādena samannāgatā—","eng":"And you have experiential confidence in the Buddha … ","html":"<p>{}"},"sn55.6:18.2":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.6:18.3":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.6:18.4":{"pli":"saṅghe …pe… ","eng":"the Saṅgha … ","html":"{}"},"sn55.6:18.5":{"pli":"yaṃ kho pana kiñci kule deyyadhammaṃ sabbaṃ taṃ appaṭivibhattaṃ sīlavantehi kalyāṇadhammehi. ","eng":"And whatever there is in your family that’s available to give, you share it all with those who are ethical, of good character. ","html":"{}</p>"},"sn55.6:18.6":{"pli":"Taṃ kiṃ maññatha, thapatayo, ","eng":"What do you think, chamberlains? ","html":"<p>{}"},"sn55.6:18.7":{"pli":"katividhā te kosalesu manussā ye tumhākaṃ samasamā, yadidaṃ—","eng":"How many people among the Kosalans are your equal ","html":"{}"},"sn55.6:18.8":{"pli":"dānasaṃvibhāge”ti? ","eng":"when it comes to giving and sharing?” ","html":"{}</p>"},"sn55.6:18.9":{"pli":"“Lābhā no, bhante, suladdhaṃ no, bhante. ","eng":"“We’re fortunate, sir, so very fortunate, ","html":"<p>{}"},"sn55.6:18.10":{"pli":"Yesaṃ no bhagavā evaṃ pajānātī”ti. ","eng":"in that the Buddha understands us like this.” ","html":"{}</p>"},"sn55.6:18.11":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.60":{"sn55.60:0.1":{"pli":"Saṃyutta Nikāya 55.60 ","eng":"Linked Discourses 55.60 ","html":"<article id='sn55.60'><header><ul><li class='division'>{}</li>"},"sn55.60:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.60:0.3":{"pli":"Paññāvuddhisutta ","eng":"The Growth of Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.60:1.1":{"pli":"“… Paññāvuddhiyā saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the growth of wisdom. …” ","html":"<p>{}</p>"},"sn55.60:1.2":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.61":{"sn55.61:0.1":{"pli":"Saṃyutta Nikāya 55.61 ","eng":"Linked Discourses 55.61 ","html":"<article id='sn55.61'><header><ul><li class='division'>{}</li>"},"sn55.61:0.2":{"pli":"6. Sappaññavagga ","eng":"6. A Wise Person ","html":"<li>{}</li></ul>"},"sn55.61:0.3":{"pli":"Paññāvepullasutta ","eng":"The Increase of Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.61:1.1":{"pli":"“…. Paññāvepullāya … saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to the increase of wisdom. …” ","html":"<p>{}</p>"},"sn55.61:1.2":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn55.61:1.3":{"pli":"Sappaññavaggo chaṭṭho. ","html":"<p class='endvagga'>{}</p>"},"sn55.61:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn55.61:2.1":{"pli":"Sagāthakaṃ vassaṃvutthaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn55.61:2.2":{"pli":"dhammadinnañca gilānaṃ; ","html":"<span class='verse-line'>{}</span>"},"sn55.61:2.3":{"pli":"Caturo phalā paṭilābho, ","html":"<span class='verse-line'>{}</span>"},"sn55.61:2.4":{"pli":"vuddhi vepullatāya cāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn55.62":{"sn55.62:0.1":{"pli":"Saṃyutta Nikāya 55.62 ","eng":"Linked Discourses 55.62 ","html":"<article id='sn55.62'><header><ul><li class='division'>{}</li>"},"sn55.62:0.2":{"pli":"7. Mahāpaññavagga ","eng":"7. Great Wisdom ","html":"<li>{}</li></ul>"},"sn55.62:0.3":{"pli":"Mahāpaññāsutta ","eng":"Great Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.62:1.1":{"pli":"“Cattārome, bhikkhave, dhammā bhāvitā bahulīkatā mahāpaññatāya saṃvattanti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to great wisdom. ","html":"<p>{}"},"sn55.62:1.2":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"sn55.62:1.3":{"pli":"Sappurisasaṃsevo, saddhammassavanaṃ, yonisomanasikāro, dhammānudhammappaṭipatti—","eng":"Associating with true persons, listening to the true teaching, rational application of mind, and practicing in line with the teaching. ","html":"{}"},"sn55.62:1.4":{"pli":"ime kho, bhikkhave, cattāro dhammā bhāvitā bahulīkatā mahāpaññatāya saṃvattantī”ti. ","eng":"When these four things are developed and cultivated they lead to great wisdom.” ","html":"{}</p>"},"sn55.62:1.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.63":{"sn55.63:0.1":{"pli":"Saṃyutta Nikāya 55.63 ","eng":"Linked Discourses 55.63 ","html":"<article id='sn55.63'><header><ul><li class='division'>{}</li>"},"sn55.63:0.2":{"pli":"7. Mahāpaññavagga ","eng":"7. Great Wisdom ","html":"<li>{}</li></ul>"},"sn55.63:0.3":{"pli":"Puthupaññāsutta ","eng":"Widespread Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.63:1.1":{"pli":"“… Puthupaññatāya saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to widespread wisdom …” ","html":"<p>{}</p>"},"sn55.63:1.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.64":{"sn55.64:0.1":{"pli":"Saṃyutta Nikāya 55.64 ","eng":"Linked Discourses 55.64 ","html":"<article id='sn55.64'><header><ul><li class='division'>{}</li>"},"sn55.64:0.2":{"pli":"7. Mahāpaññavagga ","eng":"7. Great Wisdom ","html":"<li>{}</li></ul>"},"sn55.64:0.3":{"pli":"Vipulapaññāsutta ","eng":"Abundant Wisdom ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.64:1.1":{"pli":"“… Vipulapaññatāya saṃvattantī”ti. ","eng":"“Mendicants, when four things are developed and cultivated they lead to abundant wisdom …” ","html":"<p>{}</p>"},"sn55.64:1.2":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}