{"sn51.10":{"sn51.10:0.1":{"pli":"Saṃyutta Nikāya 51.10 ","eng":"Linked Discourses 51.10 ","html":"<article id='sn51.10'><header><ul><li class='division'>{}</li>"},"sn51.10:0.2":{"pli":"1. Cāpālavagga ","eng":"1. At the Cāpāla Shrine ","html":"<li>{}</li></ul>"},"sn51.10:0.3":{"pli":"Cetiyasutta ","eng":"At the Cāpāla Shrine ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn51.10:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn51.10:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"{}"},"sn51.10:1.3":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ","html":"{}"},"sn51.10:1.4":{"pli":"Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then, after the meal, on his return from almsround, he addressed Venerable Ānanda: ","html":"{}"},"sn51.10:1.5":{"pli":"“gaṇhāhi, ānanda, nisīdanaṃ. ","eng":"“Ānanda, get your sitting cloth. ","html":"{}"},"sn51.10:1.6":{"pli":"Yena cāpālaṃ cetiyaṃ tenupasaṅkamissāma divāvihārāyā”ti. ","eng":"Let’s go to the Cāpāla Shrine for the day’s meditation.” ","html":"{}</p>"},"sn51.10:1.7":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṃ ādāya bhagavantaṃ piṭṭhito piṭṭhito anubandhi. ","eng":"“Yes, sir,” replied Ānanda. Taking his sitting cloth he followed behind the Buddha. ","html":"<p>{}</p>"},"sn51.10:2.1":{"pli":"Atha kho bhagavā yena cāpālaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Buddha went up to the Cāpāla Shrine, and sat down on the seat spread out. ","html":"<p>{}"},"sn51.10:2.2":{"pli":"Āyasmāpi kho ānando bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Ānanda bowed to the Buddha and sat down to one side. ","html":"{}"},"sn51.10:2.3":{"pli":"Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"The Buddha said to him: ","html":"{}</p>"},"sn51.10:3.1":{"pli":"“Ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ. ","eng":"“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Seven Maidens, Many Sons, Sārandada, and Cāpāla Shrines are all lovely. ","html":"<p>{}"},"sn51.10:3.2":{"pli":"Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ","eng":"Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live for the proper lifespan or what’s left of it. ","html":"{}"},"sn51.10:3.3":{"pli":"Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti. ","eng":"The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live for the proper lifespan or what’s left of it.” ","html":"{}</p>"},"sn51.10:4.1":{"pli":"Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ; ","eng":"But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ","html":"<p>{}"},"sn51.10:4.2":{"pli":"na bhagavantaṃ yāci: ","eng":"He didn’t beg the Buddha, ","html":"{}"},"sn51.10:4.3":{"pli":"“tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti yathā taṃ mārena pariyuṭṭhitacitto. ","eng":"“Sir, may the Blessed One please remain for the proper lifespan! May the Holy One please remain for the proper lifespan! That would be for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ","html":"{}</p>"},"sn51.10:5.1":{"pli":"Dutiyampi kho bhagavā …pe… ","eng":"For a second time … ","html":"<p>{}"},"sn51.10:5.2":{"pli":"tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"and for a third time, the Buddha said to Ānanda: ","html":"{}</p>"},"sn51.10:5.3":{"pli":"“ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ. ","eng":"“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Seven Maidens, Many Sons, Sārandada, and Cāpāla Shrines are all lovely. ","html":"<p>{}"},"sn51.10:5.4":{"pli":"Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ","eng":"Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live for the proper lifespan or what’s left of it. ","html":"{}"},"sn51.10:5.5":{"pli":"Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti. ","eng":"The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live for the proper lifespan or what’s left of it.” ","html":"{}</p>"},"sn51.10:6.1":{"pli":"Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ; ","eng":"But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ","html":"<p>{}"},"sn51.10:6.2":{"pli":"na bhagavantaṃ yāci: ","eng":"He didn’t beg the Buddha, ","html":"{}"},"sn51.10:6.3":{"pli":"“tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti yathā taṃ mārena pariyuṭṭhitacitto. ","eng":"“Sir, may the Blessed One please remain for the proper lifespan! May the Holy One please remain for the proper lifespan! That would be for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ","html":"{}</p>"},"sn51.10:7.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to him, ","html":"<p>{}"},"sn51.10:7.2":{"pli":"“gaccha kho tvaṃ, ānanda, ","eng":"“Go now, Ānanda, ","html":"{}"},"sn51.10:7.3":{"pli":"yassadāni kālaṃ maññasī”ti. ","eng":"at your convenience.” ","html":"{}</p>"},"sn51.10:7.4":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā avidūre aññatarasmiṃ rukkhamūle nisīdi. ","eng":"“Yes, sir,” replied Ānanda. He rose from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before sitting at the root of a tree close by. ","html":"<p>{}</p>"},"sn51.10:8.1":{"pli":"Atha kho māro pāpimā, acirapakkante āyasmante ānande, yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ","eng":"And then, not long after Ānanda had left, Māra the Wicked went up to the Buddha and said to him: ","html":"<p>{}</p>"},"sn51.10:9.1":{"pli":"“Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni sugato. Parinibbānakālo dāni, bhante, bhagavato. ","eng":"“Sir, may the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"<p>{}"},"sn51.10:9.2":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"{}"},"sn51.10:9.3":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until I have monk disciples who are competent, educated, assured, learned, have memorized the teachings, and practice in line with the teaching. Not until they practice properly, living in line with the teaching. Not until they’ve learned their own tradition, and explain, teach, assert, establish, disclose, analyze, and make it clear. Not until they can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis.’ ","html":"{}</p>"},"sn51.10:10.1":{"pli":"Santi kho pana, bhante, etarahi bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"Today you do have such monk disciples. ","html":"<p>{}"},"sn51.10:10.2":{"pli":"Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"{}</p>"},"sn51.10:11.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"<p>{}"},"sn51.10:11.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until I have nun disciples who are competent, educated, assured, learned …’ … ","html":"{}</p>"},"sn51.10:12.1":{"pli":"Santi kho pana, bhante, etarahi bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"Today you do have such nun disciples. ","html":"<p>{}"},"sn51.10:12.2":{"pli":"Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"{}</p>"},"sn51.10:13.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"<p>{}"},"sn51.10:13.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me upāsakā …pe… ","eng":"‘Wicked One, I shall not be fully extinguished until I have layman disciples … ","html":"{}"},"sn51.10:13.3":{"pli":"yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"and laywoman disciples who are competent, educated, assured, learned …’ … ","html":"{}</p>"},"sn51.10:14.1":{"pli":"Santi kho pana, bhante, etarahi upāsakā … ","eng":"Today you do have such layman ","html":"<p>{}"},"sn51.10:14.2":{"pli":"upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"and laywoman disciples. ","html":"{}"},"sn51.10:14.3":{"pli":"Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"{}</p>"},"sn51.10:15.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"<p>{}"},"sn51.10:15.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me idaṃ brahmacariyaṃ na iddhañceva bhavissati phītañca vitthāritaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitan’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’ ","html":"{}"},"sn51.10:15.3":{"pli":"Tayidaṃ, bhante, bhagavato brahmacariyaṃ iddhañceva phītañca vitthāritaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ. ","eng":"Today your spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ","html":"{}"},"sn51.10:15.4":{"pli":"Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni sugato. Parinibbānakālo dāni, bhante, bhagavato”ti. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha.” ","html":"{}</p>"},"sn51.10:16.1":{"pli":"Evaṃ vutte, bhagavā māraṃ pāpimantaṃ etadavoca: ","eng":"When this was said, the Buddha said to Māra, ","html":"<p>{}"},"sn51.10:16.2":{"pli":"“appossukko tvaṃ, pāpima, hohi. Na ciraṃ tathāgatassa parinibbānaṃ bhavissati. ","eng":"“Relax, Wicked One. The full extinguishment of the Realized One will be soon. ","html":"{}"},"sn51.10:16.3":{"pli":"Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī”ti. ","eng":"Three months from now the Realized One will be fully extinguished.” ","html":"{}</p>"},"sn51.10:17.1":{"pli":"Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṃ ossaji. ","eng":"So at the Cāpāla Shrine the Buddha, mindful and aware, surrendered the life force. ","html":"<p>{}"},"sn51.10:17.2":{"pli":"Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṃsanako lomahaṃso, devadundubhiyo ca phaliṃsu. ","eng":"When he did so there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky. ","html":"{}"},"sn51.10:17.3":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"{}</p>"},"sn51.10:18.1":{"pli":"“Tulamatulañca sambhavaṃ, ","eng":"“Comparing the incomparable <j>with the creation of prolonged life, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn51.10:18.2":{"pli":"Bhavasaṅkhāramavassaji muni; ","eng":"the sage surrendered the life force. ","html":"<span class='verse-line'>{}</span>"},"sn51.10:18.3":{"pli":"Ajjhattarato samāhito, ","eng":"Happy inside, serene, ","html":"<span class='verse-line'>{}</span>"},"sn51.10:18.4":{"pli":"Abhindi kavacamivattasambhavan”ti. ","eng":"he shattered self-creation like a suit of armor.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn51.10:18.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn51.10:18.6":{"pli":"Cāpālavaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"sn51.10:19.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn51.10:19.1":{"pli":"Apārāpi viraddho ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn51.10:19.2":{"pli":"ariyā nibbidāpi ca; ","html":"<span class='verse-line'>{}</span>"},"sn51.10:19.3":{"pli":"Padesaṃ samattaṃ bhikkhu, ","html":"<span class='verse-line'>{}</span>"},"sn51.10:19.4":{"pli":"buddhaṃ ñāṇañca cetiyanti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn51.11":{"sn51.11:0.1":{"pli":"Saṃyutta Nikāya 51.11 ","eng":"Linked Discourses 51.11 ","html":"<article id='sn51.11'><header><ul><li class='division'>{}</li>"},"sn51.11:0.2":{"pli":"2. Pāsādakampanavagga ","eng":"2. Shaking the Stilt Longhouse ","html":"<li>{}</li></ul>"},"sn51.11:0.3":{"pli":"Pubbasutta ","eng":"Before ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn51.11:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn51.11:1.2":{"pli":"“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ","eng":"“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: ","html":"<p>{}"},"sn51.11:1.3":{"pli":"‘ko nu kho hetu, ko paccayo iddhipādabhāvanāyā’ti? ","eng":"‘What’s the cause, what’s the reason for the development of the bases of psychic power?’ ","html":"{}"},"sn51.11:1.4":{"pli":"Tassa mayhaṃ, bhikkhave, etadahosi: ","eng":"Then it occurred to me: ","html":"{}"},"sn51.11:1.5":{"pli":"‘idha bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—","eng":"‘It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ","html":"{}"},"sn51.11:1.6":{"pli":"iti me chando na ca atilīno bhavissati, na ca atippaggahito bhavissati, na ca ajjhattaṃ saṅkhitto bhavissati, na ca bahiddhā vikkhitto bhavissati. ","eng":"They think: “My enthusiasm won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.” ","html":"{}"},"sn51.11:1.7":{"pli":"Pacchāpuresaññī ca viharati—","eng":"And they meditate perceiving before and behind: ","html":"{}"},"sn51.11:1.8":{"pli":"yathā pure tathā pacchā, yathā pacchā tathā pure; ","eng":"as before, so behind; as behind, so before; ","html":"{}"},"sn51.11:1.9":{"pli":"yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ","eng":"as below, so above; as above, so below; ","html":"{}"},"sn51.11:1.10":{"pli":"yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ","eng":"as by day, so by night; as by night, so by day. ","html":"{}"},"sn51.11:1.11":{"pli":"Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti’. ","eng":"And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ","html":"{}</p>"},"sn51.11:2.1":{"pli":"Vīriyasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—","eng":"They develop the basis of psychic power that has immersion due to energy … ","html":"<p>{}"},"sn51.11:2.2":{"pli":"iti me vīriyaṃ na ca atilīnaṃ bhavissati, na ca atippaggahitaṃ bhavissati, na ca ajjhattaṃ saṅkhittaṃ bhavissati, na ca bahiddhā vikkhittaṃ bhavissati. ","html":"{}"},"sn51.11:2.3":{"pli":"Pacchāpuresaññī ca viharati—","html":"{}"},"sn51.11:2.4":{"pli":"yathā pure tathā pacchā, yathā pacchā tathā pure; ","html":"{}"},"sn51.11:2.5":{"pli":"yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ","html":"{}"},"sn51.11:2.6":{"pli":"yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ","html":"{}"},"sn51.11:2.7":{"pli":"Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ","html":"{}"},"sn51.11:3.1":{"pli":"Cittasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—","eng":"mental development … ","html":"{}"},"sn51.11:3.2":{"pli":"iti me cittaṃ na ca atilīnaṃ bhavissati, na ca atippaggahitaṃ bhavissati, na ca ajjhattaṃ saṅkhittaṃ bhavissati, na ca bahiddhā vikkhittaṃ bhavissati. ","html":"{}"},"sn51.11:3.3":{"pli":"Pacchāpuresaññī ca viharati—","html":"{}"},"sn51.11:3.4":{"pli":"yathā pure tathā pacchā, yathā pacchā tathā pure; ","html":"{}"},"sn51.11:3.5":{"pli":"yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ","html":"{}"},"sn51.11:3.6":{"pli":"yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ","html":"{}"},"sn51.11:3.7":{"pli":"Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ","html":"{}"},"sn51.11:4.1":{"pli":"Vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—","eng":"inquiry, and active effort. ","html":"{}"},"sn51.11:4.2":{"pli":"iti me vīmaṃsā na ca atilīnā bhavissati, na ca atippaggahitā bhavissati, na ca ajjhattaṃ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati. ","eng":"They think: “My inquiry won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.” ","html":"{}"},"sn51.11:4.3":{"pli":"Pacchāpuresaññī ca viharati—","eng":"And they meditate perceiving before and behind: ","html":"{}"},"sn51.11:4.4":{"pli":"yathā pure tathā pacchā, yathā pacchā tathā pure; ","eng":"as before, so behind; as behind, so before; ","html":"{}"},"sn51.11:4.5":{"pli":"yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ","eng":"as below, so above; as above, so below; ","html":"{}"},"sn51.11:4.6":{"pli":"yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ","eng":"as by day, so by night; as by night, so by day. ","html":"{}"},"sn51.11:4.7":{"pli":"Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ","eng":"And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.’ ","html":"{}</p>"},"sn51.11:5.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhu, catūsu iddhipādesu evaṃ bahulīkatesu, anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, they wield the many kinds of psychic power: multiplying themselves and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the realm of divinity. ","html":"<p>{}</p>"},"sn51.11:6.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhu, catūsu iddhipādesu evaṃ bahulīkatesu dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, dūre santike cāti. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, they hear both kinds of sounds, human and heavenly, whether near or far. ","html":"<p>{}</p>"},"sn51.11:7.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhu, catūsu iddhipādesu evaṃ bahulīkatesu, parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, they understand the minds of other beings and individuals, having encompassed them with their own mind. ","html":"<p>{}"},"sn51.11:7.2":{"pli":"Sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti; ","eng":"They understand mind with greed as ‘mind with greed’, ","html":"{}"},"sn51.11:7.3":{"pli":"vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti; ","eng":"and mind without greed as ‘mind without greed’. ","html":"{}"},"sn51.11:7.4":{"pli":"sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti; ","eng":"They understand mind with hate … ","html":"{}"},"sn51.11:7.5":{"pli":"vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti; ","eng":"mind without hate … ","html":"{}"},"sn51.11:7.6":{"pli":"samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti; ","eng":"mind with delusion … ","html":"{}"},"sn51.11:7.7":{"pli":"vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti; ","eng":"mind without delusion … ","html":"{}"},"sn51.11:7.8":{"pli":"saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti; ","eng":"constricted mind … ","html":"{}"},"sn51.11:7.9":{"pli":"vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti; ","eng":"scattered mind … ","html":"{}"},"sn51.11:7.10":{"pli":"mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti; ","eng":"expansive mind … ","html":"{}"},"sn51.11:7.11":{"pli":"amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti; ","eng":"unexpansive mind … ","html":"{}"},"sn51.11:7.12":{"pli":"sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti; ","eng":"mind that is not supreme … ","html":"{}"},"sn51.11:7.13":{"pli":"anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti; ","eng":"mind that is supreme … ","html":"{}"},"sn51.11:7.14":{"pli":"samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti; ","eng":"mind immersed in samādhi … ","html":"{}"},"sn51.11:7.15":{"pli":"asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti; ","eng":"mind not immersed in samādhi … ","html":"{}"},"sn51.11:7.16":{"pli":"vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti; ","eng":"freed mind … ","html":"{}"},"sn51.11:7.17":{"pli":"avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ","eng":"They understand unfreed mind as ‘unfreed mind’. ","html":"{}</p>"},"sn51.11:8.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhu, catūsu iddhipādesu evaṃ bahulīkatesu, anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, they recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ","html":"<p>{}</p>"},"sn51.11:9.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhu, catūsu iddhipādesu evaṃ bahulīkatesu, dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata, bhonto, sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana, bhonto, sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte, suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings pass on according to their deeds. ","html":"<p>{}</p>"},"sn51.11:10.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhu, catūsu iddhipādesu evaṃ bahulīkatesu, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” ","html":"<p>{}</p>"},"sn51.11:10.2":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn51.12":{"sn51.12:0.1":{"pli":"Saṃyutta Nikāya 51.12 ","eng":"Linked Discourses 51.12 ","html":"<article id='sn51.12'><header><ul><li class='division'>{}</li>"},"sn51.12:0.2":{"pli":"2. Pāsādakampanavagga ","eng":"2. Shaking the Stilt Longhouse ","html":"<li>{}</li></ul>"},"sn51.12:0.3":{"pli":"Mahapphalasutta ","eng":"Very Fruitful ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn51.12:1.1":{"pli":"“Cattārome, bhikkhave, iddhipādā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā. ","eng":"“Mendicants, when the four bases of psychic power are developed and cultivated they’re very fruitful and beneficial. ","html":"<p>{}"},"sn51.12:1.2":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, cattāro iddhipādā kathaṃ bahulīkatā mahapphalā honti mahānisaṃsā? ","eng":"How so? ","html":"{}"},"sn51.12:1.3":{"pli":"Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—","eng":"It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ","html":"{}"},"sn51.12:1.4":{"pli":"iti me chando na ca atilīno bhavissati, na ca atippaggahito bhavissati, na ca ajjhattaṃ saṅkhitto bhavissati, na ca bahiddhā vikkhitto bhavissati. ","eng":"They think: ‘My enthusiasm won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’ ","html":"{}"},"sn51.12:1.5":{"pli":"Pacchāpuresaññī ca viharati—","eng":"And they meditate perceiving before and behind: ","html":"{}"},"sn51.12:1.6":{"pli":"yathā pure tathā pacchā, yathā pacchā tathā pure; ","eng":"as before, so behind; as behind, so before; ","html":"{}"},"sn51.12:1.7":{"pli":"yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ","eng":"as below, so above; as above, so below; ","html":"{}"},"sn51.12:1.8":{"pli":"yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ","eng":"as by day, so by night; as by night, so by day. ","html":"{}"},"sn51.12:1.9":{"pli":"Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ","eng":"And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ","html":"{}</p>"},"sn51.12:2.1":{"pli":"Vīriyasamādhi …pe… ","eng":"They develop the basis of psychic power that has immersion due to energy … ","html":"<p>{}"},"sn51.12:2.2":{"pli":"cittasamādhi … ","eng":"mental development … ","html":"{}"},"sn51.12:2.3":{"pli":"vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—","eng":"inquiry, and active effort. ","html":"{}"},"sn51.12:2.4":{"pli":"iti me vīmaṃsā na ca atilīnā bhavissati, na ca atippaggahitā bhavissati, na ca ajjhattaṃ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati. ","eng":"They think: ‘My inquiry won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’ ","html":"{}"},"sn51.12:2.5":{"pli":"Pacchāpuresaññī ca viharati—","eng":"And they meditate perceiving before and behind: ","html":"{}"},"sn51.12:2.6":{"pli":"yathā pure tathā pacchā, yathā pacchā tathā pure; ","eng":"as before, so behind; as behind, so before; ","html":"{}"},"sn51.12:2.7":{"pli":"yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ","eng":"as below, so above; as above, so below; ","html":"{}"},"sn51.12:2.8":{"pli":"yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ","eng":"as by day, so by night; as by night, so by day. ","html":"{}"},"sn51.12:2.9":{"pli":"Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ","eng":"And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ","html":"{}"},"sn51.12:2.10":{"pli":"Evaṃ bhāvitā kho, bhikkhave, cattāro iddhipādā evaṃ bahulīkatā mahapphalā honti mahānisaṃsā. ","eng":"When the four bases of psychic power have been developed and cultivated in this way they’re very fruitful and beneficial. ","html":"{}</p>"},"sn51.12:3.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhave, bhikkhu catūsu iddhipādesu evaṃ bahulīkatesu anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti …pe… yāva brahmalokāpi kāyena vasaṃ vatteti …pe…. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, a mendicant wields the many kinds of psychic power: multiplying themselves and becoming one again … controlling the body as far as the realm of divinity. … ","html":"<p>{}</p>"},"sn51.12:4.1":{"pli":"Evaṃ bhāvitesu kho, bhikkhave, bhikkhu catūsu iddhipādesu evaṃ bahulīkatesu, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"When the four bases of psychic power have been developed and cultivated in this way, they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” ","html":"<p>{}</p>"},"sn51.12:4.2":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn51.13":{"sn51.13:0.1":{"pli":"Saṃyutta Nikāya 51.13 ","eng":"Linked Discourses 51.13 ","html":"<article id='sn51.13'><header><ul><li class='division'>{}</li>"},"sn51.13:0.2":{"pli":"2. Pāsādakampanavagga ","eng":"2. Shaking the Stilt Longhouse ","html":"<li>{}</li></ul>"},"sn51.13:0.3":{"pli":"Chandasamādhisutta ","eng":"Immersion Due to Enthusiasm ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn51.13:1.1":{"pli":"“Chandañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—","eng":"“Mendicants, if a mendicant depends on enthusiasm in order to gain immersion, gain unification of mind, ","html":"<p>{}"},"sn51.13:1.2":{"pli":"ayaṃ vuccati chandasamādhi. ","eng":"this is called immersion due to enthusiasm. ","html":"{}"},"sn51.13:1.3":{"pli":"So anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise. ","html":"{}"},"sn51.13:1.4":{"pli":"Uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up. ","html":"{}"},"sn51.13:1.5":{"pli":"Anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise. ","html":"{}"},"sn51.13:1.6":{"pli":"Uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development. ","html":"{}"},"sn51.13:1.7":{"pli":"Ime vuccanti ‘padhānasaṅkhārā’ti. ","eng":"These are called active efforts. ","html":"{}"},"sn51.13:1.8":{"pli":"Iti ayañca chando, ayañca chandasamādhi, ime ca padhānasaṅkhārā—","eng":"And so there is this enthusiasm, this immersion due to enthusiasm, and these active efforts. ","html":"{}"},"sn51.13:1.9":{"pli":"ayaṃ vuccati, bhikkhave, chandasamādhippadhānasaṅkhārasamannāgato iddhipādo. ","eng":"This is called the basis of psychic power that has immersion due to enthusiasm, and active effort. ","html":"{}</p>"},"sn51.13:2.1":{"pli":"Vīriyañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—","eng":"If a mendicant depends on energy in order to gain immersion, gain unification of mind, ","html":"<p>{}"},"sn51.13:2.2":{"pli":"ayaṃ vuccati ‘vīriyasamādhi’. ","eng":"this is called immersion due to energy. ","html":"{}"},"sn51.13:2.3":{"pli":"So anuppannānaṃ …pe… ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise … ","html":"{}"},"sn51.13:2.4":{"pli":"uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development. ","html":"{}"},"sn51.13:2.5":{"pli":"Ime vuccanti ‘padhānasaṅkhārā’ti. ","eng":"These are called active efforts. ","html":"{}"},"sn51.13:2.6":{"pli":"Iti idañca vīriyaṃ, ayañca vīriyasamādhi, ime ca padhānasaṅkhārā—","eng":"And so there is this energy, this immersion due to energy, and these active efforts. ","html":"{}"},"sn51.13:2.7":{"pli":"ayaṃ vuccati, bhikkhave, vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo. ","eng":"This is called the basis of psychic power that has immersion due to energy, and active effort. ","html":"{}</p>"},"sn51.13:3.1":{"pli":"Cittañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—","eng":"If a mendicant depends on mental development in order to gain immersion, gain unification of mind, ","html":"<p>{}"},"sn51.13:3.2":{"pli":"ayaṃ vuccati ‘cittasamādhi’. ","eng":"this is called immersion due to mental development. ","html":"{}"},"sn51.13:3.3":{"pli":"So anuppannānaṃ pāpakānaṃ …pe… ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise … ","html":"{}"},"sn51.13:3.4":{"pli":"uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development. ","html":"{}"},"sn51.13:3.5":{"pli":"Ime vuccanti ‘padhānasaṅkhārā’ti. ","eng":"These are called active efforts. ","html":"{}"},"sn51.13:3.6":{"pli":"Iti idañca cittaṃ, ayañca cittasamādhi, ime ca padhānasaṅkhārā—","eng":"And so there is this mental development, this immersion due to mental development, and these active efforts. ","html":"{}"},"sn51.13:3.7":{"pli":"ayaṃ vuccati, bhikkhave, cittasamādhippadhānasaṅkhārasamannāgato iddhipādo. ","eng":"This is called the basis of psychic power that has immersion due to mental development, and active effort. ","html":"{}</p>"},"sn51.13:4.1":{"pli":"Vīmaṃsañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—","eng":"If a mendicant depends on inquiry in order to gain immersion, gain unification of mind, ","html":"<p>{}"},"sn51.13:4.2":{"pli":"ayaṃ vuccati ‘vīmaṃsāsamādhi’. ","eng":"this is called immersion due to inquiry. ","html":"{}"},"sn51.13:4.3":{"pli":"So anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati …pe… ","eng":"They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise … ","html":"{}"},"sn51.13:4.4":{"pli":"uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ","eng":"so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development. ","html":"{}"},"sn51.13:4.5":{"pli":"Ime vuccanti ‘padhānasaṅkhārā’ti. ","eng":"These are called active efforts. ","html":"{}"},"sn51.13:4.6":{"pli":"Iti ayañca vīmaṃsā, ayañca vīmaṃsāsamādhi, ime ca padhānasaṅkhārā—","eng":"And so there is this inquiry, this immersion due to inquiry, and these active efforts. ","html":"{}"},"sn51.13:4.7":{"pli":"ayaṃ vuccati, bhikkhave, vīmaṃsāsamādhippadhānasaṅkhārasamannāgato iddhipādo”ti. ","eng":"This is called the basis of psychic power that has immersion due to inquiry, and active effort.” ","html":"{}</p>"},"sn51.13:4.8":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}