{"sn46.55":{"sn46.55:0.1":{"pli":"Saṃyutta Nikāya 46.55 ","eng":"Linked Discourses 46.55 ","html":"<article id='sn46.55'><header><ul><li class='division'>{}</li>"},"sn46.55:0.2":{"pli":"6. Sākacchavagga ","eng":"6. Discussion ","html":"<li>{}</li></ul>"},"sn46.55:0.3":{"pli":"Saṅgāravasutta ","eng":"With Saṅgārava ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.55:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn46.55:1.2":{"pli":"Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then Saṅgārava the brahmin went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"sn46.55:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saṅgāravo brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"sn46.55:2.1":{"pli":"“Ko nu kho, bho gotama, hetu, ko paccayo yenekadā dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā? ","eng":"“What is the cause, Mister Gotama, what is the reason why sometimes even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed? ","html":"<p>{}"},"sn46.55:2.2":{"pli":"Ko pana, bho gotama, hetu, ko paccayo yenekadā dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti? ","eng":"And why is it that sometimes even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed?” ","html":"{}</p>"},"sn46.55:3.1":{"pli":"“Yasmiṃ kho, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"“Brahmin, there’s a time when your heart is overcome and mired in sensual desire and you don’t truly understand the escape from sensual desire that has arisen. At that time you don’t truly know or see what is good for yourself, good for another, or good for both. Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:4.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto saṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ","eng":"Suppose there was a bowl of water that was mixed with dye such as red lac, turmeric, indigo, or rose madder. ","html":"<p>{}"},"sn46.55:4.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}</p>"},"sn46.55:4.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati …pe… paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in sensual desire … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:5.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in ill will … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:6.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto agginā santatto pakkuthito usmudakajāto. ","eng":"Suppose there was a bowl of water that was heated by fire, boiling and bubbling. ","html":"<p>{}"},"sn46.55:6.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}</p>"},"sn46.55:6.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi tasmiṃ samaye …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in ill will … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:7.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:8.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto sevālapaṇakapariyonaddho. ","eng":"Suppose there was a bowl of water overgrown with moss and aquatic plants. ","html":"<p>{}"},"sn46.55:8.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}</p>"},"sn46.55:8.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:9.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:10.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto vāterito calito bhanto ūmijāto. ","eng":"Suppose there was a bowl of water stirred by the wind, churning, swirling, and rippling. ","html":"<p>{}"},"sn46.55:10.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}</p>"},"sn46.55:10.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi …pe… ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:11.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi …pe… ubhayatthampi … dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"Furthermore, when your heart is overcome and mired in doubt … Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}</p>"},"sn46.55:12.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto āvilo luḷito kalalībhūto andhakāre nikkhitto. ","eng":"Suppose there was a bowl of water that was cloudy, murky, and muddy, hidden in the darkness. ","html":"<p>{}"},"sn46.55:12.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya. ","eng":"Even a person with clear eyes checking their own reflection wouldn’t truly know it or see it. ","html":"{}</p>"},"sn46.55:12.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati; dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"In the same way, there’s a time when your heart is overcome and mired in doubt and you don’t truly understand the escape from doubt that has arisen. At that time you don’t truly know or see what is good for yourself, good for another, or good for both. Even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"<p>{}"},"sn46.55:12.4":{"pli":"Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo yenekadā dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ","eng":"This is the cause, brahmin, this is the reason why sometimes even hymns that are long-rehearsed don’t spring to mind, let alone those that are not rehearsed. ","html":"{}</p>"},"sn46.55:13.1":{"pli":"Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati; dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"There’s a time when your heart is not overcome and mired in sensual desire and you truly understand the escape from sensual desire that has arisen. At that time you truly know and see what is good for yourself, good for another, and good for both. Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:14.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto asaṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ","eng":"Suppose there was a bowl of water that was not mixed with dye such as red lac, turmeric, indigo, or rose madder. ","html":"<p>{}"},"sn46.55:14.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}</p>"},"sn46.55:14.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti …pe…. ","eng":"In the same way, when your heart is not overcome and mired in sensual desire … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. ","html":"<p>{}</p>"},"sn46.55:15.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"Furthermore, when your heart is not overcome and mired in ill will … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:16.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto na agginā santatto na pakkuthito na usmudakajāto. ","eng":"Suppose there is a bowl of water that is not heated by a fire, boiling and bubbling. ","html":"<p>{}"},"sn46.55:16.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}</p>"},"sn46.55:16.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"In the same way, when your heart is not overcome and mired in ill will … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:17.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"Furthermore, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:18.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto na sevālapaṇakapariyonaddho. ","eng":"Suppose there is a bowl of water that is not overgrown with moss and aquatic plants. ","html":"<p>{}"},"sn46.55:18.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}</p>"},"sn46.55:18.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"In the same way, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:19.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"Furthermore, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:20.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto na vāterito na calito na bhanto na ūmijāto. ","eng":"Suppose there is a bowl of water that is not stirred by the wind, churning, swirling, and rippling. ","html":"<p>{}"},"sn46.55:20.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}</p>"},"sn46.55:20.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi …pe… ubhayatthampi …pe… dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"In the same way, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:21.1":{"pli":"Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ jānāti passati; ubhayatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati; dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"Furthermore, when your heart is not overcome and mired in doubt … Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}</p>"},"sn46.55:22.1":{"pli":"Seyyathāpi, brāhmaṇa, udapatto accho vippasanno anāvilo āloke nikkhitto. ","eng":"Suppose there was a bowl of water that was transparent, clear, and unclouded, brought into the light. ","html":"<p>{}"},"sn46.55:22.2":{"pli":"Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya. ","eng":"A person with clear eyes checking their own reflection would truly know it and see it. ","html":"{}</p>"},"sn46.55:22.3":{"pli":"Evameva kho, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati; dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"In the same way, there’s a time when your heart is not overcome and mired in doubt and you truly understand the escape from doubt that has arisen. At that time you truly know and see what is good for yourself, good for another, and good for both. Even hymns that are long-unrehearsed spring to mind, let alone those that are rehearsed. ","html":"<p>{}"},"sn46.55:22.4":{"pli":"Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo yenekadā dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ","eng":"This is the cause, brahmin, this is the reason why sometimes even hymns that are long-unrehearsed do spring to mind, let alone those that are rehearsed. ","html":"{}</p>"},"sn46.55:23.1":{"pli":"Sattime, brāhmaṇa, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattanti. ","eng":"These seven awakening factors are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom. ","html":"<p>{}"},"sn46.55:23.2":{"pli":"Katame satta? ","eng":"What seven? ","html":"{}"},"sn46.55:23.3":{"pli":"Satisambojjhaṅgo kho, brāhmaṇa, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati …pe… upekkhāsambojjhaṅgo kho, brāhmaṇa, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati. ","eng":"The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. ","html":"{}"},"sn46.55:23.4":{"pli":"Ime kho, brāhmaṇa, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattantī”ti. ","eng":"These seven awakening factors are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.” ","html":"{}</p>"},"sn46.55:24.1":{"pli":"Evaṃ vutte, saṅgāravo brāhmaṇo bhagavantaṃ etadavoca: ","eng":"When he said this, Saṅgārava said to the Buddha, ","html":"<p>{}"},"sn46.55:24.2":{"pli":"“abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! … ","html":"{}"},"sn46.55:24.3":{"pli":"upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"sn46.55:24.4":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn46.56":{"sn46.56:0.1":{"pli":"Saṃyutta Nikāya 46.56 ","eng":"Linked Discourses 46.56 ","html":"<article id='sn46.56'><header><ul><li class='division'>{}</li>"},"sn46.56:0.2":{"pli":"6. Sākacchavagga ","eng":"6. Discussion ","html":"<li>{}</li></ul>"},"sn46.56:0.3":{"pli":"Abhayasutta ","eng":"With Prince Abhaya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.56:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn46.56:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ","eng":"At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"{}"},"sn46.56:1.3":{"pli":"Atha kho abhayo rājakumāro yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho abhayo rājakumāro bhagavantaṃ etadavoca: ","eng":"Then Prince Abhaya went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"sn46.56:1.4":{"pli":"“pūraṇo, bhante, kassapo evamāha: ","eng":"“Sir, Pūraṇa Kassapa says this: ","html":"<p>{}"},"sn46.56:1.5":{"pli":"‘natthi hetu, natthi paccayo aññāṇāya adassanāya. ","eng":"‘There is no cause or reason for not knowing and not seeing. ","html":"{}"},"sn46.56:1.6":{"pli":"Ahetu, appaccayo aññāṇaṃ adassanaṃ hoti. ","eng":"Not knowing and not seeing have no cause or reason. ","html":"{}"},"sn46.56:1.7":{"pli":"Natthi hetu, natthi paccayo ñāṇāya dassanāya. ","eng":"There is no cause or reason for knowing and seeing. ","html":"{}"},"sn46.56:1.8":{"pli":"Ahetu, appaccayo ñāṇaṃ dassanaṃ hotī’ti. ","eng":"Knowing and seeing have no cause or reason.’ ","html":"{}"},"sn46.56:1.9":{"pli":"Idha bhagavā kimāhā”ti? ","eng":"What does the Buddha say about this?” ","html":"{}</p>"},"sn46.56:1.10":{"pli":"“Atthi, rājakumāra, hetu, atthi paccayo aññāṇāya adassanāya. ","eng":"“Prince, there are causes and reasons for not knowing and not seeing. ","html":"<p>{}"},"sn46.56:1.11":{"pli":"Sahetu, sappaccayo aññāṇaṃ adassanaṃ hoti. ","eng":"Not knowing and not seeing have causes and reasons. ","html":"{}"},"sn46.56:1.12":{"pli":"Atthi, rājakumāra, hetu, atthi paccayo ñāṇāya dassanāya. ","eng":"There are causes and reasons for knowing and seeing. ","html":"{}"},"sn46.56:1.13":{"pli":"Sahetu, sappaccayo ñāṇaṃ dassanaṃ hotī”ti. ","eng":"Knowing and seeing have causes and reasons.” ","html":"{}</p>"},"sn46.56:2.1":{"pli":"“Katamo pana, bhante, hetu, katamo paccayo aññāṇāya adassanāya? ","eng":"“But sir, what is the cause and reason for not knowing and not seeing? ","html":"<p>{}"},"sn46.56:2.2":{"pli":"Kathaṃ sahetu, sappaccayo aññāṇaṃ adassanaṃ hotī”ti? ","eng":"How do not knowing and not seeing have causes and reasons?” ","html":"{}</p>"},"sn46.56:2.3":{"pli":"“Yasmiṃ kho, rājakumāra, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ na jānāti na passati—","eng":"“There’s a time when the heart is overcome and mired in sensual desire, without truly knowing and seeing the escape from sensual desire that has arisen. ","html":"<p>{}"},"sn46.56:2.4":{"pli":"ayampi kho, rājakumāra, hetu, ayaṃ paccayo aññāṇāya adassanāya. ","eng":"This is a cause and reason for not knowing and not seeing. ","html":"{}"},"sn46.56:2.5":{"pli":"Evampi sahetu sappaccayo aññāṇaṃ adassanaṃ hoti. ","eng":"And this is how not knowing and not seeing have causes and reasons. ","html":"{}</p>"},"sn46.56:3.1":{"pli":"Puna caparaṃ, rājakumāra, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena …pe… ","eng":"Furthermore, there’s a time when the heart is overcome and mired in ill will … ","html":"<p>{}"},"sn46.56:3.2":{"pli":"thinamiddhapariyuṭṭhitena …pe… ","eng":"dullness and drowsiness … ","html":"{}"},"sn46.56:3.3":{"pli":"uddhaccakukkuccapariyuṭṭhitena …pe… ","eng":"restlessness and remorse … ","html":"{}"},"sn46.56:3.4":{"pli":"vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ na jānāti na passati—","eng":"doubt, without truly knowing and seeing the escape from doubt that has arisen. ","html":"{}"},"sn46.56:3.5":{"pli":"ayampi kho, rājakumāra, hetu, ayaṃ paccayo aññāṇāya adassanāya. ","eng":"This is a cause and reason for not knowing and not seeing. ","html":"{}"},"sn46.56:3.6":{"pli":"Evampi sahetu sappaccayo aññāṇaṃ adassanaṃ hotī”ti. ","eng":"And this is how not knowing and not seeing have causes and reasons.” ","html":"{}</p>"},"sn46.56:4.1":{"pli":"“Ko nāmāyaṃ, bhante, dhammapariyāyo”ti? ","eng":"“Sir, what is the name of this exposition of the teaching?” ","html":"<p>{}</p>"},"sn46.56:4.2":{"pli":"“Nīvaraṇā nāmete, rājakumārā”ti. ","eng":"“These are called the ‘hindrances’, prince.” ","html":"<p>{}</p>"},"sn46.56:4.3":{"pli":"“Taggha, bhagavā, nīvaraṇā; ","eng":"“Indeed, Blessed One, these are hindrances! ","html":"<p>{}"},"sn46.56:4.4":{"pli":"taggha, sugata, nīvaraṇā. ","eng":"Indeed, Holy One, these are hindrances! ","html":"{}"},"sn46.56:4.5":{"pli":"Ekamekenapi kho, bhante, nīvaraṇena abhibhūto yathābhūtaṃ na jāneyya na passeyya, ko pana vādo pañcahi nīvaraṇehi? ","eng":"Overcome by even a single hindrance you wouldn’t truly know or see, let alone all five hindrances. ","html":"{}</p>"},"sn46.56:5.1":{"pli":"Katamo pana, bhante, hetu, katamo paccayo ñāṇāya dassanāya? ","eng":"But sir, what is the cause and reason for knowing and seeing? ","html":"<p>{}"},"sn46.56:5.2":{"pli":"Kathaṃ sahetu, sappaccayo ñāṇaṃ dassanaṃ hotī”ti? ","eng":"How do knowing and seeing have causes and reasons?” ","html":"{}</p>"},"sn46.56:5.3":{"pli":"“Idha, rājakumāra, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"“It’s when a mendicant develops the awakening factor of mindfulness, which relies on seclusion, fading away, and cessation, and ripens as letting go. ","html":"<p>{}"},"sn46.56:5.4":{"pli":"So satisambojjhaṅgaṃ bhāvitena cittena yathābhūtaṃ jānāti passati—","eng":"They truly know and see with a mind that has developed the awakening factor of mindfulness. ","html":"{}"},"sn46.56:5.5":{"pli":"ayampi kho, rājakumāra, hetu, ayaṃ paccayo ñāṇāya dassanāya. ","eng":"This is a cause and reason for knowing and seeing. ","html":"{}"},"sn46.56:5.6":{"pli":"Evampi sahetu, sappaccayo ñāṇaṃ dassanaṃ hoti. ","eng":"And this is how knowing and seeing have causes and reasons. ","html":"{}</p>"},"sn46.56:6.1":{"pli":"Puna caparaṃ, rājakumāra, bhikkhu …pe… ","eng":"Furthermore, a mendicant develops the awakening factor of investigation of principles … energy … rapture … tranquility … immersion … ","html":"<p>{}"},"sn46.56:6.2":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"{}"},"sn46.56:6.3":{"pli":"So upekkhāsambojjhaṅgaṃ bhāvitena cittena yathābhūtaṃ jānāti passati—","eng":"They truly know and see with a mind that has developed the awakening factor of equanimity. ","html":"{}"},"sn46.56:6.4":{"pli":"ayampi kho, rājakumāra, hetu, ayaṃ paccayo ñāṇāya dassanāya. ","eng":"This is a cause and reason for knowing and seeing. ","html":"{}"},"sn46.56:6.5":{"pli":"Evaṃ sahetu, sappaccayo ñāṇaṃ dassanaṃ hotī”ti. ","eng":"And this is how knowing and seeing have causes and reasons.” ","html":"{}</p>"},"sn46.56:7.1":{"pli":"“Ko nāmāyaṃ, bhante, dhammapariyāyo”ti? ","eng":"“Sir, what is the name of this exposition of the teaching?” ","html":"<p>{}</p>"},"sn46.56:7.2":{"pli":"“Bojjhaṅgā nāmete, rājakumārā”ti. ","eng":"“These are called the ‘awakening factors’, prince.” ","html":"<p>{}</p>"},"sn46.56:7.3":{"pli":"“Taggha, bhagavā, bojjhaṅgā; ","eng":"“Indeed, Blessed One, these are awakening factors! ","html":"<p>{}"},"sn46.56:7.4":{"pli":"taggha, sugata, bojjhaṅgā. ","eng":"Indeed, Holy One, these are awakening factors! ","html":"{}"},"sn46.56:7.5":{"pli":"Ekamekenapi kho, bhante, bojjhaṅgena samannāgato yathābhūtaṃ jāneyya passeyya, ko pana vādo sattahi bojjhaṅgehi? ","eng":"Endowed with even a single awakening factor you would truly know and see, let alone all seven awakening factors. ","html":"{}"},"sn46.56:7.6":{"pli":"Yopi me, bhante, gijjhakūṭaṃ pabbataṃ ārohantassa kāyakilamatho cittakilamatho, sopi me paṭippassaddho, dhammo ca me abhisamito”ti. ","eng":"When climbing Mount Vulture’s Peak I became fatigued in body and mind. But this has now faded away. And I’ve comprehended the teaching.” ","html":"{}</p>"},"sn46.56:7.7":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn46.56:7.8":{"pli":"Sākacchavaggo chaṭṭho. ","html":"<p class='endvagga'>{}</p>"},"sn46.56:8.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn46.56:8.1":{"pli":"Āhārā pariyāyamaggi, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn46.56:8.2":{"pli":"mettaṃ saṅgāravena ca; ","html":"<span class='verse-line'>{}</span>"},"sn46.56:8.3":{"pli":"Abhayo pucchito pañhaṃ, ","html":"<span class='verse-line'>{}</span>"},"sn46.56:8.4":{"pli":"gijjhakūṭamhi pabbateti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn46.57":{"sn46.57:0.1":{"pli":"Saṃyutta Nikāya 46.57 ","eng":"Linked Discourses 46.57 ","html":"<article id='sn46.57'><header><ul><li class='division'>{}</li>"},"sn46.57:0.2":{"pli":"7. Ānāpānavagga ","eng":"7. Breathing ","html":"<li>{}</li></ul>"},"sn46.57:0.3":{"pli":"Aṭṭhikamahapphalasutta ","eng":"A Skeleton ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.57:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn46.57:1.2":{"pli":"“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā. ","eng":"“Mendicants, when the perception of a skeleton is developed and cultivated it’s very fruitful and beneficial. ","html":"<p>{}"},"sn46.57:1.3":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā? ","eng":"How so? ","html":"{}"},"sn46.57:1.4":{"pli":"Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ …pe… ","eng":"It’s when a mendicant develops the perception of a skeleton together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, ","html":"{}"},"sn46.57:1.5":{"pli":"aṭṭhikasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"{}"},"sn46.57:1.6":{"pli":"Evaṃ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā”ti. ","eng":"That’s how the perception of a skeleton, when developed and cultivated, is very fruitful and beneficial.” ","html":"{}"},"sn46.57:2.0":{"pli":"Aññataraphalasutta ","html":"<h2>{}</h2>"},"sn46.57:2.1":{"pli":"“Aṭṭhikasaññāya, bhikkhave, bhāvitāya bahulīkatāya dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā. ","eng":"“When the perception of a skeleton is developed and cultivated you can expect one of two results: enlightenment in this very life, or if there’s something left over, non-return. ","html":"<p>{}"},"sn46.57:2.2":{"pli":"Kathaṃ bhāvitāya ca kho, bhikkhave, aṭṭhikasaññāya kathaṃ bahulīkatāya dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā? ","eng":"How so?…” ","html":"{}"},"sn46.57:2.3":{"pli":"Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti …pe… ","html":"{}"},"sn46.57:2.4":{"pli":"aṭṭhikasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","html":"{}"},"sn46.57:2.5":{"pli":"Evaṃ bhāvitāya kho, bhikkhave, aṭṭhikasaññāya evaṃ bahulīkatāya dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā”ti. ","html":"{}</p>"},"sn46.57:3.0":{"pli":"Mahatthasutta ","html":"<h2>{}</h2>"},"sn46.57:3.1":{"pli":"“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato atthāya saṃvattati. ","eng":"“Mendicants, when the perception of a skeleton is developed and cultivated it leads to great benefit. ","html":"<p>{}"},"sn46.57:3.2":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṃ bahulīkatā mahato atthāya saṃvattati? ","eng":"How so?…” ","html":"{}"},"sn46.57:3.3":{"pli":"Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti …pe… ","html":"{}"},"sn46.57:3.4":{"pli":"aṭṭhikasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","html":"{}"},"sn46.57:3.5":{"pli":"Evaṃ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṃ bahulīkatā mahato atthāya saṃvattatī”ti. ","html":"{}</p>"},"sn46.57:4.0":{"pli":"Yogakkhemasutta ","html":"<h2>{}</h2>"},"sn46.57:4.1":{"pli":"“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato yogakkhemāya saṃvattati. ","eng":"“Mendicants, when the perception of a skeleton is developed and cultivated it leads to great sanctuary from the yoke. ","html":"<p>{}"},"sn46.57:4.2":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṃ bahulīkatā mahato yogakkhemāya saṃvattati? ","eng":"How so?…” ","html":"{}"},"sn46.57:4.3":{"pli":"Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti …pe… ","html":"{}"},"sn46.57:4.4":{"pli":"aṭṭhikasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","html":"{}"},"sn46.57:4.5":{"pli":"Evaṃ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṃ bahulīkatā mahato yogakkhemāya saṃvattatī”ti. ","html":"{}</p>"},"sn46.57:5.0":{"pli":"Saṃvegasutta ","html":"<h2>{}</h2>"},"sn46.57:5.1":{"pli":"“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato saṃvegāya saṃvattati. ","eng":"“Mendicants, when the perception of a skeleton is developed and cultivated it leads to great inspiration. ","html":"<p>{}"},"sn46.57:5.2":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṃ bahulīkatā mahato saṃvegāya saṃvattati? ","eng":"How so?…” ","html":"{}"},"sn46.57:5.3":{"pli":"Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti …pe… ","html":"{}"},"sn46.57:5.4":{"pli":"aṭṭhikasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","html":"{}"},"sn46.57:5.5":{"pli":"Evaṃ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṃ bahulīkatā mahato saṃvegāya saṃvattatī”ti. ","html":"{}</p>"},"sn46.57:6.0":{"pli":"Phāsuvihārasutta ","html":"<h2>{}</h2>"},"sn46.57:6.1":{"pli":"“Aṭṭhikasaññā, bhikkhave, bhāvitā bahulīkatā mahato phāsuvihārāya saṃvattati. ","eng":"“Mendicants, when the perception of a skeleton is developed and cultivated it leads to dwelling in great ease. ","html":"<p>{}"},"sn46.57:6.2":{"pli":"Kathaṃ bhāvitā ca, bhikkhave, aṭṭhikasaññā kathaṃ bahulīkatā mahato phāsuvihārāya saṃvattati? ","eng":"How so?…” ","html":"{}"},"sn46.57:6.3":{"pli":"Idha, bhikkhave, bhikkhu aṭṭhikasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti …pe… ","html":"{}"},"sn46.57:6.4":{"pli":"aṭṭhikasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","html":"{}"},"sn46.57:6.5":{"pli":"Evaṃ bhāvitā kho, bhikkhave, aṭṭhikasaññā evaṃ bahulīkatā mahato phāsuvihārāya saṃvattatī”ti ","html":"{}</p>"},"sn46.57:6.6":{"pli":"Paṭhamaṃ. ","html":"<p class='end'>{}</p></article>"}},"sn46.58":{"sn46.58:0.1":{"pli":"Saṃyutta Nikāya 46.58 ","eng":"Linked Discourses 46.58 ","html":"<article id='sn46.58'><header><ul><li class='division'>{}</li>"},"sn46.58:0.2":{"pli":"7. Ānāpānavagga ","eng":"7. Breathing ","html":"<li>{}</li></ul>"},"sn46.58:0.3":{"pli":"Puḷavakasutta ","eng":"Worm-Infested ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.58:1.1":{"pli":"“Puḷavakasaññā, bhikkhave, bhāvitā …pe…” ","eng":"“Mendicants, when the perception of a worm-infested corpse is developed and cultivated it’s very fruitful and beneficial. …” ","html":"<p>{}</p>"},"sn46.58:1.2":{"pli":"dutiyaṃ. ","html":"<p class='end'>{}</p></article>"}},"sn46.59":{"sn46.59:0.1":{"pli":"Saṃyutta Nikāya 46.59 ","eng":"Linked Discourses 46.59 ","html":"<article id='sn46.59'><header><ul><li class='division'>{}</li>"},"sn46.59:0.2":{"pli":"7. Ānāpānavagga ","eng":"7. Breathing ","html":"<li>{}</li></ul>"},"sn46.59:0.3":{"pli":"Vinīlakasutta ","eng":"Livid ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.59:1.1":{"pli":"“Vinīlakasaññā, bhikkhave …pe…” ","eng":"“Mendicants, when the perception of a livid corpse is developed and cultivated it’s very fruitful and beneficial. …” ","html":"<p>{}</p>"},"sn46.59:1.2":{"pli":"tatiyaṃ. ","html":"<p class='end'>{}</p></article>"}}}