{"sn55.26":{"sn55.26:0.1":{"pli":"Saṃyutta Nikāya 55.26 ","eng":"Linked Discourses 55.26 ","html":"<article id='sn55.26'><header><ul><li class='division'>{}</li>"},"sn55.26:0.2":{"pli":"3. Saraṇānivagga ","eng":"3. About Sarakāni ","html":"<li>{}</li></ul>"},"sn55.26:0.3":{"pli":"Paṭhamaanāthapiṇḍikasutta ","eng":"Anāthapiṇḍika (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.26:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn55.26:1.2":{"pli":"Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno. ","eng":"Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill. ","html":"<p>{}"},"sn55.26:1.3":{"pli":"Atha kho anāthapiṇḍiko gahapati aññataraṃ purisaṃ āmantesi: ","eng":"Then he addressed a man, ","html":"{}"},"sn55.26:1.4":{"pli":"“ehi tvaṃ, ambho purisa, yenāyasmā sāriputto tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vanda: ","eng":"“Please, worthy man, go to Venerable Sāriputta, and in my name bow with your head to his feet. Say to him: ","html":"{}"},"sn55.26:1.5":{"pli":"‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ","eng":"‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill. ","html":"{}"},"sn55.26:1.6":{"pli":"So āyasmato sāriputtassa pāde sirasā vandatī’ti. ","eng":"He bows with his head to your feet.’ ","html":"{}"},"sn55.26:1.7":{"pli":"Evañca vadehi: ","eng":"And then say: ","html":"{}"},"sn55.26:1.8":{"pli":"‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ","eng":"‘Sir, please visit him at his home out of sympathy.’” ","html":"{}</p>"},"sn55.26:2.1":{"pli":"“Evaṃ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"“Yes, sir,” that man replied. He did as Anāthapiṇḍika asked. ","html":"<p>{}"},"sn55.26:3.1":{"pli":"“Anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ","html":"{}"},"sn55.26:3.2":{"pli":"So āyasmato sāriputtassa pāde sirasā vandati. ","html":"{}"},"sn55.26:3.3":{"pli":"Evañca vadati: ","html":"{}"},"sn55.26:3.4":{"pli":"‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ","html":"{}"},"sn55.26:3.5":{"pli":"Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena. ","eng":"Sāriputta consented with silence. ","html":"{}</p>"},"sn55.26:4.1":{"pli":"Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ etadavoca: ","eng":"Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, went with Venerable Ānanda as his second monk to Anāthapiṇḍika’s home. He sat down on the seat spread out, and said to Anāthapiṇḍika, ","html":"<p>{}"},"sn55.26:4.2":{"pli":"“kacci te, gahapati, khamanīyaṃ kacci yāpanīyaṃ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti? ","eng":"“I hope you’re keeping well, householder; I hope you’re all right. And I hope the pain is fading, not growing, that its fading is evident, not its growing.” ","html":"{}</p>"},"sn55.26:4.3":{"pli":"“Na me, bhante, khamanīyaṃ, na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti. ","eng":"“Sir, I’m not keeping well, I’m not getting by. The pain is terrible and growing, not fading; its growing is evident, not its fading.” ","html":"<p>{}</p>"},"sn55.26:5.1":{"pli":"“Yathārūpena kho, gahapati, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpo te buddhe appasādo natthi. ","eng":"“Householder, you don’t have the distrust in the Buddha that causes an unlearned ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. ","html":"<p>{}"},"sn55.26:5.2":{"pli":"Atthi ca kho te, gahapati, buddhe aveccappasādo—","eng":"And you have experiential confidence in the Buddha: ","html":"{}"},"sn55.26:5.3":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","eng":"‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed.’ ","html":"{}"},"sn55.26:5.4":{"pli":"Tañca pana te buddhe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","eng":"Seeing in yourself that experiential confidence in the Buddha, that pain may die down on the spot. ","html":"{}</p>"},"sn55.26:6.1":{"pli":"Yathārūpena kho, gahapati, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te dhamme appasādo natthi. ","eng":"You don’t have the distrust in the teaching that causes an unlearned ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. ","html":"<p>{}"},"sn55.26:6.2":{"pli":"Atthi ca kho te, gahapati, dhamme aveccappasādo—","eng":"And you have experiential confidence in the teaching: ","html":"{}"},"sn55.26:6.3":{"pli":"svākkhāto bhagavatā dhammo …pe… paccattaṃ veditabbo viññūhīti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ","html":"{}"},"sn55.26:6.4":{"pli":"Tañca pana te dhamme aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","eng":"Seeing in yourself that experiential confidence in the teaching, that pain may die down on the spot. ","html":"{}</p>"},"sn55.26:7.1":{"pli":"Yathārūpena kho, gahapati, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te saṅghe appasādo natthi. ","eng":"You don’t have the distrust in the Saṅgha that causes an unlearned ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. ","html":"<p>{}"},"sn55.26:7.2":{"pli":"Atthi ca kho te, gahapati, saṅghe aveccappasādo—","eng":"And you have experiential confidence in the Saṅgha: ","html":"{}"},"sn55.26:7.3":{"pli":"suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṃ puññakkhettaṃ lokassāti. ","eng":"‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, systematic, and proper. It consists of the four pairs, the eight individual persons. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, and worthy of veneration with joined palms. It is the supreme field of merit for the world.’ ","html":"{}"},"sn55.26:7.4":{"pli":"Tañca pana te saṅghe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","eng":"Seeing in yourself that experiential confidence in the Saṅgha, that pain may die down on the spot. ","html":"{}</p>"},"sn55.26:8.1":{"pli":"Yathārūpena kho, gahapati, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpaṃ te dussīlyaṃ natthi. ","eng":"You don’t have the unethical conduct that causes an unlearned ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. ","html":"<p>{}"},"sn55.26:8.2":{"pli":"Atthi ca kho te, gahapati, ariyakantāni sīlāni … pe samādhisaṃvattanikāni. ","eng":"Your ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"{}"},"sn55.26:8.3":{"pli":"Tāni ca pana te ariyakantāni sīlāni attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","eng":"Seeing in yourself that ethical conduct loved by the noble ones, that pain may die down on the spot. ","html":"{}</p>"},"sn55.26:9.1":{"pli":"Yathārūpāya kho, gahapati, micchādiṭṭhiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchādiṭṭhi natthi. ","eng":"You don’t have the wrong view that causes an unlearned ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. ","html":"<p>{}"},"sn55.26:9.2":{"pli":"Atthi ca kho te, gahapati, sammādiṭṭhi. ","eng":"You have right view. ","html":"{}"},"sn55.26:9.3":{"pli":"Tañca pana te sammādiṭṭhiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","eng":"Seeing in yourself that right view, that pain may die down on the spot. ","html":"{}</p>"},"sn55.26:10.1":{"pli":"Yathārūpena kho, gahapati, micchāsaṅkappena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāsaṅkappo natthi. ","eng":"You don’t have the wrong thought … ","html":"<p>{}"},"sn55.26:10.2":{"pli":"Atthi ca kho te, gahapati, sammāsaṅkappo. ","html":"{}"},"sn55.26:10.3":{"pli":"Tañca pana te sammāsaṅkappaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:11.1":{"pli":"Yathārūpāya kho, gahapati, micchāvācāya samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāvācā natthi. ","eng":"wrong speech … ","html":"<p>{}"},"sn55.26:11.2":{"pli":"Atthi ca kho te, gahapati, sammāvācā. ","html":"{}"},"sn55.26:11.3":{"pli":"Tañca pana te sammāvācaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:12.1":{"pli":"Yathārūpena kho, gahapati, micchākammantena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchākammanto natthi. ","eng":"wrong action … ","html":"<p>{}"},"sn55.26:12.2":{"pli":"Atthi ca kho te, gahapati, sammākammanto. ","html":"{}"},"sn55.26:12.3":{"pli":"Tañca pana te sammākammantaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:13.1":{"pli":"Yathārūpena kho, gahapati, micchāājīvena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāājīvo natthi. ","eng":"wrong livelihood … ","html":"<p>{}"},"sn55.26:13.2":{"pli":"Atthi ca kho te, gahapati, sammāājīvo. ","html":"{}"},"sn55.26:13.3":{"pli":"Tañca pana te sammāājīvaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:14.1":{"pli":"Yathārūpena kho, gahapati, micchāvāyāmena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāvāyāmo natthi. ","eng":"wrong effort … ","html":"<p>{}"},"sn55.26:14.2":{"pli":"Atthi ca kho te, gahapati, sammāvāyāmo. ","html":"{}"},"sn55.26:14.3":{"pli":"Tañca pana te sammāvāyāmaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:15.1":{"pli":"Yathārūpāya kho, gahapati, micchāsatiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāsati natthi. ","eng":"wrong mindfulness … ","html":"<p>{}"},"sn55.26:15.2":{"pli":"Atthi ca kho te, gahapati, sammāsati. ","html":"{}"},"sn55.26:15.3":{"pli":"Tañca pana te sammāsatiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:16.1":{"pli":"Yathārūpena kho, gahapati, micchāsamādhinā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāsamādhi natthi. ","eng":"wrong immersion … ","html":"<p>{}"},"sn55.26:16.2":{"pli":"Atthi ca kho te, gahapati, sammāsamādhi. ","html":"{}"},"sn55.26:16.3":{"pli":"Tañca pana te sammāsamādhiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:17.1":{"pli":"Yathārūpena kho, gahapati, micchāñāṇena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpaṃ te micchāñāṇaṃ natthi. ","eng":"wrong knowledge … ","html":"<p>{}"},"sn55.26:17.2":{"pli":"Atthi ca kho te, gahapati, sammāñāṇaṃ. ","html":"{}"},"sn55.26:17.3":{"pli":"Tañca pana te sammāñāṇaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ","html":"{}</p>"},"sn55.26:18.1":{"pli":"Yathārūpāya kho, gahapati, micchāvimuttiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāvimutti natthi. ","eng":"wrong freedom … ","html":"<p>{}"},"sn55.26:18.2":{"pli":"Atthi ca kho te, gahapati, sammāvimutti. ","eng":"You have right freedom. ","html":"{}"},"sn55.26:18.3":{"pli":"Tañca pana te sammāvimuttiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyyā”ti. ","eng":"Seeing in yourself that right freedom, that pain may die down on the spot.” ","html":"{}</p>"},"sn55.26:19.1":{"pli":"Atha kho anāthapiṇḍikassa gahapatissa ṭhānaso vedanā paṭippassambhiṃsu. ","eng":"And then Anāthapiṇḍika’s pain died down on the spot. ","html":"<p>{}"},"sn55.26:19.2":{"pli":"Atha kho anāthapiṇḍiko gahapati āyasmantañca sāriputtaṃ āyasmantañca ānandaṃ sakeneva thālipākena parivisi. ","eng":"Then he served Sāriputta and Ānanda from his own dish. ","html":"{}"},"sn55.26:19.3":{"pli":"Atha kho anāthapiṇḍiko gahapati āyasmantaṃ sāriputtaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcāsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"When Sāriputta had eaten and washed his hand and bowl, Anāthapiṇḍika took a low seat and sat to one side. ","html":"{}"},"sn55.26:19.4":{"pli":"Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ āyasmā sāriputto imāhi gāthāhi anumodi: ","eng":"Venerable Sāriputta expressed his appreciation to him with these verses. ","html":"{}</p>"},"sn55.26:20.1":{"pli":"“Yassa saddhā tathāgate, ","eng":"“Whoever has faith in the Realized One, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn55.26:20.2":{"pli":"acalā suppatiṭṭhitā; ","eng":"unwavering and well grounded; ","html":"<span class='verse-line'>{}</span>"},"sn55.26:20.3":{"pli":"Sīlañca yassa kalyāṇaṃ, ","eng":"whose ethical conduct is good, ","html":"<span class='verse-line'>{}</span>"},"sn55.26:20.4":{"pli":"ariyakantaṃ pasaṃsitaṃ. ","eng":"praised and loved by the noble ones; ","html":"<span class='verse-line'>{}</span></p>"},"sn55.26:21.1":{"pli":"Saṅghe pasādo yassatthi, ","eng":"who has confidence in the Saṅgha, ","html":"<p><span class='verse-line'>{}</span>"},"sn55.26:21.2":{"pli":"ujubhūtañca dassanaṃ; ","eng":"and correct view: ","html":"<span class='verse-line'>{}</span>"},"sn55.26:21.3":{"pli":"Adaliddoti taṃ āhu, ","eng":"they’re said to be prosperous, ","html":"<span class='verse-line'>{}</span>"},"sn55.26:21.4":{"pli":"amoghaṃ tassa jīvitaṃ. ","eng":"their life is not in vain. ","html":"<span class='verse-line'>{}</span></p>"},"sn55.26:22.1":{"pli":"Tasmā saddhañca sīlañca, ","eng":"So let the wise devote themselves ","html":"<p><span class='verse-line'>{}</span>"},"sn55.26:22.2":{"pli":"pasādaṃ dhammadassanaṃ; ","eng":"to faith, ethical behaviour, ","html":"<span class='verse-line'>{}</span>"},"sn55.26:22.3":{"pli":"Anuyuñjetha medhāvī, ","eng":"confidence, and insight into the teaching, ","html":"<span class='verse-line'>{}</span>"},"sn55.26:22.4":{"pli":"saraṃ buddhānasāsanan”ti. ","eng":"remembering the instructions of the Buddhas.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn55.26:23.1":{"pli":"Atha kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. ","eng":"After expressing his appreciation to Anāthapiṇḍika with these verses, Sāriputta got up from his seat and left. ","html":"<p>{}</p>"},"sn55.26:24.1":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ","eng":"Then Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"sn55.26:24.2":{"pli":"“handa kuto nu tvaṃ, ānanda, āgacchasi divādivassā”ti? ","eng":"“So, Ānanda, where are you coming from in the middle of the day?” ","html":"{}</p>"},"sn55.26:24.3":{"pli":"“Āyasmatā, bhante, sāriputtena anāthapiṇḍiko gahapati iminā ca iminā ca ovādena ovadito”ti. ","eng":"“Sir, Venerable Sāriputta advised the householder Anāthapiṇḍika in this way and that.” ","html":"<p>{}</p>"},"sn55.26:24.4":{"pli":"“Paṇḍito, ānanda, sāriputto; ","eng":"“Sāriputta is astute, Ānanda. ","html":"<p>{}"},"sn55.26:24.5":{"pli":"mahāpañño, ānanda, sāriputto, yatra hi nāma cattāri sotāpattiyaṅgāni dasahākārehi vibhajissatī”ti. ","eng":"He has great wisdom, since he can analyze the four factors of stream-entry in ten respects.” ","html":"{}</p>"},"sn55.26:24.6":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.27":{"sn55.27:0.1":{"pli":"Saṃyutta Nikāya 55.27 ","eng":"Linked Discourses 55.27 ","html":"<article id='sn55.27'><header><ul><li class='division'>{}</li>"},"sn55.27:0.2":{"pli":"3. Saraṇānivagga ","eng":"3. About Sarakāni ","html":"<li>{}</li></ul>"},"sn55.27:0.3":{"pli":"Dutiyaanāthapiṇḍikasutta ","eng":"With Anāthapiṇḍika (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.27:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn55.27:1.2":{"pli":"Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno. ","eng":"Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill. ","html":"<p>{}"},"sn55.27:1.3":{"pli":"Atha kho anāthapiṇḍiko gahapati aññataraṃ purisaṃ āmantesi: ","eng":"Then he addressed a man, ","html":"{}"},"sn55.27:1.4":{"pli":"“ehi tvaṃ, ambho purisa, yenāyasmā ānando tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato ānandassa pāde sirasā vanda: ","eng":"“Please, worthy man, go to Venerable Ānanda, and in my name bow with your head to his feet. Say to him: ","html":"{}"},"sn55.27:1.5":{"pli":"‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ","eng":"‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill. ","html":"{}"},"sn55.27:1.6":{"pli":"So āyasmato ānandassa pāde sirasā vandatī’ti. ","eng":"He bows with his head to your feet.’ ","html":"{}"},"sn55.27:1.7":{"pli":"Evañca vadehi: ","eng":"And then say: ","html":"{}"},"sn55.27:1.8":{"pli":"‘sādhu kira, bhante, āyasmā ānando yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ","eng":"‘Sir, please visit him at his home out of sympathy.’” ","html":"{}</p>"},"sn55.27:2.1":{"pli":"“Evaṃ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ ānandaṃ etadavoca: ","eng":"“Yes, sir,” that man replied. He did as Anāthapiṇḍika asked. ","html":"<p>{}"},"sn55.27:2.2":{"pli":"“anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ","html":"{}"},"sn55.27:2.3":{"pli":"So āyasmato ānandassa pāde sirasā vandati. ","html":"{}"},"sn55.27:2.4":{"pli":"Evañca vadati: ","html":"{}"},"sn55.27:2.5":{"pli":"‘sādhu kira, bhante, āyasmā ānando yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ","html":"{}"},"sn55.27:2.6":{"pli":"Adhivāsesi kho āyasmā ānando tuṇhībhāvena. ","eng":"Ānanda consented with silence. ","html":"{}</p>"},"sn55.27:3.1":{"pli":"Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā ānando anāthapiṇḍikaṃ gahapatiṃ etadavoca: ","eng":"Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, went to the home of the householder Anāthapiṇḍika. He sat down on the seat spread out and said to Anāthapiṇḍika, ","html":"<p>{}"},"sn55.27:3.2":{"pli":"“kacci te, gahapati, khamanīyaṃ, kacci yāpanīyaṃ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti? ","eng":"“I hope you’re keeping well, householder; I hope you’re all right. And I hope the pain is fading, not growing; that its fading, not its growing, is apparent.” ","html":"{}</p>"},"sn55.27:3.3":{"pli":"“Na me, bhante, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti. ","eng":"“Sir, I’m not keeping well, I’m not getting by. The pain is terrible and growing, not fading; its growing is evident, not its fading.” ","html":"<p>{}</p>"},"sn55.27:4.1":{"pli":"“Catūhi kho, gahapati, dhammehi samannāgatassa assutavato puthujjanassa hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"“Householder, when an unlearned ordinary person has four things, they’re frightened and terrified, and fear what awaits them after death. ","html":"<p>{}"},"sn55.27:4.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"sn55.27:4.3":{"pli":"Idha, gahapati, assutavā puthujjano buddhe appasādena samannāgato hoti. ","eng":"Firstly, an unlearned ordinary person distrusts the Buddha. ","html":"{}"},"sn55.27:4.4":{"pli":"Tañca panassa buddhe appasādaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"Seeing in themselves that distrust of the Buddha, they’re frightened and terrified, and fear what awaits them after death. ","html":"{}</p>"},"sn55.27:5.1":{"pli":"Puna caparaṃ, gahapati, assutavā puthujjano dhamme appasādena samannāgato hoti. ","eng":"Furthermore, an unlearned ordinary person distrusts the teaching … ","html":"<p>{}"},"sn55.27:5.2":{"pli":"Tañca panassa dhamme appasādaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ","html":"{}</p>"},"sn55.27:6.1":{"pli":"Puna caparaṃ, gahapati, assutavā puthujjano saṅghe appasādena samannāgato hoti. ","eng":"Furthermore, an unlearned ordinary person distrusts the Saṅgha … ","html":"<p>{}"},"sn55.27:6.2":{"pli":"Tañca panassa saṅghe appasādaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ","html":"{}</p>"},"sn55.27:7.1":{"pli":"Puna caparaṃ, gahapati, assutavā puthujjano dussīlyena samannāgato hoti. ","eng":"Furthermore, an unlearned ordinary person has unethical conduct. ","html":"<p>{}"},"sn55.27:7.2":{"pli":"Tañca panassa dussīlyaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"Seeing in themselves that unethical conduct, they’re frightened and terrified, and fear what awaits them after death. ","html":"{}"},"sn55.27:7.3":{"pli":"Imehi kho, gahapati, catūhi dhammehi samannāgatassa assutavato puthujjanassa hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"When an unlearned ordinary person has these four things, they’re frightened and terrified, and fear what awaits them after death. ","html":"{}</p>"},"sn55.27:8.1":{"pli":"Catūhi kho, gahapati, dhammehi samannāgatassa sutavato ariyasāvakassa na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"When a learned noble disciple has four things, they’re not frightened or terrified, and don’t fear what awaits them after death. ","html":"<p>{}"},"sn55.27:8.2":{"pli":"Katamehi catūhi? ","eng":"What four? ","html":"{}"},"sn55.27:8.3":{"pli":"Idha, gahapati, sutavā ariyasāvako buddhe aveccappasādena samannāgato hoti—","eng":"Firstly, a noble disciple has experiential confidence in the Buddha … ","html":"{}"},"sn55.27:8.4":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.27:8.5":{"pli":"Tañca panassa buddhe aveccappasādaṃ attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"Seeing in themselves that experiential confidence in the Buddha, they’re not frightened or terrified, and don’t fear what awaits them after death. ","html":"{}</p>"},"sn55.27:9.1":{"pli":"Puna caparaṃ, gahapati, sutavā ariyasāvako dhamme aveccappasādena samannāgato hoti—","eng":"Furthermore, a noble disciple has experiential confidence in the teaching … ","html":"<p>{}"},"sn55.27:9.2":{"pli":"svākkhāto bhagavatā dhammo …pe… paccattaṃ veditabbo viññūhīti. ","html":"{}"},"sn55.27:9.3":{"pli":"Tañca panassa dhamme aveccappasādaṃ attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ","html":"{}</p>"},"sn55.27:10.1":{"pli":"Puna caparaṃ, gahapati, sutavā ariyasāvako saṅghe aveccappasādena samannāgato hoti—","eng":"Furthermore, a noble disciple has experiential confidence in the Saṅgha … ","html":"<p>{}"},"sn55.27:10.2":{"pli":"suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṃ puññakkhettaṃ lokassāti. ","html":"{}"},"sn55.27:10.3":{"pli":"Tañca panassa saṅghe aveccappasādaṃ attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ","html":"{}</p>"},"sn55.27:11.1":{"pli":"Puna caparaṃ, gahapati, sutavā ariyasāvako ariyakantehi sīlehi samannāgato hoti akhaṇḍehi …pe… samādhisaṃvattanikehi. ","eng":"Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ","html":"<p>{}"},"sn55.27:11.2":{"pli":"Tāni ca panassa ariyakantāni sīlāni attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ","eng":"Seeing in themselves that ethical conduct loved by the noble ones, they’re not frightened or terrified, and don’t fear what awaits them after death. ","html":"{}</p>"},"sn55.27:11.3":{"pli":"Imehi kho, gahapati, catūhi dhammehi samannāgatassa sutavato ariyasāvakassa na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayan”ti. ","eng":"When a learned noble disciple has these four things, they’re not frightened or terrified, and don’t fear what awaits them after death.” ","html":"<p>{}</p>"},"sn55.27:12.1":{"pli":"“Nāhaṃ, bhante ānanda, bhāyāmi. ","eng":"“Honorable Ānanda, I am not afraid. ","html":"<p>{}"},"sn55.27:12.2":{"pli":"Kyāhaṃ bhāyissāmi. ","eng":"What have I to fear? ","html":"{}"},"sn55.27:12.3":{"pli":"Ahañhi, bhante, buddhe aveccappasādena samannāgato homi—","eng":"For I have experiential confidence in the Buddha … ","html":"{}"},"sn55.27:12.4":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.27:12.5":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.27:12.6":{"pli":"saṅghe aveccappasādena samannāgato homi—","eng":"the Saṅgha … ","html":"{}"},"sn55.27:12.7":{"pli":"suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṃ puññakkhettaṃ lokassāti. ","html":"{}"},"sn55.27:12.8":{"pli":"Yāni cimāni, bhante, bhagavatā gihisāmīcikāni sikkhāpadāni desitāni, nāhaṃ tesaṃ kiñci attani khaṇḍaṃ samanupassāmī”ti. ","eng":"And of the training rules appropriate for laypeople taught by the Buddha, I don’t see any that I have broken.” ","html":"{}</p>"},"sn55.27:12.9":{"pli":"“Lābhā te, gahapati, suladdhaṃ te, gahapati. ","eng":"“You’re fortunate, householder, so very fortunate! ","html":"<p>{}"},"sn55.27:12.10":{"pli":"Sotāpattiphalaṃ tayā, gahapati, byākatan”ti. ","eng":"You have declared the fruit of stream-entry.” ","html":"{}</p>"},"sn55.27:12.11":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.28":{"sn55.28:0.1":{"pli":"Saṃyutta Nikāya 55.28 ","eng":"Linked Discourses 55.28 ","html":"<article id='sn55.28'><header><ul><li class='division'>{}</li>"},"sn55.28:0.2":{"pli":"3. Saraṇānivagga ","eng":"3. About Sarakāni ","html":"<li>{}</li></ul>"},"sn55.28:0.3":{"pli":"Paṭhamabhayaverūpasantasutta ","eng":"Fears and Enmities (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.28:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn55.28:1.2":{"pli":"Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ","eng":"Seated to one side, the Buddha said to the householder Anāthapiṇḍika: ","html":"<p>{}</p>"},"sn55.28:1.3":{"pli":"“yato kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni ca honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"“Householder, when a noble disciple has quelled five fears and enmities, possesses the four factors of stream-entry, and has clearly seen and penetrated the noble system with wisdom, they may, if they wish, declare of themselves: ","html":"<p>{}"},"sn55.28:1.4":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’ ","html":"{}</p>"},"sn55.28:2.1":{"pli":"Katamāni pañca bhayāni verāni vūpasantāni honti? ","eng":"What are the five fears and enmities they have quelled? ","html":"<p>{}"},"sn55.28:2.2":{"pli":"Yaṃ, gahapati, pāṇātipātī pāṇātipātappaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvediyati. ","eng":"Anyone who kills living creatures brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. ","html":"{}"},"sn55.28:2.3":{"pli":"Pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from killing living creatures. ","html":"{}"},"sn55.28:2.4":{"pli":"Yaṃ, gahapati, adinnādāyī …pe… ","eng":"Anyone who steals … ","html":"{}"},"sn55.28:2.5":{"pli":"yaṃ, gahapati, kāmesumicchācārī …pe… ","eng":"Anyone who commits sexual misconduct … ","html":"{}"},"sn55.28:2.6":{"pli":"yaṃ, gahapati, musāvādī …pe… ","eng":"Anyone who lies … ","html":"{}"},"sn55.28:2.7":{"pli":"yaṃ, gahapati, surāmerayamajjappamādaṭṭhāyī surāmerayamajjappamādaṭṭhānappaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvediyati. ","eng":"Anyone who consumes beer, wine, and liquor intoxicants brims with fear and enmity both in this life and in lives to come, and experiences mental pain and sadness. ","html":"{}"},"sn55.28:2.8":{"pli":"Surāmerayamajjappamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ","eng":"So that fear and enmity is quelled for anyone who refrains from beer, wine, and liquor intoxicants. ","html":"{}"},"sn55.28:2.9":{"pli":"Imāni pañca bhayāni verāni vūpasantāni honti. ","eng":"These are the five fears and enmities they have quelled. ","html":"{}</p>"},"sn55.28:3.1":{"pli":"Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ","eng":"What are the four factors of stream-entry that they possess? ","html":"<p>{}"},"sn55.28:3.2":{"pli":"Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti—","eng":"It’s when a noble disciple has experiential confidence in the Buddha … ","html":"{}"},"sn55.28:3.3":{"pli":"itipi so bhagavā …pe… satthā devamanussānaṃ buddho bhagavāti. ","html":"{}"},"sn55.28:3.4":{"pli":"Dhamme …pe… ","eng":"the teaching … ","html":"{}"},"sn55.28:3.5":{"pli":"saṅghe …pe… ","eng":"the Saṅgha … ","html":"{}"},"sn55.28:3.6":{"pli":"ariyakantehi sīlehi samannāgato hoti akhaṇḍehi …pe… samādhisaṃvattanikehi. ","eng":"And they have the ethical conduct loved by the noble ones … leading to immersion. ","html":"{}"},"sn55.28:3.7":{"pli":"Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ","eng":"These are the four factors of stream-entry that they possess. ","html":"{}</p>"},"sn55.28:4.1":{"pli":"Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho? ","eng":"And what is the noble system that they have clearly seen and penetrated with wisdom? ","html":"<p>{}"},"sn55.28:4.2":{"pli":"Idha, gahapati, ariyasāvako paṭiccasamuppādaññeva sādhukaṃ yoniso manasi karoti—","eng":"A noble disciple rationally applies the mind to dependent origination itself: ","html":"{}"},"sn55.28:4.3":{"pli":"iti imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati; ","eng":"‘When this exists, this comes to be; due to the arising of this, this arises. ","html":"{}"},"sn55.28:4.4":{"pli":"iti imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati; ","eng":"When this doesn’t exist, this doesn’t come to be; due to the cessation of this, this ceases.' That is: ","html":"{}"},"sn55.28:4.5":{"pli":"yadidaṃ avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Ignorance is a requirement for choices. Choices are a requirement for consciousness. Consciousness is a requirement for name and form. Name and form are requirements for the six sense fields. The six sense fields are requirements for contact. Contact is a requirement for feeling. Feeling is a requirement for craving. Craving is a requirement for grasping. Grasping is a requirement for continued existence. Continued existence is a requirement for rebirth. Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}"},"sn55.28:4.6":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn55.28:4.7":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho …pe… ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"sn55.28:4.8":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","eng":"That is how this entire mass of suffering ceases. ","html":"{}"},"sn55.28:4.9":{"pli":"Ayamassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. ","eng":"This is the noble system that they have clearly seen and penetrated with wisdom. ","html":"{}</p>"},"sn55.28:5.1":{"pli":"Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. So ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"When a noble disciple has quelled five fears and enmities, possesses the four factors of stream-entry, and has clearly seen and penetrated the noble system with wisdom, they may, if they wish, declare of themselves: ","html":"<p>{}"},"sn55.28:5.2":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’” ","html":"{}</p>"},"sn55.28:5.3":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn55.29":{"sn55.29:0.1":{"pli":"Saṃyutta Nikāya 55.29 ","eng":"Linked Discourses 55.29 ","html":"<article id='sn55.29'><header><ul><li class='division'>{}</li>"},"sn55.29:0.2":{"pli":"3. Saraṇānivagga ","eng":"3. About Sarakāni ","html":"<li>{}</li></ul>"},"sn55.29:0.3":{"pli":"Dutiyabhayaverūpasantasutta ","eng":"Fears and Enmities (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn55.29:1.1":{"pli":"Sāvatthinidānaṃ …pe… ","eng":"At Sāvatthī. … ","html":"<p>{}"},"sn55.29:1.2":{"pli":"“yato kho, bhikkhave, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho; so ākaṅkhamāno attanāva attānaṃ byākareyya: ","eng":"“Mendicants, when a noble disciple has quelled five fears and enmities, possesses the four factors of stream-entry, and has clearly seen and penetrated the noble system with wisdom, they may, if they wish, declare of themselves: ","html":"{}"},"sn55.29:1.3":{"pli":"‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ","eng":"‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am destined for awakening.’” ","html":"{}</p>"},"sn55.29:1.4":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}