{"sn46.5":{"sn46.5:0.1":{"pli":"Saṃyutta Nikāya 46.5 ","eng":"Linked Discourses 46.5 ","html":"<article id='sn46.5'><header><ul><li class='division'>{}</li>"},"sn46.5:0.2":{"pli":"1. Pabbatavagga ","eng":"1. Mountains ","html":"<li>{}</li></ul>"},"sn46.5:0.3":{"pli":"Bhikkhusutta ","eng":"A Monk ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.5:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn46.5:1.2":{"pli":"Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami …pe… ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then a mendicant went up to the Buddha … and asked him, ","html":"<p>{}"},"sn46.5:1.3":{"pli":"“‘bojjhaṅgā, bojjhaṅgā’ti, bhante, vuccanti. ","eng":"“Sir, they speak of the ‘awakening factors’. ","html":"{}"},"sn46.5:1.4":{"pli":"Kittāvatā nu kho, bhante, ‘bojjhaṅgā’ti vuccantī”ti? ","eng":"How are the awakening factors defined?” ","html":"{}</p>"},"sn46.5:1.5":{"pli":"“Bodhāya saṃvattantīti kho, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccanti. ","eng":"“Mendicant, they’re called awakening factors because they lead to awakening. ","html":"<p>{}</p>"},"sn46.5:1.6":{"pli":"Idha, bhikkhu, satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ …pe… ","eng":"A mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, ","html":"<p>{}"},"sn46.5:1.7":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","eng":"and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ","html":"{}"},"sn46.5:1.8":{"pli":"Tassime satta bojjhaṅge bhāvayato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ","eng":"As they develop the seven awakening factors, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ","html":"{}"},"sn46.5:1.9":{"pli":"Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ","eng":"When they’re freed, they know they’re freed. ","html":"{}"},"sn46.5:1.10":{"pli":"‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’ ","html":"{}</p>"},"sn46.5:1.11":{"pli":"Bodhāya saṃvattantīti, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccantī”ti. ","eng":"They’re called awakening factors because they lead to awakening.” ","html":"<p>{}</p>"},"sn46.5:1.12":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn46.50":{"sn46.50:0.1":{"pli":"Saṃyutta Nikāya 46.50 ","eng":"Linked Discourses 46.50 ","html":"<article id='sn46.50'><header><ul><li class='division'>{}</li>"},"sn46.50:0.2":{"pli":"5. Cakkavattivagga ","eng":"5. A Wheel-Turning Monarch ","html":"<li>{}</li></ul>"},"sn46.50:0.3":{"pli":"Bāhiraṅgasutta ","eng":"Exterior ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.50:1.1":{"pli":"“Bāhiraṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi sattannaṃ bojjhaṅgānaṃ uppādāya, yathayidaṃ—bhikkhave, kalyāṇamittatā. ","eng":"“Taking into account exterior factors, mendicants, I do not see a single one that gives rise to the seven awakening factors like good friendship. …” ","html":"<p>{}"},"sn46.50:1.2":{"pli":"Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ—satta bojjhaṅge bhāvessati, satta bojjhaṅge bahulīkarissati. ","html":"{}</p>"},"sn46.50:1.3":{"pli":"Kathañca, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkaroti? ","html":"<p>{}"},"sn46.50:1.4":{"pli":"Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ …pe… ","html":"{}"},"sn46.50:1.5":{"pli":"upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ","html":"{}"},"sn46.50:1.6":{"pli":"Evaṃ kho, bhikkhave, bhikkhu kalyāṇamitto satta bojjhaṅge bhāveti, satta bojjhaṅge bahulīkarotī”ti. ","html":"{}</p>"},"sn46.50:1.7":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn46.50:1.8":{"pli":"Cakkavattivaggo pañcamo. ","html":"<p class='endvagga'>{}</p>"},"sn46.50:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn46.50:2.1":{"pli":"Vidhā cakkavatti māro, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn46.50:2.2":{"pli":"duppañño paññavena ca; ","html":"<span class='verse-line'>{}</span>"},"sn46.50:2.3":{"pli":"Daliddo adaliddo ca, ","html":"<span class='verse-line'>{}</span>"},"sn46.50:2.4":{"pli":"ādiccaṅgena te dasāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn46.51":{"sn46.51:0.1":{"pli":"Saṃyutta Nikāya 46.51 ","eng":"Linked Discourses 46.51 ","html":"<article id='sn46.51'><header><ul><li class='division'>{}</li>"},"sn46.51:0.2":{"pli":"6. Sākacchavagga ","eng":"6. Discussion ","html":"<li>{}</li></ul>"},"sn46.51:0.3":{"pli":"Āhārasutta ","eng":"Nourishing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.51:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn46.51:1.2":{"pli":"“Pañcannañca, bhikkhave, nīvaraṇānaṃ sattannañca bojjhaṅgānaṃ āhārañca anāhārañca desessāmi; ","eng":"“Mendicants, I will teach you what fuels and what starves the five hindrances and the seven awakening factors. ","html":"<p>{}"},"sn46.51:1.3":{"pli":"taṃ suṇātha. ","eng":"Listen … ","html":"{}</p>"},"sn46.51:1.4":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya? ","eng":"And what fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow? ","html":"<p>{}"},"sn46.51:1.5":{"pli":"Atthi, bhikkhave, subhanimittaṃ. ","eng":"There is the feature of beauty. ","html":"{}"},"sn46.51:1.6":{"pli":"Tattha ayonisomanasikārabahulīkāro—","eng":"Frequent irrational application of mind to that ","html":"{}"},"sn46.51:1.7":{"pli":"ayamāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya. ","eng":"fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow. ","html":"{}</p>"},"sn46.51:2.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya? ","eng":"And what fuels the arising of ill will, or, when it has arisen, makes it increase and grow? ","html":"<p>{}"},"sn46.51:2.2":{"pli":"Atthi, bhikkhave, paṭighanimittaṃ. ","eng":"There is the feature of harshness. ","html":"{}"},"sn46.51:2.3":{"pli":"Tattha ayonisomanasikārabahulīkāro—","eng":"Frequent irrational application of mind to that ","html":"{}"},"sn46.51:2.4":{"pli":"ayamāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya. ","eng":"fuels the arising of ill will, or, when it has arisen, makes it increase and grow. ","html":"{}</p>"},"sn46.51:3.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya? ","eng":"And what fuels the arising of dullness and drowsiness, or, when they have arisen, makes them increase and grow? ","html":"<p>{}"},"sn46.51:3.2":{"pli":"Atthi, bhikkhave, arati tandi vijambhitā bhattasammado cetaso ca līnattaṃ. ","eng":"There is discontent, sloth, yawning, sleepiness after eating, and mental sluggishness. ","html":"{}"},"sn46.51:3.3":{"pli":"Tattha ayonisomanasikārabahulīkāro—","eng":"Frequent irrational application of mind to that ","html":"{}"},"sn46.51:3.4":{"pli":"ayamāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya. ","eng":"fuels the arising of dullness and drowsiness, or, when they have arisen, makes them increase and grow. ","html":"{}</p>"},"sn46.51:4.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya? ","eng":"And what fuels the arising of restlessness and remorse, or, when they have arisen, makes them increase and grow? ","html":"<p>{}"},"sn46.51:4.2":{"pli":"Atthi, bhikkhave, cetaso avūpasamo. ","eng":"There is the unsettled mind. ","html":"{}"},"sn46.51:4.3":{"pli":"Tattha ayonisomanasikārabahulīkāro—","eng":"Frequent irrational application of mind to that ","html":"{}"},"sn46.51:4.4":{"pli":"ayamāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya. ","eng":"fuels the arising of restlessness and remorse, or, when they have arisen, makes them increase and grow. ","html":"{}</p>"},"sn46.51:5.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya? ","eng":"And what fuels the arising of doubt, or, when it has arisen, makes it increase and grow? ","html":"<p>{}"},"sn46.51:5.2":{"pli":"Atthi, bhikkhave, vicikicchāṭṭhānīyā dhammā. ","eng":"There are things that are grounds for doubt. ","html":"{}"},"sn46.51:5.3":{"pli":"Tattha ayonisomanasikārabahulīkāro—","eng":"Frequent irrational application of mind to them ","html":"{}"},"sn46.51:5.4":{"pli":"ayamāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya. ","eng":"fuels the arising of doubt, or, when it has arisen, makes it increase and grow. ","html":"{}</p>"},"sn46.51:6.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of mindfulness, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:6.2":{"pli":"Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā. ","eng":"There are things that are grounds for the awakening factor of mindfulness. ","html":"{}"},"sn46.51:6.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:6.4":{"pli":"ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of mindfulness, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:7.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:7.2":{"pli":"Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā. ","eng":"There are qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright. ","html":"{}"},"sn46.51:7.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:7.4":{"pli":"ayamāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:8.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of energy, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:8.2":{"pli":"Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ","eng":"There are the elements of initiative, persistence, and exertion. ","html":"{}"},"sn46.51:8.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:8.4":{"pli":"ayamāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of energy, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:9.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of rapture, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:9.2":{"pli":"Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā. ","eng":"There are things that are grounds for the awakening factor of rapture. ","html":"{}"},"sn46.51:9.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:9.4":{"pli":"ayamāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of rapture, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:10.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of tranquility, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:10.2":{"pli":"Atthi, bhikkhave, kāyappassaddhi cittappassaddhi. ","eng":"There is tranquility of the body and of the mind. ","html":"{}"},"sn46.51:10.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to that ","html":"{}"},"sn46.51:10.4":{"pli":"ayamāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of tranquility, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:11.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of immersion, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:11.2":{"pli":"Atthi, bhikkhave, samathanimittaṃ abyagganimittaṃ. ","eng":"There are things that are the basis of serenity and freedom from distraction. ","html":"{}"},"sn46.51:11.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:11.4":{"pli":"ayamāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of immersion, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:12.1":{"pli":"Ko ca, bhikkhave, āhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what fuels the arising of the awakening factor of equanimity, or, when it has arisen, fully develops it? ","html":"<p>{}"},"sn46.51:12.2":{"pli":"Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā. ","eng":"There are things that are grounds for the awakening factor of equanimity. ","html":"{}"},"sn46.51:12.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:12.4":{"pli":"ayamāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"fuels the arising of the awakening factor of equanimity, or, when it has arisen, fully develops it. ","html":"{}</p>"},"sn46.51:13.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya? ","eng":"And what starves the arising of sensual desire, or, when it has arisen, starves its increase and growth? ","html":"<p>{}"},"sn46.51:13.2":{"pli":"Atthi, bhikkhave, asubhanimittaṃ. ","eng":"There is the feature of ugliness. ","html":"{}"},"sn46.51:13.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to that ","html":"{}"},"sn46.51:13.4":{"pli":"ayamanāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya. ","eng":"starves the arising of sensual desire, or, when it has arisen, starves its increase and growth. ","html":"{}</p>"},"sn46.51:14.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya? ","eng":"And what starves the arising of ill will, or, when it has arisen, starves its increase and growth? ","html":"<p>{}"},"sn46.51:14.2":{"pli":"Atthi, bhikkhave, mettācetovimutti. ","eng":"There is the heart’s release by love. ","html":"{}"},"sn46.51:14.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to that ","html":"{}"},"sn46.51:14.4":{"pli":"ayamanāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya. ","eng":"starves the arising of ill will, or, when it has arisen, starves its increase and growth. ","html":"{}</p>"},"sn46.51:15.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya? ","eng":"And what starves the arising of dullness and drowsiness, or, when they have arisen, starves their increase and growth? ","html":"<p>{}"},"sn46.51:15.2":{"pli":"Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ","eng":"There are the elements of initiative, persistence, and exertion. ","html":"{}"},"sn46.51:15.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:15.4":{"pli":"ayamanāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya. ","eng":"starves the arising of dullness and drowsiness, or, when they have arisen, starves their increase and growth. ","html":"{}</p>"},"sn46.51:16.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya? ","eng":"And what starves the arising of restlessness and remorse, or, when they have arisen, starves their increase and growth? ","html":"<p>{}"},"sn46.51:16.2":{"pli":"Atthi, bhikkhave, cetaso vūpasamo. ","eng":"There is the settled mind. ","html":"{}"},"sn46.51:16.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to that ","html":"{}"},"sn46.51:16.4":{"pli":"ayamanāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya. ","eng":"starves the arising of restlessness and remorse, or, when they have arisen, starves their increase and growth. ","html":"{}</p>"},"sn46.51:17.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya? ","eng":"And what starves the arising of doubt, or, when it has arisen, starves its increase and growth? ","html":"<p>{}"},"sn46.51:17.2":{"pli":"Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā. ","eng":"There are qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright. ","html":"{}"},"sn46.51:17.3":{"pli":"Tattha yonisomanasikārabahulīkāro—","eng":"Frequent rational application of mind to them ","html":"{}"},"sn46.51:17.4":{"pli":"ayamanāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya. ","eng":"starves the arising of doubt, or, when it has arisen, starves its increase and growth. ","html":"{}</p>"},"sn46.51:18.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of mindfulness, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:18.2":{"pli":"Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā. ","eng":"There are things that are grounds for the awakening factor of mindfulness. ","html":"{}"},"sn46.51:18.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:18.4":{"pli":"ayamanāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"starves the arising of the awakening factor of mindfulness, or, when it has arisen, starves its full development. ","html":"{}</p>"},"sn46.51:19.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of investigation of principles, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:19.2":{"pli":"Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā. ","eng":"There are qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright. ","html":"{}"},"sn46.51:19.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:19.4":{"pli":"ayamanāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"starves the arising of the awakening factor of investigation of principles, or, when it has arisen, starves its full development. ","html":"{}</p>"},"sn46.51:20.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of energy, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:20.2":{"pli":"Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu. ","eng":"There are the elements of initiative, persistence, and exertion. ","html":"{}"},"sn46.51:20.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:20.4":{"pli":"ayamanāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"starves the arising of the awakening factor of energy, or, when it has arisen, starves its full development. ","html":"{}</p>"},"sn46.51:21.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of rapture, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:21.2":{"pli":"Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā. ","eng":"There are things that are grounds for the awakening factor of rapture. ","html":"{}"},"sn46.51:21.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:21.4":{"pli":"ayamanāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"starves the arising of the awakening factor of rapture, or, when it has arisen, starves its full development. ","html":"{}</p>"},"sn46.51:22.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of tranquility, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:22.2":{"pli":"Atthi, bhikkhave, kāyappassaddhi cittappassaddhi. ","eng":"There is tranquility of the body and of the mind. ","html":"{}"},"sn46.51:22.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:22.4":{"pli":"ayamanāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"starves the arising of the awakening factor of tranquility, or, when it has arisen, starves its full development. ","html":"{}</p>"},"sn46.51:23.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of immersion, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:23.2":{"pli":"Atthi, bhikkhave, samathanimittaṃ abyagganimittaṃ. ","eng":"There are things that are the basis of serenity and freedom from distraction. ","html":"{}"},"sn46.51:23.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:23.4":{"pli":"ayamanāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā. ","eng":"starves the arising of the awakening factor of immersion, or, when it has arisen, starves its full development. ","html":"{}</p>"},"sn46.51:24.1":{"pli":"Ko ca, bhikkhave, anāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā? ","eng":"And what starves the arising of the awakening factor of equanimity, or, when it has arisen, starves its full development? ","html":"<p>{}"},"sn46.51:24.2":{"pli":"Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā. ","eng":"There are things that are grounds for the awakening factor of equanimity. ","html":"{}"},"sn46.51:24.3":{"pli":"Tattha amanasikārabahulīkāro—","eng":"Not frequently applying the mind to that ","html":"{}"},"sn46.51:24.4":{"pli":"ayamanāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā”ti. ","eng":"starves the arising of the awakening factor of equanimity, or, when it has arisen, starves its full development.” ","html":"{}</p>"},"sn46.51:24.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn46.52":{"sn46.52:0.1":{"pli":"Saṃyutta Nikāya 46.52 ","eng":"Linked Discourses 46.52 ","html":"<article id='sn46.52'><header><ul><li class='division'>{}</li>"},"sn46.52:0.2":{"pli":"6. Sākacchavagga ","eng":"6. Discussion ","html":"<li>{}</li></ul>"},"sn46.52:0.3":{"pli":"Pariyāyasutta ","eng":"Is There a Way? ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn46.52:1.1":{"pli":"Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu. ","eng":"Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms. ","html":"<p>{}"},"sn46.52:1.2":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then it occurred to him, ","html":"{}"},"sn46.52:1.3":{"pli":"“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ. ","eng":"“It’s too early to wander for alms in Sāvatthī. ","html":"{}"},"sn46.52:1.4":{"pli":"Yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā”ti. ","eng":"Why don’t we visit the monastery of the wanderers of other religions?” ","html":"{}</p>"},"sn46.52:2.1":{"pli":"Atha kho te bhikkhū yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃsu. ","eng":"Then they went to the monastery of the wanderers of other religions and exchanged greetings with the wanderers there. ","html":"<p>{}"},"sn46.52:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṃ: ","eng":"When the greetings and polite conversation were over, they sat down to one side. The wanderers said to them: ","html":"{}</p>"},"sn46.52:3.1":{"pli":"“Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti: ","eng":"“Reverends, the ascetic Gotama teaches his disciples like this: ","html":"<p>{}"},"sn46.52:3.2":{"pli":"‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā’ti. ","eng":"‘Mendicants, please give up the five hindrances—corruptions of the heart that weaken wisdom—and truly develop the seven awakening factors.’ ","html":"{}"},"sn46.52:3.3":{"pli":"Mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema: ","eng":"We too teach our disciples: ","html":"{}"},"sn46.52:3.4":{"pli":"‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā’ti. ","eng":"‘Reverends, please give up the five hindrances—corruptions of the heart that weaken wisdom—and truly develop the seven awakening factors.’ ","html":"{}"},"sn46.52:3.5":{"pli":"Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ—dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsanin”ti? ","eng":"What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?” ","html":"{}</p>"},"sn46.52:4.1":{"pli":"Atha kho te bhikkhū tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃsu nappaṭikkosiṃsu; ","eng":"Those mendicants neither approved nor rejected that statement of the wanderers of other religions. ","html":"<p>{}"},"sn46.52:4.2":{"pli":"anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃsu: ","eng":"They got up from their seat, thinking: ","html":"{}</p>"},"sn46.52:4.3":{"pli":"“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā”ti. ","eng":"“We will learn the meaning of this statement from the Buddha himself.” ","html":"<p>{}"},"sn46.52:4.4":{"pli":"Atha kho te bhikkhū sāvatthiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then, after the meal, when they returned from almsround, they went up to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"{}</p>"},"sn46.52:5.1":{"pli":"“Idha mayaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisimha. ","html":"<p>{}"},"sn46.52:5.2":{"pli":"Tesaṃ no, bhante, amhākaṃ etadahosi: ","html":"{}"},"sn46.52:5.3":{"pli":"‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ, ","html":"{}"},"sn46.52:5.4":{"pli":"yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā’ti. ","html":"{}"},"sn46.52:5.5":{"pli":"Atha kho mayaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamimha; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodimha. ","html":"{}"},"sn46.52:5.6":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdimha. Ekamantaṃ nisinne kho amhe, bhante, aññatitthiyā paribbājakā etadavocuṃ: ","html":"{}</p>"},"sn46.52:6.1":{"pli":"‘Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti “etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā”ti. ","html":"<p>{}"},"sn46.52:6.2":{"pli":"Mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema: ","html":"{}"},"sn46.52:6.3":{"pli":"“etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā”ti. ","html":"{}"},"sn46.52:6.4":{"pli":"Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ—dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsanin’ti? ","html":"{}</p>"},"sn46.52:7.1":{"pli":"Atha kho mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ","html":"<p>{}"},"sn46.52:7.2":{"pli":"‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā’”ti. ","html":"{}</p>"},"sn46.52:8.1":{"pli":"“Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ","eng":"“Mendicants, when wanderers of other religions say this, you should say to them: ","html":"<p>{}"},"sn46.52:8.2":{"pli":"‘atthi panāvuso, pariyāyo, yaṃ pariyāyaṃ āgamma pañca nīvaraṇā dasa honti, satta bojjhaṅgā catuddasā’ti. ","eng":"‘But reverends, is there a way in which the five hindrances become ten and the seven awakening factors become fourteen?’ ","html":"{}"},"sn46.52:8.3":{"pli":"Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti. ","eng":"Questioned like this, the wanderers of other religions would be stumped, and, in addition, would get frustrated. ","html":"{}"},"sn46.52:8.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn46.52:8.5":{"pli":"Yathā taṃ, bhikkhave, avisayasmiṃ. ","eng":"Because they’re out of their element. ","html":"{}"},"sn46.52:8.6":{"pli":"Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ","eng":"I don’t see anyone in this world—with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them. ","html":"{}</p>"},"sn46.52:9.1":{"pli":"Katamo ca, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma pañca nīvaraṇā dasa honti? ","eng":"And what is the way in which the five hindrances become ten? ","html":"<p>{}"},"sn46.52:9.2":{"pli":"Yadapi, bhikkhave, ajjhattaṃ kāmacchando tadapi nīvaraṇaṃ, yadapi bahiddhā kāmacchando tadapi nīvaraṇaṃ. ","eng":"Sensual desire for what is internal is a hindrance; and sensual desire for what is external is also a hindrance. ","html":"{}"},"sn46.52:9.3":{"pli":"‘Kāmacchandanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the hindrance of sensual desire’ becomes twofold. ","html":"{}"},"sn46.52:9.4":{"pli":"Yadapi, bhikkhave, ajjhattaṃ byāpādo tadapi nīvaraṇaṃ, yadapi bahiddhā byāpādo tadapi nīvaraṇaṃ. ","eng":"Ill will for what is internal is a hindrance; and ill will for what is external is also a hindrance. ","html":"{}"},"sn46.52:9.5":{"pli":"‘Byāpādanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the hindrance of ill will’ becomes twofold. ","html":"{}"},"sn46.52:9.6":{"pli":"Yadapi, bhikkhave, thinaṃ tadapi nīvaraṇaṃ, yadapi middhaṃ tadapi nīvaraṇaṃ. ","eng":"Dullness is a hindrance; and drowsiness is also a hindrance. ","html":"{}"},"sn46.52:9.7":{"pli":"‘Thinamiddhanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the hindrance of dullness and drowsiness’ becomes twofold. ","html":"{}"},"sn46.52:9.8":{"pli":"Yadapi, bhikkhave, uddhaccaṃ tadapi nīvaraṇaṃ, yadapi kukkuccaṃ tadapi nīvaraṇaṃ. ","eng":"Restlessness is a hindrance; and remorse is also a hindrance. ","html":"{}"},"sn46.52:9.9":{"pli":"‘Uddhaccakukkuccanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the hindrance of restlessness and remorse’ becomes twofold. ","html":"{}"},"sn46.52:9.10":{"pli":"Yadapi, bhikkhave, ajjhattaṃ dhammesu vicikicchā tadapi nīvaraṇaṃ, yadapi bahiddhā dhammesu vicikicchā tadapi nīvaraṇaṃ. ","eng":"Doubt about internal things is a hindrance; and doubt about external things is also a hindrance. ","html":"{}"},"sn46.52:9.11":{"pli":"‘Vicikicchānīvaraṇan’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the hindrance of doubt’ becomes twofold. ","html":"{}"},"sn46.52:9.12":{"pli":"Ayaṃ kho, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma pañca nīvaraṇā dasa honti. ","eng":"This is the way in which the five hindrances become ten. ","html":"{}</p>"},"sn46.52:10.1":{"pli":"Katamo ca, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma satta bojjhaṅgā catuddasa honti? ","eng":"And what is the way in which the seven awakening factors become fourteen? ","html":"<p>{}"},"sn46.52:10.2":{"pli":"Yadapi, bhikkhave, ajjhattaṃ dhammesu sati tadapi satisambojjhaṅgo, yadapi bahiddhā dhammesu sati tadapi satisambojjhaṅgo. ","eng":"Mindfulness of internal things is the awakening factor of mindfulness; and mindfulness of external things is also the awakening factor of mindfulness. ","html":"{}"},"sn46.52:10.3":{"pli":"‘Satisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the awakening factor of mindfulness’ becomes twofold. ","html":"{}</p>"},"sn46.52:11.1":{"pli":"Yadapi, bhikkhave, ajjhattaṃ dhammesu paññāya pavicinati pavicarati parivīmaṃsamāpajjati tadapi dhammavicayasambojjhaṅgo, yadapi bahiddhā dhammesu paññāya pavicinati pavicarati parivīmaṃsamāpajjati tadapi dhammavicayasambojjhaṅgo. ","eng":"Investigating, exploring, and inquiring into internal things with wisdom is the awakening factor of investigation of principles; and investigating, exploring, and inquiring into external things with wisdom is also the awakening factor of investigation of principles. ","html":"<p>{}"},"sn46.52:11.2":{"pli":"‘Dhammavicayasambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the awakening factor of investigation of principles’ becomes twofold. ","html":"{}</p>"},"sn46.52:12.1":{"pli":"Yadapi, bhikkhave, kāyikaṃ vīriyaṃ tadapi vīriyasambojjhaṅgo, yadapi cetasikaṃ vīriyaṃ tadapi vīriyasambojjhaṅgo. ","eng":"Physical energy is the awakening factor of energy; and mental energy is also the awakening factor of energy. ","html":"<p>{}"},"sn46.52:12.2":{"pli":"‘Vīriyasambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"That’s how what is concisely referred to as ‘the awakening factor of energy’ becomes twofold. ","html":"{}</p>"},"sn46.52:13.1":{"pli":"Yadapi, bhikkhave, savitakkasavicārā pīti tadapi pītisambojjhaṅgo, yadapi avitakkaavicārā pīti tadapi pītisambojjhaṅgo. ","eng":"Rapture while placing the mind and keeping it connected is the awakening factor of rapture; and rapture without placing the mind and keeping it connected is also the awakening factor of rapture. ","html":"<p>{}"},"sn46.52:13.2":{"pli":"‘Pītisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"In this way what is concisely referred to as ‘the awakening factor of rapture’ becomes twofold. ","html":"{}</p>"},"sn46.52:14.1":{"pli":"Yadapi, bhikkhave, kāyappassaddhi tadapi passaddhisambojjhaṅgo, yadapi cittappassaddhi tadapi passaddhisambojjhaṅgo. ","eng":"Physical tranquility is the awakening factor of tranquility; and mental tranquility is also the awakening factor of tranquility. ","html":"<p>{}"},"sn46.52:14.2":{"pli":"‘Passaddhisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"In this way what is concisely referred to as ‘the awakening factor of tranquility’ becomes twofold. ","html":"{}</p>"},"sn46.52:15.1":{"pli":"Yadapi, bhikkhave, savitakko savicāro samādhi tadapi samādhisambojjhaṅgo, yadapi avitakkaavicāro samādhi tadapi samādhisambojjhaṅgo. ","eng":"Immersion while placing the mind and keeping it connected is the awakening factor of immersion; and immersion without placing the mind and keeping it connected is also the awakening factor of immersion. ","html":"<p>{}"},"sn46.52:15.2":{"pli":"‘Samādhisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"In this way what is concisely referred to as ‘the awakening factor of immersion’ becomes twofold. ","html":"{}</p>"},"sn46.52:16.1":{"pli":"Yadapi, bhikkhave, ajjhattaṃ dhammesu upekkhā tadapi upekkhāsambojjhaṅgo, yadapi bahiddhā dhammesu upekkhā tadapi upekkhāsambojjhaṅgo. ","eng":"Equanimity for internal things is the awakening factor of equanimity; and equanimity for external things is also the awakening factor of equanimity. ","html":"<p>{}"},"sn46.52:16.2":{"pli":"‘Upekkhāsambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati. Tadamināpetaṃ pariyāyena dvayaṃ hoti. ","eng":"In this way what is concisely referred to as ‘the awakening factor of equanimity’ becomes twofold. ","html":"{}"},"sn46.52:16.3":{"pli":"Ayaṃ kho, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma satta bojjhaṅgā catuddasā”ti. ","eng":"This is the way in which the seven awakening factors become fourteen.” ","html":"{}</p>"},"sn46.52:16.4":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}