{"sn12.14":{"sn12.14:0.1":{"pli":"Saṃyutta Nikāya 12.14 ","eng":"Linked Discourses 12.14 ","html":"<article id='sn12.14'><header><ul><li class='division'>{}</li>"},"sn12.14:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.14:0.3":{"pli":"Dutiyasamaṇabrāhmaṇasutta ","eng":"Ascetics and Brahmins (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.14:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn12.14:1.2":{"pli":"“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ime dhamme nappajānanti, imesaṃ dhammānaṃ samudayaṃ nappajānanti, imesaṃ dhammānaṃ nirodhaṃ nappajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ nappajānanti, katame dhamme nappajānanti, katamesaṃ dhammānaṃ samudayaṃ nappajānanti, katamesaṃ dhammānaṃ nirodhaṃ nappajānanti, katamesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ nappajānanti? ","eng":"“Mendicants, there are ascetics and brahmins who don’t understand these things, their origin, their cessation, and the practice that leads to their cessation. What things don’t they understand? ","html":"<p>{}</p>"},"sn12.14:2.1":{"pli":"Jarāmaraṇaṃ nappajānanti, jarāmaraṇasamudayaṃ nappajānanti, jarāmaraṇanirodhaṃ nappajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ nappajānanti; ","eng":"They don’t understand old age and death, their origin, their cessation, and the practice that leads to their cessation. ","html":"<p>{}"},"sn12.14:2.2":{"pli":"jātiṃ …pe… ","eng":"They don’t understand rebirth … ","html":"{}"},"sn12.14:2.3":{"pli":"bhavaṃ … ","eng":"continued existence … ","html":"{}"},"sn12.14:2.4":{"pli":"upādānaṃ … ","eng":"grasping … ","html":"{}"},"sn12.14:2.5":{"pli":"taṇhaṃ … ","eng":"craving … ","html":"{}"},"sn12.14:2.6":{"pli":"vedanaṃ … ","eng":"feeling … ","html":"{}"},"sn12.14:2.7":{"pli":"phassaṃ … ","eng":"contact … ","html":"{}"},"sn12.14:2.8":{"pli":"saḷāyatanaṃ … ","eng":"the six sense fields … ","html":"{}"},"sn12.14:2.9":{"pli":"nāmarūpaṃ … ","eng":"name and form … ","html":"{}"},"sn12.14:2.10":{"pli":"viññāṇaṃ … ","eng":"consciousness … ","html":"{}"},"sn12.14:2.11":{"pli":"saṅkhāre nappajānanti, saṅkhārasamudayaṃ nappajānanti, saṅkhāranirodhaṃ nappajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ nappajānanti. ","eng":"They don’t understand choices, their origin, their cessation, and the practice that leads to their cessation. ","html":"{}"},"sn12.14:2.12":{"pli":"Ime dhamme nappajānanti, imesaṃ dhammānaṃ samudayaṃ nappajānanti, imesaṃ dhammānaṃ nirodhaṃ nappajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ nappajānanti. ","eng":"They don’t understand these things, their origin, their cessation, and the practice that leads to their cessation. ","html":"{}"},"sn12.14:2.13":{"pli":"Na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti. ","eng":"I don’t deem them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight. ","html":"{}</p>"},"sn12.14:3.1":{"pli":"Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ime dhamme pajānanti, imesaṃ dhammānaṃ samudayaṃ pajānanti, imesaṃ dhammānaṃ nirodhaṃ pajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ pajānanti, katame dhamme pajānanti, katamesaṃ dhammānaṃ samudayaṃ pajānanti, katamesaṃ dhammānaṃ nirodhaṃ pajānanti, katamesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ pajānanti? ","eng":"There are ascetics and brahmins who do understand these things, their origin, their cessation, and the practice that leads to their cessation. What things do they understand? ","html":"<p>{}</p>"},"sn12.14:4.1":{"pli":"Jarāmaraṇaṃ pajānanti, jarāmaraṇasamudayaṃ pajānanti, jarāmaraṇanirodhaṃ pajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānanti; ","eng":"They understand old age and death, their origin, their cessation, and the practice that leads to their cessation. ","html":"<p>{}"},"sn12.14:4.2":{"pli":"jātiṃ …pe… ","eng":"They understand rebirth … ","html":"{}"},"sn12.14:4.3":{"pli":"bhavaṃ … ","eng":"continued existence … ","html":"{}"},"sn12.14:4.4":{"pli":"upādānaṃ … ","eng":"grasping … ","html":"{}"},"sn12.14:4.5":{"pli":"taṇhaṃ … ","eng":"craving … ","html":"{}"},"sn12.14:4.6":{"pli":"vedanaṃ … ","eng":"feeling … ","html":"{}"},"sn12.14:4.7":{"pli":"phassaṃ … ","eng":"contact … ","html":"{}"},"sn12.14:4.8":{"pli":"saḷāyatanaṃ … ","eng":"the six sense fields … ","html":"{}"},"sn12.14:4.9":{"pli":"nāmarūpaṃ … ","eng":"name and form … ","html":"{}"},"sn12.14:4.10":{"pli":"viññāṇaṃ … ","eng":"consciousness … ","html":"{}"},"sn12.14:4.11":{"pli":"saṅkhāre pajānanti, saṅkhārasamudayaṃ pajānanti, saṅkhāranirodhaṃ pajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ pajānanti. ","eng":"They understand choices, their origin, their cessation, and the practice that leads to their cessation. ","html":"{}"},"sn12.14:4.12":{"pli":"Ime dhamme pajānanti, imesaṃ dhammānaṃ samudayaṃ pajānanti, imesaṃ dhammānaṃ nirodhaṃ pajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ pajānanti. ","eng":"They understand these things, their origin, their cessation, and the practice that leads to their cessation. ","html":"{}"},"sn12.14:4.13":{"pli":"Te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā, brāhmaṇesu ca brāhmaṇasammatā. Te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti. ","eng":"I deem them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.” ","html":"{}</p>"},"sn12.14:4.14":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.15":{"sn12.15:0.1":{"pli":"Saṃyutta Nikāya 12.15 ","eng":"Linked Discourses 12.15 ","html":"<article id='sn12.15'><header><ul><li class='division'>{}</li>"},"sn12.15:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.15:0.3":{"pli":"Kaccānagottasutta ","eng":"Kaccānagotta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.15:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>","comm":"This discourse was quoted by Ānanda to Channa at <a href='index.html?q=sn22.90#9.1'>SN 22.90:9.1</a>. It was cited by name in Nāgārjuna’s Mūlamadhyamakakārikā 15.7: “In the Advice to Kātyāyana, both ‘exists’ and ‘does not exist’ are denied by the Buddha, expert in being and non-being.” Nāgārjuna’s text, an important Buddhist philosophical treatise, is studied extensively to this day. "},"sn12.15:1.2":{"pli":"Atha kho āyasmā kaccānagotto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā kaccānagotto bhagavantaṃ etadavoca: ","eng":"Then Venerable Kaccānagotta went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>","comm":"Called Sandha Kātyāyana in Sanskrit. "},"sn12.15:1.3":{"pli":"“‘sammādiṭṭhi sammādiṭṭhī’ti, bhante, vuccati. ","eng":"“Sir, they speak of this thing called ‘right view’. ","html":"<p>{}"},"sn12.15:1.4":{"pli":"Kittāvatā nu kho, bhante, sammādiṭṭhi hotī”ti? ","eng":"How is right view defined?” ","html":"{}</p>","comm":"Right view is normally defined as understanding the four noble truths (<a href='index.html?q=dn22#21.4'>DN 22:21.4</a>, <a href='index.html?q=mn141#24.1'>MN 141:24.1</a>, <a href='index.html?q=sn45.8#3.1'>SN 45.8:3.1</a>). "},"sn12.15:2.1":{"pli":"“Dvayanissito khvāyaṃ, kaccāna, loko yebhuyyena—atthitañceva natthitañca. ","eng":"“Kaccāna, this world mostly relies on the duality of existence and non-existence. ","html":"<p>{}</p>","comm":"The Buddha is referring to a widely held belief, which can be traced to the saying: “This is twofold, there is no third: truth and falsehood. The gods are truth, humans are falsehood.” (<i lang='pi' translate='no'>Dvayaṁ vā idaṁ na tṛtīyamasti: satyaṁ caivānṛtaṁ ca. Satyameva devā anṛtam manuṣyā</i>; Śatapatha Brāhmaṇa 1.1.1.4, 3.3.2.2, 3.9.4.1). The word for “truth” here is <i lang='pi' translate='no'>satya</i> (Pali <i lang='pi' translate='no'>sacca</i>), which like <i lang='pi' translate='no'>atthitā</i> (“existence”) is an abstract noun from the root <i lang='pi' translate='no'>as</i> (“exist”). The word for “falsehood” is <i lang='pi' translate='no'>anṛta</i>. Pali prefers the simple negative, but <i lang='pi' translate='no'>satya</i> and <i lang='pi' translate='no'>anṛta</i> are a standard pair in pre-Buddhist Sanskrit, harking back to Rig Veda 7.49.3. The gods are truly real because they are immortal, whereas transient humans are not truly real. Consider also the hymn of creation at Arthava Veda 10.2.14: “Who placed truth in him, who falsehood, who mortality, who immortality?” This confirms the interpretation of both Nāgārjuna and the Theravāda tradition that existence/non-existence refers to eternalism and annihilationism. See also the discussion of “duality” at <a href='index.html?q=sn35.92#2.2'>SN 35.92:2.2</a>. "},"sn12.15:2.2":{"pli":"Lokasamudayaṃ kho, kaccāna, yathābhūtaṃ sammappaññāya passato yā loke natthitā sā na hoti. ","eng":"But for one who truly sees the origin of the world with right understanding, the concept of non-existence regarding the world does not occur. ","html":"<p>{}","comm":"The “origin of the world” is the origination sequence of dependent origination (<a href='index.html?q=sn35.107'>SN 35.107</a>; see too <a href='index.html?q=sn2.26#5.2'>SN 2.26:5.2</a>). To paraphrase, when a person sees that their current actions are generating future lives, it is no longer possible to think that this life is all there is. "},"sn12.15:2.3":{"pli":"Lokanirodhaṃ kho, kaccāna, yathābhūtaṃ sammappaññāya passato yā loke atthitā sā na hoti. ","eng":"And for one who truly sees the cessation of the world with right understanding, the concept of existence regarding the world does not occur. ","html":"{}</p>","comm":"To paraphrase, when a person sees the cessation of the craving and kamma that generate future lives, they realize there is no such thing as an eternal soul. "},"sn12.15:2.4":{"pli":"Upayupādānābhinivesavinibandho khvāyaṃ, kaccāna, loko yebhuyyena. ","eng":"This world is for the most part shackled by getting involved, grasping, and insisting. ","html":"<p>{}</p>","comm":"The three factors here express a gradual process by which one is “shackled” (<i lang='pi' translate='no'>vinibaddha</i>): attracted, one gets involved (<i lang='pi' translate='no'>upaya</i>), then one takes up (<i lang='pi' translate='no'>upādāna</i>), and finally one insists on keeping (<i lang='pi' translate='no'>abhinivesa</i>). The latter term especially refers to dogmatic insistence on a view, alluding to the Brāhmaṇa text we cited earlier: “This is twofold, there is no third.” In the next sentence, the three factors are expanded with the addition of “mental fixation” (<i lang='pi' translate='no'>cetaso adhiṭṭhāna</i>) and “underlying tendency” (<i lang='pi' translate='no'>anusaya</i>). The latter implies that the defilement has become so ingrained that it is no longer conscious, but “underlies” choices conscious or not. "},"sn12.15:2.5":{"pli":"Tañcāyaṃ upayupādānaṃ cetaso adhiṭṭhānaṃ abhinivesānusayaṃ na upeti na upādiyati nādhiṭṭhāti: ‘attā me’ti. ","eng":"But if—for all that getting involved and grasping, mental fixation, and insistence and underlying tendency—they do not get attracted, grasp, and fixate on the thought, ‘my self’, ","html":"<p>{}","comm":"This sentence is grammatically tricky. For <i lang='pi' translate='no'>tañcāyaṁ</i> read <i lang='pi' translate='no'>taṁ ce ayaṁ</i> following the Sanskrit <i lang='pi' translate='no'>etāni ced</i>. <i lang='pi' translate='no'>Taṁ</i> refers to the several defilements listed (hence the Sanskrit is plural), while <i lang='pi' translate='no'>ayaṁ</i> is “this (person)”, namely the practitioner. The relation between the verbs and the similar list of nouns is not obvious. I think the sense is that, despite the fact that these defilements are still present, the wise do not fall under their sway. "},"sn12.15:2.6":{"pli":"‘Dukkhameva uppajjamānaṃ uppajjati, dukkhaṃ nirujjhamānaṃ nirujjhatī’ti na kaṅkhati na vicikicchati aparapaccayā ñāṇamevassa ettha hoti. ","eng":"they’ll have no doubt or uncertainty that what arises is just suffering arising, and what ceases is just suffering ceasing. Their knowledge of this is independent of others. ","html":"{}</p>","comm":"The final sentence, as well as the absence of doubt, indicates that they have become a stream-enterer, at which stage they have confirmed right view. "},"sn12.15:2.7":{"pli":"Ettāvatā kho, kaccāna, sammādiṭṭhi hoti. ","eng":"This is how right view is defined. ","html":"<p>{}</p>"},"sn12.15:3.1":{"pli":"‘Sabbamatthī’ti kho, kaccāna, ayameko anto. ","eng":"‘All exists’: this is one extreme. ","html":"<p>{}</p>","comm":"Also at <a href='index.html?q=sn12.47#2.2'>SN 12.47:2.2</a>, and said to be the “oldest cosmology” at <a href='index.html?q=sn12.48#2.2'>SN 12.48:2.2</a>. "},"sn12.15:3.2":{"pli":"‘Sabbaṃ natthī’ti ayaṃ dutiyo anto. ","eng":"‘All does not exist’: this is the second extreme. ","html":"<p>{}</p>"},"sn12.15:3.3":{"pli":"Ete te, kaccāna, ubho ante anupagamma majjhena tathāgato dhammaṃ deseti: ","eng":"Avoiding these two extremes, the Realized One teaches by the middle way: ","html":"<p>{}</p>","comm":"This “teaching by the middle way” (<i lang='pi' translate='no'>majjhena dhammadesanā</i>) is the philosophical counterpart of the “middle way of practice” (<i lang='pi' translate='no'>majjhimā paṭipadā</i>, <a href='index.html?q=sn56.11#2.4'>SN 56.11:2.4</a>). "},"sn12.15:3.4":{"pli":"‘avijjāpaccayā saṅkhārā; ","eng":"‘Ignorance is a requirement for choices. ","html":"<p>{}"},"sn12.15:3.5":{"pli":"saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Choices are a requirement for consciousness. … ","html":"{}"},"sn12.15:3.6":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"sn12.15:3.7":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"<p>{}"},"sn12.15:3.8":{"pli":"saṅkhāranirodhā viññāṇanirodho …pe… ","eng":"When choices cease, consciousness ceases. … ","html":"{}"},"sn12.15:3.9":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī’”ti. ","eng":"That is how this entire mass of suffering ceases.’” ","html":"{}</p>"},"sn12.15:3.10":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.16":{"sn12.16:0.1":{"pli":"Saṃyutta Nikāya 12.16 ","eng":"Linked Discourses 12.16 ","html":"<article id='sn12.16'><header><ul><li class='division'>{}</li>"},"sn12.16:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.16:0.3":{"pli":"Dhammakathikasutta ","eng":"A Dhamma Speaker ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.16:1.1":{"pli":"Sāvatthiyaṃ … ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn12.16:1.2":{"pli":"Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ","eng":"Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"sn12.16:1.3":{"pli":"“‘dhammakathiko dhammakathiko’ti, bhante, vuccati. ","eng":"“Sir, they speak of a ‘Dhamma speaker’. ","html":"<p>{}"},"sn12.16:1.4":{"pli":"Kittāvatā nu kho, bhante, dhammakathiko hotī”ti? ","eng":"How is a Dhamma speaker defined?” ","html":"{}</p>"},"sn12.16:2.1":{"pli":"“Jarāmaraṇassa ce bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, ‘dhammakathiko bhikkhū’ti alaṃvacanāya. ","eng":"“If a mendicant teaches Dhamma for disillusionment, dispassion, and cessation regarding old age and death, they’re qualified to be called ‘a mendicant who speaks on Dhamma’. ","html":"<p>{}","comm":"In <i lang='pi' translate='no'>jarāmaraṇassa ce bhikkhu</i>, <i lang='pi' translate='no'>bhikkhu</i> can be read as either vocative or nominative. At <a href='index.html?q=sn12.67#9.1'>SN 12.67:9.1</a> we find <i lang='pi' translate='no'>jarāmaraṇassa ce, āvuso, bhikkhu</i>, where <i lang='pi' translate='no'>āvuso</i> is the vocative and <i lang='pi' translate='no'>bhikkhu</i> is nominative. If <i lang='pi' translate='no'>bhikkhu</i> was the vocative here, it would result in a repeated <i lang='pi' translate='no'>bhikkhu bhikkhu</i>. I suspect one <i lang='pi' translate='no'>bhikkhu</i> was dropped in error to avoid this, so translate as nominative. "},"sn12.16:2.2":{"pli":"Jarāmaraṇassa ce bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, ‘dhammānudhammappaṭipanno bhikkhū’ti alaṃvacanāya. ","eng":"If they practice for disillusionment, dispassion, and cessation regarding old age and death, they’re qualified to be called ‘a mendicant who practices in line with the teaching’. ","html":"{}","comm":"This is the trainee (-sekha-). "},"sn12.16:2.3":{"pli":"Jarāmaraṇassa ce bhikkhu nibbidā virāgā nirodhā anupādāvimutto hoti, ‘diṭṭhadhammanibbānappatto bhikkhū’ti alaṃvacanāya. ","eng":"If they’re freed by not grasping, by disillusionment, dispassion, and cessation regarding old age and death, they’re qualified to be called ‘a mendicant who has attained extinguishment in this very life’. ","html":"{}</p>","comm":"The arahant. "},"sn12.16:3.1":{"pli":"Jātiyā ce bhikkhu …pe… ","eng":"If a mendicant teaches Dhamma for disillusionment regarding rebirth … ","html":"<p>{}"},"sn12.16:3.2":{"pli":"bhavassa ce bhikkhu … ","eng":"continued existence … ","html":"{}"},"sn12.16:3.3":{"pli":"upādānassa ce bhikkhu … ","eng":"grasping … ","html":"{}"},"sn12.16:3.4":{"pli":"taṇhāya ce bhikkhu … ","eng":"craving … ","html":"{}"},"sn12.16:3.5":{"pli":"vedanāya ce bhikkhu … ","eng":"feeling … ","html":"{}"},"sn12.16:3.6":{"pli":"phassassa ce bhikkhu … ","eng":"contact … ","html":"{}"},"sn12.16:3.7":{"pli":"saḷāyatanassa ce bhikkhu … ","eng":"the six sense fields … ","html":"{}"},"sn12.16:3.8":{"pli":"nāmarūpassa ce bhikkhu … ","eng":"name and form … ","html":"{}"},"sn12.16:3.9":{"pli":"viññāṇassa ce bhikkhu … ","eng":"consciousness … ","html":"{}"},"sn12.16:3.10":{"pli":"saṅkhārānañce bhikkhu … ","eng":"choices … ","html":"{}"},"sn12.16:3.11":{"pli":"avijjāya ce bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, ‘dhammakathiko bhikkhū’ti alaṃvacanāya. ","eng":"If a mendicant teaches Dhamma for disillusionment, dispassion, and cessation regarding ignorance, they’re qualified to be called ‘a mendicant who speaks on Dhamma’. ","html":"{}"},"sn12.16:3.12":{"pli":"Avijjāya ce bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, ‘dhammānudhammappaṭipanno bhikkhū’ti alaṃvacanāya. ","eng":"If they practice for disillusionment, dispassion, and cessation regarding ignorance, they’re qualified to be called ‘a mendicant who practices in line with the teaching’. ","html":"{}"},"sn12.16:3.13":{"pli":"Avijjāya ce bhikkhu nibbidā virāgā nirodhā anupādāvimutto hoti, ‘diṭṭhadhammanibbānappatto bhikkhū’ti alaṃvacanāyā”ti. ","eng":"If they’re freed by not grasping, by disillusionment, dispassion, and cessation regarding ignorance, they’re qualified to be called ‘a mendicant who has attained extinguishment in this very life’.” ","html":"{}</p>"},"sn12.16:3.14":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.17":{"sn12.17:0.1":{"pli":"Saṃyutta Nikāya 12.17 ","eng":"Linked Discourses 12.17 ","html":"<article id='sn12.17'><header><ul><li class='division'>{}</li>"},"sn12.17:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.17:0.3":{"pli":"Acelakassapasutta ","eng":"With Kassapa, the Naked Ascetic ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.17:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"The things that are “made by oneself” and “made by another” are here said to be “suffering” (as at <a href='index.html?q=sn12.24'>SN 12.24</a>, <a href='index.html?q=sn12.26'>SN 12.26</a>). Since suffering comes with its opposite, sometimes it is said to be “pleasure and pain” (<a href='index.html?q=an6.95'>AN 6.95</a>, <a href='index.html?q=sn12.18'>SN 12.18</a>, <a href='index.html?q=sn12.25'>SN 12.25</a>). Since pleasure and pain characterize the world, to that is sometimes added “the self and the cosmos” (<a href='index.html?q=dn29#34.13'>DN 29:34.13</a>, <a href='index.html?q=ud6.5'>Ud 6.5</a>, <a href='index.html?q=ud6.6'>Ud 6.6</a>). To emphasize universality, it can also be all factors of  dependent origination (<a href='index.html?q=sn12.67'>SN 12.67</a>). While these discourses reject the notion since it assumes a metaphysical self, from a conventional point of view it may still be said that good deeds “done by oneself” are a friend in the hereafter (<a href='index.html?q=sn1.53#2.5'>SN 1.53:2.5</a>), or that a thief is punished for what they themselves have done (<a href='index.html?q=mil5.3.11#3.7'>Mil 5.3.11:3.7</a>), “like a spider caught in the web she wove” (<a href='index.html?q=dhp347'>Dhp 347</a>). Later canonical texts, on the other hand, deny that merit is “made by oneself or given by gods” (<a href='index.html?q=ja524#28.2'>Ja 524:28.2</a>, <a href='index.html?q=vv84#22.2'>Vv 84:22.2</a>, <a href='index.html?q=pv37#22.2'>Pv 37:22.2</a>). "},"sn12.17:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}</p>"},"sn12.17:1.3":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ","html":"<p>{}"},"sn12.17:1.4":{"pli":"Addasā kho acelo kassapo bhagavantaṃ dūratova āgacchantaṃ. ","eng":"The naked ascetic Kassapa saw the Buddha coming off in the distance. ","html":"{}","comm":"Naked ascetics are still found in India today. Digambara Jains went naked, but if he were a Jain he would have been introduced as such. Kassapa is an ancient clan name of the brahmins, and we meet four naked ascetics named Kassapa in the canon (here, <a href='index.html?q=dn8'>DN 8</a>, <a href='index.html?q=sn41.9'>SN 41.9</a>, and <a href='index.html?q=mn124'>MN 124</a>). They cannot be the same person, for at the end of each account it is said they went forth and attained arahantship. "},"sn12.17:1.5":{"pli":"Disvāna yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"He went up to the Buddha, and exchanged greetings with him. ","html":"{}</p>"},"sn12.17:1.6":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho acelo kassapo bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he stood to one side and said to the Buddha, ","html":"<p>{}</p>"},"sn12.17:1.7":{"pli":"“puccheyyāma mayaṃ bhavantaṃ gotamaṃ kañcideva desaṃ, sace no bhavaṃ gotamo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ","eng":"“I’d like to ask the worthy Gotama about a certain point, if you’d take the time to answer.” ","html":"<p>{}</p>"},"sn12.17:1.8":{"pli":"“Akālo kho tāva, kassapa, pañhassa; ","eng":"“Kassapa, it’s the wrong time for questions. ","html":"<p>{}"},"sn12.17:1.9":{"pli":"antaragharaṃ paviṭṭhamhā”ti. ","eng":"We’ve entered an inhabited area.” ","html":"{}</p>"},"sn12.17:2.1":{"pli":"Dutiyampi kho acelo kassapo bhagavantaṃ etadavoca: ","eng":"A second time, ","html":"<p>{}"},"sn12.17:2.2":{"pli":"“puccheyyāma mayaṃ bhavantaṃ gotamaṃ kañcideva desaṃ, sace no bhavaṃ gotamo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ","html":"{}"},"sn12.17:2.3":{"pli":"“Akālo kho tāva, kassapa, pañhassa; ","html":"{}"},"sn12.17:2.4":{"pli":"antaragharaṃ paviṭṭhamhā”ti. ","html":"{}"},"sn12.17:2.5":{"pli":"Tatiyampi kho acelo kassapo …pe… ","eng":"and a third time, Kassapa spoke to the Buddha and the Buddha replied. ","html":"{}"},"sn12.17:2.6":{"pli":"antaragharaṃ paviṭṭhamhāti. ","html":"{}"},"sn12.17:2.7":{"pli":"Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca: ","eng":"When this was said, Kassapa said to the Buddha, ","html":"{}</p>"},"sn12.17:2.8":{"pli":"“na kho pana mayaṃ bhavantaṃ gotamaṃ bahudeva pucchitukāmā”ti. ","eng":"“I don’t want to ask much.” ","html":"<p>{}</p>","comm":"When someone says to me, “Just a small question”, it’s usually followed by, “So, what is consciousness really? And how does it relate to Nibbana?” "},"sn12.17:2.9":{"pli":"“Puccha, kassapa, yadākaṅkhasī”ti. ","eng":"“Ask what you wish, Kassapa.” ","html":"<p>{}</p>","comm":"The following set of questions appear several times as views held or debated among the non-Buddhists who believe in kamma. The popularity of such discussions shows kamma was a hot topic of the day, with many different ideas about what it was, how it worked, or if indeed it was real. And it also shows that dependent origination was the Buddha’s answer to the vexed question of kamma, personal identity, and responsibility. "},"sn12.17:3.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘sayaṅkataṃ dukkhan’ti? ","eng":"“Well, worthy Gotama, is suffering made by oneself?” ","html":"<p>{}</p>","comm":"This draws on the Vedic notion that the act of creation is a kind of self-emptying, as the creator deity forms the world by and of themselves. Thus the sacrificer offers to Prajāpati as the sun with the words, “You are self-made” (<i lang='pi' translate='no'>svāṁkṛta</i>, Śatapatha Brāhmaṇa 4.1.1.22, 4.1.2.21). In another context, Atharva Veda 8.5.9c refers to magic spells performed by oneself or prepared by another. "},"sn12.17:3.2":{"pli":"‘Mā hevaṃ, kassapā’ti bhagavā avoca. ","eng":"“Not so, Kassapa,” said the Buddha. ","html":"<p>{}</p>"},"sn12.17:3.3":{"pli":"‘Kiṃ pana, bho gotama, paraṅkataṃ dukkhan’ti? ","eng":"“Then is suffering made by another?” ","html":"<p>{}</p>","comm":"For Pali <i lang='pi' translate='no'>paraṅkata</i> we find Sanskrit <i lang='pi' translate='no'>anyakṛta</i>: “Let me not suffer for what was done by another, o king” (Rig Veda 2.28, cf. 6.51.7). Malicious dealings, violence, curses, and maleficent spirits were potent sources of suffering. "},"sn12.17:3.4":{"pli":"‘Mā hevaṃ, kassapā’ti bhagavā avoca. ","eng":"“Not so, Kassapa,” said the Buddha. ","html":"<p>{}</p>"},"sn12.17:3.5":{"pli":"‘Kiṃ nu kho, bho gotama, sayaṅkatañca paraṅkatañca dukkhan’ti? ","eng":"“Well, is suffering made by both oneself and another?” ","html":"<p>{}</p>","comm":"When suffering arises on a personal level, particular instances of suffering might be attributed solely to either oneself or the other. Sometimes it may be both, for example, when someone who acts in compliance with an evil regime is subsequently punished. But if we speak of suffering <em>in general</em>, then suffering that is <em>purely</em> one’s own fault might occur if all things are determined by one’s own past deeds. And suffering that is <em>purely</em> another’s fault might arise from the will of a malevolent deity. Suffering that is both might occur in a world where certain beings determine their own future and others do not. "},"sn12.17:3.6":{"pli":"‘Mā hevaṃ, kassapā’ti bhagavā avoca. ","eng":"“Not so, Kassapa,” said the Buddha. ","html":"<p>{}</p>"},"sn12.17:3.7":{"pli":"‘Kiṃ pana, bho gotama, asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhan’ti? ","eng":"“Then does suffering arise anomalously, not made by oneself or another?” ","html":"<p>{}</p>","comm":"<i lang='pi' translate='no'>Adhicca</i> is usually translated in this context as “chance”. The root meaning refers to something that has been “lifted out”, making it a “special exception” or “anomaly”. It isn’t used in Sanskrit for a philosophical theory of chance, for which we find instead <i lang='pi' translate='no'>yadṛcchā</i> (“arbitrariness”, Śvetāśvatara Upaniṣad 1.2). The theory proposed here is not that the universe in general operates by chance, but that the happenstance of creation is an “anomaly” in the general scheme of things. At <a href='index.html?q=sn12.24#3.4'>SN 12.24:3.4</a> and <a href='index.html?q=sn12.25#2.4'>SN 12.25:2.4</a> we learn that some philosophers who believed in the doctrine of kamma nonetheless argued that suffering arose anomalously. "},"sn12.17:3.8":{"pli":"‘Mā hevaṃ, kassapā’ti bhagavā avoca. ","eng":"“Not so, Kassapa,” said the Buddha. ","html":"<p>{}</p>"},"sn12.17:3.9":{"pli":"‘Kiṃ nu kho, bho gotama, natthi dukkhan’ti? ","eng":"“Well, is there no such thing as suffering?” ","html":"<p>{}</p>"},"sn12.17:3.10":{"pli":"‘Na kho, kassapa, natthi dukkhaṃ. ","eng":"“It’s not that there’s no such thing as suffering. ","html":"<p>{}"},"sn12.17:3.11":{"pli":"Atthi kho, kassapa, dukkhan’ti. ","eng":"Suffering is real.” ","html":"{}</p>"},"sn12.17:3.12":{"pli":"‘Tena hi bhavaṃ gotamo dukkhaṃ na jānāti, na passatī’ti. ","eng":"“Then does the worthy Gotama not know or see suffering?” ","html":"<p>{}</p>","comm":"The Pali is not explicitly phrased as a question, but <a href='index.html?q=sn12.17#4.6'>SN 12.17:4.6</a> below confirms that that is the intent. "},"sn12.17:3.13":{"pli":"‘Na khvāhaṃ, kassapa, dukkhaṃ na jānāmi, na passāmi. ","eng":"“It’s not that I don’t know or see suffering. ","html":"<p>{}"},"sn12.17:3.14":{"pli":"Jānāmi khvāhaṃ, kassapa, dukkhaṃ; ","eng":"I do know suffering, ","html":"{}"},"sn12.17:3.15":{"pli":"passāmi khvāhaṃ, kassapa, dukkhan’”ti. ","eng":"I do see suffering.” ","html":"{}</p>"},"sn12.17:4.1":{"pli":"“Kiṃ nu kho, bho gotama, ‘sayaṅkataṃ dukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, kassapā’ti vadesi. ","eng":"“Worthy Gotama, when asked these questions, you say ‘not so’. ","html":"<p>{}"},"sn12.17:4.2":{"pli":"‘Kiṃ pana, bho gotama, paraṅkataṃ dukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, kassapā’ti vadesi. ","html":"{}"},"sn12.17:4.3":{"pli":"‘Kiṃ nu kho, bho gotama, sayaṅkatañca paraṅkatañca dukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, kassapā’ti vadesi. ","html":"{}"},"sn12.17:4.4":{"pli":"‘Kiṃ pana, bho gotama, asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, kassapā’ti vadesi. ","html":"{}"},"sn12.17:4.5":{"pli":"‘Kiṃ nu kho, bho gotama, natthi dukkhan’ti iti puṭṭho samāno ‘na kho, kassapa, natthi dukkhaṃ, atthi kho, kassapa, dukkhan’ti vadesi. ","eng":"Yet you say that there is such a thing as suffering. ","html":"{}"},"sn12.17:4.6":{"pli":"‘Tena hi bhavaṃ gotamo dukkhaṃ na jānāti na passatī’ti iti puṭṭho samāno ‘na khvāhaṃ, kassapa, dukkhaṃ na jānāmi na passāmi. ","html":"{}"},"sn12.17:4.7":{"pli":"Jānāmi khvāhaṃ, kassapa, dukkhaṃ; ","eng":"And you say that you do know suffering, ","html":"{}"},"sn12.17:4.8":{"pli":"passāmi khvāhaṃ, kassapa, dukkhan’ti vadesi. ","eng":"and you do see suffering. ","html":"{}"},"sn12.17:4.9":{"pli":"Ācikkhatu ca me, bhante, bhagavā dukkhaṃ. ","eng":"Sir, let the Blessed One explain suffering to me! ","html":"{}","comm":"The change of address shows that he has acquired faith. "},"sn12.17:4.10":{"pli":"Desetu ca me, bhante, bhagavā dukkhan”ti. ","eng":"Let the Blessed One teach me about suffering!” ","html":"{}</p>"},"sn12.17:5.1":{"pli":"“‘So karoti so paṭisaṃvedayatī’ti kho, kassapa, ādito sato ‘sayaṅkataṃ dukkhan’ti iti vadaṃ sassataṃ etaṃ pareti. ","eng":"“Suppose that he who does the deed and he who experiences the result are one and the same. Then for one who has existed since the beginning, suffering is made by oneself. In speaking like this, one implies this is eternal. ","html":"<p>{}","comm":"The person who performs the deed in this life is identical to the person who experiences the result in future lives. The syntax employs repeated demonstrative pronouns (<i lang='pi' translate='no'>so … so</i>) to assert emphatic identity, as in the phrases, “the self and the cosmos are one and the same” (<a href='index.html?q=sn22.81#10.7'>SN 22.81:10.7</a>) or “the soul and the body are one and the same” (<a href='index.html?q=sn12.35#5.2'>SN 12.35:5.2</a>). Hence this is identified as eternalism. | <i lang='pi' translate='no'>Pareti</i> normally means “to depart”, literally “go to the other”, and its use here is apparently unique. I take it in the sense “convey the meaning”, “imply” (cf. Sanskrit <i lang='pi' translate='no'>pārayati</i>, “convey”). | See Bodhi’s discussion of <i lang='pi' translate='no'>ādito sato</i>  in <em>Connected Discourses</em>, notes 39 and 40. "},"sn12.17:5.2":{"pli":"‘Añño karoti añño paṭisaṃvedayatī’ti kho, kassapa, vedanābhitunnassa sato ‘paraṅkataṃ dukkhan’ti iti vadaṃ ucchedaṃ etaṃ pareti. ","eng":"Suppose that he who does the deed is one, and he who experiences the result is another. Then for one stricken by feeling, suffering is made by another. In speaking like this, one implies this is annihilated. ","html":"{}","comm":"A person does a deed in this life, and a completely different person experiences the result in a future life. Thus the one who did the deed has been annihilated. "},"sn12.17:5.3":{"pli":"Ete te, kassapa, ubho ante anupagamma majjhena tathāgato dhammaṃ deseti: ","eng":"Avoiding these two extremes, the Realized One teaches by the middle way: ","html":"{}","comm":"The Buddha does not discuss the final two terms of the tetralemma. For the view that suffering is made by both oneself and another, compare the doctrines of “partial eternalism”, i.e. that some beings are eternal, others not (<a href='index.html?q=dn1#2.1.1'>DN 1:2.1.1</a>). For the view that suffering arose by chance, see the doctrines of origination by chance (<a href='index.html?q=dn1#2.30.1'>DN 1:2.30.1</a>). "},"sn12.17:5.4":{"pli":"‘avijjāpaccayā saṅkhārā; ","eng":"‘Ignorance is a requirement for choices. ","html":"{}</p>"},"sn12.17:5.5":{"pli":"saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Choices are a requirement for consciousness. … ","html":"<p>{}"},"sn12.17:5.6":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.17:5.7":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"{}"},"sn12.17:5.8":{"pli":"saṅkhāranirodhā viññāṇanirodho …pe… ","eng":"When choices cease, consciousness ceases. … ","html":"{}"},"sn12.17:5.9":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī’”ti. ","eng":"That is how this entire mass of suffering ceases.’” ","html":"{}</p>"},"sn12.17:6.1":{"pli":"Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca: ","eng":"When this was said, Kassapa said to the Buddha, ","html":"<p>{}"},"sn12.17:6.2":{"pli":"“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ","eng":"“Excellent, sir! Excellent! ","html":"{}"},"sn12.17:6.3":{"pli":"Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya …pe… ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the Buddha has made the teaching clear in many ways. ","html":"{}"},"sn12.17:6.4":{"pli":"Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"sn12.17:6.5":{"pli":"Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ","eng":"Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ","html":"{}</p>"},"sn12.17:7.1":{"pli":"“Yo kho, kassapa, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati. Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya. ","eng":"“Kassapa, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. ","html":"<p>{}","comm":"In the early period, there was no distinction between “going forth” (<i lang='pi' translate='no'>pabbajjā</i>) and “ordination” (<i lang='pi' translate='no'>upasampadā</i>). They are two sides of the same coin: leaving the home life and entering the ascetic life. Ordination was originally granted by the Buddha with the simple call, “Come mendicant!” (<a href='index.html?q=pli-tv-kd1#6.32.1'>Kd 1:6.32.1</a>). As the community grew, the Buddha authorized the Saṅgha to perform the “going forth and ordination” (<a href='index.html?q=pli-tv-kd1#12.1.1'>Kd 1:12.1.1</a>). Later still, the novice (<i lang='pi' translate='no'>sāmaṇaera</i>) platform was introduced for teenagers and became known as “going forth” (<a href='index.html?q=pli-tv-kd1#54.3.2'>Kd 1:54.3.2</a>). Finally, the novice ordination was standardized for all ordinands, even if it was merely preliminary to the “full ordination”. "},"sn12.17:7.2":{"pli":"Api ca mayā puggalavemattatā viditā”ti. ","eng":"However, I have recognized individual differences.” ","html":"{}</p>","comm":"In addition to individual exceptions, there are general exceptions for dreadlocked fire-worshipping ascetics, since they believe in kamma, and for the Buddha’s relatives (<a href='index.html?q=pli-tv-kd1#38.11.3'>Kd 1:38.11.3</a>). "},"sn12.17:8.1":{"pli":"“Sace, bhante, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, cattāro māse parivasati. Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya. Ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti. ","eng":"“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” ","html":"<p>{}</p>"},"sn12.17:9.1":{"pli":"Alattha kho acelo kassapo bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ","eng":"And the naked ascetic Kassapa received the going forth, the ordination in the Buddha’s presence. ","html":"<p>{}"},"sn12.17:9.2":{"pli":"Acirūpasampanno ca panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"{}</p>"},"sn12.17:9.3":{"pli":"“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"<p>{}"},"sn12.17:9.4":{"pli":"Aññataro ca panāyasmā kassapo arahataṃ ahosīti. ","eng":"And Venerable Kassapa became one of the perfected. ","html":"{}</p>"},"sn12.17:9.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}