{"sn16.13":{"sn16.13:0.1":{"pli":"Saṃyutta Nikāya 16.13 ","eng":"Linked Discourses 16.13 ","html":"<article id='sn16.13'><header><ul><li class='division'>{}</li>"},"sn16.13:0.2":{"pli":"1. Kassapavagga ","eng":"1. Kassapa ","html":"<li>{}</li></ul>"},"sn16.13:0.3":{"pli":"Saddhammappatirūpakasutta ","eng":"The Counterfeit of the True Teaching ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn16.13:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn16.13:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"sn16.13:1.3":{"pli":"Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākassapo bhagavantaṃ etadavoca: ","eng":"Then Venerable Mahākassapa went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"sn16.13:1.4":{"pli":"“ko nu kho, bhante, hetu ko paccayo, yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ bahutarā ca bhikkhū aññāya saṇṭhahiṃsu? ","eng":"“What is the cause, sir, what is the reason why there used to be fewer training rules but more enlightened mendicants? ","html":"<p>{}","comm":"Asked by Bhaddāli at <a href='index.html?q=mn65#29.1'>MN 65:29.1</a>. There, the Buddha said, as he did to Sāriputta at <a href='index.html?q=pli-tv-bu-vb-pj1#3.4.6'>Bu Pj 1:3.4.6</a>, that decline comes from defiling influences in the Saṅgha. See too the account of the monk Subhadda, whose relief at the Buddha’s passing prompted Mahākassapa to organize the First Council (<a href='index.html?q=dn16#6.20.1'>DN 16:6.20.1</a>). "},"sn16.13:1.5":{"pli":"Ko pana, bhante, hetu ko paccayo, yenetarahi bahutarāni ceva sikkhāpadāni appatarā ca bhikkhū aññāya saṇṭhahantī”ti? ","eng":"And what is the cause, what is the reason why these days there are more training rules and fewer enlightened mendicants?” ","html":"{}</p>"},"sn16.13:1.6":{"pli":"“Evañcetaṃ, kassapa, hoti sattesu hāyamānesu saddhamme antaradhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahanti. ","eng":"“That’s how it is, Kassapa. When sentient beings are in decline and the true teaching is disappearing there are more training rules and fewer enlightened mendicants. ","html":"<p>{}"},"sn16.13:1.7":{"pli":"Na tāva, kassapa, saddhammassa antaradhānaṃ hoti yāva na saddhammappatirūpakaṃ loke uppajjati. ","eng":"The true teaching doesn’t disappear as long the counterfeit of the true teaching hasn’t appeared in the world. ","html":"{}"},"sn16.13:1.8":{"pli":"Yato ca kho, kassapa, saddhammappatirūpakaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti. ","eng":"But when the counterfeit of the true teaching appears in the world then the true teaching disappears. ","html":"{}</p>","comm":"In an age of commercialized spirituality, counterfeit translations and fake Buddhas generated by AI, proliferation of sects and gurus, and collapse of moral authority of traditional Saṅgha under the weight of institutional corruption, this seems relevant. "},"sn16.13:2.1":{"pli":"Seyyathāpi, kassapa, na tāva jātarūpassa antaradhānaṃ hoti yāva na jātarūpappatirūpakaṃ loke uppajjati. ","eng":"It’s like native gold, which doesn’t disappear as long as counterfeit gold hasn’t appeared in the world. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Jātarūpa</i> is the natural, unworked gold, for which the technical term is “native gold” (see <a href='index.html?q=an3.70#38.4'>AN 3.70:38.4</a>, <a href='index.html?q=an3.101#1.1'>AN 3.101:1.1</a>). I believe <i lang='pi' translate='no'>jātarūpa</i> stems from the common Vedic sense of <i lang='pi' translate='no'>rūpa</i> as “form” or “manifestation” of the gods. <i lang='pi' translate='no'>Jāta</i> is what is “born” or what is part of the “natural” order. Thus <i lang='pi' translate='no'>jātarūpa</i> is the manifestation of the divine form (of the sun) in nature. "},"sn16.13:2.2":{"pli":"Yato ca kho, kassapa, jātarūpappatirūpakaṃ loke uppajjati, atha kho jātarūpassa antaradhānaṃ hoti. ","eng":"But when counterfeit gold appears in the world then native gold disappears. ","html":"{}</p>","comm":"Kauṭilya details the regulation of the various kinds of gold and its adulterants in Arthaśāstra 2.13 and 2.14. "},"sn16.13:2.3":{"pli":"Evameva kho, kassapa, na tāva saddhammassa antaradhānaṃ hoti yāva na saddhammappatirūpakaṃ loke uppajjati. ","eng":"In the same way, the true teaching doesn’t disappear as long the counterfeit of the true teaching hasn’t appeared in the world. ","html":"<p>{}"},"sn16.13:2.4":{"pli":"Yato ca kho, kassapa, saddhammappatirūpakaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti. ","eng":"But when the counterfeit of the true teaching appears in the world then the true teaching disappears. ","html":"{}</p>"},"sn16.13:3.1":{"pli":"Na kho, kassapa, pathavīdhātu saddhammaṃ antaradhāpeti, na āpodhātu saddhammaṃ antaradhāpeti, na tejodhātu saddhammaṃ antaradhāpeti, na vāyodhātu saddhammaṃ antaradhāpeti; ","eng":"It’s not the elements of earth, water, fire, or air that make the true teaching disappear. ","html":"<p>{}","comm":"Disruptions in the elements create runaway climate change that makes life, and religious practice, impossible on earth (<a href='index.html?q=mn28'>MN 28</a>, <a href='index.html?q=an7.66'>AN 7.66</a>). "},"sn16.13:3.2":{"pli":"atha kho idheva te uppajjanti moghapurisā ye imaṃ saddhammaṃ antaradhāpenti. ","eng":"Rather, it’s the futile people who appear right here that make the true teaching disappear. ","html":"{}"},"sn16.13:3.3":{"pli":"Seyyathāpi, kassapa, nāvā ādikeneva opilavati; ","eng":"The true teaching doesn’t disappear like a ship that sinks all at once. ","html":"{}"},"sn16.13:3.4":{"pli":"na kho, kassapa, evaṃ saddhammassa antaradhānaṃ hoti. ","html":"{}</p>"},"sn16.13:4.1":{"pli":"Pañca khome, kassapa, okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ","eng":"There are five detrimental things that lead to the decline and disappearance of the true teaching. ","html":"<p>{}"},"sn16.13:4.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"sn16.13:4.3":{"pli":"Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, samādhismiṃ agāravā viharanti appatissā—","eng":"It’s when the monks, nuns, laymen, and laywomen lack respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and immersion. ","html":"{}","comm":"All four wings of the dispensation are essential. | Meditative immersion is already included in the threefold training of ethics, immersion, and wisdom, but is specially emphasized here. | Today, much of Buddhism is deficient in these factors. The order of nuns is rejected by some communities dominated by a male Saṅgha. The Buddha has become a supernatural icon to be worshiped, while study of his teaching in the Suttas is rarely pursued. Monastic discipline is honored more in the breach than the observance. The practice of meditation is popular in some circles, but much of it aims at therapeutic outcomes rather than deep immersion, while some schools reject immersion altogether. "},"sn16.13:4.4":{"pli":"ime kho, kassapa, pañca okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ","eng":"These five detrimental things lead to the decline and disappearance of the true teaching. ","html":"{}</p>"},"sn16.13:5.1":{"pli":"Pañca khome, kassapa, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti. ","eng":"There are five things that lead to the continuation, persistence, and enduring of the true teaching. ","html":"<p>{}"},"sn16.13:5.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"sn16.13:5.3":{"pli":"Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, samādhismiṃ sagāravā viharanti sappatissā—","eng":"It’s when the monks, nuns, laymen, and laywomen maintain respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and immersion. ","html":"{}"},"sn16.13:5.4":{"pli":"ime kho, kassapa, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti. ","eng":"These five things lead to the continuation, persistence, and enduring of the true teaching.” ","html":"{}</p>"},"sn16.13:5.5":{"pli":"Terasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn16.13:5.6":{"pli":"Kassapavaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"sn16.13:6.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn16.13:6.1":{"pli":"Santuṭṭhañca anottappī, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn16.13:6.2":{"pli":"candūpamaṃ kulūpakaṃ; ","html":"<span class='verse-line'>{}</span>"},"sn16.13:6.3":{"pli":"Jiṇṇaṃ tayo ca ovādā, ","html":"<span class='verse-line'>{}</span>"},"sn16.13:6.4":{"pli":"jhānābhiññā upassayaṃ; ","html":"<span class='verse-line'>{}</span>"},"sn16.13:6.5":{"pli":"Cīvaraṃ paraṃmaraṇaṃ, ","html":"<span class='verse-line'>{}</span>"},"sn16.13:6.6":{"pli":"saddhammappatirūpakanti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn16.13:6.7":{"pli":"Kassapasaṃyuttaṃ samattaṃ. ","eng":"The Linked Discourses with Kassapa are complete. ","html":"<p class='endkanda'>{}</p></article>"}},"sn16.2":{"sn16.2:0.1":{"pli":"Saṃyutta Nikāya 16.2 ","eng":"Linked Discourses 16.2 ","html":"<article id='sn16.2'><header><ul><li class='division'>{}</li>"},"sn16.2:0.2":{"pli":"1. Kassapavagga ","eng":"1. Kassapa ","html":"<li>{}</li></ul>"},"sn16.2:0.3":{"pli":"Anottappīsutta ","eng":"Imprudent ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn16.2:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn16.2:1.2":{"pli":"ekaṃ samayaṃ āyasmā ca mahākassapo āyasmā ca sāriputto bārāṇasiyaṃ viharanti isipatane migadāye. ","eng":"At one time Venerable Mahākassapa and Venerable Sāriputta were staying near Varanasi, in the deer park at Isipatana. ","html":"{}</p>"},"sn16.2:1.3":{"pli":"Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmatā mahākassapena saddhiṃ sammodi. ","eng":"Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Mahākassapa, and exchanged greetings with him. ","html":"<p>{}"},"sn16.2:1.4":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ mahākassapaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Mahākassapa: ","html":"{}</p>"},"sn16.2:1.5":{"pli":"“vuccati hidaṃ, āvuso kassapa, anātāpī anottappī abhabbo sambodhāya abhabbo nibbānāya abhabbo anuttarassa yogakkhemassa adhigamāya; ","eng":"“Reverend Kassapa, it’s said that without being keen and prudent you can’t achieve awakening, extinguishment, and the supreme sanctuary from the yoke. ","html":"<p>{}","comm":"Both “keen” (<i lang='pi' translate='no'>anātāpī</i>) and “prudent” (<i lang='pi' translate='no'>anottappī</i>) stem from the same root <i lang='pi' translate='no'>tap</i>, “to burn”. In conjunction, they distantly echo the idea of <i lang='pi' translate='no'>tapas</i>, the ascetic fire. "},"sn16.2:1.6":{"pli":"ātāpī ca kho ottappī bhabbo sambodhāya bhabbo nibbānāya bhabbo anuttarassa yogakkhemassa adhigamāyā”ti. ","eng":"But if you are keen and prudent you can achieve awakening, extinguishment, and the supreme sanctuary from the yoke. ","html":"{}</p>"},"sn16.2:2.1":{"pli":"“Kittāvatā nu kho, āvuso, anātāpī hoti anottappī abhabbo sambodhāya abhabbo nibbānāya abhabbo anuttarassa yogakkhemassa adhigamāya; ","eng":"To what extent is this the case?” ","html":"<p>{}","comm":"Sāriputta is obviously giving Mahākassapa a prompt, not seeking the answer. "},"sn16.2:2.2":{"pli":"kittāvatā ca panāvuso, ātāpī hoti ottappī bhabbo sambodhāya bhabbo nibbānāya bhabbo anuttarassa yogakkhemassa adhigamāyā”ti? ","html":"{}</p>"},"sn16.2:2.3":{"pli":"“Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti, ‘anuppannā me kusalā dhammā nuppajjamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti, ‘uppannā me kusalā dhammā nirujjhamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti. ","eng":"“Reverend, take a mendicant who doesn’t foster keenness by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’ ","html":"<p>{}"},"sn16.2:2.4":{"pli":"Evaṃ kho, āvuso, anātāpī hoti. ","eng":"That’s how you’re not keen. ","html":"{}</p>"},"sn16.2:3.1":{"pli":"Kathañcāvuso, anottappī hoti? ","eng":"And how are you not prudent? ","html":"<p>{}"},"sn16.2:3.2":{"pli":"Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti na ottappati, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti na ottappati, ‘anuppannā me kusalā dhammā nuppajjamānā anatthāya saṃvatteyyun’ti na ottappati, ‘uppannā me kusalā dhammā nirujjhamānā anatthāya saṃvatteyyun’ti na ottappati. ","eng":"Take a mendicant who doesn’t foster prudence by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’ ","html":"{}"},"sn16.2:3.3":{"pli":"Evaṃ kho, āvuso, anottappī hoti. ","eng":"That’s how you’re not prudent. ","html":"{}"},"sn16.2:3.4":{"pli":"Evaṃ kho, āvuso, anātāpī anottappī abhabbo sambodhāya abhabbo nibbānāya abhabbo anuttarassa yogakkhemassa adhigamāya. ","eng":"That’s how without being keen and prudent you can’t achieve awakening, extinguishment, and the supreme sanctuary from the yoke. ","html":"{}</p>"},"sn16.2:4.1":{"pli":"Kathañcāvuso, ātāpī hoti? ","eng":"And how are you keen? ","html":"<p>{}"},"sn16.2:4.2":{"pli":"Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti ātappaṃ karoti, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti ātappaṃ karoti, anuppannā me kusalā dhammā …pe… ātappaṃ karoti. ","eng":"Take a mendicant who fosters keenness by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’ ","html":"{}"},"sn16.2:4.3":{"pli":"Evaṃ kho, āvuso, ātāpī hoti. ","eng":"That’s how you’re keen. ","html":"{}</p>"},"sn16.2:5.1":{"pli":"Kathañcāvuso, ottappī hoti? ","eng":"And how are you prudent? ","html":"<p>{}"},"sn16.2:5.2":{"pli":"Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti ottappati, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti ottappati, ‘anuppannā me kusalā dhammā anuppajjamānā anatthāya saṃvatteyyun’ti ottappati, ‘uppannā me kusalā dhammā nirujjhamānā anatthāya saṃvatteyyun’ti ottappati. ","eng":"Take a mendicant who fosters prudence by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’ ","html":"{}"},"sn16.2:5.3":{"pli":"Evaṃ kho, āvuso, ottappī hoti. ","eng":"That’s how you’re prudent. ","html":"{}"},"sn16.2:5.4":{"pli":"Evaṃ kho, āvuso, ātāpī ottappī bhabbo sambodhāya bhabbo nibbānāya bhabbo anuttarassa yogakkhemassa adhigamāyā”ti. ","eng":"That’s how if you’re keen and prudent you can achieve awakening, extinguishment, and the supreme sanctuary from the yoke.” ","html":"{}</p>"},"sn16.2:5.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn16.3":{"sn16.3:0.1":{"pli":"Saṃyutta Nikāya 16.3 ","eng":"Linked Discourses 16.3 ","html":"<article id='sn16.3'><header><ul><li class='division'>{}</li>"},"sn16.3:0.2":{"pli":"1. Kassapavagga ","eng":"1. Kassapa ","html":"<li>{}</li></ul>"},"sn16.3:0.3":{"pli":"Candūpamāsutta ","eng":"Like the Moon ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn16.3:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn16.3:1.2":{"pli":"“Candūpamā, bhikkhave, kulāni upasaṅkamatha—","eng":"“Mendicants, you should approach families like the moon: ","html":"<p>{}"},"sn16.3:1.3":{"pli":"apakasseva kāyaṃ, apakassa cittaṃ, niccanavakā kulesu appagabbhā. ","eng":"withdrawn in body and mind, ever the newcomer, and never rude. ","html":"{}"},"sn16.3:1.4":{"pli":"Seyyathāpi, bhikkhave, puriso jarudapānaṃ vā olokeyya pabbatavisamaṃ vā nadīviduggaṃ vā—","eng":"Suppose a person were to look down at an old well, a rugged cliff, or an inaccessible riverland. ","html":"{}"},"sn16.3:1.5":{"pli":"apakasseva kāyaṃ, apakassa cittaṃ; ","eng":"They’d withdraw their body and mind. ","html":"{}"},"sn16.3:1.6":{"pli":"evameva kho, bhikkhave, candūpamā kulāni upasaṅkamatha—","eng":"In the same way, you should approach families like the moon: ","html":"{}","comm":"This passage is quoted in <a href='index.html?q=mil7.4.7#5.4'>Mil 7.4.7:5.4</a>. Otherwise, it is unique in the canon. "},"sn16.3:1.7":{"pli":"apakasseva kāyaṃ, apakassa cittaṃ, niccanavakā kulesu appagabbhā. ","eng":"withdrawn in body and mind, always the newcomer, and never rude. ","html":"{}</p>"},"sn16.3:2.1":{"pli":"Kassapo, bhikkhave, candūpamo kulāni upasaṅkamati—","eng":"Kassapa approaches families like the moon: ","html":"<p>{}"},"sn16.3:2.2":{"pli":"apakasseva kāyaṃ, apakassa cittaṃ, niccanavako kulesu appagabbho. ","eng":"withdrawn in body and mind, ever the newcomer, and never rude. ","html":"{}</p>"},"sn16.3:2.3":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn16.3:2.4":{"pli":"kathaṃrūpo bhikkhu arahati kulāni upasaṅkamitun”ti? ","eng":"What kind of mendicant is worthy of approaching families?” ","html":"{}</p>"},"sn16.3:2.5":{"pli":"“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ","html":"<p>{}</p>"},"sn16.3:3.1":{"pli":"Atha kho bhagavā ākāse pāṇiṃ cālesi. ","eng":"Then the Buddha waved his hand in space. ","html":"<p>{}</p>"},"sn16.3:3.2":{"pli":"“Seyyathāpi, bhikkhave, ayaṃ ākāse pāṇi na sajjati na gayhati na bajjhati; ","eng":"“Mendicants, this hand is not stuck or held or caught in space. ","html":"<p>{}","comm":"This is another unique image. "},"sn16.3:3.3":{"pli":"evameva kho, bhikkhave, yassa kassaci bhikkhuno kulāni upasaṅkamato kulesu cittaṃ na sajjati na gayhati na bajjhati: ","eng":"In the same way, when approaching families, a mendicant’s mind is not stuck or held or caught, thinking: ","html":"{}"},"sn16.3:3.4":{"pli":"‘labhantu lābhakāmā, puññakāmā karontu puññānī’ti; ","eng":"‘May those who want material things get them, and may those who want merit make merits!’ ","html":"{}"},"sn16.3:3.5":{"pli":"yathāsakena lābhena attamano hoti sumano, evaṃ paresaṃ lābhena attamano hoti sumano; ","eng":"They’re just as pleased and happy when others get something as they are when they get something. ","html":"{}"},"sn16.3:3.6":{"pli":"evarūpo kho, bhikkhave, bhikkhu arahati kulāni upasaṅkamituṃ. ","eng":"This kind of mendicant is worthy of approaching families. ","html":"{}</p>"},"sn16.3:4.1":{"pli":"Kassapassa, bhikkhave, kulāni upasaṅkamato kulesu cittaṃ na sajjati na gayhati na bajjhati: ","eng":"When Kassapa approaches families, his mind is not stuck or held or caught, thinking: ","html":"<p>{}"},"sn16.3:4.2":{"pli":"‘labhantu lābhakāmā, puññakāmā karontu puññānī’ti; ","eng":"‘May those who want material things get them, and may those who want merit make merits!’ ","html":"{}"},"sn16.3:4.3":{"pli":"yathāsakena lābhena attamano hoti sumano; ","eng":"He’s just as pleased and happy when others get something as he is when he gets something. ","html":"{}"},"sn16.3:4.4":{"pli":"evaṃ paresaṃ lābhena attamano hoti sumano. ","html":"{}</p>"},"sn16.3:5.1":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn16.3:5.2":{"pli":"kathaṃrūpassa bhikkhuno aparisuddhā dhammadesanā hoti, kathaṃrūpassa bhikkhuno parisuddhā dhammadesanā hotī”ti? ","eng":"What kind of mendicant’s teaching is pure, and what kind is impure?” ","html":"{}</p>"},"sn16.3:5.3":{"pli":"“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ","html":"<p>{}</p>"},"sn16.3:5.4":{"pli":"“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, mendicants, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"sn16.3:5.5":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"sn16.3:5.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn16.3:6.1":{"pli":"“Yo hi koci, bhikkhave, bhikkhu evaṃcitto paresaṃ dhammaṃ deseti: ","eng":"“Whoever teaches Dhamma to others with the thought: ","html":"<p>{}"},"sn16.3:6.2":{"pli":"‘aho vata me dhammaṃ suṇeyyuṃ, sutvā ca pana dhammaṃ pasīdeyyuṃ, pasannā ca me pasannākāraṃ kareyyun’ti; ","eng":"‘Oh! May they listen to the teaching from me. When they’ve heard it, may they gain confidence in the teaching and demonstrate their confidence to me.’ ","html":"{}","comm":"Compare <a href='index.html?q=mn5#17.2'>MN 5:17.2</a>. "},"sn16.3:6.3":{"pli":"evarūpassa kho, bhikkhave, bhikkhuno aparisuddhā dhammadesanā hoti. ","eng":"Such a mendicant’s teaching is impure. ","html":"{}</p>"},"sn16.3:7.1":{"pli":"Yo ca kho, bhikkhave, bhikkhu evaṃcitto paresaṃ dhammaṃ deseti: ","eng":"Whoever teaches Dhamma to others with the thought: ","html":"<p>{}"},"sn16.3:7.2":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhīti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}"},"sn16.3:7.3":{"pli":"Aho vata me dhammaṃ suṇeyyuṃ, sutvā ca pana dhammaṃ ājāneyyuṃ, ājānitvā ca pana tathattāya paṭipajjeyyun’ti. ","eng":"Oh! May they listen to the teaching from me. When they’ve heard it, may they understand the teaching and practice accordingly.’ ","html":"{}"},"sn16.3:7.4":{"pli":"Iti dhammasudhammataṃ paṭicca paresaṃ dhammaṃ deseti, kāruññaṃ paṭicca anuddayaṃ paṭicca anukampaṃ upādāya paresaṃ dhammaṃ deseti. ","eng":"So they teach others because of the clear rightness of the teaching, out of compassion, kindness, and sympathy. ","html":"{}"},"sn16.3:7.5":{"pli":"Evarūpassa kho, bhikkhave, bhikkhuno parisuddhā dhammadesanā hoti. ","eng":"Such a mendicant’s teaching is pure. ","html":"{}</p>"},"sn16.3:8.1":{"pli":"Kassapo, bhikkhave, evaṃcitto paresaṃ dhammaṃ deseti: ","eng":"Kassapa teaches Dhamma to others with the thought: ","html":"<p>{}"},"sn16.3:8.2":{"pli":"‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhīti. ","eng":"‘The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ","html":"{}"},"sn16.3:8.3":{"pli":"Aho vata me dhammaṃ suṇeyyuṃ, sutvā ca pana dhammaṃ ājāneyyuṃ, ājānitvā ca pana tathattāya paṭipajjeyyun’ti. ","eng":"Oh! May they listen to the teaching from me. When they’ve heard it, may they understand the teaching and practice accordingly.’ ","html":"{}</p>"},"sn16.3:8.4":{"pli":"Iti dhammasudhammataṃ paṭicca paresaṃ dhammaṃ deseti, kāruññaṃ paṭicca anuddayaṃ paṭicca anukampaṃ upādāya paresaṃ dhammaṃ deseti. ","eng":"Thus he teaches others because of the clear rightness of the teaching, out of sympathy, kindness, and sympathy. ","html":"<p>{}"},"sn16.3:8.5":{"pli":"Kassapena vā hi vo, bhikkhave, ovadissāmi yo vā panassa kassapasadiso, ovaditehi ca pana vo tathattāya paṭipajjitabban”ti. ","eng":"I will exhort you with the example of Kassapa or someone like him. You should practice accordingly.” ","html":"{}</p>"},"sn16.3:8.6":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn16.4":{"sn16.4:0.1":{"pli":"Saṃyutta Nikāya 16.4 ","eng":"Linked Discourses 16.4 ","html":"<article id='sn16.4'><header><ul><li class='division'>{}</li>"},"sn16.4:0.2":{"pli":"1. Kassapavagga ","eng":"1. Kassapa ","html":"<li>{}</li></ul>"},"sn16.4:0.3":{"pli":"Kulūpakasutta ","eng":"Visiting Families ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn16.4:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn16.4:1.2":{"pli":"“Taṃ kiṃ maññatha, bhikkhave, ","eng":"“What do you think, mendicants? ","html":"<p>{}"},"sn16.4:1.3":{"pli":"kathaṃrūpo bhikkhu arahati kulūpako hotuṃ, kathaṃrūpo bhikkhu na arahati kulūpako hotun”ti? ","eng":"What kind of mendicant is worthy of visiting families? And what kind of mendicant is not worthy of visiting families?” ","html":"{}</p>"},"sn16.4:1.4":{"pli":"Bhagavaṃmūlakā no, bhante, dhammā …pe… ","eng":"“Our teachings are rooted in the Buddha. …” ","html":"<p>{}"},"sn16.4:1.5":{"pli":"bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn16.4:2.1":{"pli":"“Yo hi koci, bhikkhave, bhikkhu evaṃcitto kulāni upasaṅkamati: ","eng":"“Whoever visits families with the thought: ","html":"<p>{}"},"sn16.4:2.2":{"pli":"‘dentuyeva me, mā nādaṃsu; ","eng":"‘May they give to me, may they not fail to give. ","html":"{}"},"sn16.4:2.3":{"pli":"bahukaññeva me dentu, mā thokaṃ; ","eng":"May they give a lot, not a little. ","html":"{}"},"sn16.4:2.4":{"pli":"paṇītaññeva me dentu, mā lūkhaṃ; ","eng":"May they give me fine things, not coarse. ","html":"{}"},"sn16.4:2.5":{"pli":"sīghaññeva me dentu, mā dandhaṃ; ","eng":"May they give quickly, not slowly. ","html":"{}"},"sn16.4:2.6":{"pli":"sakkaccaññeva me dentu, mā asakkaccan’ti. ","eng":"May they give carefully, not carelessly.’ ","html":"{}"},"sn16.4:2.7":{"pli":"Tassa ce, bhikkhave, bhikkhuno evaṃcittassa kulāni upasaṅkamato na denti, tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"If a mendicant with such a thought approaches a family and they don’t give, the mendicant feels slighted. And they experience pain and sadness because of that. ","html":"{}"},"sn16.4:2.8":{"pli":"Thokaṃ denti, no bahukaṃ …pe… ","eng":"If they give only a little … ","html":"{}"},"sn16.4:2.9":{"pli":"lūkhaṃ denti, no paṇītaṃ … ","eng":"if they give coarse things … ","html":"{}"},"sn16.4:2.10":{"pli":"dandhaṃ denti, no sīghaṃ, tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give slowly … ","html":"{}"},"sn16.4:2.11":{"pli":"Asakkaccaṃ denti, no sakkaccaṃ; tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give carelessly, the mendicant feels slighted. And they experience pain and sadness because of that. ","html":"{}"},"sn16.4:2.12":{"pli":"Evarūpo kho, bhikkhave, bhikkhu na arahati kulūpako hotuṃ. ","eng":"That kind of mendicant is not worthy of visiting families. ","html":"{}</p>"},"sn16.4:3.1":{"pli":"Yo ca kho, bhikkhave, bhikkhu evaṃcitto kulāni upasaṅkamati: ","eng":"Whoever visits families with the thought: ","html":"<p>{}"},"sn16.4:3.2":{"pli":"‘taṃ kutettha labbhā parakulesu—","eng":"‘When among other families, how could I possibly think: ","html":"{}</p>"},"sn16.4:3.3":{"pli":"dentuyeva me, mā nādaṃsu; ","eng":"“May they give to me, may they not fail to give. ","html":"<p>{}"},"sn16.4:3.4":{"pli":"bahukaññeva me dentu, mā thokaṃ; ","eng":"May they give a lot, not a little. ","html":"{}"},"sn16.4:3.5":{"pli":"paṇītaññeva me dentu, mā lūkhaṃ; ","eng":"May they give me fine things, not coarse. ","html":"{}"},"sn16.4:3.6":{"pli":"sīghaññeva me dentu, mā dandhaṃ; ","eng":"May they give quickly, not slowly. ","html":"{}"},"sn16.4:3.7":{"pli":"sakkaccaññeva me dentu, mā asakkaccan’ti. ","eng":"May they give carefully, not carelessly.”’ ","html":"{}"},"sn16.4:3.8":{"pli":"Tassa ce, bhikkhave, bhikkhuno evaṃcittassa kulāni upasaṅkamato na denti; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"If a mendicant with such a thought approaches a family and they don’t give, the mendicant doesn’t feel slighted. And they don’t experience pain and sadness because of that. ","html":"{}"},"sn16.4:3.9":{"pli":"Thokaṃ denti, no bahukaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"If they give only a little … ","html":"{}"},"sn16.4:3.10":{"pli":"Lūkhaṃ denti, no paṇītaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give coarse things … ","html":"{}"},"sn16.4:3.11":{"pli":"Dandhaṃ denti, no sīghaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give slowly … ","html":"{}"},"sn16.4:3.12":{"pli":"Asakkaccaṃ denti, no sakkaccaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give carelessly, the mendicant doesn’t feel slighted. And they don’t experience pain and sadness because of that. ","html":"{}"},"sn16.4:3.13":{"pli":"Evarūpo kho, bhikkhave, bhikkhu arahati kulūpako hotuṃ. ","eng":"That kind of mendicant is worthy of visiting families. ","html":"{}</p>"},"sn16.4:4.1":{"pli":"Kassapo, bhikkhave, evaṃcitto kulāni upasaṅkamati: ","eng":"Kassapa visits families with the thought: ","html":"<p>{}"},"sn16.4:4.2":{"pli":"‘taṃ kutettha labbhā parakulesu—","eng":"‘When among other families, how could I possibly think: ","html":"{}</p>"},"sn16.4:4.3":{"pli":"dentuyeva me, mā nādaṃsu; ","eng":"“May they give to me, may they not fail to give. ","html":"<p>{}"},"sn16.4:4.4":{"pli":"bahukaññeva me dentu, mā thokaṃ; ","eng":"May they give a lot, not a little. ","html":"{}"},"sn16.4:4.5":{"pli":"paṇītaññeva me dentu, mā lūkhaṃ; ","eng":"May they give me fine things, not coarse. ","html":"{}"},"sn16.4:4.6":{"pli":"sīghaññeva me dentu, mā dandhaṃ; ","eng":"May they give quickly, not slowly. ","html":"{}"},"sn16.4:4.7":{"pli":"sakkaccaññeva me dentu, mā asakkaccan’ti. ","eng":"May they give carefully, not carelessly.”’ ","html":"{}"},"sn16.4:4.8":{"pli":"Tassa ce, bhikkhave, kassapassa evaṃcittassa kulāni upasaṅkamato na denti; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"With such a thought, if he approaches a family and they don’t give, he doesn’t feel slighted. And he doesn’t experience pain and sadness because of that. ","html":"{}"},"sn16.4:4.9":{"pli":"Thokaṃ denti, no bahukaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"If they give only a little … ","html":"{}"},"sn16.4:4.10":{"pli":"Lūkhaṃ denti, no paṇītaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give coarse things … ","html":"{}"},"sn16.4:4.11":{"pli":"Dandhaṃ denti, no sīghaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give slowly … ","html":"{}"},"sn16.4:4.12":{"pli":"Asakkaccaṃ denti, no sakkaccaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ","eng":"if they give carelessly, he doesn’t feel slighted. And he doesn’t experience pain and sadness because of that. ","html":"{}"},"sn16.4:4.13":{"pli":"Kassapena vā hi vo, bhikkhave, ovadissāmi yo vā panassa kassapasadiso. Ovaditehi ca pana vo tathattāya paṭipajjitabban”ti. ","eng":"I will exhort you with the example of Kassapa or someone like him. You should practice accordingly.” ","html":"{}</p>"},"sn16.4:4.14":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn16.5":{"sn16.5:0.1":{"pli":"Saṃyutta Nikāya 16.5 ","eng":"Linked Discourses 16.5 ","html":"<article id='sn16.5'><header><ul><li class='division'>{}</li>"},"sn16.5:0.2":{"pli":"1. Kassapavagga ","eng":"1. Kassapa ","html":"<li>{}</li></ul>"},"sn16.5:0.3":{"pli":"Jiṇṇasutta ","eng":"Old Age ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn16.5:1.1":{"pli":"Evaṃ me sutaṃ … ","eng":"So I have heard. ","html":"<p>{}"},"sn16.5:1.2":{"pli":"rājagahe veḷuvane. ","eng":"Near Rājagaha, in the Bamboo Grove. ","html":"{}"},"sn16.5:1.3":{"pli":"Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ mahākassapaṃ bhagavā etadavoca: ","eng":"Then Venerable Mahākassapa went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"{}</p>"},"sn16.5:1.4":{"pli":"“jiṇṇosi dāni tvaṃ, kassapa, garukāni ca te imāni sāṇāni paṃsukūlāni nibbasanāni. ","eng":"“You’re old now, Kassapa. Those worn-out hempen rag robes must be a burden for you. ","html":"<p>{}"},"sn16.5:1.5":{"pli":"Tasmātiha tvaṃ, kassapa, gahapatāni ceva cīvarāni dhārehi, nimantanāni ca bhuñjāhi, mama ca santike viharāhī”ti. ","eng":"So Kassapa, you should wear clothes given by householders, accept invitations for the meal, and stay in my presence.” ","html":"{}</p>","comm":"The Buddha is urging Kassapa to relax some of his strict observances, although this may have simply been a pretext to highlight Kassapa’s dedication. "},"sn16.5:2.1":{"pli":"“Ahaṃ kho, bhante, dīgharattaṃ āraññiko ceva āraññikattassa ca vaṇṇavādī, piṇḍapātiko ceva piṇḍapātikattassa ca vaṇṇavādī, paṃsukūliko ceva paṃsukūlikattassa ca vaṇṇavādī, tecīvariko ceva tecīvarikattassa ca vaṇṇavādī, appiccho ceva appicchatāya ca vaṇṇavādī, santuṭṭho ceva santuṭṭhiyā ca vaṇṇavādī, pavivitto ceva pavivekassa ca vaṇṇavādī, asaṃsaṭṭho ceva asaṃsaggassa ca vaṇṇavādī, āraddhavīriyo ceva vīriyārambhassa ca vaṇṇavādī”ti. ","eng":"“For a long time, sir, I’ve lived in the wilderness, eaten only almsfood, worn rag robes, and owned just three robes; and I’ve praised these things. I’ve been one of few wishes, content, secluded, aloof, and energetic; and I’ve praised these things.” ","html":"<p>{}</p>","comm":"“Living in the wilderness”: rejecting life in settled monasteries. | “Eating only almsfood”: rejecting invitations for meals in people’s houses, or organized meals served in the monastery, taking only what is received in the village. | “Wearing rag robes”: rejecting robes made from new cloth, and making robes only from discarded cloth, cleaned and patched together. | “Owning just three robes”: rejecting extra robes such as a bathing cloth, and wearing only the three main robes of a mendicant: the “lower robe” or “sarong” (<i lang='pi' translate='no'>antarāvāsaka</i>); the “upper robe” (<i lang='pi' translate='no'>uttarasaṅga</i>); and the double-layered “outer robe” or “cloak” (<i lang='pi' translate='no'>saṅghāṭi</i>). "},"sn16.5:3.1":{"pli":"“Kiṃ pana tvaṃ, kassapa, atthavasaṃ sampassamāno dīgharattaṃ āraññiko ceva āraññikattassa ca vaṇṇavādī, piṇḍapātiko ceva …pe… ","eng":"“But seeing what benefit, Kassapa, have you long practiced these things?” ","html":"<p>{}"},"sn16.5:3.2":{"pli":"paṃsukūliko ceva … ","html":"{}"},"sn16.5:3.3":{"pli":"tecīvariko ceva … ","html":"{}"},"sn16.5:3.4":{"pli":"appiccho ceva … ","html":"{}"},"sn16.5:3.5":{"pli":"santuṭṭho ceva … ","html":"{}"},"sn16.5:3.6":{"pli":"pavivitto ceva … ","html":"{}"},"sn16.5:3.7":{"pli":"asaṃsaṭṭho ceva … ","html":"{}"},"sn16.5:3.8":{"pli":"āraddhavīriyo ceva vīriyārambhassa ca vaṇṇavādī”ti? ","html":"{}</p>"},"sn16.5:4.1":{"pli":"“Dve khvāhaṃ, bhante, atthavase sampassamāno dīgharattaṃ āraññiko ceva āraññikattassa ca vaṇṇavādī, piṇḍapātiko ceva …pe… ","eng":"“Sir, seeing two benefits I have long practiced these things. ","html":"<p>{}"},"sn16.5:4.2":{"pli":"paṃsukūliko ceva … ","html":"{}"},"sn16.5:4.3":{"pli":"tecīvariko ceva … ","html":"{}"},"sn16.5:4.4":{"pli":"appiccho ceva … ","html":"{}"},"sn16.5:4.5":{"pli":"santuṭṭho ceva … ","html":"{}"},"sn16.5:4.6":{"pli":"pavivitto ceva … ","html":"{}"},"sn16.5:4.7":{"pli":"asaṃsaṭṭho ceva … ","html":"{}"},"sn16.5:4.8":{"pli":"āraddhavīriyo ceva vīriyārambhassa ca vaṇṇavādī. ","html":"{}</p>"},"sn16.5:5.1":{"pli":"Attano ca diṭṭhadhammasukhavihāraṃ sampassamāno, pacchimañca janataṃ anukampamāno: ","eng":"I see happiness for myself in the this life. And I have sympathy for future generations, thinking: ","html":"<p>{}"},"sn16.5:5.2":{"pli":"‘appeva nāma pacchimā janatā diṭṭhānugatiṃ āpajjeyyuṃ. ","eng":"‘Hopefully those who come after might follow my example.’ ","html":"{}"},"sn16.5:5.3":{"pli":"Ye kira te ahesuṃ buddhānubuddhasāvakā te dīgharattaṃ āraññikā ceva ahesuṃ āraññikattassa ca vaṇṇavādino …pe… ","eng":"For they may think: ‘It seems that the disciples awakened after the Buddha for a long time lived in the wilderness, ate only almsfood, wore rag robes, and owned just three robes; and they praised these things. They were of few wishes, content, secluded, aloof, and energetic; and they praised these things.’ ","html":"{}"},"sn16.5:5.4":{"pli":"piṇḍapātikā ceva ahesuṃ …pe… ","html":"{}"},"sn16.5:5.5":{"pli":"paṃsukūlikā ceva ahesuṃ … ","html":"{}"},"sn16.5:5.6":{"pli":"tecīvarikā ceva ahesuṃ … ","html":"{}"},"sn16.5:5.7":{"pli":"appicchā ceva ahesuṃ … ","html":"{}"},"sn16.5:5.8":{"pli":"santuṭṭhā ceva ahesuṃ … ","html":"{}"},"sn16.5:5.9":{"pli":"pavivittā ceva ahesuṃ … ","html":"{}"},"sn16.5:5.10":{"pli":"asaṃsaṭṭhā ceva ahesuṃ … ","html":"{}"},"sn16.5:5.11":{"pli":"āraddhavīriyā ceva ahesuṃ vīriyārambhassa ca vaṇṇavādino’ti. ","html":"{}"},"sn16.5:5.12":{"pli":"Te tathattāya paṭipajjissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāya. ","eng":"They’ll practice accordingly, which will be for their lasting welfare and happiness. ","html":"{}</p>"},"sn16.5:6.1":{"pli":"Ime khvāhaṃ, bhante, dve atthavase sampassamāno dīgharattaṃ āraññiko ceva āraññikattassa ca vaṇṇavādī, piṇḍapātiko ceva …pe… ","eng":"Seeing these two benefits I have long practiced these things.” ","html":"<p>{}"},"sn16.5:6.2":{"pli":"paṃsukūliko ceva … ","html":"{}"},"sn16.5:6.3":{"pli":"tecīvariko ceva … ","html":"{}"},"sn16.5:6.4":{"pli":"appiccho ceva … ","html":"{}"},"sn16.5:6.5":{"pli":"santuṭṭho ceva … ","html":"{}"},"sn16.5:6.6":{"pli":"pavivitto ceva … ","html":"{}"},"sn16.5:6.7":{"pli":"asaṃsaṭṭho ceva … ","html":"{}"},"sn16.5:6.8":{"pli":"āraddhavīriyo ceva vīriyārambhassa ca vaṇṇavādī”ti. ","html":"{}</p>"},"sn16.5:7.1":{"pli":"“Sādhu sādhu, kassapa. ","eng":"“Good, good, Kassapa! ","html":"<p>{}"},"sn16.5:7.2":{"pli":"Bahujanahitāya kira tvaṃ, kassapa, paṭipanno bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ","eng":"You’re acting for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans. ","html":"{}"},"sn16.5:7.3":{"pli":"Tasmātiha tvaṃ, kassapa, sāṇāni ceva paṃsukūlāni dhārehi nibbasanāni, piṇḍāya ca carāhi, araññe ca viharāhī”ti. ","eng":"So Kassapa, wear worn-out hempen rag robes, walk for alms, and stay in the wilderness.” ","html":"{}</p>"},"sn16.5:7.4":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}