{"sn20.5":{"sn20.5:0.1":{"pli":"Saṃyutta Nikāya 20.5 ","eng":"Linked Discourses 20.5 ","html":"<article id='sn20.5'><header><ul><li class='division'>{}</li>"},"sn20.5:0.2":{"pli":"1. Opammavagga ","eng":"1. Similes ","html":"<li>{}</li></ul>"},"sn20.5:0.3":{"pli":"Sattisutta ","eng":"A Spear ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn20.5:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn20.5:1.2":{"pli":"“Seyyathāpi, bhikkhave, satti tiṇhaphalā. ","eng":"“Mendicants, suppose there was a sharp-pointed spear. ","html":"<p>{}"},"sn20.5:1.3":{"pli":"Atha puriso āgaccheyya: ","eng":"And a man came along and thought, ","html":"{}"},"sn20.5:1.4":{"pli":"‘ahaṃ imaṃ sattiṃ tiṇhaphalaṃ pāṇinā vā muṭṭhinā vā paṭileṇissāmi paṭikoṭṭissāmi paṭivaṭṭessāmī’ti. ","eng":"‘With my hand or fist I’ll fold this sharp spear over, crumple it, and bend it back!’ ","html":"{}</p>"},"sn20.5:1.5":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn20.5:1.6":{"pli":"bhabbo nu kho so puriso amuṃ sattiṃ tiṇhaphalaṃ pāṇinā vā muṭṭhinā vā paṭileṇetuṃ paṭikoṭṭetuṃ paṭivaṭṭetun”ti? ","eng":"Is that man capable of doing so?” ","html":"{}</p>"},"sn20.5:1.7":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir. ","html":"<p>{}"},"sn20.5:1.8":{"pli":"“Taṃ kissa hetu”? ","eng":"Why not? ","html":"{}"},"sn20.5:1.9":{"pli":"“Asu hi, bhante, satti tiṇhaphalā na sukarā pāṇinā vā muṭṭhinā vā paṭileṇetuṃ paṭikoṭṭetuṃ paṭivaṭṭetuṃ. ","eng":"Because it’s not easy to fold that sharp spear over, crumple it, and bend it back with the hand or fist. ","html":"{}"},"sn20.5:1.10":{"pli":"Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ","eng":"That man will eventually get weary and frustrated.” ","html":"{}</p>"},"sn20.5:2.1":{"pli":"“Evameva kho, bhikkhave, yassa kassaci bhikkhuno mettācetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, tassa ce amanusso cittaṃ khipitabbaṃ maññeyya; ","eng":"“In the same way, suppose a mendicant has developed the heart’s release by love, has cultivated it, made it a vehicle and a basis, kept it up, consolidated it, and properly implemented it. Should any non-human think to overthrow their mind, ","html":"<p>{}"},"sn20.5:2.2":{"pli":"atha kho sveva amanusso kilamathassa vighātassa bhāgī assa. ","eng":"they’ll eventually get weary and frustrated. ","html":"{}</p>"},"sn20.5:2.3":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn20.5:2.4":{"pli":"‘mettā no cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti. ","eng":"‘We will develop the heart’s release by love. We’ll cultivate it, make it our vehicle and our basis, keep it up, consolidate it, and properly implement it.’ ","html":"{}"},"sn20.5:2.5":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"sn20.5:2.6":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn20.6":{"sn20.6:0.1":{"pli":"Saṃyutta Nikāya 20.6 ","eng":"Linked Discourses 20.6 ","html":"<article id='sn20.6'><header><ul><li class='division'>{}</li>"},"sn20.6:0.2":{"pli":"1. Opammavagga ","eng":"1. Similes ","html":"<li>{}</li></ul>"},"sn20.6:0.3":{"pli":"Dhanuggahasutta ","eng":"The Archers ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn20.6:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn20.6:1.2":{"pli":"“Seyyathāpi, bhikkhave, cattāro daḷhadhammā dhanuggahā susikkhitā katahatthā katūpāsanā catuddisā ṭhitā assu. ","eng":"“Mendicants, suppose there were four well-trained expert archers with strong bows standing in the four quarters. ","html":"<p>{}","comm":"In <a href='index.html?q=ja476'>Ja 476</a>, the Bodhisatta performs this feat. "},"sn20.6:1.3":{"pli":"Atha puriso āgaccheyya: ","eng":"And a man came along and thought, ","html":"{}"},"sn20.6:1.4":{"pli":"‘ahaṃ imesaṃ catunnaṃ daḷhadhammānaṃ dhanuggahānaṃ susikkhitānaṃ katahatthānaṃ katūpāsanānaṃ catuddisā kaṇḍe khitte appatiṭṭhite pathaviyaṃ gahetvā āharissāmī’ti. ","eng":"‘When these four well-trained expert archers shoot arrows in four quarters, I’ll catch them before they reach the ground, and then I’ll bring them back.’ ","html":"{}</p>"},"sn20.6:1.5":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn20.6:1.6":{"pli":"‘javano puriso paramena javena samannāgato’ti alaṃvacanāyā”ti? ","eng":"Are they qualified to be called ‘a speedster endowed with super-speed’?” ","html":"{}</p>"},"sn20.6:2.1":{"pli":"“Ekassa cepi, bhante, daḷhadhammassa dhanuggahassa susikkhitassa katahatthassa katūpāsanassa kaṇḍaṃ khittaṃ appatiṭṭhitaṃ pathaviyaṃ gahetvā āhareyya: ","eng":"“If he could catch an arrow shot by just one well-trained expert archer before it reaches the ground and bring it back, ","html":"<p>{}"},"sn20.6:2.2":{"pli":"‘javano puriso paramena javena samannāgato’ti alaṃvacanāya, ko pana vādo catunnaṃ daḷhadhammānaṃ dhanuggahānaṃ susikkhitānaṃ katahatthānaṃ katūpāsanānan”ti? ","eng":"he’d be qualified to be called ‘a speedster endowed with super-speed’. How much more so arrows shot by four archers!” ","html":"{}</p>"},"sn20.6:3.1":{"pli":"“Yathā ca, bhikkhave, tassa purisassa javo, yathā ca candimasūriyānaṃ javo, tato sīghataro. ","eng":"“As fast as that man is, the sun and moon are faster. ","html":"<p>{}"},"sn20.6:3.2":{"pli":"Yathā ca, bhikkhave, tassa purisassa javo yathā ca candimasūriyānaṃ javo yathā ca yā devatā candimasūriyānaṃ purato dhāvanti tāsaṃ devatānaṃ javo, (…) tato sīghataraṃ āyusaṅkhārā khīyanti. ","eng":"As fast as that man is, as fast as the sun and moon are, and as fast as the deities that run before the sun and moon are, the waning of the life forces is faster. ","html":"{}</p>","comm":"One of the “deities who runs before the Sun” was Rohitassa, the “red horse” of the morning sunbeams who drew the Sun’s chariot (<a href='index.html?q=sn2.26'>SN 2.26</a>). "},"sn20.6:3.3":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn20.6:3.4":{"pli":"‘appamattā viharissāmā’ti. ","eng":"‘We will stay diligent.’ ","html":"{}"},"sn20.6:3.5":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"sn20.6:3.6":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn20.7":{"sn20.7:0.1":{"pli":"Saṃyutta Nikāya 20.7 ","eng":"Linked Discourses 20.7 ","html":"<article id='sn20.7'><header><ul><li class='division'>{}</li>"},"sn20.7:0.2":{"pli":"1. Opammavagga ","eng":"1. Similes ","html":"<li>{}</li></ul>"},"sn20.7:0.3":{"pli":"Āṇisutta ","eng":"The Drum Called Plugger ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn20.7:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn20.7:1.2":{"pli":"“Bhūtapubbaṃ, bhikkhave, dasārahānaṃ ānako nāma mudiṅgo ahosi. ","eng":"“Once upon a time, mendicants, the Dasārahas had a <em>mridangam</em> drum called the Plugger. ","html":"<p>{}","comm":"The Dasārahas were probably the people known in Sanskrit as the Daśārṇa of the western Vindhya mountains. | The <i lang='pi' translate='no'>mudiṅga</i> is a double-headed drum known today as <i lang='pi' translate='no'>mridangam</i>, which is still widely used in southern India. It is named for the paste (“mud”, today called the <i lang='pi' translate='no'>karanai</i>) applied to one of the heads that gives it its distinctive snare-like tone (<i lang='pi' translate='no'>chapu</i>). The skin is attached with a wooden rim tightened with leather straps. | <i lang='pi' translate='no'>Āṇaka</i> is another name for what is said to be a large military drum, which might be named after <i lang='pi' translate='no'>āṇi</i> in the sense of “tuning peg”, a feature of the modern <i lang='pi' translate='no'>mardala</i>. However, in this case, the context requires that the <i lang='pi' translate='no'>āṇi</i> be a plug for patching the shell, after which the drum was named “Plugger”. "},"sn20.7:1.3":{"pli":"Tassa dasārahā ānake ghaṭite aññaṃ āṇiṃ odahiṃsu. ","eng":"When the Plugger cracked, the Dasārahas patched it with another plug. ","html":"{}"},"sn20.7:1.4":{"pli":"Ahu kho so, bhikkhave, samayo yaṃ ānakassa mudiṅgassa porāṇaṃ pokkharaphalakaṃ antaradhāyi. ","eng":"Eventually, there came a time when the original wooden shell for the drumskin disappeared ","html":"{}","comm":"The <i lang='pi' translate='no'>pokkhara</i> is the “drumskin”. The <i lang='pi' translate='no'>phalaka</i> is the “wooden shell”, a single hollowed-out log from which the <i lang='pi' translate='no'>mridangam</i> is constructed. "},"sn20.7:1.5":{"pli":"Āṇisaṅghāṭova avasissi. ","eng":"and all that was left of the <em>mridangam</em> Plugger was a mass of plugs. ","html":"{}</p>"},"sn20.7:1.6":{"pli":"Evameva kho, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ, ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatappaṭisaṃyuttā, tesu bhaññamānesu na sussūsissanti na sotaṃ odahissanti na aññā cittaṃ upaṭṭhāpessanti na ca te dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissanti. ","eng":"In the same way, in a future time there will be mendicants who won’t want to listen when discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited. They won’t actively listen or try to understand, nor will they think those teachings are worth learning and memorizing. ","html":"<p>{}</p>"},"sn20.7:2.1":{"pli":"Ye pana te suttantā kavikatā kāveyyā cittakkharā cittabyañjanā bāhirakā sāvakabhāsitā, tesu bhaññamānesu sussūsissanti, sotaṃ odahissanti, aññā cittaṃ upaṭṭhāpessanti, te ca dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissanti. ","eng":"But when discourses composed by poets—poetry, with fancy words and phrases, composed by outsiders or spoken by disciples—are being recited they will want to listen. They’ll actively listen and try to understand, and they’ll think those teachings are worth learning and memorizing. ","html":"<p>{}"},"sn20.7:2.2":{"pli":"Evametesaṃ, bhikkhave, suttantānaṃ tathāgatabhāsitānaṃ gambhīrānaṃ gambhīratthānaṃ lokuttarānaṃ suññatappaṭisaṃyuttānaṃ antaradhānaṃ bhavissati. ","eng":"And that is how the discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—will disappear. ","html":"{}</p>"},"sn20.7:2.3":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn20.7:2.4":{"pli":"‘ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatappaṭisaṃyuttā, tesu bhaññamānesu sussūsissāma, sotaṃ odahissāma, aññā cittaṃ upaṭṭhāpessāma, te ca dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissāmā’ti. ","eng":"‘When discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited we will want to listen. We will actively listen and trying to understand, and we will think those teachings are worth learning and memorizing.’ ","html":"{}"},"sn20.7:2.5":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"sn20.7:2.6":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn20.8":{"sn20.8:0.1":{"pli":"Saṃyutta Nikāya 20.8 ","eng":"Linked Discourses 20.8 ","html":"<article id='sn20.8'><header><ul><li class='division'>{}</li>"},"sn20.8:0.2":{"pli":"1. Opammavagga ","eng":"1. Similes ","html":"<li>{}</li></ul>"},"sn20.8:0.3":{"pli":"Kaliṅgarasutta ","eng":"Wood Blocks ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn20.8:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn20.8:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"{}"},"sn20.8:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"sn20.8:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"sn20.8:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"sn20.8:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn20.8:2.1":{"pli":"“Kaliṅgarūpadhānā, bhikkhave, etarahi licchavī viharanti appamattā ātāpino upāsanasmiṃ. ","eng":"“Mendicants, these days the Licchavis live using wood blocks as pillows, and they exercise diligently and keenly. ","html":"<p>{}"},"sn20.8:2.2":{"pli":"Tesaṃ rājā māgadho ajātasattu vedehiputto na labhati otāraṃ na labhati ārammaṇaṃ. ","eng":"King Ajātasattu of Magadha, son of the princess of Videha, finds no vulnerability, he’s got no opportunity. ","html":"{}","comm":"For Ajātasau’s avowed wish to invade the Vajjis see <a href='index.html?q=dn16#1.1.1'>DN 16:1.1.1</a>. "},"sn20.8:2.3":{"pli":"Bhavissanti, bhikkhave, anāgatamaddhānaṃ licchavī sukhumālā mudutalunahatthapādā ","eng":"But in the future the Licchavis will become delicate, with soft and tender hands and feet. ","html":"{}"},"sn20.8:2.4":{"pli":"te mudukāsu seyyāsu tūlabibbohanāsu yāvasūriyuggamanā seyyaṃ kappissanti. ","eng":"They’ll sleep on soft beds with down pillows until the sun comes up. ","html":"{}"},"sn20.8:2.5":{"pli":"Tesaṃ rājā māgadho ajātasattu vedehiputto lacchati otāraṃ lacchati ārammaṇaṃ. ","eng":"King Ajātasattu of Magadha, son of the princess of Videha, will find a vulnerability and get an opportunity. ","html":"{}</p>"},"sn20.8:3.1":{"pli":"Kaliṅgarūpadhānā, bhikkhave, etarahi bhikkhū viharanti appamattā ātāpino padhānasmiṃ. ","eng":"These days the mendicants live using wood blocks as pillows, and they meditate diligently and keenly. ","html":"<p>{}"},"sn20.8:3.2":{"pli":"Tesaṃ māro pāpimā na labhati otāraṃ na labhati ārammaṇaṃ. ","eng":"Māra the Wicked finds no vulnerability, he’s got no opportunity. ","html":"{}"},"sn20.8:3.3":{"pli":"Bhavissanti, bhikkhave, anāgatamaddhānaṃ bhikkhū sukhumā mudutalunahatthapādā. ","eng":"But in the future the mendicants will become delicate, with soft and tender hands and feet. ","html":"{}"},"sn20.8:3.4":{"pli":"Te mudukāsu seyyāsu tūlabibbohanāsu yāvasūriyuggamanā seyyaṃ kappissanti. ","eng":"They’ll sleep on soft beds with down pillows until the sun comes up. ","html":"{}"},"sn20.8:3.5":{"pli":"Tesaṃ māro pāpimā lacchati otāraṃ lacchati ārammaṇaṃ. ","eng":"Māra the Wicked will find a vulnerability and get an opportunity. ","html":"{}</p>"},"sn20.8:3.6":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn20.8:3.7":{"pli":"‘kaliṅgarūpadhānā viharissāma appamattā ātāpino padhānasmin’ti. ","eng":"‘We will live using wood blocks as pillows, and we will meditate diligently and keenly.’ ","html":"{}"},"sn20.8:3.8":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"sn20.8:3.9":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn20.9":{"sn20.9:0.1":{"pli":"Saṃyutta Nikāya 20.9 ","eng":"Linked Discourses 20.9 ","html":"<article id='sn20.9'><header><ul><li class='division'>{}</li>"},"sn20.9:0.2":{"pli":"1. Opammavagga ","eng":"1. Similes ","html":"<li>{}</li></ul>"},"sn20.9:0.3":{"pli":"Nāgasutta ","eng":"A Bull Elephant ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn20.9:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn20.9:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"sn20.9:1.3":{"pli":"Tena kho pana samayena aññataro navo bhikkhu ativelaṃ kulāni upasaṅkamati. ","eng":"Now at that time a certain junior mendicant went to visit families too often. ","html":"{}</p>","comm":"For this Sutta and the next see the five dangers of fraternizing too much with families (<a href='index.html?q=an5.226'>AN 5.226</a> = <a href='index.html?q=pli-tv-pvr7#67.11'>Pvr 7:67.11</a>). "},"sn20.9:1.4":{"pli":"Tamenaṃ bhikkhū evamāhaṃsu: ","eng":"The mendicants said to him, ","html":"<p>{}"},"sn20.9:1.5":{"pli":"“māyasmā ativelaṃ kulāni upasaṅkamī”ti. ","eng":"“Venerable, don’t go to visit families too often.” ","html":"{}</p>"},"sn20.9:1.6":{"pli":"So bhikkhu bhikkhūhi vuccamāno evamāha: ","eng":"But that mendicant, when spoken to by the mendicants, said this, ","html":"<p>{}"},"sn20.9:1.7":{"pli":"“ime hi nāma therā bhikkhū kulāni upasaṅkamitabbaṃ maññissanti, kimaṅgaṃ panāhan”ti? ","eng":"“But these senior mendicants think they can go to visit families, so why can’t I?” ","html":"{}</p>"},"sn20.9:2.1":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"And then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. The Buddha said: ","html":"<p>{}"},"sn20.9:2.2":{"pli":"“idha, bhante, aññataro navo bhikkhu ativelaṃ kulāni upasaṅkamati. ","html":"{}"},"sn20.9:2.3":{"pli":"Tamenaṃ bhikkhū evamāhaṃsu: ","html":"{}"},"sn20.9:2.4":{"pli":"‘māyasmā ativelaṃ kulāni upasaṅkamī’ti. ","html":"{}"},"sn20.9:2.5":{"pli":"So bhikkhu bhikkhūhi vuccamāno evamāha: ","html":"{}"},"sn20.9:2.6":{"pli":"‘ime hi nāma therā bhikkhū kulāni upasaṅkamitabbaṃ maññissanti, kimaṅgaṃ panāhan’”ti. ","html":"{}</p>"},"sn20.9:3.1":{"pli":"“Bhūtapubbaṃ, bhikkhave, araññāyatane mahāsarasī. ","eng":"“Once upon a time, mendicants, there was a great lake in the jungle, ","html":"<p>{}","comm":"The same parable is given of Devadatta at <a href='index.html?q=pli-tv-kd17#4.5.1'>Kd 17:4.5.1</a>. "},"sn20.9:3.2":{"pli":"Taṃ nāgā upanissāya viharanti. ","eng":"with bull elephants living nearby. ","html":"{}"},"sn20.9:3.3":{"pli":"Te taṃ sarasiṃ ogāhetvā soṇḍāya bhisamuḷālaṃ abbuhetvā suvikkhālitaṃ vikkhāletvā akaddamaṃ saṅkhāditvā ajjhoharanti. ","eng":"They’d plunge into the lake and pull up lotus bulbs with their trunks. They’d wash them thoroughly until they were free of mud before chewing and swallowing them. ","html":"{}"},"sn20.9:3.4":{"pli":"Tesaṃ taṃ vaṇṇāya ceva hoti balāya ca, na ca tatonidānaṃ maraṇaṃ vā nigacchanti maraṇamattaṃ vā dukkhaṃ. ","eng":"That was good for their appearance and strength, and wouldn’t result in death or deadly pain. ","html":"{}</p>"},"sn20.9:3.5":{"pli":"Tesaṃyeva kho pana, bhikkhave, mahānāgānaṃ anusikkhamānā taruṇā bhiṅkacchāpā taṃ sarasiṃ ogāhetvā soṇḍāya bhisamuḷālaṃ abbuhetvā na suvikkhālitaṃ vikkhāletvā sakaddamaṃ asaṅkhāditvā ajjhoharanti. ","eng":"The young cubs, following the example of the great bull elephants, plunged into the lake and pulled up lotus bulbs with their trunks. But they didn’t wash them thoroughly, and while they were still muddy they chewed and swallowed them. ","html":"<p>{}"},"sn20.9:3.6":{"pli":"Tesaṃ taṃ neva vaṇṇāya hoti na balāya. ","eng":"That was not good for their appearance and strength, and resulted in death or deadly pain. ","html":"{}"},"sn20.9:3.7":{"pli":"Tatonidānaṃ maraṇaṃ vā nigacchanti maraṇamattaṃ vā dukkhaṃ. ","html":"{}</p>"},"sn20.9:4.1":{"pli":"Evameva kho, bhikkhave, idha therā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisanti. ","eng":"In the same way, there are senior mendicants who robe up in the morning and, taking their bowl and robe, enter the town or village for alms. ","html":"<p>{}"},"sn20.9:4.2":{"pli":"Te tattha dhammaṃ bhāsanti. ","eng":"There they speak on the teachings, ","html":"{}"},"sn20.9:4.3":{"pli":"Tesaṃ gihī pasannākāraṃ karonti. ","eng":"and lay people demonstrate their confidence in them. ","html":"{}"},"sn20.9:4.4":{"pli":"Te taṃ lābhaṃ agadhitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti. ","eng":"And when they get things, they use them untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. ","html":"{}"},"sn20.9:4.5":{"pli":"Tesaṃ taṃ vaṇṇāya ceva hoti balāya ca, na ca tatonidānaṃ maraṇaṃ vā nigacchanti maraṇamattaṃ vā dukkhaṃ. ","eng":"That’s good for their appearance and strength, and doesn’t result in death or deadly pain. ","html":"{}</p>"},"sn20.9:4.6":{"pli":"Tesaṃyeva kho pana, bhikkhave, therānaṃ bhikkhūnaṃ anusikkhamānā navā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisanti. ","eng":"Junior mendicants, following the example of the senior mendicants, robe up in the morning and, taking their bowl and robe, enter the town or village for alms. ","html":"<p>{}"},"sn20.9:4.7":{"pli":"Te tattha dhammaṃ bhāsanti. ","eng":"There they speak on the teachings, ","html":"{}"},"sn20.9:4.8":{"pli":"Tesaṃ gihī pasannākāraṃ karonti. ","eng":"and lay people demonstrate their confidence in them. ","html":"{}"},"sn20.9:4.9":{"pli":"Te taṃ lābhaṃ gadhitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti. ","eng":"But when they get things, they use them tied, infatuated, attached, blind to the drawbacks, not understanding the escape. ","html":"{}"},"sn20.9:4.10":{"pli":"Tesaṃ taṃ neva vaṇṇāya hoti na balāya, te tatonidānaṃ maraṇaṃ vā nigacchanti maraṇamattaṃ vā dukkhaṃ. ","eng":"That’s not good for their appearance and strength, and results in death or deadly pain. ","html":"{}</p>"},"sn20.9:4.11":{"pli":"Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn20.9:4.12":{"pli":"‘agadhitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā taṃ lābhaṃ paribhuñjissāmā’ti. ","eng":"‘When we get things, we will use them untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape.’ ","html":"{}"},"sn20.9:4.13":{"pli":"Evañhi vo, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"sn20.9:4.14":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.1":{"sn21.1:0.1":{"pli":"Saṃyutta Nikāya 21.1 ","eng":"Linked Discourses 21.1 ","html":"<article id='sn21.1'><header><ul><li class='division'>{}</li>"},"sn21.1:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.1:0.3":{"pli":"Kolitasutta ","eng":"With Kolita ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn21.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"sn21.1:1.3":{"pli":"Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi: ","eng":"There Venerable Mahāmoggallāna addressed the mendicants: ","html":"{}","comm":"Kolita was his personal name, Moggallāna his clan name. "},"sn21.1:1.4":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"sn21.1:1.5":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}</p>"},"sn21.1:2.1":{"pli":"Āyasmā mahāmoggallāno etadavoca: ","eng":"Venerable Mahāmoggallāna said this: ","html":"<p>{}</p>"},"sn21.1:2.2":{"pli":"“idha mayhaṃ, āvuso, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"“Just now, reverends, as I was in private retreat this thought came to mind: ","html":"<p>{}"},"sn21.1:2.3":{"pli":"‘ariyo tuṇhībhāvo, ariyo tuṇhībhāvoti vuccati. ","eng":"‘They speak of this thing called “noble silence”. ","html":"{}"},"sn21.1:2.4":{"pli":"Katamo nu kho ariyo tuṇhībhāvo’ti? ","eng":"What then is this noble silence?’ ","html":"{}</p>"},"sn21.1:2.5":{"pli":"Tassa mayhaṃ āvuso, etadahosi: ","eng":"It occurred to me: ","html":"<p>{}"},"sn21.1:2.6":{"pli":"‘idha bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ","eng":"‘As the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"{}"},"sn21.1:2.7":{"pli":"Ayaṃ vuccati ariyo tuṇhībhāvo’ti. ","eng":"This is called noble silence.’ ","html":"{}</p>","comm":"So-called because of the absence of <i lang='pi' translate='no'>vitakka</i> and <i lang='pi' translate='no'>vicāra</i>, which are the precursors of speech (<a href='index.html?q=sn41.6#2.4'>SN 41.6:2.4</a>, <a href='index.html?q=mn44#15.3'>MN 44:15.3</a>). "},"sn21.1:2.8":{"pli":"So khvāhaṃ, āvuso, vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihariṃ. ","eng":"And so, as the placing of the mind and keeping it connected were stilled, I was entering and remaining in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ","html":"<p>{}</p>","comm":"The verb <i lang='pi' translate='no'>viharati</i> here and below, and in the parallel passages at <a href='index.html?q=sn40.1'>SN 40.1</a>ff., uses the aorist and present tenses inconsistently. I take the first passage as historical present, the second as aorist in simple past tense. "},"sn21.1:2.9":{"pli":"Tassa mayhaṃ, āvuso, iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti. ","eng":"While I was in that meditation, perception and focus accompanied by placing the mind beset me. ","html":"<p>{}</p>","comm":"In the Suttas, <i lang='pi' translate='no'>saññāmanasikārā</i> is only used in negative contexts, but later texts use it in a positive way as well (<a href='index.html?q=ps1.1#171.5'>Ps 1.1:171.5</a>,  <a href='index.html?q=pe8#3.3'>Pe 8:3.3</a>). "},"sn21.1:3.1":{"pli":"Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca: ","eng":"Then the Buddha came up to me with his psychic power and said, ","html":"<p>{}"},"sn21.1:3.2":{"pli":"‘moggallāna moggallāna, mā, brāhmaṇa, ariyaṃ tuṇhībhāvaṃ pamādo, ariye tuṇhībhāve cittaṃ saṇṭhapehi, ariye tuṇhībhāve cittaṃ ekodibhāvaṃ karohi, ariye tuṇhībhāve cittaṃ samādahā’ti. ","eng":"‘Moggallāna, Moggallāna! Don’t neglect noble silence, brahmin! Settle your mind in noble silence; unify your mind and bring it to immersion in noble silence.’ ","html":"{}</p>"},"sn21.1:3.3":{"pli":"So khvāhaṃ, āvuso, aparena samayena vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi. ","eng":"And so, after some time, as the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption … ","html":"<p>{}</p>"},"sn21.1:3.4":{"pli":"Yañhi taṃ, āvuso, sammā vadamāno vadeyya: ","eng":"So if anyone should be rightly called ","html":"<p>{}"},"sn21.1:3.5":{"pli":"‘satthārā anuggahito sāvako mahābhiññataṃ patto’ti, mamaṃ taṃ sammā vadamāno vadeyya: ","eng":"a disciple who attained to great direct knowledge with help from the Teacher, it’s me.” ","html":"{}","comm":"A series of similar conversations on different states of meditation is found in the Moggallānasaṁyutta (SN 40). "},"sn21.1:3.6":{"pli":"‘satthārā anuggahito sāvako mahābhiññataṃ patto’”ti. ","html":"{}</p>"},"sn21.1:3.7":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.10":{"sn21.10:0.1":{"pli":"Saṃyutta Nikāya 21.10 ","eng":"Linked Discourses 21.10 ","html":"<article id='sn21.10'><header><ul><li class='division'>{}</li>"},"sn21.10:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.10:0.3":{"pli":"Theranāmakasutta ","eng":"Senior In Name Only ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.10:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}</p>"},"sn21.10:1.2":{"pli":"Tena kho pana samayena aññataro bhikkhu theranāmako ekavihārī ceva hoti ekavihārassa ca vaṇṇavādī. ","eng":"Now at that time there was a certain mendicant who was Senior in name only. He lived alone and praised living alone. ","html":"<p>{}","comm":"The suffix <i lang='pi' translate='no'>-nāmaka</i> is a slight; see <a href='index.html?q=sn10.2#1.2'>SN 10.2:1.2</a>. "},"sn21.10:1.3":{"pli":"So eko gāmaṃ piṇḍāya pavisati eko paṭikkamati eko raho nisīdati eko caṅkamaṃ adhiṭṭhāti. ","eng":"He entered the village for alms alone, returned alone, sat in private alone, and focussed on walking mindfully alone. ","html":"{}</p>"},"sn21.10:1.4":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"sn21.10:1.5":{"pli":"“idha, bhante, aññataro bhikkhu theranāmako ekavihārī ekavihārassa ca vaṇṇavādī”ti. ","eng":"“Sir, there’s a certain mendicant who is Senior in name only. He lives alone and praises living alone.” ","html":"{}</p>"},"sn21.10:2.1":{"pli":"Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ","eng":"So the Buddha addressed one of the monks, ","html":"<p>{}"},"sn21.10:2.2":{"pli":"“ehi tvaṃ, bhikkhu, mama vacanena theraṃ bhikkhuṃ āmantehi: ","eng":"“Please, monk, in my name tell the mendicant Senior that ","html":"{}","comm":"The Buddha avoids <i lang='pi' translate='no'>-nāmaka</i> and politely calls him “Senior”. "},"sn21.10:2.3":{"pli":"‘satthā taṃ, āvuso thera, āmantetī’”ti. ","eng":"the teacher summons him.” ","html":"{}</p>"},"sn21.10:2.4":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā thero tenupasaṅkami; upasaṅkamitvā āyasmantaṃ theraṃ etadavoca: ","eng":"“Yes, sir,” that monk replied. He went to Venerable Senior and said to him, ","html":"<p>{}"},"sn21.10:2.5":{"pli":"“satthā taṃ, āvuso thera, āmantetī”ti. ","eng":"“Reverend Senior, the teacher summons you.” ","html":"{}</p>"},"sn21.10:2.6":{"pli":"“Evamāvuso”ti kho āyasmā thero tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ theraṃ bhagavā etadavoca: ","eng":"“Yes, reverend,” that monk replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"sn21.10:2.7":{"pli":"“saccaṃ kira tvaṃ, thera, ekavihārī ekavihārassa ca vaṇṇavādī”ti? ","eng":"“Is it really true, Senior, that you live alone and praise living alone?” ","html":"<p>{}</p>"},"sn21.10:2.8":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn21.10:2.9":{"pli":"“Yathā kathaṃ pana tvaṃ, thera, ekavihārī ekavihārassa ca vaṇṇavādī”ti? ","eng":"“But in what way do you live alone and praise living alone?” ","html":"<p>{}</p>"},"sn21.10:2.10":{"pli":"“Idhāhaṃ, bhante, eko gāmaṃ piṇḍāya pavisāmi eko paṭikkamāmi eko raho nisīdāmi eko caṅkamaṃ adhiṭṭhāmi. ","eng":"“Well, sir, I enter the village for alms alone, return alone, sit in private alone, and focus on walking mindfully alone. ","html":"<p>{}"},"sn21.10:2.11":{"pli":"Evaṃ khvāhaṃ, bhante, ekavihārī ekavihārassa ca vaṇṇavādī”ti. ","eng":"That’s how I live alone and praise living alone.” ","html":"{}</p>"},"sn21.10:3.1":{"pli":"“Attheso, thera, ekavihāro neso natthīti vadāmi. ","eng":"“That is a kind of living alone, I don’t deny it. ","html":"<p>{}"},"sn21.10:3.2":{"pli":"Api ca, thera, yathā ekavihāro vitthārena paripuṇṇo hoti ","eng":"But as to how living alone is fulfilled in detail, ","html":"{}"},"sn21.10:3.3":{"pli":"taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"listen and apply your mind well, I will speak.” ","html":"{}</p>"},"sn21.10:3.4":{"pli":"“Evaṃ, bhante”ti kho …pe…. ","eng":"“Yes, sir,” he replied. ","html":"<p>{}</p>"},"sn21.10:3.5":{"pli":"“Kathañca, thera, ekavihāro vitthārena paripuṇṇo hoti. ","eng":"“And how, Senior, is living alone fulfilled in detail? ","html":"<p>{}"},"sn21.10:3.6":{"pli":"Idha, thera, yaṃ atītaṃ taṃ pahīnaṃ, yaṃ anāgataṃ taṃ paṭinissaṭṭhaṃ, paccuppannesu ca attabhāvapaṭilābhesu chandarāgo suppaṭivinīto. ","eng":"It’s when what’s in the past is given up, what’s in the future is relinquished, and desire and greed for present incarnations is eliminated. ","html":"{}","comm":"Desire for “present incarnations” is in plural: desire for one’s own body and the bodies of others. "},"sn21.10:3.7":{"pli":"Evaṃ kho, thera, ekavihāro vitthārena paripuṇṇo hotī”ti. ","eng":"That’s how living alone is fulfilled in detail.” ","html":"{}</p>"},"sn21.10:4.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.10:4.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.10:5.1":{"pli":"“Sabbābhibhuṃ sabbaviduṃ sumedhaṃ, ","eng":"“The champion, all-knower, so very intelligent, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.10:5.2":{"pli":"Sabbesu dhammesu anūpalittaṃ; ","eng":"is unsullied in the midst of all things. ","html":"<span class='verse-line'>{}</span>"},"sn21.10:5.3":{"pli":"Sabbañjahaṃ taṇhākkhaye vimuttaṃ, ","eng":"He’s given up all, freed in the ending of craving: ","html":"<span class='verse-line'>{}</span>"},"sn21.10:5.4":{"pli":"Tamahaṃ naraṃ ekavihārīti brūmī”ti. ","eng":"I declare that man to be one who lives alone.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.10:5.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.11":{"sn21.11:0.1":{"pli":"Saṃyutta Nikāya 21.11 ","eng":"Linked Discourses 21.11 ","html":"<article id='sn21.11'><header><ul><li class='division'>{}</li>"},"sn21.11:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.11:0.3":{"pli":"Mahākappinasutta ","eng":"With Mahākappina ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.11:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.11:1.2":{"pli":"Atha kho āyasmā mahākappino yena bhagavā tenupasaṅkami. ","eng":"Then Venerable Mahākappina went to see the Buddha. ","html":"<p>{}</p>","comm":"One of the great disciples, said to be foremost in advising monks (<a href='index.html?q=an1.231'>AN 1.231</a>), as shown in the next discourse. He is seen meditating at <a href='index.html?q=sn54.7'>SN 54.7</a>, and his verses are at <a href='index.html?q=thag10.3'>Thag 10.3</a>. "},"sn21.11:1.3":{"pli":"Addasā kho bhagavā āyasmantaṃ mahākappinaṃ dūratova āgacchantaṃ. ","eng":"The Buddha saw him coming off in the distance, ","html":"<p>{}"},"sn21.11:1.4":{"pli":"Disvāna bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"sn21.11:1.5":{"pli":"“passatha no tumhe, bhikkhave, etaṃ bhikkhuṃ āgacchantaṃ odātakaṃ tanukaṃ tuṅganāsikan”ti? ","eng":"“Mendicants, do you see that monk coming—white, thin, with a pointy nose?” ","html":"{}</p>","comm":"As a Western monk, I feel seen. "},"sn21.11:1.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn21.11:1.7":{"pli":"“Eso kho, bhikkhave, bhikkhu mahiddhiko mahānubhāvo. ","eng":"“That mendicant is very mighty and powerful. ","html":"<p>{}"},"sn21.11:1.8":{"pli":"Na ca sā samāpatti sulabharūpā yā tena bhikkhunā asamāpannapubbā. ","eng":"It’s not easy to find an attainment that he has not already attained. ","html":"{}"},"sn21.11:1.9":{"pli":"Yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"And he has realized the supreme end of the spiritual path in this very life. He lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.” ","html":"{}</p>"},"sn21.11:2.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.11:2.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.11:3.1":{"pli":"“Khattiyo seṭṭho janetasmiṃ, ","eng":"“The aristocrat is best among people ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.11:3.2":{"pli":"ye gottapaṭisārino; ","eng":"who take clan as the standard. ","html":"<span class='verse-line'>{}</span>"},"sn21.11:3.3":{"pli":"Vijjācaraṇasampanno, ","eng":"But one accomplished in knowledge and conduct ","html":"<span class='verse-line'>{}</span>"},"sn21.11:3.4":{"pli":"so seṭṭho devamānuse. ","eng":"is best among gods and humans. ","html":"<span class='verse-line'>{}</span></p>"},"sn21.11:4.1":{"pli":"Divā tapati ādicco, ","eng":"The sun blazes by day, ","html":"<p><span class='verse-line'>{}</span>"},"sn21.11:4.2":{"pli":"rattimābhāti candimā; ","eng":"the moon radiates at night, ","html":"<span class='verse-line'>{}</span>"},"sn21.11:4.3":{"pli":"Sannaddho khattiyo tapati, ","eng":"the aristocrat shines in armor, ","html":"<span class='verse-line'>{}</span>"},"sn21.11:4.4":{"pli":"jhāyī tapati brāhmaṇo; ","eng":"and the brahmin shines in absorption. ","html":"<span class='verse-line'>{}</span>"},"sn21.11:4.5":{"pli":"Atha sabbamahorattiṃ, ","eng":"But all day and all night, ","html":"<span class='verse-line'>{}</span>"},"sn21.11:4.6":{"pli":"buddho tapati tejasā”ti. ","eng":"the Buddha blazes with glory.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.11:4.7":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.12":{"sn21.12:0.1":{"pli":"Saṃyutta Nikāya 21.12 ","eng":"Linked Discourses 21.12 ","html":"<article id='sn21.12'><header><ul><li class='division'>{}</li>"},"sn21.12:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.12:0.3":{"pli":"Sahāyakasutta ","eng":"Companions ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.12:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.12:1.2":{"pli":"Atha kho dve bhikkhū sahāyakā āyasmato mahākappinassa saddhivihārino yena bhagavā tenupasaṅkamiṃsu. ","eng":"Then two mendicants who were companions, protégés of Venerable Mahākappina, went to see the Buddha. ","html":"<p>{}</p>"},"sn21.12:1.3":{"pli":"Addasā kho bhagavā te bhikkhū dūratova āgacchante. ","eng":"The Buddha saw them coming off in the distance, ","html":"<p>{}"},"sn21.12:1.4":{"pli":"Disvāna bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"sn21.12:1.5":{"pli":"“passatha no tumhe, bhikkhave, ete bhikkhū sahāyake āgacchante kappinassa saddhivihārino”ti? ","eng":"“Mendicants, do you see those monks coming who are companions, protégés of Venerable Mahākappina?” ","html":"{}</p>"},"sn21.12:1.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn21.12:1.7":{"pli":"“Ete kho te bhikkhū mahiddhikā mahānubhāvā. ","eng":"“Those mendicants are very mighty and powerful. ","html":"<p>{}"},"sn21.12:1.8":{"pli":"Na ca sā samāpatti sulabharūpā, yā tehi bhikkhūhi asamāpannapubbā. ","eng":"It’s not easy to find an attainment that they have not already attained. ","html":"{}"},"sn21.12:1.9":{"pli":"Yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti. ","eng":"And they’ve realized the supreme end of the spiritual path in this very life. They live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.” ","html":"{}</p>"},"sn21.12:2.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.12:2.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.12:3.1":{"pli":"“Sahāyāvatime bhikkhū, ","eng":"“These companion mendicants ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.12:3.2":{"pli":"cirarattaṃ sametikā; ","eng":"have been together for a long time. ","html":"<span class='verse-line'>{}</span>"},"sn21.12:3.3":{"pli":"Sameti nesaṃ saddhammo, ","eng":"The true teaching has brought them together, ","html":"<span class='verse-line'>{}</span>"},"sn21.12:3.4":{"pli":"dhamme buddhappavedite. ","eng":"the teaching proclaimed by the Buddha. ","html":"<span class='verse-line'>{}</span></p>"},"sn21.12:4.1":{"pli":"Suvinītā kappinena, ","eng":"They’ve been well trained by Kappina ","html":"<p><span class='verse-line'>{}</span>"},"sn21.12:4.2":{"pli":"dhamme ariyappavedite; ","eng":"in the teaching proclaimed by the Noble One. ","html":"<span class='verse-line'>{}</span>"},"sn21.12:4.3":{"pli":"Dhārenti antimaṃ dehaṃ, ","eng":"They bear their final body, ","html":"<span class='verse-line'>{}</span>"},"sn21.12:4.4":{"pli":"jetvā māraṃ savāhinin”ti. ","eng":"having vanquished Māra with his legions.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.12:4.5":{"pli":"Dvādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn21.12:4.6":{"pli":"Bhikkhuvaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"sn21.12:5.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn21.12:5.1":{"pli":"Kolito upatisso ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn21.12:5.2":{"pli":"ghaṭo cāpi pavuccati; ","html":"<span class='verse-line'>{}</span>"},"sn21.12:5.3":{"pli":"Navo sujāto bhaddi ca, ","html":"<span class='verse-line'>{}</span>"},"sn21.12:5.4":{"pli":"visākho nando tisso ca; ","html":"<span class='verse-line'>{}</span>"},"sn21.12:5.5":{"pli":"Theranāmo ca kappino, ","html":"<span class='verse-line'>{}</span>"},"sn21.12:5.6":{"pli":"sahāyena ca dvādasāti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.12:5.7":{"pli":"Bhikkhusaṃyuttaṃ samattaṃ. ","eng":"The Linked Discourses on monks are complete. ","html":"<p class='endkanda'>{}</p>"},"sn21.12:5.8":{"pli":"Nidānavaggo dutiyo. ","html":"<p class='endbook'>{}</p>"},"sn21.12:6.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn21.12:6.1":{"pli":"Nidānābhisamayadhātu, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn21.12:6.2":{"pli":"anamataggena kassapaṃ; ","html":"<span class='verse-line'>{}</span>"},"sn21.12:6.3":{"pli":"Sakkārarāhulalakkhaṇo, ","html":"<span class='verse-line'>{}</span>"},"sn21.12:6.4":{"pli":"opammabhikkhunā vaggo. ","html":"<span class='verse-line'>{}</span>"},"sn21.12:6.5":{"pli":"Dutiyo tena pavuccatīti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.12:6.6":{"pli":"Nidānavaggasaṃyuttapāḷi niṭṭhitā. ","eng":"The Book of Causality is finished. ","html":"<p class='endbook'>{}</p></article>"}}}