{"sn12.24":{"sn12.24:0.1":{"pli":"Saṃyutta Nikāya 12.24 ","eng":"Linked Discourses 12.24 ","html":"<article id='sn12.24'><header><ul><li class='division'>{}</li>"},"sn12.24:0.2":{"pli":"3. Dasabalavagga ","eng":"3. The Ten Powers ","html":"<li>{}</li></ul>"},"sn12.24:0.3":{"pli":"Aññatitthiyasutta ","eng":"Followers of Other Religions ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.24:1.1":{"pli":"Rājagahe viharati veḷuvane. ","eng":"Near Rājagaha, in the Bamboo Grove. ","html":"<p>{}"},"sn12.24:1.2":{"pli":"Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ","eng":"Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ","html":"{}"},"sn12.24:1.3":{"pli":"Atha kho āyasmato sāriputtassa etadahosi: ","eng":"Then it occurred to him, ","html":"{}"},"sn12.24:1.4":{"pli":"“atippago kho tāva rājagahe piṇḍāya carituṃ. ","eng":"“It’s too early to wander for alms in Rājagaha. ","html":"{}"},"sn12.24:1.5":{"pli":"Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti. ","eng":"Why don’t I visit the monastery of the wanderers of other religions?” ","html":"{}</p>","comm":"Sāriputta, like his teacher, seeks out meaningful discussion with people who are not Buddhist. "},"sn12.24:2.1":{"pli":"Atha kho āyasmā sāriputto yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi. ","eng":"Then he went to the monastery of the wanderers of other religions and exchanged greetings with the wanderers there. ","html":"<p>{}"},"sn12.24:2.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ te aññatitthiyā paribbājakā etadavocuṃ: ","eng":"When the greetings and polite conversation were over, he sat down to one side. The wanderers said to him: ","html":"{}</p>"},"sn12.24:3.1":{"pli":"“Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti. ","eng":"“Reverend Sāriputta, there are ascetics and brahmins who teach the efficacy of deeds. Some of them declare that suffering is made by oneself. ","html":"<p>{}","comm":"See <a href='index.html?q=sn12.17'>SN 12.17</a> and notes. "},"sn12.24:3.2":{"pli":"Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti. ","eng":"Some of them declare that suffering is made by another. ","html":"{}"},"sn12.24:3.3":{"pli":"Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti. ","eng":"Some of them declare that suffering is made by both oneself and another. ","html":"{}"},"sn12.24:3.4":{"pli":"Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti. ","eng":"Some of them declare that suffering arises anomalously, not made by oneself or another. ","html":"{}","comm":"They believed in the efficacy of deeds, but not that such deeds created suffering (or “pleasure and pain” in the next discourse). This seems odd, but it’s not irrational. Perhaps they believed that one’s deeds create a new life, but that the experiences of pleasure and pain in that life arise from circumstances beyond the control of oneself or others. "},"sn12.24:3.5":{"pli":"Idha, panāvuso sāriputta, samaṇo gotamo kiṃvādī kimakkhāyī? ","eng":"What does the ascetic Gotama say about this? How does he explain it? ","html":"{}"},"sn12.24:3.6":{"pli":"Kathaṃ byākaramānā ca mayaṃ vuttavādino ceva samaṇassa gotamassa assāma, na ca samaṇaṃ gotamaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti? ","eng":"How should we answer so as to repeat what the ascetic Gotama has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuttal and criticism?” ","html":"{}</p>","comm":"The wanderers frame their question carefully and respectfully, so Sāriputta answers them directly and affirms their manner of questioning. "},"sn12.24:4.1":{"pli":"“Paṭiccasamuppannaṃ kho, āvuso, dukkhaṃ vuttaṃ bhagavatā. ","eng":"“Reverends, the Buddha has said that suffering is dependently originated. ","html":"<p>{}"},"sn12.24:4.2":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"sn12.24:4.3":{"pli":"Phassaṃ paṭicca. ","eng":"Dependent on contact. ","html":"{}","comm":"The wanderers have already shown their epistemological caution, so, in identifying “contact” as the key dependency, Sāriputta indicates one of the most directly observable factors of dependent origination. But contact is also a key underlying cause of wrong views (<a href='index.html?q=dn1#3.45.1'>DN 1:3.45.1</a>). "},"sn12.24:4.4":{"pli":"Iti vadaṃ vuttavādī ceva bhagavato assa, na ca bhagavantaṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ","eng":"In speaking like this, you would repeat what the Buddha has said, and not misrepresent him with an untruth. You would explain in line with his teaching, and there would be no legitimate grounds for rebuttal and criticism. ","html":"{}</p>"},"sn12.24:5.1":{"pli":"Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, that’s dependent on contact. ","html":"<p>{}"},"sn12.24:5.2":{"pli":"Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"In the case of those who declare that suffering is made by another, that’s also dependent on contact. ","html":"{}"},"sn12.24:5.3":{"pli":"Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"In the case of those who declare that suffering is made by oneself and another, that’s also dependent on contact. ","html":"{}"},"sn12.24:5.4":{"pli":"Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"In the case of those who declare that suffering arises anomalously, not made by oneself or another, that’s also dependent on contact. ","html":"{}</p>"},"sn12.24:6.1":{"pli":"Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. ","html":"<p>{}","comm":"Sāriputta clarifies the meaning of “dependent”: it is something without which the other cannot be experienced, i.e. it is a necessary condition. "},"sn12.24:6.2":{"pli":"Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"In the case of those who declare that suffering is made by another, it’s impossible that they will experience that without contact. ","html":"{}"},"sn12.24:6.3":{"pli":"Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"In the case of those who declare that suffering is made by oneself and another, it’s impossible that they will experience that without contact. ","html":"{}"},"sn12.24:6.4":{"pli":"Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti. ","eng":"In the case of those who declare that suffering arises anomalously, not made by oneself or another, it’s impossible that they will experience that without contact.” ","html":"{}</p>"},"sn12.24:7.1":{"pli":"Assosi kho āyasmā ānando āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṃ imaṃ kathāsallāpaṃ. ","eng":"Venerable Ānanda heard this discussion between Venerable Sāriputta and those wanderers of other religions. ","html":"<p>{}"},"sn12.24:7.2":{"pli":"Atha kho āyasmā ānando rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Ānanda wandered for alms in Rājagaha. After the meal, on his return from almsround, he went to the Buddha, bowed, sat down to one side, ","html":"{}"},"sn12.24:7.3":{"pli":"Ekamantaṃ nisinno kho āyasmā ānando yāvatako āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ","eng":"and informed the Buddha of all they had discussed. ","html":"{}</p>"},"sn12.24:8.1":{"pli":"“Sādhu sādhu, ānanda, yathā taṃ sāriputto sammā byākaramāno byākareyya. ","eng":"“Good, good, Ānanda! It’s just as Sāriputta has so rightly explained. ","html":"<p>{}"},"sn12.24:8.2":{"pli":"Paṭiccasamuppannaṃ kho, ānanda, dukkhaṃ vuttaṃ mayā. ","eng":"I have said that suffering is dependently originated. ","html":"{}"},"sn12.24:8.3":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"sn12.24:8.4":{"pli":"Phassaṃ paṭicca. ","eng":"Dependent on contact. ","html":"{}"},"sn12.24:8.5":{"pli":"Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ","eng":"Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuttal and criticism. ","html":"{}</p>","comm":"The explicit affirmation and repetition of information reinforces the correct text in the memory and wards off creeping disinformation. "},"sn12.24:9.1":{"pli":"Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, that’s dependent on contact. … ","html":"<p>{}"},"sn12.24:9.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.24:9.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.24:9.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"In the case of those who declare that suffering arises anomalously, not made by oneself or another, that’s also dependent on contact. ","html":"{}</p>"},"sn12.24:10.1":{"pli":"Tatrānanda, yepi te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"In the case of those who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. … ","html":"<p>{}"},"sn12.24:10.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.24:10.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.24:10.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"In the case of those who declare that suffering arises anomalously, not made by oneself or another, it’s impossible that they will experience that without contact. ","html":"{}</p>"},"sn12.24:11.1":{"pli":"Ekamidāhaṃ, ānanda, samayaṃ idheva rājagahe viharāmi veḷuvane kalandakanivāpe. ","eng":"Ānanda, this one time I was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}"},"sn12.24:11.2":{"pli":"Atha khvāhaṃ, ānanda, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ. ","eng":"Then I robed up in the morning and, taking my bowl and robe, entered Rājagaha for alms. ","html":"{}"},"sn12.24:11.3":{"pli":"Tassa mayhaṃ, ānanda, etadahosi: ","eng":"Then I thought: ","html":"{}"},"sn12.24:11.4":{"pli":"‘atippago kho tāva rājagahe piṇḍāya carituṃ. ","eng":"‘It’s too early to wander for alms in Rājagaha. ","html":"{}"},"sn12.24:11.5":{"pli":"Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan’ti. ","eng":"Why don’t I visit the monastery of the wanderers of other religions?’ ","html":"{}</p>"},"sn12.24:12.1":{"pli":"Atha khvāhaṃ, ānanda, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃ. ","eng":"Then I went to the monastery of the wanderers of other religions and exchanged greetings with the wanderers there. ","html":"<p>{}"},"sn12.24:12.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinnaṃ kho maṃ, ānanda, te aññatitthiyā paribbājakā etadavocuṃ: ","eng":"When the greetings and polite conversation were over, I sat down to one side. …” ","html":"{}</p>"},"sn12.24:13.1":{"pli":"‘Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti. ","eng":"(The wanderers asked the Buddha the very same questions, and he gave the same answers.) ","html":"<p>{}"},"sn12.24:13.2":{"pli":"Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti. ","html":"{}"},"sn12.24:13.3":{"pli":"Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti. ","html":"{}"},"sn12.24:13.4":{"pli":"Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti. ","html":"{}"},"sn12.24:13.5":{"pli":"Idha no āyasmā gotamo kiṃvādī kimakkhāyī? ","html":"{}"},"sn12.24:13.6":{"pli":"Kathaṃ byākaramānā ca mayaṃ vuttavādino ceva āyasmato gotamassa assāma, na ca āyasmantaṃ gotamaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā’ti? ","html":"{}</p>"},"sn12.24:14.1":{"pli":"Evaṃ vuttāhaṃ, ānanda, te aññatitthiye paribbājake etadavocaṃ: ","html":"<p>{}"},"sn12.24:14.2":{"pli":"‘paṭiccasamuppannaṃ kho, āvuso, dukkhaṃ vuttaṃ mayā. ","html":"{}"},"sn12.24:14.3":{"pli":"Kiṃ paṭicca? ","html":"{}"},"sn12.24:14.4":{"pli":"Phassaṃ paṭicca. ","html":"{}"},"sn12.24:14.5":{"pli":"Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyāti. ","html":"{}</p>"},"sn12.24:15.1":{"pli":"Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","html":"<p>{}"},"sn12.24:15.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.24:15.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.24:15.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","html":"{}</p>"},"sn12.24:16.1":{"pli":"Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","html":"<p>{}"},"sn12.24:16.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.24:16.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.24:16.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī’”ti. ","html":"{}</p>"},"sn12.24:17.1":{"pli":"“Acchariyaṃ bhante, abbhutaṃ bhante. ","eng":"“It’s incredible, sir, it’s amazing, ","html":"<p>{}"},"sn12.24:17.2":{"pli":"Yatra hi nāma ekena padena sabbo attho vutto bhavissati. ","eng":"how the whole matter is stated with one phrase. ","html":"{}","comm":"Compare with <i lang='pi' translate='no'>attho vutto</i> in the Itivuttaka. Here the sense is that the topic can be summed up with one statement. "},"sn12.24:17.3":{"pli":"Siyā nu kho, bhante, esevattho vitthārena vuccamāno gambhīro ceva assa gambhīrāvabhāso cā”ti? ","eng":"Could there be a detailed explanation of this matter that is both deep and appears deep?” ","html":"{}</p>","comm":"The phrase “deep and appears deep” is spoken twice elsewhere, also by Ānanda in the context of dependent origination (<a href='index.html?q=dn15#1.5'>DN 15:1.5</a>, <a href='index.html?q=sn12.60#1.4'>SN 12.60:1.4</a>). "},"sn12.24:18.1":{"pli":"“Tena hānanda, taññevettha paṭibhātū”ti. ","eng":"“Well then, Ānanda, clarify this matter yourself.” ","html":"<p>{}</p>"},"sn12.24:18.2":{"pli":"“Sace maṃ, bhante, evaṃ puccheyyuṃ: ","eng":"“Sir, suppose they were to ask me: ","html":"<p>{}"},"sn12.24:18.3":{"pli":"‘jarāmaraṇaṃ, āvuso ānanda, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavan’ti? ","eng":"‘Reverend Ānanda, what is the source, origin, birthplace, and inception of old age and death?’ ","html":"{}"},"sn12.24:18.4":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"I’d answer like this: ","html":"{}"},"sn12.24:18.5":{"pli":"‘jarāmaraṇaṃ kho, āvuso, jātinidānaṃ jātisamudayaṃ jātijātikaṃ jātipabhavan’ti. ","eng":"‘Reverends, rebirth is the source, origin, birthplace, and inception of old age and death.’ ","html":"{}"},"sn12.24:18.6":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ. ","eng":"That’s how I’d answer such a question. ","html":"{}</p>"},"sn12.24:19.1":{"pli":"Sace maṃ, bhante, evaṃ puccheyyuṃ: ","eng":"Suppose they were to ask me: ","html":"<p>{}"},"sn12.24:19.2":{"pli":"‘jāti panāvuso ānanda, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā’ti? ","eng":"‘What is the source of rebirth?’ ","html":"{}"},"sn12.24:19.3":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"I’d answer like this: ","html":"{}"},"sn12.24:19.4":{"pli":"‘jāti kho, āvuso, bhavanidānā bhavasamudayā bhavajātikā bhavappabhavā’ti. ","eng":"‘Continued existence is the source of rebirth.’ ","html":"{}"},"sn12.24:19.5":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ. ","eng":"That’s how I’d answer such a question. ","html":"{}</p>"},"sn12.24:20.1":{"pli":"Sace maṃ, bhante, evaṃ puccheyyuṃ: ","eng":"Suppose they were to ask me: ","html":"<p>{}"},"sn12.24:20.2":{"pli":"‘bhavo panāvuso ānanda, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo’ti? ","eng":"‘What is the source of continued existence?’ ","html":"{}"},"sn12.24:20.3":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"I’d answer like this: ","html":"{}"},"sn12.24:20.4":{"pli":"‘bhavo kho, āvuso, upādānanidāno upādānasamudayo upādānajātiko upādānappabhavo’ti. ","eng":"‘Grasping is the source of continued existence.’ ","html":"{}"},"sn12.24:20.5":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ. ","eng":"That’s how I’d answer such a question. ","html":"{}</p>"},"sn12.24:21.1":{"pli":"Sace maṃ, bhante, evaṃ puccheyyuṃ—","eng":"Suppose they were to ask me: ","html":"<p>{}"},"sn12.24:21.2":{"pli":"upādānaṃ panāvuso …pe… ","eng":"‘What is the source of grasping?’ … ","html":"{}"},"sn12.24:21.3":{"pli":"taṇhā panāvuso …pe… ","eng":"craving … ","html":"{}"},"sn12.24:21.4":{"pli":"vedanā panāvuso …pe… ","eng":"feeling … ","html":"{}"},"sn12.24:21.5":{"pli":"sace maṃ, bhante, evaṃ puccheyyuṃ: ","eng":"Suppose they were to ask me: ","html":"{}"},"sn12.24:21.6":{"pli":"‘phasso panāvuso ānanda, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo’ti? ","eng":"‘What is the source of contact?’ ","html":"{}"},"sn12.24:21.7":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ","eng":"I’d answer like this: ","html":"{}"},"sn12.24:21.8":{"pli":"‘phasso kho, āvuso, saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanappabhavo’ti. ","eng":"‘The six sense fields are the source, origin, birthplace, and inception of contact.’ ","html":"{}"},"sn12.24:21.9":{"pli":"‘Channaṃ tveva, āvuso, phassāyatanānaṃ asesavirāganirodhā phassanirodho; ","eng":"‘When the six fields of contact fade away and cease with nothing left over, contact ceases. ","html":"{}","comm":"The Buddha recapitulates, confirming that the sequence here goes back only as far as the six senses. This agrees with <a href='index.html?q=dn1#3.71.12'>DN 1:3.71.12</a>, which likewise goes back to the six senses. There, the factors beginning with ignorance are implied under wrong view. "},"sn12.24:21.10":{"pli":"phassanirodhā vedanānirodho; ","eng":"When contact ceases, feeling ceases. ","html":"{}"},"sn12.24:21.11":{"pli":"vedanānirodhā taṇhānirodho; ","eng":"When feeling ceases, craving ceases. ","html":"{}"},"sn12.24:21.12":{"pli":"taṇhānirodhā upādānanirodho; ","eng":"When craving ceases, grasping ceases. ","html":"{}"},"sn12.24:21.13":{"pli":"upādānanirodhā bhavanirodho; ","eng":"When grasping ceases, continued existence ceases. ","html":"{}"},"sn12.24:21.14":{"pli":"bhavanirodhā jātinirodho; ","eng":"When continued existence ceases, rebirth ceases. ","html":"{}"},"sn12.24:21.15":{"pli":"jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"sn12.24:21.16":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti. ","eng":"That is how this entire mass of suffering ceases.’ ","html":"{}"},"sn12.24:21.17":{"pli":"Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyan”ti. ","eng":"That’s how I’d answer such a question.” ","html":"{}</p>"},"sn12.24:21.18":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.25":{"sn12.25:0.1":{"pli":"Saṃyutta Nikāya 12.25 ","eng":"Linked Discourses 12.25 ","html":"<article id='sn12.25'><header><ul><li class='division'>{}</li>"},"sn12.25:0.2":{"pli":"3. Dasabalavagga ","eng":"3. The Ten Powers ","html":"<li>{}</li></ul>"},"sn12.25:0.3":{"pli":"Bhūmijasutta ","eng":"With Bhūmija ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.25:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn12.25:1.2":{"pli":"Atha kho āyasmā bhūmijo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi. ","eng":"Then in the late afternoon, Venerable Bhūmija came out of retreat, went to Venerable Sāriputta, and exchanged greetings with him. ","html":"<p>{}","comm":"We meet Bhūmija also in <a href='index.html?q=mn126'>MN 126</a>. "},"sn12.25:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā bhūmijo āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to him: ","html":"{}</p>"},"sn12.25:2.1":{"pli":"“Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti. ","eng":"“Reverend Sāriputta, there are ascetics and brahmins who teach the efficacy of deeds. Some of them declare that pleasure and pain are made by oneself. ","html":"<p>{}"},"sn12.25:2.2":{"pli":"Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā paraṅkataṃ sukhadukkhaṃ paññapenti. ","eng":"Some of them declare that pleasure and pain are made by another. ","html":"{}"},"sn12.25:2.3":{"pli":"Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca sukhadukkhaṃ paññapenti. ","eng":"Some of them declare that pleasure and pain are made by both oneself and another. ","html":"{}"},"sn12.25:2.4":{"pli":"Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti. ","eng":"Some of them declare that pleasure and pain arise anomalously, not made by oneself or another. ","html":"{}","comm":"They believed in the efficacy of deeds, but not that such deeds created pleasure and pain. This seems odd, but it’s not irrational. Perhaps they believed that one’s deeds create a new life, but not the experiences of pleasure and pain in that life. "},"sn12.25:2.5":{"pli":"Idha no, āvuso sāriputta, bhagavā kiṃvādī kimakkhāyī, ","eng":"What does the Buddha say about this? How does he explain it? ","html":"{}"},"sn12.25:2.6":{"pli":"kathaṃ byākaramānā ca mayaṃ vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti? ","eng":"How should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuttal and criticism?” ","html":"{}</p>"},"sn12.25:3.1":{"pli":"“Paṭiccasamuppannaṃ kho, āvuso, sukhadukkhaṃ vuttaṃ bhagavatā. ","eng":"“Reverend, the Buddha has said that pleasure and pain are dependently originated. ","html":"<p>{}","comm":"In this discourse, the twelve links are merely hinted at here and in the mention of ignorance at the end. "},"sn12.25:3.2":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"sn12.25:3.3":{"pli":"Phassaṃ paṭicca. ","eng":"Dependent on contact. ","html":"{}"},"sn12.25:3.4":{"pli":"Iti vadaṃ vuttavādī ceva bhagavato assa, na ca bhagavantaṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ","eng":"In speaking like this, you would repeat what the Buddha has said, and not misrepresent him with an untruth. You would explain in line with his teaching, and there would be no legitimate grounds for rebuttal and criticism. ","html":"{}</p>"},"sn12.25:4.1":{"pli":"Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti, tadapi phassapaccayā. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, that’s dependent on contact. … ","html":"<p>{}"},"sn12.25:4.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.25:4.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.25:4.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti, tadapi phassapaccayā. ","eng":"In the case of those who declare that pleasure and pain arise anomalously, not made by oneself or another, that’s also dependent on contact. ","html":"{}</p>"},"sn12.25:5.1":{"pli":"Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, it’s impossible that they will experience that without contact. … ","html":"<p>{}"},"sn12.25:5.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.25:5.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.25:5.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti. ","eng":"In the case of those who declare that pleasure and pain arise anomalously, not made by oneself or another, it’s impossible that they will experience that without contact.” ","html":"{}</p>"},"sn12.25:6.1":{"pli":"Assosi kho āyasmā ānando āyasmato sāriputtassa āyasmatā bhūmijena saddhiṃ imaṃ kathāsallāpaṃ. ","eng":"Venerable Ānanda heard this discussion between Venerable Sāriputta and Venerable Bhūmija. ","html":"<p>{}"},"sn12.25:6.2":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, ","html":"{}"},"sn12.25:6.3":{"pli":"Ekamantaṃ nisinno kho āyasmā ānando yāvatako āyasmato sāriputtassa āyasmatā bhūmijena saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ","eng":"and informed the Buddha of all they had discussed. ","html":"{}</p>"},"sn12.25:7.1":{"pli":"“Sādhu sādhu, ānanda, yathā taṃ sāriputto sammā byākaramāno byākareyya. ","eng":"“Good, good, Ānanda! It’s just as Sāriputta has so rightly explained. ","html":"<p>{}"},"sn12.25:7.2":{"pli":"Paṭiccasamuppannaṃ kho, ānanda, sukhadukkhaṃ vuttaṃ mayā. ","eng":"I have said that pleasure and pain are dependently originated. ","html":"{}"},"sn12.25:7.3":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"sn12.25:7.4":{"pli":"Phassaṃ paṭicca. ","eng":"Dependent on contact. ","html":"{}"},"sn12.25:7.5":{"pli":"Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ","eng":"In speaking like this, you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuttal and criticism. ","html":"{}</p>"},"sn12.25:8.1":{"pli":"Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, that’s dependent on contact. … ","html":"<p>{}"},"sn12.25:8.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.25:8.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.25:8.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"In the case of those who declare that pleasure and pain arise anomalously, not made by oneself or another, that’s also dependent on contact. ","html":"{}</p>"},"sn12.25:9.1":{"pli":"Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, it’s impossible that they will experience that without contact. … ","html":"<p>{}"},"sn12.25:9.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.25:9.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.25:9.4":{"pli":"yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"In the case of those who declare that pleasure and pain arise anomalously, not made by oneself or another, it’s impossible that they will experience that without contact. ","html":"{}</p>"},"sn12.25:10.1":{"pli":"Kāye vā hānanda, sati kāyasañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"Ānanda, as long as there’s a body, the intention that gives rise to bodily action causes pleasure and pain to arise in oneself. ","html":"<p>{}","comm":"This forms the first part of <a href='index.html?q=an4.171'>AN 4.171</a>, there addressed to “mendicants”. "},"sn12.25:10.2":{"pli":"Vācāya vā hānanda, sati vacīsañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"As long as there’s a voice, the intention that gives rise to verbal action causes pleasure and pain to arise in oneself. ","html":"{}"},"sn12.25:10.3":{"pli":"Mane vā hānanda, sati manosañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ avijjāpaccayā ca. ","eng":"As long as there’s a mind, the intention that gives rise to mental action causes pleasure and pain to arise in oneself. But this is only when dependent on ignorance. ","html":"{}</p>","comm":"The tag <i lang='pi' translate='no'>avijjāpaccayāva</i> (variant <i lang='pi' translate='no'>-ca</i>), found also in the parallel at <a href='index.html?q=an4.171#1.3'>AN 4.171:1.3</a>, appears tacked on to the completed sentence. Perhaps the purpose is to clarify that the mere presence of body, speech, and mind is not sufficient for kammic intentions, as arahants have body, speech, and mind but do not make kamma. The closing section of the discourse also addresses this topic. "},"sn12.25:11.1":{"pli":"Sāmaṃ vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"By oneself one instigates the choice that gives rise to bodily, verbal, and mental action, conditioned by which that pleasure and pain arise in oneself. ","html":"<p>{}"},"sn12.25:11.2":{"pli":"Pare vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharonti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"Or else others instigate the choice … ","html":"{}","comm":"This anticipates the Abhidhamma term <i lang='pi' translate='no'>sasaṅkhārika</i>, intentions that are prompted or instigated by another. For example, one might feel hungry and say, “Let’s eat”. Or someone else might say to you, “Let’s eat”. In both cases there is still moral responsibility for choices, but in the latter it is to some degree mitigated. "},"sn12.25:11.3":{"pli":"Sampajāno vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"One instigates the choice after deliberation … ","html":"{}","comm":"“Deliberate” (<i lang='pi' translate='no'>sampajāna</i>) means one is aware before, during, and after (<a href='https://suttacentral.net/ mn61/en/sujato#12.1'> MN 61:12.1</a>, <a href='index.html?q=pli-tv-bu-vb-pc1#2.2.2'>Bu Pc 1:2.2.2</a>). Compare the legal concept “pre-meditated”. "},"sn12.25:11.4":{"pli":"Asampajāno vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"Or else one instigates the choice without deliberation … ","html":"{}</p>"},"sn12.25:12.1":{"pli":"Sāmaṃ vā taṃ, ānanda, vacīsaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","html":"<p>{}"},"sn12.25:12.2":{"pli":"Pare vā taṃ, ānanda, vacīsaṅkhāraṃ abhisaṅkharonti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","html":"{}"},"sn12.25:12.3":{"pli":"Sampajāno vā taṃ, ānanda …pe… ","html":"{}"},"sn12.25:12.4":{"pli":"asampajāno vā taṃ, ānanda, vacīsaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","html":"{}</p>"},"sn12.25:13.1":{"pli":"Sāmaṃ vā taṃ, ānanda, manosaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","html":"<p>{}"},"sn12.25:13.2":{"pli":"Pare vā taṃ, ānanda, manosaṅkhāraṃ abhisaṅkharonti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","html":"{}"},"sn12.25:13.3":{"pli":"Sampajāno vā taṃ, ānanda …pe… ","html":"{}"},"sn12.25:13.4":{"pli":"asampajāno vā taṃ, ānanda, manosaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","html":"{}</p>"},"sn12.25:14.1":{"pli":"Imesu, ānanda, dhammesu avijjā anupatitā. ","eng":"Ignorance is included in all these things. ","html":"<p>{}"},"sn12.25:14.2":{"pli":"Avijjāya tveva, ānanda, asesavirāganirodhā so kāyo na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. Sā vācā na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. So mano na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ","eng":"But when ignorance fades away and ceases with nothing left over, that body, that voice, and that mind no longer exist dependent on which that pleasure and pain arise in oneself. ","html":"{}","comm":"The sentence has a conditional structure which limits and specifies its application. It is not that the body <em>per se</em> has disappeared. Rather, it is <em>that</em> body, namely the one dependent on ignorance, which no longer exists to create kamma. The sentence exemplifies specific conditionality: <em>this</em> body ceases, and <em>that</em> pleasure and pain no longer arise. An arahant experiences pleasure and pain as a result of past life choices, but does not actively create new kammic feelings. "},"sn12.25:14.3":{"pli":"Khettaṃ taṃ na hoti …pe… vatthu taṃ na hoti …pe… āyatanaṃ taṃ na hoti …pe… adhikaraṇaṃ taṃ na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhan”ti. ","eng":"That field does not exist, that ground does not exist, that basis does not exist, that foundation does not exist, dependent on which that pleasure and pain arise in oneself.” ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Adhikaraṇa</i> as “foundation”  or “substratum” is attested in Sanskrit (eg. Tattvārtha Sūtra 1.7). "},"sn12.25:14.4":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.26":{"sn12.26:0.1":{"pli":"Saṃyutta Nikāya 12.26 ","eng":"Linked Discourses 12.26 ","html":"<article id='sn12.26'><header><ul><li class='division'>{}</li>"},"sn12.26:0.2":{"pli":"3. Dasabalavagga ","eng":"3. The Ten Powers ","html":"<li>{}</li></ul>"},"sn12.26:0.3":{"pli":"Upavāṇasutta ","eng":"With Upavāṇa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.26:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn12.26:1.2":{"pli":"Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā upavāṇo bhagavantaṃ etadavoca: ","eng":"Then Venerable Upavāṇa went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>","comm":"Upavāṇa was nursing the Buddha at <a href='index.html?q=sn7.13#1.3'>SN 7.13:1.3</a>. "},"sn12.26:2.1":{"pli":"“Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti. ","eng":"“Sir, there are some ascetics and brahmins who declare that suffering is made by oneself. ","html":"<p>{}"},"sn12.26:2.2":{"pli":"Santi pana, bhante, eke samaṇabrāhmaṇā paraṅkataṃ dukkhaṃ paññapenti. ","eng":"There are some who declare that suffering is made by another. ","html":"{}"},"sn12.26:2.3":{"pli":"Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti. ","eng":"There are some who declare that suffering is made by both oneself and another. ","html":"{}"},"sn12.26:2.4":{"pli":"Santi pana, bhante, eke samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti. ","eng":"There are some who declare that suffering arises anomalously, not made by oneself or another. ","html":"{}</p>"},"sn12.26:2.5":{"pli":"Idha no, bhante, bhagavā kiṃvādī kimakkhāyī kathaṃ byākaramānā ca mayaṃ vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti? ","eng":"What does the Buddha say about this? How does he explain it? How should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuttal and criticism?” ","html":"<p>{}</p>"},"sn12.26:3.1":{"pli":"“Paṭiccasamuppannaṃ kho, upavāṇa, dukkhaṃ vuttaṃ mayā. ","eng":"“Upavāṇa, I have said that suffering is dependently originated. ","html":"<p>{}","comm":"Like the previous, this discourse only hints at the twelve links. "},"sn12.26:3.2":{"pli":"Kiṃ paṭicca? ","eng":"Dependent on what? ","html":"{}"},"sn12.26:3.3":{"pli":"Phassaṃ paṭicca. ","eng":"Dependent on contact. ","html":"{}"},"sn12.26:3.4":{"pli":"Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ","eng":"In speaking like this, you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuttal and criticism. ","html":"{}</p>"},"sn12.26:4.1":{"pli":"Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, tadapi phassapaccayā. ","eng":"In the case of those ascetics and brahmins who declare that suffering is made by oneself, that’s dependent on contact. … ","html":"<p>{}"},"sn12.26:4.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.26:4.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.26:4.4":{"pli":"yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ","eng":"In the case of those who declare that suffering arises anomalously, not made by oneself or another, that’s also dependent on contact. ","html":"{}</p>"},"sn12.26:5.1":{"pli":"Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ","eng":"In the case of those ascetics and brahmins who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. … ","html":"<p>{}"},"sn12.26:5.2":{"pli":"Yepi te …pe… ","html":"{}"},"sn12.26:5.3":{"pli":"yepi te …pe… ","html":"{}"},"sn12.26:5.4":{"pli":"yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti. ","eng":"In the case of those who declare that suffering arises anomalously, not made by oneself or another, it’s impossible that they will experience that without contact.” ","html":"{}</p>"},"sn12.26:5.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}