{"sn12.67":{"sn12.67:0.1":{"pli":"Saṃyutta Nikāya 12.67 ","eng":"Linked Discourses 12.67 ","html":"<article id='sn12.67'><header><ul><li class='division'>{}</li>"},"sn12.67:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"sn12.67:0.3":{"pli":"Naḷakalāpīsutta ","eng":"Sheaves of Reeds ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.67:1.1":{"pli":"Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahākoṭṭhiko bārāṇasiyaṃ viharanti isipatane migadāye. ","eng":"At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Varanasi, in the deer park at Isipatana. ","html":"<p>{}</p>","comm":"The two great arahants often engaged each other in erudite Dhamma discussions for their own enjoyment or the education of their students. "},"sn12.67:1.2":{"pli":"Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi. ","eng":"Then in the late afternoon, Venerable Mahākoṭṭhita came out of retreat, went to Venerable Sāriputta, and exchanged greetings with him. ","html":"<p>{}"},"sn12.67:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to Sāriputta: ","html":"{}</p>"},"sn12.67:1.4":{"pli":"“kiṃ nu kho, āvuso sāriputta, sayaṅkataṃ jarāmaraṇaṃ, paraṅkataṃ jarāmaraṇaṃ, sayaṅkatañca paraṅkatañca jarāmaraṇaṃ, udāhu asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ jarāmaraṇan”ti? ","eng":"“Well, Reverend Sāriputta, are old age and death made by oneself? Or by another? Or by both oneself and another? Or do they arise anomalously, not made by oneself or another?” ","html":"<p>{}</p>","comm":"This is a rare case where this set of four alternatives is <em>not</em> proposed by a non-Buddhist. "},"sn12.67:1.5":{"pli":"“Na kho, āvuso koṭṭhika, sayaṅkataṃ jarāmaraṇaṃ, na paraṅkataṃ jarāmaraṇaṃ, na sayaṅkatañca paraṅkatañca jarāmaraṇaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ jarāmaraṇaṃ. ","eng":"“No, Reverend Koṭṭhita, old age and death are not made by oneself, nor by another, nor by both oneself and another, nor do they arise anomalously, not made by oneself or another. ","html":"<p>{}"},"sn12.67:1.6":{"pli":"Api ca jātipaccayā jarāmaraṇan”ti. ","eng":"Rather, rebirth is a requirement for old age and death.” ","html":"{}</p>"},"sn12.67:2.1":{"pli":"“Kiṃ nu kho, āvuso sāriputta, sayaṅkatā jāti, paraṅkatā jāti, sayaṅkatā ca paraṅkatā ca jāti, udāhu asayaṅkārā aparaṅkārā adhiccasamuppannā jātī”ti? ","eng":"“Well, Reverend Sāriputta, is rebirth made by oneself? Or by another? Or by both oneself and another? Or does it arise anomalously, not made by oneself or another?” ","html":"<p>{}</p>"},"sn12.67:2.2":{"pli":"“Na kho, āvuso koṭṭhika, sayaṅkatā jāti, na paraṅkatā jāti, na sayaṅkatā ca paraṅkatā ca jāti, nāpi asayaṅkārā aparaṅkārā adhiccasamuppannā jāti. ","eng":"“No, Reverend Koṭṭhita, rebirth is not made by oneself, nor by another, nor by both oneself and another, nor does it arise anomalously, not made by oneself or another. ","html":"<p>{}"},"sn12.67:2.3":{"pli":"Api ca bhavapaccayā jātī”ti. ","eng":"Rather, continued existence is a requirement for rebirth.” ","html":"{}</p>"},"sn12.67:3.1":{"pli":"“Kiṃ nu kho, āvuso sāriputta, sayaṅkato bhavo …pe… ","eng":"“Well, Reverend Sāriputta, is continued existence made by oneself? …” … ","html":"<p>{}"},"sn12.67:3.2":{"pli":"sayaṅkataṃ upādānaṃ … ","eng":"“Is grasping made by oneself? …” … ","html":"{}"},"sn12.67:3.3":{"pli":"sayaṅkatā taṇhā … ","eng":"“Is craving made by oneself? …” … ","html":"{}"},"sn12.67:3.4":{"pli":"sayaṅkatā vedanā … ","eng":"“Is feeling made by oneself? …” … ","html":"{}"},"sn12.67:3.5":{"pli":"sayaṅkato phasso … ","eng":"“Is contact made by oneself? …” … ","html":"{}"},"sn12.67:3.6":{"pli":"sayaṅkataṃ saḷāyatanaṃ … ","eng":"“Are the six sense fields made by oneself? …” … ","html":"{}"},"sn12.67:3.7":{"pli":"sayaṅkataṃ nāmarūpaṃ, paraṅkataṃ nāmarūpaṃ, sayaṅkatañca paraṅkatañca nāmarūpaṃ, udāhu asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ nāmarūpan”ti? ","eng":"“Well, Reverend Sāriputta, are name and form made by oneself? Or by another? Or by both oneself and another? Or do they arise anomalously, not made by oneself or another?” ","html":"{}</p>"},"sn12.67:3.8":{"pli":"“Na kho, āvuso koṭṭhika, sayaṅkataṃ nāmarūpaṃ, na paraṅkataṃ nāmarūpaṃ, na sayaṅkatañca paraṅkatañca nāmarūpaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ, adhiccasamuppannaṃ nāmarūpaṃ. ","eng":"“No, Reverend Koṭṭhita, name and form are not made by oneself, nor by another, nor by both oneself and another, nor do they arise anomalously, not made by oneself or another. ","html":"<p>{}"},"sn12.67:3.9":{"pli":"Api ca viññāṇapaccayā nāmarūpan”ti. ","eng":"Rather, consciousness is a requirement for name and form.” ","html":"{}</p>"},"sn12.67:4.1":{"pli":"“Kiṃ nu kho, āvuso sāriputta, sayaṅkataṃ viññāṇaṃ, paraṅkataṃ viññāṇaṃ, sayaṅkatañca paraṅkatañca viññāṇaṃ, udāhu asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ viññāṇan”ti? ","eng":"“Well, Reverend Sāriputta, is consciousness made by oneself? Or by another? Or by both oneself and another? Or does it arise anomalously, not made by oneself or another?” ","html":"<p>{}</p>"},"sn12.67:4.2":{"pli":"“Na kho, āvuso koṭṭhika, sayaṅkataṃ viññāṇaṃ, na paraṅkataṃ viññāṇaṃ, na sayaṅkatañca paraṅkatañca viññāṇaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ viññāṇaṃ. ","eng":"“No, Reverend Koṭṭhita, consciousness is not made by oneself, nor by another, nor by both oneself and another, nor does it arise anomalously, not made by oneself or another. ","html":"<p>{}"},"sn12.67:4.3":{"pli":"Api ca nāmarūpapaccayā viññāṇan”ti. ","eng":"Rather, name and form are requirements for consciousness.” ","html":"{}</p>","comm":"For the mutual conditioning of name and form with consciousness see <a href='index.html?q=sn12.65#2.16'>SN 12.65:2.16</a> and notes there. "},"sn12.67:5.1":{"pli":"“Idāneva kho mayaṃ āyasmato sāriputtassa bhāsitaṃ evaṃ ājānāma: ","eng":"“Just now I understood you to say: ","html":"<p>{}","comm":"Koṭṭhita presses Sāriputta on this point, making sure that students understand the problem and its solution. "},"sn12.67:5.2":{"pli":"‘na khvāvuso koṭṭhika, sayaṅkataṃ nāmarūpaṃ, na paraṅkataṃ nāmarūpaṃ, na sayaṅkatañca paraṅkatañca nāmarūpaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ nāmarūpaṃ. ","eng":"‘No, Reverend Koṭṭhita, name and form are not made by oneself, nor by another, nor by both oneself and another, nor do they arise anomalously, not made by oneself or another. ","html":"{}"},"sn12.67:5.3":{"pli":"Api ca viññāṇapaccayā nāmarūpan’ti. ","eng":"Rather, consciousness is a requirement for name and form.’ ","html":"{}</p>"},"sn12.67:6.1":{"pli":"Idāneva ca pana mayaṃ āyasmato sāriputtassa bhāsitaṃ evaṃ ājānāma: ","eng":"But I also understood you to say: ","html":"<p>{}"},"sn12.67:6.2":{"pli":"‘na khvāvuso koṭṭhika, sayaṅkataṃ viññāṇaṃ, na paraṅkataṃ viññāṇaṃ, na sayaṅkatañca paraṅkatañca viññāṇaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ viññāṇaṃ. ","eng":"‘No, Reverend Koṭṭhita, consciousness is not made by oneself, nor by another, nor by both oneself and another, nor does it arise anomalously, not made by oneself or another. ","html":"{}"},"sn12.67:6.3":{"pli":"Api ca nāmarūpapaccayā viññāṇan’ti. ","eng":"Rather, name and form are requirements for consciousness.’ ","html":"{}</p>"},"sn12.67:7.1":{"pli":"Yathā kathaṃ panāvuso sāriputta, imassa bhāsitassa attho daṭṭhabbo”ti? ","eng":"How then should we see the meaning of this statement?” ","html":"<p>{}</p>"},"sn12.67:7.2":{"pli":"“Tenahāvuso, upamaṃ te karissāmi. ","eng":"“Well then, reverend, I shall give you a simile. ","html":"<p>{}"},"sn12.67:7.3":{"pli":"Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ jānanti. ","eng":"For by means of a simile some sensible people understand the meaning of what is said. ","html":"{}"},"sn12.67:7.4":{"pli":"Seyyathāpi, āvuso, dve naḷakalāpiyo aññamaññaṃ nissāya tiṭṭheyyuṃ. ","eng":"Suppose there were two sheaves of reeds leaning up against each other. ","html":"{}</p>","comm":"<i lang='pi' translate='no'>Niśraya</i> in the sense of “leaning” a ladder against a post is found at Śatapatha Brāhmaṇa 5.2.1.9. "},"sn12.67:7.5":{"pli":"Evameva kho, āvuso, nāmarūpapaccayā viññāṇaṃ; ","eng":"In the same way, name and form are requirements for consciousness. ","html":"<p>{}"},"sn12.67:7.6":{"pli":"viññāṇapaccayā nāmarūpaṃ; ","eng":"Consciousness is a requirement for name and form. ","html":"{}"},"sn12.67:7.7":{"pli":"nāmarūpapaccayā saḷāyatanaṃ; ","eng":"Name and form are requirements for the six sense fields. ","html":"{}"},"sn12.67:7.8":{"pli":"saḷāyatanapaccayā phasso …pe… ","eng":"The six sense fields are requirements for contact. … ","html":"{}"},"sn12.67:7.9":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.67:7.10":{"pli":"Tāsañce, āvuso, naḷakalāpīnaṃ ekaṃ ākaḍḍheyya, ekā papateyya; ","eng":"If the first of those sheaves of reeds were to be pulled away, the other would collapse. ","html":"{}"},"sn12.67:7.11":{"pli":"aparañce ākaḍḍheyya, aparā papateyya. ","eng":"And if the other were to be pulled away, the first would collapse. ","html":"{}</p>"},"sn12.67:7.12":{"pli":"Evameva kho, āvuso, nāmarūpanirodhā viññāṇanirodho; ","eng":"In the same way, when name and form cease, consciousness ceases. ","html":"<p>{}"},"sn12.67:7.13":{"pli":"viññāṇanirodhā nāmarūpanirodho; ","eng":"When consciousness ceases, name and form cease. ","html":"{}"},"sn12.67:7.14":{"pli":"nāmarūpanirodhā saḷāyatananirodho; ","eng":"When name and form cease, the six sense fields cease. ","html":"{}"},"sn12.67:7.15":{"pli":"saḷāyatananirodhā phassanirodho …pe… ","eng":"When the six sense fields cease, contact ceases. … ","html":"{}"},"sn12.67:7.16":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ","eng":"That is how this entire mass of suffering ceases.” ","html":"{}</p>"},"sn12.67:8.1":{"pli":"“Acchariyaṃ, āvuso sāriputta; ","eng":"“It’s incredible, Reverend Sāriputta, it’s amazing! ","html":"<p>{}"},"sn12.67:8.2":{"pli":"abbhutaṃ, āvuso sāriputta. ","html":"{}"},"sn12.67:8.3":{"pli":"Yāvasubhāsitañcidaṃ āyasmatā sāriputtena. ","eng":"How well spoken this was by Venerable Sāriputta! ","html":"{}"},"sn12.67:8.4":{"pli":"Idañca pana mayaṃ āyasmato sāriputtassa bhāsitaṃ imehi chattiṃsāya vatthūhi anumodāma: ","eng":"And we can express our agreement with Venerable Sāriputta’s statement on these thirty-six grounds. ","html":"{}</p>","comm":"The three cases mentioned next, multiplied by each of the twelve links. "},"sn12.67:9.1":{"pli":"‘Jarāmaraṇassa ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, dhammakathiko bhikkhūti alaṃvacanāya. ","eng":"If a mendicant teaches Dhamma for disillusionment, dispassion, and cessation regarding old age and death, they’re qualified to be called ‘a mendicant who speaks on Dhamma’. ","html":"<p>{}"},"sn12.67:9.2":{"pli":"Jarāmaraṇassa ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, dhammānudhammappaṭipanno bhikkhūti alaṃvacanāya. ","eng":"If they practice for disillusionment, dispassion, and cessation regarding old age and death, they’re qualified to be called ‘a mendicant who practices in line with the teaching’. ","html":"{}"},"sn12.67:9.3":{"pli":"Jarāmaraṇassa ce, āvuso, bhikkhu nibbidā virāgā nirodhā anupādā vimutto hoti, diṭṭhadhammanibbānappatto bhikkhūti alaṃvacanāya. ","eng":"If they’re freed by not grasping by disillusionment, dispassion, and cessation regarding old age and death, they’re qualified to be called ‘a mendicant who has attained extinguishment in this very life’. ","html":"{}"},"sn12.67:9.4":{"pli":"Jātiyā ce … ","eng":"If a mendicant teaches Dhamma for disillusionment regarding rebirth … ","html":"{}"},"sn12.67:9.5":{"pli":"bhavassa ce … ","eng":"continued existence … ","html":"{}"},"sn12.67:9.6":{"pli":"upādānassa ce … ","eng":"grasping … ","html":"{}"},"sn12.67:9.7":{"pli":"taṇhāya ce … ","eng":"craving … ","html":"{}"},"sn12.67:9.8":{"pli":"vedanāya ce … ","eng":"feeling … ","html":"{}"},"sn12.67:9.9":{"pli":"phassassa ce … ","eng":"contact … ","html":"{}"},"sn12.67:9.10":{"pli":"saḷāyatanassa ce … ","eng":"the six sense fields … ","html":"{}"},"sn12.67:9.11":{"pli":"nāmarūpassa ce … ","eng":"name and form … ","html":"{}"},"sn12.67:9.12":{"pli":"viññāṇassa ce … ","eng":"consciousness … ","html":"{}"},"sn12.67:9.13":{"pli":"saṅkhārānañce … ","eng":"choices … ","html":"{}"},"sn12.67:9.14":{"pli":"avijjāya ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, dhammakathiko bhikkhūti alaṃvacanāya. ","eng":"If a mendicant teaches Dhamma for disillusionment, dispassion, and cessation regarding ignorance, they’re qualified to be called ‘a mendicant who speaks on Dhamma’. ","html":"{}"},"sn12.67:9.15":{"pli":"Avijjāya ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, dhammānudhammappaṭipanno bhikkhūti alaṃvacanāya. ","eng":"If they practice for disillusionment, dispassion, and cessation regarding ignorance, they’re qualified to be called ‘a mendicant who practices in line with the teaching’. ","html":"{}"},"sn12.67:9.16":{"pli":"Avijjāya ce, āvuso, bhikkhu nibbidā virāgā nirodhā anupādā vimutto hoti, diṭṭhadhammanibbānappatto bhikkhūti alaṃvacanāyā’”ti. ","eng":"If they’re freed by not grasping by disillusionment, dispassion, and cessation regarding ignorance, they’re qualified to be called ‘a mendicant who has attained extinguishment in this very life’.” ","html":"{}</p>"},"sn12.67:9.17":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.68":{"sn12.68:0.1":{"pli":"Saṃyutta Nikāya 12.68 ","eng":"Linked Discourses 12.68 ","html":"<article id='sn12.68'><header><ul><li class='division'>{}</li>"},"sn12.68:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"sn12.68:0.3":{"pli":"Kosambisutta ","eng":"At Kosambī ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.68:1.1":{"pli":"Ekaṃ samayaṃ āyasmā ca musilo āyasmā ca paviṭṭho āyasmā ca nārado āyasmā ca ānando kosambiyaṃ viharanti ghositārāme. ","eng":"At one time the venerables Musīla, Saviṭṭha, Nārada, and Ānanda were staying near Kosambī in Ghosita’s monastery. ","html":"<p>{}","comm":"Musīla is mentioned only here. | Saviṭṭha may also appear at <a href='index.html?q=an3.21'>AN 3.21</a>, but it may be a different person, as that monk’s name is also spelled Samiddha, and the time, place, and people are all different. | Nārada appears in <a href='index.html?q=an5.50'>AN 5.50</a>. | This monastery was favored by Ānanda, who was the teacher of Ghosita, the monastery’s donor (<a href='index.html?q=sn35.129'>SN 35.129</a>). He stayed there following the Buddha’s passing and the First Council (<a href='index.html?q=sn22.90#4.2'>SN 22.90:4.2</a>). Many, perhaps all, of the discourses featuring Ānanda here were set in the period after the Buddha’s death, including this one. "},"sn12.68:1.2":{"pli":"Atha kho āyasmā paviṭṭho āyasmantaṃ musilaṃ etadavoca: ","eng":"Then Venerable Saviṭṭha said to Venerable Musīla: ","html":"{}</p>"},"sn12.68:1.3":{"pli":"“aññatreva, āvuso musila, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato musilassa paccattameva ñāṇaṃ: ","eng":"“Reverend Musīla, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, do you personally know that ","html":"<p>{}","comm":"This is a standard set of grounds for belief, which play a limited role in supporting the search for truth, but do not yield any definitive answers (<a href='index.html?q=mn95'>MN 95</a>, <a href='index.html?q=mn101'>MN 101</a>, <a href='index.html?q=mn102'>MN 102</a>, <a href='index.html?q=sn35.153'>SN 35.153</a>, <a href='index.html?q=an3.65'>AN 3.65</a>, <a href='index.html?q=an3.66'>AN 3.66</a>, <a href='index.html?q=an4.193'>AN 4.193</a>). | <i lang='pi' translate='no'>Parivitakka</i> means “train of thought”, as when the Buddha reads Kāpaṭika’s thoughts (<a href='index.html?q=mn95#12.6'>MN 95:12.6</a>). <i lang='pi' translate='no'>Ākāra</i> in this context means “reason”, as at <a href='index.html?q=mn47#10.2'>MN 47:10.2</a>. | <i lang='pi' translate='no'>Khanti</i> is usually better rendered “acceptance” than the common “patience”. "},"sn12.68:1.4":{"pli":"‘jātipaccayā jarāmaraṇan’”ti? ","eng":"rebirth is a requirement for old age and death?” ","html":"{}</p>"},"sn12.68:1.5":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","eng":"“Reverend Saviṭṭha, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, I know and see that ","html":"<p>{}"},"sn12.68:1.6":{"pli":"‘jātipaccayā jarāmaraṇan’”ti. ","eng":"rebirth is a requirement for old age and death.” ","html":"{}</p>","comm":"This emphasizes that dependent origination is directly known through experience. "},"sn12.68:2.1":{"pli":"“Aññatreva, āvuso musila, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato musilassa paccattameva ñāṇaṃ: ","eng":"“Reverend Musīla, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberateation, do you personally know that ","html":"<p>{}"},"sn12.68:2.2":{"pli":"‘bhavapaccayā jātīti …pe… ","eng":"continued existence is a requirement for rebirth … ","html":"{}"},"sn12.68:2.3":{"pli":"upādānapaccayā bhavoti … ","eng":"grasping is a requirement for continued existence … ","html":"{}"},"sn12.68:2.4":{"pli":"taṇhāpaccayā upādānanti … ","eng":"craving is a requirement for grasping … ","html":"{}"},"sn12.68:2.5":{"pli":"vedanāpaccayā taṇhāti … ","eng":"feeling is a requirement for craving … ","html":"{}"},"sn12.68:2.6":{"pli":"phassapaccayā vedanāti … ","eng":"contact is a requirement for feeling … ","html":"{}"},"sn12.68:2.7":{"pli":"saḷāyatanapaccayā phassoti … ","eng":"the six sense fields are requirements for contact … ","html":"{}"},"sn12.68:2.8":{"pli":"nāmarūpapaccayā saḷāyatananti … ","eng":"name and form are requirements for the six sense fields … ","html":"{}"},"sn12.68:2.9":{"pli":"viññāṇapaccayā nāmarūpanti … ","eng":"consciousness is a requirement for name and form … ","html":"{}"},"sn12.68:2.10":{"pli":"saṅkhārapaccayā viññāṇanti … ","eng":"choices are a requirement for consciousness … ","html":"{}"},"sn12.68:2.11":{"pli":"avijjāpaccayā saṅkhārā’”ti? ","eng":"ignorance is a requirement for choices?” ","html":"{}</p>"},"sn12.68:2.12":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","eng":"“Reverend Saviṭṭha, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, I know and see that ","html":"<p>{}"},"sn12.68:2.13":{"pli":"‘avijjāpaccayā saṅkhārā’”ti. ","eng":"ignorance is a requirement for choices.” ","html":"{}</p>"},"sn12.68:3.1":{"pli":"“Aññatreva, āvuso musila, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato musilassa paccattameva ñāṇaṃ: ","eng":"“Reverend Musīla, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, do you personally know that ","html":"<p>{}"},"sn12.68:3.2":{"pli":"‘jātinirodhā jarāmaraṇanirodho’”ti? ","eng":"when rebirth ceases, old age and death cease?” ","html":"{}</p>"},"sn12.68:3.3":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","eng":"“Reverend Saviṭṭha, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, I know and see that ","html":"<p>{}"},"sn12.68:3.4":{"pli":"‘jātinirodhā jarāmaraṇanirodho’”ti. ","eng":"when rebirth ceases, old age and death cease.” ","html":"{}</p>"},"sn12.68:4.1":{"pli":"“Aññatreva, āvuso musila, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato musilassa paccattameva ñāṇaṃ: ","eng":"“Reverend Musīla, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, do you personally know that ","html":"<p>{}"},"sn12.68:4.2":{"pli":"‘bhavanirodhā jātinirodhoti …pe… ","eng":"when continued existence ceases, rebirth ceases … ","html":"{}"},"sn12.68:4.3":{"pli":"upādānanirodhā bhavanirodhoti … ","eng":"when grasping ceases, continued existence ceases … ","html":"{}"},"sn12.68:4.4":{"pli":"taṇhānirodhā upādānanirodhoti … ","eng":"when craving ceases, grasping ceases … ","html":"{}"},"sn12.68:4.5":{"pli":"vedanānirodhā taṇhānirodhoti … ","eng":"when feeling ceases, craving ceases … ","html":"{}"},"sn12.68:4.6":{"pli":"phassanirodhā vedanānirodhoti … ","eng":"when contact ceases, feeling ceases … ","html":"{}"},"sn12.68:4.7":{"pli":"saḷāyatananirodhā phassanirodhoti … ","eng":"when the six sense fields cease, contact ceases … ","html":"{}"},"sn12.68:4.8":{"pli":"nāmarūpanirodhā saḷāyatananirodhoti … ","eng":"when name and form cease, the six sense fields cease … ","html":"{}"},"sn12.68:4.9":{"pli":"viññāṇanirodhā nāmarūpanirodhoti … ","eng":"when consciousness ceases name and form cease … ","html":"{}"},"sn12.68:4.10":{"pli":"saṅkhāranirodhā viññāṇanirodhoti … ","eng":"when choices cease consciousness ceases … ","html":"{}"},"sn12.68:4.11":{"pli":"avijjānirodhā saṅkhāranirodho’”ti? ","eng":"when ignorance ceases, choices cease?” ","html":"{}</p>"},"sn12.68:4.12":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","eng":"“Reverend Saviṭṭha, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, I know and see that ","html":"<p>{}"},"sn12.68:4.13":{"pli":"‘avijjānirodhā saṅkhāranirodho’”ti. ","eng":"when ignorance ceases, choices cease.” ","html":"{}</p>"},"sn12.68:5.1":{"pli":"“Aññatreva, āvuso musila, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato musilassa paccattameva ñāṇaṃ: ","eng":"“Reverend Musīla, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, do you personally know that ","html":"<p>{}"},"sn12.68:5.2":{"pli":"‘bhavanirodho nibbānan’”ti? ","eng":"the cessation of continued existence is extinguishment?” ","html":"{}</p>","comm":"This is a particularly blunt expression for Nibbana. "},"sn12.68:5.3":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","eng":"“Reverend Saviṭṭha, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, I know and see that ","html":"<p>{}"},"sn12.68:5.4":{"pli":"‘bhavanirodho nibbānan’”ti. ","eng":"the cessation of continued existence is extinguishment.” ","html":"{}</p>"},"sn12.68:6.1":{"pli":"“Tenahāyasmā musilo arahaṃ khīṇāsavo”ti? ","eng":"“Then Venerable Musīla is a perfected one, with defilements ended.” ","html":"<p>{}","comm":"The question of who, exactly, qualified as perfected became critical in the Saṅgha when the Buddha was no longer present to decide such matters. It was the decisive issue leading to the first schism between the ancestral Sthavira and Mahāsaṅghika schools, which happened after Ashoka, perhaps two centuries after the Buddha. "},"sn12.68:6.2":{"pli":"Evaṃ vutte, āyasmā musilo tuṇhī ahosi. ","eng":"When he said this, Musīla kept silent. ","html":"{}</p>","comm":"Silence is usually taken as assent, and the commentary says this is the case here: Musīla was in fact an arahant. "},"sn12.68:7.1":{"pli":"Atha kho āyasmā nārado āyasmantaṃ paviṭṭhaṃ etadavoca: ","eng":"Then Venerable Nārada said to Venerable Saviṭṭha, ","html":"<p>{}"},"sn12.68:7.2":{"pli":"“sādhāvuso paviṭṭha, ahaṃ etaṃ pañhaṃ labheyyaṃ. ","eng":"“Reverend Saviṭṭha, please let me answer these questions. ","html":"{}"},"sn12.68:7.3":{"pli":"Maṃ etaṃ pañhaṃ puccha. ","eng":"Ask me ","html":"{}"},"sn12.68:7.4":{"pli":"Ahaṃ te etaṃ pañhaṃ byākarissāmī”ti. ","eng":"and I will answer them for you.” ","html":"{}</p>"},"sn12.68:7.5":{"pli":"“Labhatāyasmā nārado etaṃ pañhaṃ. ","eng":"“By all means, Venerable Nārada, try these questions. ","html":"<p>{}"},"sn12.68:7.6":{"pli":"Pucchāmahaṃ āyasmantaṃ nāradaṃ etaṃ pañhaṃ. ","eng":"I’ll ask you ","html":"{}"},"sn12.68:7.7":{"pli":"Byākarotu ca me āyasmā nārado etaṃ pañhaṃ. ","eng":"and you can answer them for me.” ","html":"{}</p>"},"sn12.68:8.1":{"pli":"Aññatreva, āvuso nārada, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato nāradassa paccattameva ñāṇaṃ: ","eng":"(Saviṭṭha repeats exactly the same series of questions, and Nārada answers just as Musīla did.) ","html":"<p>{}"},"sn12.68:8.2":{"pli":"‘jātipaccayā jarāmaraṇan’”ti? ","html":"{}"},"sn12.68:8.3":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","html":"{}"},"sn12.68:8.4":{"pli":"‘jātipaccayā jarāmaraṇan’”ti. ","html":"{}</p>"},"sn12.68:9.1":{"pli":"“Aññatreva, āvuso nārada, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato nāradassa paccattameva ñāṇaṃ—","html":"<p>{}"},"sn12.68:9.2":{"pli":"bhavapaccayā jāti …pe… ","html":"{}"},"sn12.68:9.3":{"pli":"avijjāpaccayā saṅkhārā”ti? ","html":"{}"},"sn12.68:9.4":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","html":"{}"},"sn12.68:9.5":{"pli":"‘avijjāpaccayā saṅkhārā’”ti. ","html":"{}</p>"},"sn12.68:10.1":{"pli":"“Aññatreva, āvuso nārada, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato nāradassa paccattameva ñāṇaṃ: ","html":"<p>{}"},"sn12.68:10.2":{"pli":"‘jātinirodhā jarāmaraṇanirodho’”ti? ","html":"{}"},"sn12.68:10.3":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","html":"{}"},"sn12.68:10.4":{"pli":"‘jātinirodhā jarāmaraṇanirodho’”ti. ","html":"{}</p>"},"sn12.68:11.1":{"pli":"“Aññatreva, āvuso nārada, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato nāradassa paccattameva ñāṇaṃ: ","html":"<p>{}"},"sn12.68:11.2":{"pli":"‘bhavanirodhā jātinirodhoti …pe… ","html":"{}"},"sn12.68:11.3":{"pli":"avijjānirodhā saṅkhāranirodho’”ti? ","html":"{}"},"sn12.68:11.4":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","html":"{}"},"sn12.68:11.5":{"pli":"‘avijjānirodhā saṅkhāranirodho’”ti. ","html":"{}</p>"},"sn12.68:12.1":{"pli":"“Aññatreva, āvuso nārada, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā atthāyasmato nāradassa paccattameva ñāṇaṃ: ","eng":"“Reverend Nārada, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, do you personally know that ","html":"<p>{}"},"sn12.68:12.2":{"pli":"‘bhavanirodho nibbānan’”ti? ","eng":"the cessation of continued existence is extinguishment?” ","html":"{}</p>"},"sn12.68:12.3":{"pli":"“Aññatreva, āvuso paviṭṭha, saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā ahametaṃ jānāmi ahametaṃ passāmi: ","eng":"“Reverend Saviṭṭha, apart from faith, endorsement, oral transmission, reasoned train of thought, or acceptance of a view after deliberation, I know and see that ","html":"<p>{}"},"sn12.68:12.4":{"pli":"‘bhavanirodho nibbānan’”ti. ","eng":"the cessation of continued existence is extinguishment.” ","html":"{}</p>"},"sn12.68:13.1":{"pli":"“Tenahāyasmā nārado arahaṃ khīṇāsavo”ti? ","eng":"“Then Venerable Nārada is a perfected one, with defilements ended.” ","html":"<p>{}</p>"},"sn12.68:13.2":{"pli":"“‘Bhavanirodho nibbānan’ti kho me, āvuso, yathābhūtaṃ sammappaññāya sudiṭṭhaṃ, na camhi arahaṃ khīṇāsavo. ","eng":"“I have truly seen clearly with right wisdom that the cessation of continued existence is extinguishment. Yet I am not a perfected one. ","html":"<p>{}","comm":"Saviṭṭha’s error lay in assuming that seeing cessation implies arahantship. To “truly see” and similar terms signify stream-entry (or above), while the end of grasping signifies perfection. "},"sn12.68:13.3":{"pli":"Seyyathāpi, āvuso, kantāramagge udapāno, tatra nevassa rajju na udakavārako. ","eng":"Suppose there was a well on a desert road that had neither rope nor bucket. ","html":"{}"},"sn12.68:13.4":{"pli":"Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito, so taṃ udapānaṃ olokeyya. ","eng":"Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. ","html":"{}"},"sn12.68:13.5":{"pli":"Tassa ‘udakan’ti hi kho ñāṇaṃ assa, na ca kāyena phusitvā vihareyya. ","eng":"They’d know that there was water, but they couldn’t physically touch it. ","html":"{}</p>"},"sn12.68:13.6":{"pli":"Evameva kho, āvuso, ‘bhavanirodho nibbānan’ti yathābhūtaṃ sammappaññāya sudiṭṭhaṃ, na camhi arahaṃ khīṇāsavo”ti. ","eng":"In the same way, I have truly seen clearly with right wisdom that the cessation of continued existence is extinguishment. Yet I am not a perfected one.” ","html":"<p>{}</p>"},"sn12.68:14.1":{"pli":"Evaṃ vutte, āyasmā ānando āyasmantaṃ paviṭṭhaṃ etadavoca: ","eng":"When he said this, Venerable Ānanda said to Venerable Saviṭṭha, ","html":"<p>{}","comm":"The question of who is an arahant has the potential to tear apart a community, as followers align with their preferred saint. Ānanda, aware of this, is swift to restore harmony. "},"sn12.68:14.2":{"pli":"“evaṃvādī tvaṃ, āvuso paviṭṭha, āyasmantaṃ nāradaṃ kiṃ vadesī”ti? ","eng":"“Reverend Saviṭṭha, what do you have to say to Venerable Nārada when he speaks like this?” ","html":"{}</p>"},"sn12.68:14.3":{"pli":"“Evaṃvādāhaṃ, āvuso ānanda, āyasmantaṃ nāradaṃ na kiñci vadāmi aññatra kalyāṇā aññatra kusalā”ti. ","eng":"“Reverend Ānanda, I have nothing to say to Venerable Nārada when he speaks like this, except what is good and wholesome.” ","html":"<p>{}</p>"},"sn12.68:14.4":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.69":{"sn12.69:0.1":{"pli":"Saṃyutta Nikāya 12.69 ","eng":"Linked Discourses 12.69 ","html":"<article id='sn12.69'><header><ul><li class='division'>{}</li>"},"sn12.69:0.2":{"pli":"7. Mahāvagga ","eng":"7. The Great Chapter ","html":"<li>{}</li></ul>"},"sn12.69:0.3":{"pli":"Upayantisutta ","eng":"Surge ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.69:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn12.69:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"sn12.69:1.3":{"pli":"Tatra kho …pe… ","html":"{}</p>"},"sn12.69:1.4":{"pli":"“mahāsamuddo, bhikkhave, upayanto mahānadiyo upayāpeti, mahānadiyo upayantiyo kunnadiyo upayāpenti, kunnadiyo upayantiyo mahāsobbhe upayāpenti, mahāsobbhā upayantā kusobbhe upayāpenti. ","eng":"“Mendicants, when the ocean surges it makes the rivers surge. When the rivers surge they make the streams surge. When the streams surge they make the lakes surge. When the lakes surge they make the ponds surge. ","html":"<p>{}</p>"},"sn12.69:1.5":{"pli":"Evameva kho, bhikkhave, avijjā upayantī saṅkhāre upayāpeti, saṅkhārā upayantā viññāṇaṃ upayāpenti, viññāṇaṃ upayantaṃ nāmarūpaṃ upayāpeti, nāmarūpaṃ upayantaṃ saḷāyatanaṃ upayāpeti, saḷāyatanaṃ upayantaṃ phassaṃ upayāpeti, phasso upayanto vedanaṃ upayāpeti, vedanā upayantī taṇhaṃ upayāpeti, taṇhā upayantī upādānaṃ upayāpeti, upādānaṃ upayantaṃ bhavaṃ upayāpeti, bhavo upayanto jātiṃ upayāpeti, jāti upayantī jarāmaraṇaṃ upayāpeti. ","eng":"In the same way, when ignorance surges it makes choices surge. When choices surge they make consciousness surge. When consciousness surges it makes name and form surge. When name and form surge they make the six sense fields surge. When the six sense fields surge they make contact surge. When contact surges it makes feeling surge. When feeling surges it makes craving surge. When craving surges it makes grasping surge. When grasping surges it makes continued existence surge. When continued existence surges it makes rebirth surge. When rebirth surges it makes old age and death surge. ","html":"<p>{}</p>","comm":"This phrasing emphasizes the active driving forward of dependent origination. "},"sn12.69:2.1":{"pli":"Mahāsamuddo, bhikkhave, apayanto mahānadiyo apayāpeti, mahānadiyo apayantiyo kunnadiyo apayāpenti, kunnadiyo apayantiyo mahāsobbhe apayāpenti, mahāsobbhā apayantā kusobbhe apayāpenti. ","eng":"When the ocean recedes it makes the rivers recede. When the rivers recede they make the streams recede. When the streams recede they make the lakes recede. When the lakes recede they make the ponds recede. ","html":"<p>{}</p>"},"sn12.69:2.2":{"pli":"Evameva kho, bhikkhave, avijjā apayantī saṅkhāre apayāpeti, saṅkhārā apayantā viññāṇaṃ apayāpenti, viññāṇaṃ apayantaṃ nāmarūpaṃ apayāpeti, nāmarūpaṃ apayantaṃ saḷāyatanaṃ apayāpeti, saḷāyatanaṃ apayantaṃ phassaṃ apayāpeti, phasso apayanto vedanaṃ apayāpeti, vedanā apayantī taṇhaṃ apayāpeti, taṇhā apayantī upādānaṃ apayāpeti, upādānaṃ apayantaṃ bhavaṃ apayāpeti, bhavo apayanto jātiṃ apayāpeti, jāti apayantī jarāmaraṇaṃ apayāpetī”ti. ","eng":"In the same way, when ignorance recedes it makes choices recede. When choices recede they make consciousness recede. When consciousness recedes it makes name and form recede. When name and form recede they make the six sense fields recede. When the six sense fields recede they make contact recede. When contact recedes it makes feeling recede. When feeling recedes it makes craving recede. When craving recedes it makes grasping recede. When grasping recedes it makes continued existence recede. When continued existence recedes it makes rebirth recede. When rebirth recedes it makes old age and death recede.” ","html":"<p>{}</p>"},"sn12.69:2.3":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.7":{"sn12.7:0.1":{"pli":"Saṃyutta Nikāya 12.7 ","eng":"Linked Discourses 12.7 ","html":"<article id='sn12.7'><header><ul><li class='division'>{}</li>"},"sn12.7:0.2":{"pli":"1. Buddhavagga ","eng":"1. The Buddhas ","html":"<li>{}</li></ul>"},"sn12.7:0.3":{"pli":"Kakusandhasutta ","eng":"Kakusandha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.7:1.1":{"pli":"“Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa …pe…. ","eng":"“Kakusandha, the Blessed One, the perfected one, the fully awakened Buddha …” ","html":"<p>{}</p></article>"}}}