{"sn21.2":{"sn21.2:0.1":{"pli":"Saṃyutta Nikāya 21.2 ","eng":"Linked Discourses 21.2 ","html":"<article id='sn21.2'><header><ul><li class='division'>{}</li>"},"sn21.2:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.2:0.3":{"pli":"Upatissasutta ","eng":"With Upatissa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.2:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.2:1.2":{"pli":"Tatra kho āyasmā sāriputto bhikkhū āmantesi: ","eng":"There Sāriputta addressed the mendicants: ","html":"<p>{}","comm":"Upatissa was his personal name, and he was the “son of Sāri”. "},"sn21.2:1.3":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"sn21.2:1.4":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"sn21.2:1.5":{"pli":"Āyasmā sāriputto etadavoca: ","eng":"Sāriputta said this: ","html":"{}</p>"},"sn21.2:2.1":{"pli":"“Idha mayhaṃ, āvuso, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"“Just now, reverends, as I was in private retreat this thought came to mind: ","html":"<p>{}"},"sn21.2:2.2":{"pli":"‘atthi nu kho taṃ kiñci lokasmiṃ yassa me vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā’ti? ","eng":"‘Is there anything in the world whose decay and perishing would give rise to sorrow, lamentation, pain, sadness, and distress in me?’ ","html":"{}"},"sn21.2:2.3":{"pli":"Tassa mayhaṃ, āvuso, etadahosi: ","eng":"It occurred to me: ","html":"{}"},"sn21.2:2.4":{"pli":"‘natthi kho taṃ kiñci lokasmiṃ yassa me vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā’”ti. ","eng":"‘There is nothing in the world whose decay and perishing would give rise to sorrow, lamentation, pain, sadness, and distress in me.’” ","html":"{}</p>"},"sn21.2:3.1":{"pli":"Evaṃ vutte, āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"When he said this, Venerable Ānanda said to him, ","html":"<p>{}"},"sn21.2:3.2":{"pli":"“satthupi kho te, āvuso sāriputta, vipariṇāmaññathābhāvā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"“Even if the Teacher were to decay and perish? Wouldn’t that give rise to sorrow, lamentation, pain, sadness, and distress in you?” ","html":"{}</p>"},"sn21.2:3.3":{"pli":"“Satthupi kho me, āvuso, vipariṇāmaññathābhāvā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā, api ca me evamassa: ","eng":"“Even if the Teacher were to decay and perish, that wouldn’t give rise to sorrow, lamentation, pain, sadness, and distress in me. Still, I would think: ","html":"<p>{}"},"sn21.2:3.4":{"pli":"‘mahesakkho vata bho satthā antarahito mahiddhiko mahānubhāvo. ","eng":"‘Oh lord, the illustrious Teacher, so mighty and powerful, has vanished! ","html":"{}"},"sn21.2:3.5":{"pli":"Sace hi bhagavā ciraṃ dīghamaddhānaṃ tiṭṭheyya tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ","eng":"If the Buddha was to remain for a long time, that would be for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans.’” ","html":"{}</p>","comm":"See also <a href='index.html?q=dn19#14.3'>DN 19:14.3</a>. "},"sn21.2:3.6":{"pli":"Tathā hi panāyasmato sāriputtassa dīgharattaṃ ahaṅkāramamaṅkāramānānusayā susamūhatā. ","eng":"“That must be because Venerable Sāriputta has long ago totally eradicated I-making, mine-making, and the underlying tendency to conceit. ","html":"<p>{}","comm":"Sāriputta became enlightened shortly after ordination (<a href='index.html?q=mn74#14.4'>MN 74:14.4</a>). "},"sn21.2:3.7":{"pli":"Tasmā āyasmato sāriputtassa satthupi vipariṇāmaññathābhāvā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti. ","eng":"So even if the Teacher were to decay and perish, it wouldn’t give rise to sorrow, lamentation, pain, sadness, and distress in him.” ","html":"{}</p>"},"sn21.2:3.8":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.3":{"sn21.3:0.1":{"pli":"Saṃyutta Nikāya 21.3 ","eng":"Linked Discourses 21.3 ","html":"<article id='sn21.3'><header><ul><li class='division'>{}</li>"},"sn21.3:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.3:0.3":{"pli":"Ghaṭasutta ","eng":"A Mound of Salt ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.3:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn21.3:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"sn21.3:1.3":{"pli":"Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahāmoggallāno rājagahe viharanti veḷuvane kalandakanivāpe ekavihāre. ","eng":"At that time Venerables Sāriputta and Moggallāna were staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}"},"sn21.3:1.4":{"pli":"Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahāmoggallāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahāmoggallānena saddhiṃ sammodi. ","eng":"Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Moggallāna, and exchanged greetings with him. ","html":"{}"},"sn21.3:1.5":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ mahāmoggallānaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, Sāriputta sat down to one side, and said to Mahāmoggallāna: ","html":"{}</p>"},"sn21.3:2.1":{"pli":"“Vippasannāni kho te, āvuso moggallāna, indriyāni; ","eng":"“Reverend Moggallāna, your faculties are so very clear, and your complexion is pure and bright. ","html":"<p>{}"},"sn21.3:2.2":{"pli":"parisuddho mukhavaṇṇo pariyodāto santena nūnāyasmā mahāmoggallāno ajja vihārena vihāsī”ti. ","eng":"Have you spent the day in a peaceful meditation?” ","html":"{}</p>"},"sn21.3:2.3":{"pli":"“Oḷārikena khvāhaṃ, āvuso, ajja vihārena vihāsiṃ. ","eng":"“Reverend, I’ve spent the day in a coarse meditation. ","html":"<p>{}"},"sn21.3:2.4":{"pli":"Api ca me ahosi dhammī kathā”ti. ","eng":"But I have had some Dhamma talk.” ","html":"{}</p>"},"sn21.3:2.5":{"pli":"“Kena saddhiṃ panāyasmato mahāmoggallānassa ahosi dhammī kathā”ti? ","eng":"“Who did you have a Dhamma talk with?” ","html":"<p>{}</p>"},"sn21.3:2.6":{"pli":"“Bhagavatā kho me, āvuso, saddhiṃ ahosi dhammī kathā”ti. ","eng":"“With the Buddha.” ","html":"<p>{}</p>"},"sn21.3:2.7":{"pli":"“Dūre kho, āvuso, bhagavā etarahi sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"“But Reverend, the Buddha is far away. He’s staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"<p>{}"},"sn21.3:2.8":{"pli":"Kiṃ nu kho āyasmā mahāmoggallāno bhagavantaṃ iddhiyā upasaṅkami; ","eng":"Did you go to him with your psychic power, ","html":"{}"},"sn21.3:2.9":{"pli":"udāhu bhagavā āyasmantaṃ mahāmoggallānaṃ iddhiyā upasaṅkamī”ti? ","eng":"or did he come to you?” ","html":"{}</p>"},"sn21.3:2.10":{"pli":"“Na khvāhaṃ, āvuso, bhagavantaṃ iddhiyā upasaṅkamiṃ; ","eng":"“No reverend, I didn’t go to him with my psychic power, ","html":"<p>{}"},"sn21.3:2.11":{"pli":"napi maṃ bhagavā iddhiyā upasaṅkami. ","eng":"nor did he come to me. ","html":"{}"},"sn21.3:2.12":{"pli":"Api ca me yāvatā bhagavā ettāvatā dibbacakkhu visujjhi dibbā ca sotadhātu. ","eng":"Rather, the Buddha cleared his clairvoyance and clairaudience towards me, ","html":"{}"},"sn21.3:2.13":{"pli":"Bhagavatopi yāvatāhaṃ ettāvatā dibbacakkhu visujjhi dibbā ca sotadhātū”ti. ","eng":"and I cleared my clairvoyance and clairaudience towards him.” ","html":"{}</p>"},"sn21.3:2.14":{"pli":"“Yathākathaṃ panāyasmato mahāmoggallānassa bhagavatā saddhiṃ ahosi dhammī kathā”ti? ","eng":"“But what manner of Dhamma talk did you have together?” ","html":"<p>{}</p>"},"sn21.3:3.1":{"pli":"“Idhāhaṃ, āvuso, bhagavantaṃ etadavocaṃ: ","eng":"“Well, reverend, I said to the Buddha, ","html":"<p>{}"},"sn21.3:3.2":{"pli":"‘āraddhavīriyo āraddhavīriyoti, bhante, vuccati. ","eng":"‘Sir, they speak of one who is energetic. ","html":"{}"},"sn21.3:3.3":{"pli":"Kittāvatā nu kho, bhante, āraddhavīriyo hotī’ti? ","eng":"How is an energetic person defined?’ ","html":"{}</p>"},"sn21.3:3.4":{"pli":"Evaṃ vutte, maṃ, āvuso, bhagavā etadavoca: ","eng":"When I said this, the Buddha said, ","html":"<p>{}"},"sn21.3:3.5":{"pli":"‘idha, moggallāna, bhikkhu āraddhavīriyo viharati—","eng":"‘Moggallāna, it’s when a mendicant lives with energy roused up: ","html":"{}"},"sn21.3:3.6":{"pli":"kāmaṃ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ, yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatīti. ","eng":"“Gladly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not stop trying until I have achieved what is possible by human strength, energy, and vigor.” ","html":"{}","comm":"See <a href='index.html?q=sn12.22#2.3'>SN 12.22:2.3</a> and note. "},"sn21.3:3.7":{"pli":"Evaṃ kho, moggallāna, āraddhavīriyo hotī’ti. ","eng":"That’s how an individual is energetic.’ ","html":"{}</p>"},"sn21.3:3.8":{"pli":"Evaṃ kho me, āvuso, bhagavatā saddhiṃ ahosi dhammī kathā”ti. ","eng":"That’s the Dhamma talk I had together with the Buddha.” ","html":"<p>{}</p>"},"sn21.3:4.1":{"pli":"“Seyyathāpi, āvuso, himavato pabbatarājassa parittā pāsāṇasakkharā yāvadeva upanikkhepanamattāya; ","eng":"“Reverend, next to Venerable Mahāmoggallāna I’m like a few pieces of gravel next to the Himalayas, the king of mountains. ","html":"<p>{}"},"sn21.3:4.2":{"pli":"evameva kho mayaṃ āyasmato mahāmoggallānassa yāvadeva upanikkhepanamattāya. ","html":"{}"},"sn21.3:4.3":{"pli":"Āyasmā hi mahāmoggallāno mahiddhiko mahānubhāvo ākaṅkhamāno kappaṃ tiṭṭheyyā”ti. ","eng":"Venerable Mahāmoggallāna is so mighty and powerful he could, if he wished, live on for the proper lifespan.” ","html":"{}</p>","comm":"Compare the famous episode at <a href='index.html?q=sn51.10#3.2'>SN 51.10:3.2</a>. "},"sn21.3:5.1":{"pli":"“Seyyathāpi, āvuso, mahatiyā loṇaghaṭāya parittā loṇasakkharāya yāvadeva upanikkhepanamattāya; ","eng":"“Reverend, next to Venerable Sāriputta I’m like a few grains of salt next to a mound of salt. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Ghaṭā</i> means either “pot” or “mass”. As a measure it is estimated variously at around 10kg, 20kg, or 200kg. Given the context, I think it was a mound of salt such as would be seen at a salt mine. "},"sn21.3:5.2":{"pli":"evameva kho mayaṃ āyasmato sāriputtassa yāvadeva upanikkhepanamattāya. ","html":"{}"},"sn21.3:5.3":{"pli":"Āyasmā hi sāriputto bhagavatā anekapariyāyena thomito vaṇṇito pasattho: ","eng":"Venerable Sāriputta has been commended, complimented, and praised by the Buddha: ","html":"{}</p>"},"sn21.3:6.1":{"pli":"‘Sāriputtova paññāya, ","eng":"‘Sāriputta is full of wisdom, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"This verse also found at <a href='index.html?q=sn1.48#4.1'>SN 1.48:4.1</a>, <a href='index.html?q=mn143#17.15'>MN 143:17.15</a>, and <a href='index.html?q=thag20.1#43.1'>Thag 20.1:43.1</a>. "},"sn21.3:6.2":{"pli":"sīlena upasamena ca; ","eng":"ethics, and peace. ","html":"<span class='verse-line'>{}</span>"},"sn21.3:6.3":{"pli":"Yopi pāraṅgato bhikkhu, ","eng":"Even a mendicant who has crossed over ","html":"<span class='verse-line'>{}</span>"},"sn21.3:6.4":{"pli":"etāvaparamo siyā’”ti. ","eng":"might at best equal him.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.3:7.1":{"pli":"Itiha te ubho mahānāgā aññamaññassa subhāsitaṃ sulapitaṃ samanumodiṃsūti. ","eng":"And so these two spiritual giants agreed with each others’ fine words. ","html":"<p>{}</p>"},"sn21.3:7.2":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.4":{"sn21.4:0.1":{"pli":"Saṃyutta Nikāya 21.4 ","eng":"Linked Discourses 21.4 ","html":"<article id='sn21.4'><header><ul><li class='division'>{}</li>"},"sn21.4:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.4:0.3":{"pli":"Navasutta ","eng":"A Junior Mendicant ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.4:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.4:1.2":{"pli":"Tena kho pana samayena aññataro navo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṃ veyyāvaccaṃ karoti cīvarakārasamaye. ","eng":"Now at that time a certain junior monk, after his meal, on his return from almsround, entered his dwelling, where he adhered to passivity and silence. And he didn’t help the mendicants out when it was time to sew robes. ","html":"<p>{}","comm":"The rare verb <i lang='pi' translate='no'>saṅkasāyati</i> is used alongside <i lang='pi' translate='no'>allīyissanti</i> (<a href='index.html?q=pli-tv-kd3#1.2.3'>Kd 3:1.2.3</a>) suggesting the sense “adhere” and a derivation from <i lang='pi' translate='no'>kasāya</i> (“gum, resin”). | The time for sewing robes was the <i lang='pi' translate='no'>kathina</i> season after the rains residence (<a href='index.html?q=mn122#2.15'>MN 122:2.15</a>). "},"sn21.4:1.3":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"{}"},"sn21.4:1.4":{"pli":"“idha, bhante, aññataro navo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṃ veyyāvaccaṃ karoti cīvarakārasamaye”ti. ","html":"{}</p>"},"sn21.4:2.1":{"pli":"Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ","eng":"So the Buddha addressed one of the monks, ","html":"<p>{}"},"sn21.4:2.2":{"pli":"“ehi tvaṃ, bhikkhu, mama vacanena taṃ bhikkhuṃ āmantehi ‘satthā taṃ, āvuso, āmantetī’”ti. ","eng":"“Please, monk, in my name tell that monk that the Teacher summons him.” ","html":"{}</p>"},"sn21.4:2.3":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ","eng":"“Yes, sir,” that monk replied. He went to that monk and said to him, ","html":"<p>{}"},"sn21.4:2.4":{"pli":"“satthā taṃ, āvuso, āmantetī”ti. ","eng":"“Reverend, the teacher summons you.” ","html":"{}</p>"},"sn21.4:2.5":{"pli":"“Evamāvuso”ti kho so bhikkhu tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho taṃ bhikkhuṃ bhagavā etadavoca: ","eng":"“Yes, reverend,” that monk replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>"},"sn21.4:2.6":{"pli":"“saccaṃ kira tvaṃ, bhikkhu, pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyasi, na bhikkhūnaṃ veyyāvaccaṃ karosi cīvarakārasamaye”ti? ","eng":"“Is it really true, monk, that after your meal, on your return from almsround, you entered your dwelling, where you adhered to passivity and silence, and you didn’t help the mendicants out when it was time to sew robes?” ","html":"<p>{}</p>"},"sn21.4:2.7":{"pli":"“Ahampi kho, bhante, sakaṃ kiccaṃ karomī”ti. ","eng":"“Sir, I am doing my own work.” ","html":"<p>{}</p>"},"sn21.4:3.1":{"pli":"Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi: ","eng":"Then the Buddha, knowing that monk’s train of thought, addressed the mendicants: ","html":"<p>{}"},"sn21.4:3.2":{"pli":"“mā kho tumhe, bhikkhave, etassa bhikkhuno ujjhāyittha. ","eng":"“Mendicants, don’t complain about this monk. ","html":"{}"},"sn21.4:3.3":{"pli":"Eso kho, bhikkhave, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"This monk gets the four absorptions—blissful meditations in this life that belong to the higher mind—when he wants, without trouble or difficulty. He has realized the supreme culmination of the spiritual path in this very life, and lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.” ","html":"{}</p>"},"sn21.4:4.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.4:4.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.4:5.1":{"pli":"“Nayidaṃ sithilamārabbha, ","eng":"“Not by being slack, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.4:5.2":{"pli":"nayidaṃ appena thāmasā; ","eng":"or with little strength ","html":"<span class='verse-line'>{}</span>"},"sn21.4:5.3":{"pli":"Nibbānaṃ adhigantabbaṃ, ","eng":"may this be realized—extinguishment, ","html":"<span class='verse-line'>{}</span>"},"sn21.4:5.4":{"pli":"sabbadukkhappamocanaṃ. ","eng":"the release from all suffering. ","html":"<span class='verse-line'>{}</span></p>"},"sn21.4:6.1":{"pli":"Ayañca daharo bhikkhu, ","eng":"This young monk, ","html":"<p><span class='verse-line'>{}</span>"},"sn21.4:6.2":{"pli":"ayamuttamapuriso; ","eng":"this best of men, ","html":"<span class='verse-line'>{}</span>"},"sn21.4:6.3":{"pli":"Dhāreti antimaṃ dehaṃ, ","eng":"bears his final body, ","html":"<span class='verse-line'>{}</span>"},"sn21.4:6.4":{"pli":"jetvā māraṃ savāhinin”ti. ","eng":"having vanquished Māra with his legions.” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"The ten armies of Māra are detailed in <a href='index.html?q=snp3.2'>Snp 3.2</a>. "},"sn21.4:6.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.5":{"sn21.5:0.1":{"pli":"Saṃyutta Nikāya 21.5 ","eng":"Linked Discourses 21.5 ","html":"<article id='sn21.5'><header><ul><li class='division'>{}</li>"},"sn21.5:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.5:0.3":{"pli":"Sujātasutta ","eng":"With Sujāta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.5:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.5:1.2":{"pli":"Atha kho āyasmā sujāto yena bhagavā tenupasaṅkami. ","eng":"Then Venerable Sujāta went to see the Buddha. ","html":"<p>{}</p>"},"sn21.5:1.3":{"pli":"Addasā kho bhagavā āyasmantaṃ sujātaṃ dūratova āgacchantaṃ. ","eng":"The Buddha saw him coming off in the distance, ","html":"<p>{}"},"sn21.5:1.4":{"pli":"Disvāna bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"sn21.5:1.5":{"pli":"“ubhayenevāyaṃ, bhikkhave, kulaputto sobhati—","eng":"“This gentleman shines in both ways. ","html":"{}"},"sn21.5:1.6":{"pli":"yañca abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"He’s attractive, good-looking, lovely, of surpassing beauty. And he has realized the supreme end of the spiritual path in this very life. He lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.” ","html":"{}</p>"},"sn21.5:1.7":{"pli":"Idamavoca bhagavā …pe… ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.5:1.8":{"pli":"satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.5:2.1":{"pli":"“Sobhati vatāyaṃ bhikkhu, ","eng":"“This mendicant truly shines. ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.5:2.2":{"pli":"ujubhūtena cetasā; ","eng":"His heart is upright, ","html":"<span class='verse-line'>{}</span>"},"sn21.5:2.3":{"pli":"Vippayutto visaṃyutto, ","eng":"he’s unfettered, detached, ","html":"<span class='verse-line'>{}</span>"},"sn21.5:2.4":{"pli":"anupādāya nibbuto; ","eng":"quenched by not grasping. ","html":"<span class='verse-line'>{}</span>"},"sn21.5:2.5":{"pli":"Dhāreti antimaṃ dehaṃ, ","eng":"He bears his final body, ","html":"<span class='verse-line'>{}</span>"},"sn21.5:2.6":{"pli":"jetvā māraṃ savāhinin”ti. ","eng":"having vanquished Māra with his legions.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.5:2.7":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.6":{"sn21.6:0.1":{"pli":"Saṃyutta Nikāya 21.6 ","eng":"Linked Discourses 21.6 ","html":"<article id='sn21.6'><header><ul><li class='division'>{}</li>"},"sn21.6:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.6:0.3":{"pli":"Lakuṇḍakabhaddiyasutta ","eng":"With Bhaddiya the Dwarf ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.6:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.6:1.2":{"pli":"Atha kho āyasmā lakuṇḍakabhaddiyo yena bhagavā tenupasaṅkami. ","eng":"Then Venerable Bhaddiya the Dwarf went to see the Buddha. ","html":"<p>{}</p>","comm":"Bhaddiya’s enlightenment came when being taught by Sāriputta (<a href='index.html?q=ud7.1'>Ud 7.1</a>), who, however, underestimated him and kept teaching anyway (<a href='index.html?q=ud7.2'>Ud 7.2</a>). His verses are at <a href='index.html?q=thag7.2'>Thag 7.2</a>. He was declared as the monk with the most charming voice (<a href='index.html?q=an1.194'>AN 1.194</a>). This discourse, with different verses, is also at <a href='index.html?q=ud7.5'>Ud 7.5</a> "},"sn21.6:1.3":{"pli":"Addasā kho bhagavā āyasmantaṃ lakuṇḍakabhaddiyaṃ dūratova āgacchantaṃ. ","eng":"The Buddha saw him coming off in the distance, ","html":"<p>{}"},"sn21.6:1.4":{"pli":"Disvāna bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"sn21.6:1.5":{"pli":"“passatha no tumhe, bhikkhave, etaṃ bhikkhuṃ āgacchantaṃ dubbaṇṇaṃ duddasikaṃ okoṭimakaṃ bhikkhūnaṃ paribhūtarūpan”ti? ","eng":"“Mendicants, do you see this monk coming—ugly, unsightly, deformed, and despised by the mendicants?” ","html":"{}</p>"},"sn21.6:1.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn21.6:1.7":{"pli":"“Eso kho, bhikkhave, bhikkhu mahiddhiko mahānubhāvo, na ca sā samāpatti sulabharūpā yā tena bhikkhunā asamāpannapubbā. ","eng":"“That mendicant is very mighty and powerful. It’s not easy to find an attainment that he has not already attained. ","html":"<p>{}"},"sn21.6:1.8":{"pli":"Yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ","eng":"And he has realized the supreme end of the spiritual path in this very life. He lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.” ","html":"{}</p>"},"sn21.6:1.9":{"pli":"Idamavoca bhagavā …pe… ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.6:1.10":{"pli":"satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.6:2.1":{"pli":"“Haṃsā koñcā mayūrā ca, ","eng":"“Geese, herons, and peacocks, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.6:2.2":{"pli":"hatthayo pasadā migā; ","eng":"elephants and spotted deer—","html":"<span class='verse-line'>{}</span>","comm":"Read <i lang='pi' translate='no'>pasatamigā</i>, where <i lang='pi' translate='no'>pasata</i> is Sanskrit <i lang='pi' translate='no'>pṛṣata</i>, “spotted”. "},"sn21.6:2.3":{"pli":"Sabbe sīhassa bhāyanti, ","eng":"though their bodies are not equal, ","html":"<span class='verse-line'>{}</span>"},"sn21.6:2.4":{"pli":"natthi kāyasmiṃ tulyatā. ","eng":"they all fear the lion. ","html":"<span class='verse-line'>{}</span></p>"},"sn21.6:3.1":{"pli":"Evameva manussesu, ","eng":"So it is for humans—","html":"<p><span class='verse-line'>{}</span>"},"sn21.6:3.2":{"pli":"daharo cepi paññavā; ","eng":"if a little person is wise, ","html":"<span class='verse-line'>{}</span>"},"sn21.6:3.3":{"pli":"So hi tattha mahā hoti, ","eng":"they’re the truly great one, ","html":"<span class='verse-line'>{}</span>"},"sn21.6:3.4":{"pli":"neva bālo sarīravā”ti. ","eng":"not the fool with a good body.” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"It is this verse that establishes Bhaddiya as a small person, hence the commentaries say <i lang='pi' translate='no'>lakuṇṭaka</i> means “dwarf”. I follow the tradition, but it is weakly attested. It does not appear elsewhere and has no Sanskrit cognate (unless it is <i lang='pi' translate='no'>lākuṭika</i>, “staff-bearer”). Sanskrit texts rather have <i lang='pi' translate='no'>lavaṇabhadrika</i> (“Handsome Bhadda”), which might not be a mistake, but rather a reformed epithet indicating his true beauty. "},"sn21.6:3.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.7":{"sn21.7:0.1":{"pli":"Saṃyutta Nikāya 21.7 ","eng":"Linked Discourses 21.7 ","html":"<article id='sn21.7'><header><ul><li class='division'>{}</li>"},"sn21.7:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.7:0.3":{"pli":"Visākhasutta ","eng":"With Visākha, Pañcāli’s Son ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.7:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn21.7:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"{}</p>"},"sn21.7:1.3":{"pli":"Tena kho pana samayena āyasmā visākho pañcālaputto upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti, poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāya. ","eng":"Now at that time Venerable Visākha, Pañcāli’s son, was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dhamma talk. His words were polished, clear, articulate, expressing the meaning, comprehensive, and independent. ","html":"<p>{}</p>","comm":"This event was also recorded at <a href='index.html?q=an4.48'>AN 4.48</a>, and his verses at <a href='index.html?q=thag2.45'>Thag 2.45</a>. "},"sn21.7:2.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out, ","html":"<p>{}"},"sn21.7:2.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"sn21.7:2.3":{"pli":"“ko nu kho, bhikkhave, upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyā”ti? ","eng":"“Mendicants, who was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dhamma talk?” ","html":"{}</p>"},"sn21.7:2.4":{"pli":"“Āyasmā, bhante, visākho pañcālaputto upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti, poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyā”ti. ","eng":"“Sir, it was Venerable Visākha, Pañcāli’s son.” ","html":"<p>{}</p>"},"sn21.7:3.1":{"pli":"Atha kho bhagavā āyasmantaṃ visākhaṃ pañcālaputtaṃ āmantesi: ","eng":"Then the Buddha said to Visākha: ","html":"<p>{}</p>"},"sn21.7:3.2":{"pli":"“sādhu sādhu, visākha, ","eng":"“Good, good, Visākha! ","html":"<p>{}"},"sn21.7:3.3":{"pli":"sādhu kho tvaṃ, visākha, bhikkhū dhammiyā kathāya sandassesi …pe… atthassa viññāpaniyā pariyāpannāya anissitāyā”ti. ","eng":"It’s good that you educate, encourage, fire up, and inspire the mendicants in the assembly hall with a Dhamma talk, with words that are polished, clear, articulate, expressing the meaning, comprehensive, and independent.” ","html":"{}</p>"},"sn21.7:4.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.7:4.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.7:5.1":{"pli":"“Nābhāsamānaṃ jānanti, ","eng":"“Though an astute person is mixed up with fools, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.7:5.2":{"pli":"missaṃ bālehi paṇḍitaṃ; ","eng":"they don’t know unless he speaks. ","html":"<span class='verse-line'>{}</span>"},"sn21.7:5.3":{"pli":"Bhāsamānañca jānanti, ","eng":"But when he speaks they know, ","html":"<span class='verse-line'>{}</span>"},"sn21.7:5.4":{"pli":"desentaṃ amataṃ padaṃ. ","eng":"he’s teaching the state free of death. ","html":"<span class='verse-line'>{}</span></p>"},"sn21.7:6.1":{"pli":"Bhāsaye jotaye dhammaṃ, ","eng":"He should speak and illustrate the teaching, ","html":"<p><span class='verse-line'>{}</span>"},"sn21.7:6.2":{"pli":"paggaṇhe isinaṃ dhajaṃ; ","eng":"holding up the banner of the seers. ","html":"<span class='verse-line'>{}</span>"},"sn21.7:6.3":{"pli":"Subhāsitadhajā isayo, ","eng":"Words well spoken are the seers’ banner, ","html":"<span class='verse-line'>{}</span>"},"sn21.7:6.4":{"pli":"dhammo hi isinaṃ dhajo”ti. ","eng":"for the teaching is the banner of the seers.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.7:6.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.8":{"sn21.8:0.1":{"pli":"Saṃyutta Nikāya 21.8 ","eng":"Linked Discourses 21.8 ","html":"<article id='sn21.8'><header><ul><li class='division'>{}</li>"},"sn21.8:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.8:0.3":{"pli":"Nandasutta ","eng":"With Nanda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.8:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.8:1.2":{"pli":"Atha kho āyasmā nando bhagavato mātucchāputto ākoṭitapaccākoṭitāni cīvarāni pārupitvā akkhīni añjetvā acchaṃ pattaṃ gahetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ nandaṃ bhagavā etadavoca: ","eng":"Then Venerable Nanda—the Buddha’s cousin on his mother’s side—dressed in nicely pressed and ironed robes, applied eyeshadow, and took a glazed bowl. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}</p>","comm":"Nanda was the son of Suddhodana with Mahāpajāpati, and thus the Buddha’s half-brother and maternal cousin. His struggles with desire are related at <a href='index.html?q=ud3.2'>Ud 3.2</a>. His verses are at <a href='index.html?q=thag2.19'>Thag 2.19</a>. | <i lang='pi' translate='no'>Accha</i> normally means “transparent”, but here it refers to a glossy glaze. The archeology of Northern India around the time of the Buddha is characterized by a fine pottery called Northern Black Polished Ware, which retains its sheen to this day. "},"sn21.8:1.3":{"pli":"“na kho te taṃ, nanda, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ ākoṭitapaccākoṭitāni cīvarāni pārupeyyāsi, akkhīni ca añjeyyāsi, acchañca pattaṃ dhāreyyāsi. ","eng":"“Nanda, as a gentleman who has gone forth out of faith from the lay life to homelessness, it’s not appropriate for you to dress in nicely pressed and ironed robes, apply eyeshadow, and carry a glazed bowl. ","html":"<p>{}"},"sn21.8:1.4":{"pli":"Etaṃ kho te, nanda, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ āraññiko ca assasi, piṇḍapātiko ca paṃsukūliko ca kāmesu ca anapekkho vihareyyāsī”ti. ","eng":"It’s appropriate for you to stay in the wilderness, eat only almsfood, wear rag robes, and live without concern for sensual pleasures.” ","html":"{}</p>"},"sn21.8:1.5":{"pli":"Idamavoca bhagavā …pe… ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.8:1.6":{"pli":"satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.8:2.1":{"pli":"“Kadāhaṃ nandaṃ passeyyaṃ, ","eng":"“When will I see Nanda ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.8:2.2":{"pli":"āraññaṃ paṃsukūlikaṃ; ","eng":"in the wilderness, wearing rag robes, ","html":"<span class='verse-line'>{}</span>"},"sn21.8:2.3":{"pli":"Aññātuñchena yāpentaṃ, ","eng":"feeding on scraps offered by strangers, ","html":"<span class='verse-line'>{}</span>"},"sn21.8:2.4":{"pli":"kāmesu anapekkhinan”ti. ","eng":"unconcerned for sensual pleasures?” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.8:3.1":{"pli":"Atha kho āyasmā nando aparena samayena āraññiko ca piṇḍapātiko ca paṃsukūliko ca kāmesu ca anapekkho vihāsīti. ","eng":"Then some time later Venerable Nanda stayed in the wilderness, ate only almsfood, wore rag robes, and lived without concern for sensual pleasures. ","html":"<p>{}</p>"},"sn21.8:3.2":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn21.9":{"sn21.9:0.1":{"pli":"Saṃyutta Nikāya 21.9 ","eng":"Linked Discourses 21.9 ","html":"<article id='sn21.9'><header><ul><li class='division'>{}</li>"},"sn21.9:0.2":{"pli":"1. Bhikkhuvagga ","eng":"1. Monks ","html":"<li>{}</li></ul>"},"sn21.9:0.3":{"pli":"Tissasutta ","eng":"With Tissa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn21.9:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn21.9:1.2":{"pli":"Atha kho āyasmā tisso bhagavato pitucchāputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi dukkhī dummano assūni pavattayamāno. Atha kho bhagavā āyasmantaṃ tissaṃ etadavoca: ","eng":"Then Venerable Tissa—the Buddha’s cousin on his father’s side—went to the Buddha, bowed, and sat down to one side. He was miserable and sad, with tears flowing. Then the Buddha said to him: ","html":"<p>{}</p>","comm":"Tissa’s further struggles are at <a href='index.html?q=sn22.84'>SN 22.84</a>. He is maintaining the tradition of the Buddha’s family members causing issues: Devadatta, Nanda, Upananda, Mahāpajāpati, Daṇḍapāṇi, Channa. "},"sn21.9:1.3":{"pli":"“kiṃ nu kho tvaṃ, tissa, ekamantaṃ nisinno dukkhī dummano assūni pavattayamāno”ti? ","eng":"“Tissa, why are you sitting there so miserable and sad, with tears flowing?” ","html":"<p>{}</p>"},"sn21.9:1.4":{"pli":"“Tathā hi pana maṃ, bhante, bhikkhū samantā vācāyasannitodakena sañjambharimakaṃsū”ti. ","eng":"“Sir, it’s because the mendicants beset me on all sides with sneering and jeering.” ","html":"<p>{}</p>"},"sn21.9:1.5":{"pli":"“Tathāhi pana tvaṃ, tissa, vattā no ca vacanakkhamo; ","eng":"“That’s because you admonish others, but don’t accept admonition yourself. ","html":"<p>{}","comm":"This misconduct is addressed in the Vinaya with <a href='index.html?q=pli-tv-bu-vb-ss12'>Bu Ss 12</a>. "},"sn21.9:1.6":{"pli":"na kho te taṃ, tissa, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ vattā no ca vacanakkhamo. ","eng":"As a gentleman who has gone forth out of faith from the lay life to homelessness, it’s not appropriate for you to admonish others without accepting admonition yourself. ","html":"{}"},"sn21.9:1.7":{"pli":"Etaṃ kho te, tissa, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa: ","eng":"It’s appropriate for you to ","html":"{}"},"sn21.9:1.8":{"pli":"‘yaṃ tvaṃ vattā ca assa vacanakkhamo cā’”ti. ","eng":"admonish others and accept admonition yourself.” ","html":"{}</p>"},"sn21.9:2.1":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn21.9:2.2":{"pli":"Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ","eng":"Then the Holy One, the Teacher, went on to say: ","html":"{}</p>"},"sn21.9:3.1":{"pli":"“Kiṃ nu kujjhasi mā kujjhi, ","eng":"“Why are you angry? Don’t be angry! ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn21.9:3.2":{"pli":"Akkodho tissa te varaṃ; ","eng":"It’s better to not be angry, Tissa. ","html":"<span class='verse-line'>{}</span>"},"sn21.9:3.3":{"pli":"Kodhamānamakkhavinayatthañhi, ","eng":"For this spiritual life is lived ","html":"<span class='verse-line'>{}</span>"},"sn21.9:3.4":{"pli":"Tissa brahmacariyaṃ vussatī”ti. ","eng":"in order to remove anger, conceit, and denigration.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn21.9:3.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}