{"sn12.18":{"sn12.18:0.1":{"pli":"Saṃyutta Nikāya 12.18 ","eng":"Linked Discourses 12.18 ","html":"<article id='sn12.18'><header><ul><li class='division'>{}</li>"},"sn12.18:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.18:0.3":{"pli":"Timbarukasutta ","eng":"With Timbaruka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.18:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn12.18:1.2":{"pli":"Atha kho timbaruko paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ","eng":"Then the wanderer Timbaruka went up to the Buddha, and exchanged greetings with him. ","html":"<p>{}","comm":"This individual is otherwise unknown. "},"sn12.18:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho timbaruko paribbājako bhagavantaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ","html":"{}</p>"},"sn12.18:2.1":{"pli":"“Kiṃ nu kho, bho gotama, sayaṅkataṃ sukhadukkhanti? ","eng":"“Well, worthy Gotama, are pleasure and pain made by oneself?” ","html":"<p>{}</p>"},"sn12.18:2.2":{"pli":"Mā hevaṃ, timbarukāti bhagavā avoca. ","eng":"“Not so, Timbaruka,” said the Buddha. ","html":"<p>{}</p>"},"sn12.18:2.3":{"pli":"Kiṃ pana, bho gotama, paraṅkataṃ sukhadukkhanti? ","eng":"“Then are pleasure and pain made by another?” ","html":"<p>{}</p>"},"sn12.18:2.4":{"pli":"Mā hevaṃ, timbarukāti bhagavā avoca. ","eng":"“Not so, Timbaruka,” said the Buddha. ","html":"<p>{}</p>"},"sn12.18:2.5":{"pli":"Kiṃ nu kho, bho gotama, sayaṅkatañca paraṅkatañca sukhadukkhanti? ","eng":"“Well, are pleasure and pain made by both oneself and another?” ","html":"<p>{}</p>"},"sn12.18:2.6":{"pli":"Mā hevaṃ, timbarukāti bhagavā avoca. ","eng":"“Not so, Timbaruka,” said the Buddha. ","html":"<p>{}</p>"},"sn12.18:2.7":{"pli":"Kiṃ pana, bho gotama, asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhanti? ","eng":"“Then do pleasure and pain arise anomalously, not made by oneself or another?” ","html":"<p>{}</p>"},"sn12.18:2.8":{"pli":"Mā hevaṃ, timbarukāti bhagavā avoca. ","eng":"“Not so, Timbaruka,” said the Buddha. ","html":"<p>{}</p>"},"sn12.18:2.9":{"pli":"Kiṃ nu kho, bho gotama, natthi sukhadukkhanti? ","eng":"“Well, is there no such thing as pleasure and pain?” ","html":"<p>{}</p>"},"sn12.18:2.10":{"pli":"Na kho, timbaruka, natthi sukhadukkhaṃ; ","eng":"“It’s not that there’s no such thing as pleasure and pain. ","html":"<p>{}"},"sn12.18:2.11":{"pli":"atthi kho, timbaruka, sukhadukkhanti. ","eng":"Pleasure and pain are real.” ","html":"{}</p>"},"sn12.18:2.12":{"pli":"Tena hi bhavaṃ gotamo sukhadukkhaṃ na jānāti, na passatīti? ","eng":"“Then does the worthy Gotama not know or see suffering?” ","html":"<p>{}</p>"},"sn12.18:2.13":{"pli":"Na khvāhaṃ, timbaruka, sukhadukkhaṃ na jānāmi, na passāmi. ","eng":"“It’s not that I don’t know or see pleasure and pain. ","html":"<p>{}"},"sn12.18:2.14":{"pli":"Jānāmi khvāhaṃ, timbaruka, sukhadukkhaṃ; ","eng":"I do know pleasure and pain, ","html":"{}"},"sn12.18:2.15":{"pli":"passāmi khvāhaṃ, timbaruka, sukhadukkhan”ti. ","eng":"I do see pleasure and pain.” ","html":"{}</p>"},"sn12.18:3.1":{"pli":"“‘Kiṃ nu kho, bho gotama, sayaṅkataṃ sukhadukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, timbarukā’ti vadesi. ","eng":"“Worthy Gotama, when asked these questions, you say ‘not so’. ","html":"<p>{}"},"sn12.18:3.2":{"pli":"‘Kiṃ pana, bho gotama, paraṅkataṃ sukhadukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, timbarukā’ti vadesi. ","html":"{}"},"sn12.18:3.3":{"pli":"‘Kiṃ nu kho, bho gotama, sayaṅkatañca paraṅkatañca sukhadukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, timbarukā’ti vadesi. ","html":"{}"},"sn12.18:3.4":{"pli":"‘Kiṃ pana, bho gotama, asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhan’ti iti puṭṭho samāno ‘mā hevaṃ, timbarukā’ti vadesi. ","html":"{}"},"sn12.18:3.5":{"pli":"‘Kiṃ nu kho, bho gotama, natthi sukhadukkhan’ti iti puṭṭho samāno ‘na kho, timbaruka, natthi sukhadukkhaṃ; ","eng":"Yet you say that there is such a thing as pleasure and pain. ","html":"{}"},"sn12.18:3.6":{"pli":"atthi kho, timbaruka, sukhadukkhan’ti vadesi. ","html":"{}"},"sn12.18:3.7":{"pli":"‘Tena hi bhavaṃ gotamo sukhadukkhaṃ na jānāti, na passatī’ti iti puṭṭho samāno ‘na khvāhaṃ, timbaruka, sukhadukkhaṃ na jānāmi, na passāmi. ","html":"{}"},"sn12.18:3.8":{"pli":"Jānāmi khvāhaṃ, timbaruka, sukhadukkhaṃ; ","eng":"And you say that you do know pleasure and pain, ","html":"{}"},"sn12.18:3.9":{"pli":"passāmi khvāhaṃ, timbaruka, sukhadukkhan’ti vadesi. ","eng":"and you do see pleasure and pain. ","html":"{}"},"sn12.18:3.10":{"pli":"Ācikkhatu ca me bhavaṃ gotamo sukhadukkhaṃ. ","eng":"Sir, explain pleasure and pain to me! ","html":"{}"},"sn12.18:3.11":{"pli":"Desetu ca me bhavaṃ gotamo sukhadukkhan”ti. ","eng":"Teach me about pleasure and pain!” ","html":"{}</p>"},"sn12.18:4.1":{"pli":"“‘Sā vedanā, so vedayatī’ti kho, timbaruka, ādito sato ‘sayaṅkataṃ sukhadukkhan’ti evampāhaṃ na vadāmi. ","eng":"“Suppose that the feeling and the one who feels it are one and the same. Then for one who has existed since the beginning, pleasure and pain is made by oneself. I don’t say this. ","html":"<p>{}","comm":"The feeling is believed to be an inalienable property of the eternal Self who feels. Though eternalism is not explicitly mentioned, it is implied by the parallel construction of this discourse with the previous, except with feeling and the feeler rather than deed and the experiencer. In that discourse, the phrase “for one who has existed since the beginning” is part of the eternalist view, not the annihilationist, and the same is true here. See <a href='index.html?q=mn2#8.8'>MN 2:8.8</a> and note there. "},"sn12.18:4.2":{"pli":"‘Aññā vedanā, añño vedayatī’ti kho, timbaruka, vedanābhitunnassa sato ‘paraṅkataṃ sukhadukkhan’ti evampāhaṃ na vadāmi. ","eng":"Suppose that the feeling is one thing and the one who feels it is another. Then for one stricken by feeling, pleasure and pain is made by another. I don’t say this. ","html":"{}"},"sn12.18:4.3":{"pli":"Ete te, timbaruka, ubho ante anupagamma majjhena tathāgato dhammaṃ deseti: ","eng":"Avoiding these two extremes, the Realized One teaches by the middle way: ","html":"{}"},"sn12.18:4.4":{"pli":"‘avijjāpaccayā saṅkhārā; ","eng":"‘Ignorance is a requirement for choices. ","html":"{}</p>"},"sn12.18:4.5":{"pli":"saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Choices are a requirement for consciousness. … ","html":"<p>{}"},"sn12.18:4.6":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.18:4.7":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"{}"},"sn12.18:4.8":{"pli":"saṅkhāranirodhā viññāṇanirodho …pe… ","eng":"When choices cease, consciousness ceases. … ","html":"{}"},"sn12.18:4.9":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī’”ti. ","eng":"That is how this entire mass of suffering ceases.’” ","html":"{}</p>"},"sn12.18:5.1":{"pli":"Evaṃ vutte, timbaruko paribbājako bhagavantaṃ etadavoca: ","eng":"When he said this, the wanderer Timbaruka said to the Buddha, ","html":"<p>{}"},"sn12.18:5.2":{"pli":"“abhikkantaṃ, bho gotama …pe… ","eng":"“Excellent, worthy Gotama! Excellent! … ","html":"{}"},"sn12.18:5.3":{"pli":"esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ","eng":"I go for refuge to the worthy Gotama, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"sn12.18:5.4":{"pli":"Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Gotama remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"sn12.18:5.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.19":{"sn12.19:0.1":{"pli":"Saṃyutta Nikāya 12.19 ","eng":"Linked Discourses 12.19 ","html":"<article id='sn12.19'><header><ul><li class='division'>{}</li>"},"sn12.19:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.19:0.3":{"pli":"Bālapaṇḍitasutta ","eng":"The Astute and the Foolish ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.19:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>","comm":"Ignorance is a cognitive defilement, craving an emotional defilement. Their pairing here shows that they work together, rather than being in a strict linear relationship as in the standard set of twelve links. Dependent origination is textually stated as a line, and pictorially as a circle. However in many ways, the best image is a spiral: twisting around like a coiling snake or like DNA, never exactly repeating yet never really new. "},"sn12.19:1.2":{"pli":"“Avijjānīvaraṇassa, bhikkhave, bālassa taṇhāya sampayuttassa evamayaṃ kāyo samudāgato. ","eng":"“Mendicants, for a fool shrouded by ignorance and coupled to craving, this body has been produced. ","html":"<p>{}","comm":"The phrase “shrouded by ignorance” describes beings roaming through transmigration (<a href='index.html?q=sn15.1'>SN 15.1</a>, <a href='index.html?q=an3.76'>AN 3.76</a>, <a href='index.html?q=iti14'>Iti 14</a>). <i lang='pi' translate='no'>Nīvaraṇa</i> ultimately stems from Vṛtra, the serpent who, by coiling around the mountain, both “shrouded” it in darkness, and “hindered” or blocked it. | The reading here is <i lang='pi' translate='no'>sampayutta</i> (“coupled”) rather than <i lang='pi' translate='no'>saṁyojana</i> (“fettered”) found elsewhere. "},"sn12.19:1.3":{"pli":"Iti ayañceva kāyo bahiddhā ca nāmarūpaṃ, itthetaṃ dvayaṃ, dvayaṃ paṭicca phasso saḷevāyatanāni, yehi phuṭṭho bālo sukhadukkhaṃ paṭisaṃvedayati etesaṃ vā aññatarena. ","eng":"So there is this duality: this body and external name and form. Contact depends on this duality. When contacted through one or other of the six sense fields, the fool experiences pleasure and pain. ","html":"{}</p>","comm":"In the standard sequence, this corresponds to the emergence of consciousness with name and form in a new life. | For the unique phrase “this body and external name and form” (<i lang='pi' translate='no'>ayañceva kāyo bahiddhā ca nāmarūpaṁ</i>), compare the stock phrase “this conscious body and all external stimuli” (<i lang='pi' translate='no'>saviññāṇake kāye bahiddhā ca sabbanimittesu</i>, eg. <a href='index.html?q=sn18.21#1.3'>SN 18.21:1.3</a>). “Name and form” are that which is known, the labels and concepts as well as physical sense stimuli, all of which is felt as “external” to the knowing consciousness, the “lord of the city” seated in the central square (<a href='index.html?q=sn35.245#9.7'>SN 35.245:9.7</a>). For the body in the process of rebirth, compare Rig Veda 10.56. | The idiom <i lang='pi' translate='no'>etesaṁ vā aññatarena</i> (“one or other”) takes the instrumental, so it applies to the six senses, not pleasure and pain. "},"sn12.19:2.1":{"pli":"Avijjānīvaraṇassa, bhikkhave, paṇḍitassa taṇhāya sampayuttassa evamayaṃ kāyo samudāgato. ","eng":"For an astute person shrouded by ignorance and coupled to craving, this body has been produced. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Paṇḍita</i> is normally used for a learned scholar, rather than a contemplative “sage”. Pali has many more terms for “a wise person” than does English, and it is not easy to distinguish the senses. “Astute” is meant to convey the sense of one who is observant and of sound judgment. "},"sn12.19:2.2":{"pli":"Iti ayañceva kāyo bahiddhā ca nāmarūpaṃ, itthetaṃ dvayaṃ, dvayaṃ paṭicca phasso saḷevāyatanāni, yehi phuṭṭho paṇḍito sukhadukkhaṃ paṭisaṃvedayati etesaṃ vā aññatarena. ","eng":"So there is this duality: this body and external name and form. Contact depends on this duality. When contacted through one or other of the six sense fields, the astute person experiences pleasure and pain. ","html":"{}</p>","comm":"These factors are all resultant, not kammically active. "},"sn12.19:3.1":{"pli":"Tatra, bhikkhave, ko viseso ko adhippayāso kiṃ nānākaraṇaṃ paṇḍitassa bālenā”ti? ","eng":"What, then, is the difference between the foolish and the astute?” ","html":"<p>{}</p>","comm":"While the opposition between the fool (or “child”, <i lang='pi' translate='no'>bāla</i>) and the astute (or “learned”, <i lang='pi' translate='no'>paṇḍita</i>) is consistent in Buddhism, not so in the pre-Buddhist literature. There the pair rarely appear, and when they do it is to subvert expectations. Bṛhadāraṇyaka Upaniṣad 3.5.1 says a brahmin should stop being a <i lang='pi' translate='no'>paṇḍita</i> and become a <i lang='pi' translate='no'>bāla</i>, and when they are no longer either of those, they become a sage (<i lang='pi' translate='no'>muni</i>); and when they stop being a sage, they become a brahmin. "},"sn12.19:3.2":{"pli":"“Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā, bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ","eng":"“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ","html":"<p>{}</p>"},"sn12.19:4.1":{"pli":"“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"“Well then, mendicants, listen and apply your mind well, I will speak.” ","html":"<p>{}</p>"},"sn12.19:4.2":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"sn12.19:4.3":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn12.19:5.1":{"pli":"“Yāya ca, bhikkhave, avijjāya nivutassa bālassa yāya ca taṇhāya sampayuttassa ayaṃ kāyo samudāgato, sā ceva avijjā bālassa appahīnā sā ca taṇhā aparikkhīṇā. ","eng":"“For a fool shrouded by ignorance and coupled to craving, this body has been produced. But the fool has not given up that ignorance or finished that craving. ","html":"<p>{}"},"sn12.19:5.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn12.19:5.3":{"pli":"Na, bhikkhave, bālo acari brahmacariyaṃ sammā dukkhakkhayāya. ","eng":"The fool has not completed the spiritual journey for the complete ending of suffering. ","html":"{}","comm":"The “fool” in Buddhism is not one who lacks intelligence, but one who, lacking moral sense, lives heedlessly. "},"sn12.19:5.4":{"pli":"Tasmā bālo kāyassa bhedā kāyūpago hoti, ","eng":"Therefore, when their body breaks up, the fool is reborn in another body. ","html":"{}","comm":"This corresponds with the generation of “continued existence” and future rebirth in the standard sequence. Thus the process evolves over at least three lives: the past life, where you made kamma driven by ignorance and craving; this life, where you experience the results and can choose to act differently; and the next life where you will experience the results of choices in this life. It can be more than three, as kamma takes effect over many lifetimes. The different factors are all observable in every life, but it is only when the process is seen evolving over time that their full nature is understood. "},"sn12.19:5.5":{"pli":"so kāyūpago samāno na parimuccati jātiyā jarāmaraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ","eng":"When they have passed on to another body, they’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ","html":"{}"},"sn12.19:5.6":{"pli":"‘Na parimuccati dukkhasmā’ti vadāmi. ","eng":"They’re not freed from suffering, I say. ","html":"{}</p>"},"sn12.19:6.1":{"pli":"Yāya ca, bhikkhave, avijjāya nivutassa paṇḍitassa yāya ca taṇhāya sampayuttassa ayaṃ kāyo samudāgato, sā ceva avijjā paṇḍitassa pahīnā, sā ca taṇhā parikkhīṇā. ","eng":"For an astute person shrouded by ignorance and coupled to craving, this body has been produced. But the astute person has given up that ignorance and finished that craving. ","html":"<p>{}"},"sn12.19:6.2":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn12.19:6.3":{"pli":"Acari, bhikkhave, paṇḍito brahmacariyaṃ sammā dukkhakkhayāya. ","eng":"The astute person has completed the spiritual journey for the complete ending of suffering. ","html":"{}"},"sn12.19:6.4":{"pli":"Tasmā paṇḍito kāyassa bhedā na kāyūpago hoti. ","eng":"Therefore, when their body breaks up, the astute person is not reborn in another body. ","html":"{}"},"sn12.19:6.5":{"pli":"So akāyūpago samāno parimuccati jātiyā jarāmaraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ","eng":"Not passing on to another body, they’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. ","html":"{}"},"sn12.19:6.6":{"pli":"‘Parimuccati dukkhasmā’ti vadāmi. ","eng":"They’re freed from suffering, I say. ","html":"{}"},"sn12.19:6.7":{"pli":"Ayaṃ kho, bhikkhave, viseso, ayaṃ adhippayāso, idaṃ nānākaraṇaṃ paṇḍitassa bālena yadidaṃ brahmacariyavāso”ti. ","eng":"This is the difference here between the foolish and the astute, that is, leading the spiritual life.” ","html":"{}</p>"},"sn12.19:6.8":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.2":{"sn12.2:0.1":{"pli":"Saṃyutta Nikāya 12.2 ","eng":"Linked Discourses 12.2 ","html":"<article id='sn12.2'><header><ul><li class='division'>{}</li>"},"sn12.2:0.2":{"pli":"1. Buddhavagga ","eng":"1. The Buddhas ","html":"<li>{}</li></ul>"},"sn12.2:0.3":{"pli":"Vibhaṅgasutta ","eng":"Analysis ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.2:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn12.2:1.2":{"pli":"“Paṭiccasamuppādaṃ vo, bhikkhave, desessāmi vibhajissāmi. ","eng":"“Mendicants, I will teach and analyze for you dependent origination. ","html":"<p>{}","comm":"An “analysis” (<i lang='pi' translate='no'>vibhaṅga</i>) is a discourse that defines the terms of a particular teaching. It acts as a key for unlocking the meaning of that teaching wherever it appears. Special attention should be paid to the meanings of these terms, and they should be borne in mind whenever considering the topic. This allows us to both fix the intended meanings and exclude a range of false interpretations. | We find “analysis” discourses for the truths (<a href='index.html?q=mn141'>MN 141</a>), elements (<a href='index.html?q=mn140'>MN 140</a>), the six senses (<a href='index.html?q=mn137'>MN 137</a>), kamma (<a href='index.html?q=mn136'>MN 136</a>, <a href='index.html?q=mn137'>MN 137</a>), the path (<a href='index.html?q=sn45.8'>SN 45.8</a>), mindfulness (<a href='index.html?q=sn47.40'>SN 47.40</a>), the faculties (<a href='index.html?q=sn48.9'>SN 48.9</a>), and the bases of psychic power (<a href='index.html?q=sn51.20'>SN 51.20</a>). The category is not always clear-cut. For example, the “analysis” of mindfulness does not really define the terms, and the Satipaṭṭhānasutta acts more as a classic analysis despite not being called  that. The aggregates lack an analysis, but see <a href='index.html?q=sn22.56'>SN 22.56</a>. The idea of the “analysis” lead to the creation of the Abhidhamma book of that name (<a href='index.html?q=vb1'>Vb 1</a>), which draws on the analysis discourses and elaborates them further. "},"sn12.2:1.3":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"sn12.2:1.4":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"sn12.2:1.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn12.2:2.1":{"pli":"“Katamo ca, bhikkhave, paṭiccasamuppādo? ","eng":"“And what is dependent origination? ","html":"<p>{}"},"sn12.2:2.2":{"pli":"Avijjāpaccayā, bhikkhave, saṅkhārā; ","eng":"Ignorance is a requirement for choices. ","html":"{}","comm":"A note on syntax. The links proceed as a list of nouns, which can be literally rendered as, “Due to the ignorance dependency, choices; due to the choices dependency, consciousness …”. The causal sense is expressed by the ablative case. There is no verb until the very end of the list, where old age and death, etc. “come to be” (<i lang='pi' translate='no'>sambhavanti</i>). The commentary says the verb applies transitively to all the factors. However, the cessation sequence likewise ends with a verb, but it could hardly be said that “the cessation of choices ceases”. The better explanation is that each phrase relies on the verb “to be”, which is normally implicit, but is supplied in the abstract principle of dependent origination (<a href='index.html?q=sn12.37#2.2'>SN 12.37:2.2</a>). Thus we might translate, “With ignorance as dependency, there are choices …”. In some constructions, the verb <i lang='pi' translate='no'>uppajjati</i> (“arises”) is supplied (<a href='index.html?q=sn35.24#1.4'>SN 35.24:1.4</a>). In my translation, I opt for a more idiomatic rendering. "},"sn12.2:2.3":{"pli":"saṅkhārapaccayā viññāṇaṃ; ","eng":"Choices are a requirement for consciousness. ","html":"{}"},"sn12.2:2.4":{"pli":"viññāṇapaccayā nāmarūpaṃ; ","eng":"Consciousness is a requirement for name and form. ","html":"{}"},"sn12.2:2.5":{"pli":"nāmarūpapaccayā saḷāyatanaṃ; ","eng":"Name and form are requirements for the six sense fields. ","html":"{}"},"sn12.2:2.6":{"pli":"saḷāyatanapaccayā phasso; ","eng":"The six sense fields are requirements for contact. ","html":"{}"},"sn12.2:2.7":{"pli":"phassapaccayā vedanā; ","eng":"Contact is a requirement for feeling. ","html":"{}"},"sn12.2:2.8":{"pli":"vedanāpaccayā taṇhā; ","eng":"Feeling is a requirement for craving. ","html":"{}"},"sn12.2:2.9":{"pli":"taṇhāpaccayā upādānaṃ; ","eng":"Craving is a requirement for grasping. ","html":"{}"},"sn12.2:2.10":{"pli":"upādānapaccayā bhavo; ","eng":"Grasping is a requirement for continued existence. ","html":"{}"},"sn12.2:2.11":{"pli":"bhavapaccayā jāti; ","eng":"Continued existence is a requirement for rebirth. ","html":"{}"},"sn12.2:2.12":{"pli":"jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}"},"sn12.2:2.13":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"sn12.2:3.1":{"pli":"Katamañca, bhikkhave, jarāmaraṇaṃ? ","eng":"And what is old age and death? ","html":"<p>{}","comm":"Now the Buddha defines each term, starting from the end and working backwards. Complementary definitions are offered in <a href='index.html?q=dn15'>DN 15</a>. "},"sn12.2:3.2":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko; ","eng":"The old age, decrepitude, broken teeth, grey hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings. ","html":"{}","comm":"“Old age” (<i lang='pi' translate='no'>jarā</i>, related to English “geriatric”) is the physical decay in the late stages of life. It is not “aging” in the sense “growing old” as it does not refer to, for example, the maturing of children into adults. It also excludes purely psychological and metaphorical readings. Finally, it applies not just to the human realm, but in one way or another to all realms. "},"sn12.2:3.3":{"pli":"ayaṃ vuccati jarā. ","eng":"This is called old age. ","html":"{}"},"sn12.2:3.4":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālakiriyā khandhānaṃ bhedo kaḷevarassa nikkhepo (…), ","eng":"The passing away, passing on, disintegration, demise, mortality, death, decease, breaking up of the aggregates, and laying to rest of the corpse of the various sentient beings in the various orders of sentient beings. ","html":"{}","comm":"Death (<i lang='pi' translate='no'>maraṇa</i>, cf. “mortality”) is the end of life. The series of synonyms here serves to clarify that it refers to literal death, not metaphorical or psychological death. "},"sn12.2:3.5":{"pli":"idaṃ vuccati maraṇaṃ. ","eng":"This is called death. ","html":"{}"},"sn12.2:3.6":{"pli":"Iti ayañca jarā, idañca maraṇaṃ. ","eng":"Such is old age, and such is death. ","html":"{}"},"sn12.2:3.7":{"pli":"Idaṃ vuccati, bhikkhave, jarāmaraṇaṃ. ","eng":"This is called old age and death. ","html":"{}</p>"},"sn12.2:4.1":{"pli":"Katamā ca, bhikkhave, jāti? ","eng":"And what is rebirth? ","html":"<p>{}"},"sn12.2:4.2":{"pli":"Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo āyatanānaṃ paṭilābho. ","eng":"The rebirth, inception, conception, regeneration, manifestation of the aggregates, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings. ","html":"{}","comm":"“Rebirth” (<i lang='pi' translate='no'>jāti</i>, cf. “genesis”) refers to ongoing transmigration into new lives. It doesn’t refer to “childbirth”, namely parturition or emergence from the womb, which is <i lang='pi' translate='no'>vijāti</i> (<a href='index.html?q=sn3.16#1.4'>SN 3.16:1.4</a>, <a href='index.html?q=sn24.1#1.4'>SN 24.1:1.4</a>, <a href='index.html?q=sn37.3#1.9'>SN 37.3:1.9</a>). Nor does it have a religious sense, as in a “spiritual renewal”, nor a psychological one as the arising of a sense of self. "},"sn12.2:4.3":{"pli":"Ayaṃ vuccati, bhikkhave, jāti. ","eng":"This is called rebirth. ","html":"{}</p>"},"sn12.2:5.1":{"pli":"Katamo ca, bhikkhave, bhavo? ","eng":"And what is continued existence? ","html":"<p>{}","comm":"“Existence” (<i lang='pi' translate='no'>bhava</i>, cf. “being”) is the “life” or “plane of existence” in which one is born as an ongoing series of manifestations of the aggregates. It includes both the active aspects of life (defilements and deeds) as well as the resultant body and mind. Consider it by analogy with, say, visiting a park. First there is the spark of an idea, a vague impression of a “park” in the mind, which solidifies into an intention. Acting on it, one goes to the park, where it becomes ones’ reality, the “world” one inhabits. Likewise, by creating ideas and volitions in the mind, one is aligning or tuning into the corresponding realm of existence, priming the mind to project itself into that state and make it a reality when one is reborn there. The deeds that determine rebirth in a state of existence shape the baseline experience in that state. Since the deed is of necessity limited in power, the resultant state must be impermanent. "},"sn12.2:5.2":{"pli":"Tayome, bhikkhave, bhavā—","eng":"There are these three states of existence. ","html":"{}"},"sn12.2:5.3":{"pli":"kāmabhavo, rūpabhavo, arūpabhavo. ","eng":"Existence in the sensual realm, the realm of luminous form, and the formless realm. ","html":"{}","comm":"The “sensual realm” encompasses all realms, including the human, from the lowest hell to the highest of the sensual heavens, the gods who control what is imagined by others. | “Luminous form” (<i lang='pi' translate='no'>rūpa</i>) refers to the Brahmā realms attained through the luminous mind of <i lang='pi' translate='no'>jhāna</i>. | The “formless” realms are attained through the formless meditations. "},"sn12.2:5.4":{"pli":"Ayaṃ vuccati, bhikkhave, bhavo. ","eng":"This is called continued existence. ","html":"{}</p>"},"sn12.2:6.1":{"pli":"Katamañca, bhikkhave, upādānaṃ? ","eng":"And what is grasping? ","html":"<p>{}"},"sn12.2:6.2":{"pli":"Cattārimāni, bhikkhave, upādānāni—","eng":"There are these four kinds of grasping. ","html":"{}","comm":"“Grasping” (<i lang='pi' translate='no'>upādāna</i> “taking”, the inverse of <i lang='pi' translate='no'>dāna</i> “gift”, cf. “donation”) refers to grabbing something, holding it close to oneself, and refusing to let go. It has a secondary meaning of “fuel” for the fire (<a href='index.html?q=sn3.1#10.1'>SN 3.1:10.1</a>, <a href='index.html?q=sn12.52#1.2'>SN 12.52:1.2</a>). "},"sn12.2:6.3":{"pli":"kāmupādānaṃ, diṭṭhupādānaṃ, sīlabbatupādānaṃ, attavādupādānaṃ. ","eng":"Grasping at sensual pleasures, views, precepts and observances, and theories of a self. ","html":"{}","comm":"While “sensual pleasures” are a near-universal attachment, the other three forms of grasping require a mature cognition. Babies and cats do not develop a set of religious observances, nor do they theorize about the nature of their soul. This implies that grasping is developed as a child grows up, and explains why animals and infants are not karmically responsible for their deeds in the same way as adult humans. The primary bases of such theories are the five aggregates (<a href='index.html?q=mn75#24.8'>MN 75:24.8</a>, <a href='index.html?q=sn22.80#9.10'>SN 22.80:9.10</a>). "},"sn12.2:6.4":{"pli":"Idaṃ vuccati, bhikkhave, upādānaṃ. ","eng":"This is called grasping. ","html":"{}</p>"},"sn12.2:7.1":{"pli":"Katamā ca, bhikkhave, taṇhā? ","eng":"And what is craving? ","html":"<p>{}"},"sn12.2:7.2":{"pli":"Chayime, bhikkhave, taṇhākāyā—","eng":"There are these six classes of craving. ","html":"{}","comm":"From here, the definitions are couched in terms of the six senses. Remember that this is the reverse order; if taken in the forward order, these factors flow on from the six sense spheres. "},"sn12.2:7.3":{"pli":"rūpataṇhā, saddataṇhā, gandhataṇhā, rasataṇhā, phoṭṭhabbataṇhā, dhammataṇhā. ","eng":"Craving for sights, sounds, smells, tastes, touches, and ideas. ","html":"{}","comm":"Craving (<i lang='pi' translate='no'>taṇhā</i>, cf. “thirst”) is primal desire to experience pleasure and avoid pain. It moves out through the senses. The standard definition says it is “the craving that leads to future lives, mixed up with relishing and greed, taking pleasure wherever it lands” (<a href='index.html?q=sn56.11#4.4'>SN 56.11:4.4</a>). "},"sn12.2:7.4":{"pli":"Ayaṃ vuccati, bhikkhave, taṇhā. ","eng":"This is called craving. ","html":"{}</p>"},"sn12.2:8.1":{"pli":"Katamā ca, bhikkhave, vedanā? ","eng":"And what is feeling? ","html":"<p>{}"},"sn12.2:8.2":{"pli":"Chayime, bhikkhave, vedanākāyā—","eng":"There are these six classes of feeling. ","html":"{}"},"sn12.2:8.3":{"pli":"cakkhusamphassajā vedanā, sotasamphassajā vedanā, ghānasamphassajā vedanā, jivhāsamphassajā vedanā, kāyasamphassajā vedanā, manosamphassajā vedanā. ","eng":"Feeling born of contact through the eye, ear, nose, tongue, body, and mind. ","html":"{}","comm":"“Feeling” (<i lang='pi' translate='no'>vedanā</i>, cf. “wit”, “wisdom”, “visual”) is the affective or hedonic tone of experience. Each sense can trigger a response of pleasure, pain, or neither-pleasure-nor-pain. "},"sn12.2:8.4":{"pli":"Ayaṃ vuccati, bhikkhave, vedanā. ","eng":"This is called feeling. ","html":"{}</p>"},"sn12.2:9.1":{"pli":"Katamo ca, bhikkhave, phasso? ","eng":"And what is contact? ","html":"<p>{}"},"sn12.2:9.2":{"pli":"Chayime, bhikkhave, phassakāyā—","eng":"There are these six classes of contact. ","html":"{}"},"sn12.2:9.3":{"pli":"cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphasso. ","eng":"Contact through the eye, ear, nose, tongue, body, and mind. ","html":"{}","comm":"“Contact” (<i lang='pi' translate='no'>phassa</i>) is the conjunction of the external sense stimulus (“sight”) with the inner sense organ (“eye”) in awareness (“eye consciousness”). "},"sn12.2:9.4":{"pli":"Ayaṃ vuccati, bhikkhave, phasso. ","eng":"This is called contact. ","html":"{}</p>"},"sn12.2:10.1":{"pli":"Katamañca, bhikkhave, saḷāyatanaṃ? ","eng":"And what are the six sense fields? ","html":"<p>{}"},"sn12.2:10.2":{"pli":"Cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, manāyatanaṃ—","eng":"The sense fields of the eye, ear, nose, tongue, body, and mind. ","html":"{}","comm":"The “mind” (<i lang='pi' translate='no'>mano</i>) is incorporated along with the physical senses, to show that, even though it is very different in many ways, it still shares a fundamental structure requiring stimulus and the presence of awareness. "},"sn12.2:10.3":{"pli":"idaṃ vuccati, bhikkhave, saḷāyatanaṃ. ","eng":"These are called the six sense fields. ","html":"{}</p>"},"sn12.2:11.1":{"pli":"Katamañca, bhikkhave, nāmarūpaṃ? ","eng":"And what are name and form? ","html":"<p>{}"},"sn12.2:11.2":{"pli":"Vedanā, saññā, cetanā, phasso, manasikāro—","eng":"Feeling, perception, intention, contact, and application of mind. ","html":"{}","comm":"The Buddha treats “name” (<i lang='pi' translate='no'>nāma</i>) analytically, distancing it from the root sense. This can be seen as a reductive definition: that which you refer to under your “name” turns out to rely on a whole series of conditioned mental processes. These factors are active constituents of the mind that contribute to linguistic conceptualizing. The Buddhist tradition regards them as being universal concomitants of consciousness, essential to the functioning of all kinds of awareness. "},"sn12.2:11.3":{"pli":"idaṃ vuccati nāmaṃ. ","eng":"This is called name. ","html":"{}"},"sn12.2:11.4":{"pli":"Cattāro ca mahābhūtā, catunnañca mahābhūtānaṃ upādāyarūpaṃ. ","eng":"The four principal states, and form derived from the four principal states. ","html":"{}","comm":"The “principal states” (<i lang='pi' translate='no'>mahābhūta</i>) are earth, water, fire, and air, corresponding to the modern concepts of solid, liquid, plasma, and gas. | “Derived” (<i lang='pi' translate='no'>upādāya</i>) form is not explained in the suttas, but one passage indicates it includes “space” (<a href='index.html?q=mn28#26.1'>MN 28:26.1</a>). The Abhidhamma traditions explain it as including the objects of the senses, the subtle matter that receives sense impressions, and various other material phenomena. "},"sn12.2:11.5":{"pli":"Idaṃ vuccati rūpaṃ. ","eng":"This is called form. ","html":"{}","comm":"“Form” (<i lang='pi' translate='no'>rūpa</i>) or “body”, “appearance” is possibly related to Avestan <em>urvan</em> “soul” via the sense “ghost, vision, apparition”. Here it refers primarily to the body, as well as the physical properties experienced through the five senses. It also includes the purely mental perception of physical properties, such as color or shape or position as imagined in the mind. In the analysis of the six senses, it has the narrower meaning of that which is seen, i.e. “sight”. "},"sn12.2:11.6":{"pli":"Iti idañca nāmaṃ, idañca rūpaṃ. ","eng":"Such is name and such is form. ","html":"{}"},"sn12.2:11.7":{"pli":"Idaṃ vuccati, bhikkhave, nāmarūpaṃ. ","eng":"These are called name and form. ","html":"{}</p>"},"sn12.2:12.1":{"pli":"Katamañca, bhikkhave, viññāṇaṃ? ","eng":"And what is consciousness? ","html":"<p>{}"},"sn12.2:12.2":{"pli":"Chayime, bhikkhave, viññāṇakāyā—","eng":"There are these six classes of consciousness. ","html":"{}"},"sn12.2:12.3":{"pli":"cakkhuviññāṇaṃ, sotaviññāṇaṃ, ghānaviññāṇaṃ, jivhāviññāṇaṃ, kāyaviññāṇaṃ, manoviññāṇaṃ. ","eng":"Eye, ear, nose, tongue, body, and mind consciousness. ","html":"{}","comm":"Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>, cf. “know”) is presented analytically, showing that “mind consciousness” is not an eternal metaphysical entity but a conditioned psychological process. Consciousness is simple subjective awareness, the sense of knowing. It arises stimulated by either an external sense impression or a mental phenomena such as thought, memory, etc. It is the subjective awareness that makes the entire multiform world of concepts and appearances possible. "},"sn12.2:12.4":{"pli":"Idaṃ vuccati, bhikkhave, viññāṇaṃ. ","eng":"This is called consciousness. ","html":"{}</p>"},"sn12.2:13.1":{"pli":"Katame ca, bhikkhave, saṅkhārā? ","eng":"And what are choices? ","html":"<p>{}"},"sn12.2:13.2":{"pli":"Tayome, bhikkhave, saṅkhārā—","eng":"There are three kinds of choices. ","html":"{}"},"sn12.2:13.3":{"pli":"kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro. ","eng":"Choices by way of body, speech, and mind. ","html":"{}","comm":"<i lang='pi' translate='no'>Saṅkhāra</i> is used in several ways in early Buddhism. Perhaps the most general sense is “potencies”, as in energies or phenomena potent to create more energies or phenomena. In dependent origination and the five aggregates (<a href='index.html?q=sn22.56#10.1'>SN 22.56:10.1</a>) it means morally potent deeds performed by way of body, speech, and mind, so I translate as “choices”. This is not to be confused with the meditative stilling of active physical, verbal, and mental “processes” (<a href='index.html?q=sn41.6#1.7'>SN 41.6:1.7</a>). As a word for a cause or reason I translate as “condition” (<a href='index.html?q=sn48.40#5.3'>SN 48.40:5.3</a>), and use the same word for the conditioned phenomena produced by causes (<a href='index.html?q=sn22.81#5.5'>SN 22.81:5.5</a>, <a href='index.html?q=an6.93#1.3'>AN 6.93:1.3</a>, <a href='index.html?q=mn102#4.5'>MN 102:4.5</a>). Sometimes, such as the bases for psychic power, it means “effort” (<a href='index.html?q=sn51.1#1.3'>SN 51.1:1.3</a>). "},"sn12.2:13.4":{"pli":"Ime vuccanti, bhikkhave, saṅkhārā. ","eng":"These are called choices. ","html":"{}</p>"},"sn12.2:14.1":{"pli":"Katamā ca, bhikkhave, avijjā? ","eng":"And what is ignorance? ","html":"<p>{}"},"sn12.2:14.2":{"pli":"Yaṃ kho, bhikkhave, dukkhe aññāṇaṃ, dukkhasamudaye aññāṇaṃ, dukkhanirodhe aññāṇaṃ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṃ. ","eng":"Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ","html":"{}","comm":"Since all good qualities are included in these four noble truths (<a href='index.html?q=mn28#2.1'>MN 28:2.1</a>), the most import quality in the Buddhist path is wisdom which overcomes ignorance (<a href='index.html?q=sn48.54#1.1'>SN 48.54:1.1</a>). "},"sn12.2:14.3":{"pli":"Ayaṃ vuccati, bhikkhave, avijjā. ","eng":"This is called ignorance. ","html":"{}</p>"},"sn12.2:15.1":{"pli":"Iti kho, bhikkhave, avijjāpaccayā saṅkhārā; ","eng":"And so, ignorance is a requirement for choices. ","html":"<p>{}</p>"},"sn12.2:15.2":{"pli":"saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Choices are a requirement for consciousness. … ","html":"<p>{}"},"sn12.2:15.3":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.2:15.4":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"{}","comm":"The cessation sequence, like the origination, proceeds as a list of nouns with a verb only at the end. The syntax is not entirely parallel, however, as the grammar of the compounds is different. <i lang='pi' translate='no'>Avijjāpaccaya</i> is a <i lang='pi' translate='no'>kammadhāraya</i>, “ignorance <b>as</b> dependency” (Commentary: <i lang='pi' translate='no'>avijjā ca sā paccayo ca</i>), whereas the <i lang='pi' translate='no'>nirodha</i> compounds are <i lang='pi' translate='no'>tappurisa</i>, “with the cessation <b>of</b> ignorance … ”. This distinction mirrors the ontological asymmetry of the two halves: ignorance is <em>present</em> as a condition for choices, but it is its <em>absence</em> that triggers the cessation of choices. Ignorance is a dependency, but it is not a cessation. "},"sn12.2:15.5":{"pli":"saṅkhāranirodhā viññāṇanirodho …pe… ","eng":"When choices cease, consciousness ceases. … ","html":"{}"},"sn12.2:15.6":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ","eng":"That is how this entire mass of suffering ceases.” ","html":"{}</p>","comm":"Each of the terms in the cessation sequence can be considered a synonym for Nibbana. "},"sn12.2:15.7":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}