{"sn12.1":{"sn12.1:0.1":{"pli":"Saṃyutta Nikāya 12.1 ","eng":"Linked Discourses 12.1 ","html":"<article id='sn12.1'><header><ul><li class='division'>{}</li>"},"sn12.1:0.2":{"pli":"1. Buddhavagga ","eng":"1. The Buddhas ","html":"<li>{}</li></ul>"},"sn12.1:0.3":{"pli":"Paṭiccasamuppādasutta ","eng":"Dependent Origination ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>","comm":"Dependent origination depicts the unfolding of existence through a series of twelve links, which describe how our response to present experience generates future suffering. For an overview, see my <a href='https://suttacentral.net/edition/sn/en/sujato/introduction'>Introduction to the Linked Discourses</a>. To better understand the context for this terminology, I give some non-Buddhist usages, especially from texts closest in time and place to the Buddha. In the next discourse we see how the Buddha redefined these terms to his purpose. I also note new coinages which may be innovations by the Buddha. "},"sn12.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"sn12.1:1.3":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"sn12.1:1.4":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"sn12.1:1.5":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"sn12.1:1.6":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn12.1:1.7":{"pli":"“paṭiccasamuppādaṃ vo, bhikkhave, desessāmi. ","eng":"“Mendicants, I will teach you dependent origination. ","html":"<p>{}","comm":"As an account of the origination of things, dependent origination compares to creation myths composed centuries before the Buddha, found in the tenth and final section of the Rig Veda. Perhaps there was an ocean of darkness, from which being was forged by fire and set in motion by desire (Rig Veda 10.129); or else the world was shaped from the sacrifice of the cosmic Man (10.90); or else the beginning was a Golden Egg, a Creator later called Pajāpati, but at first known only as “Who?” (10.121). From the unknowable One arose innumerable names and forms, all linked by their shared origin and woven together in the ritual (10.130). The connections (<i lang='pi' translate='no'>nidāna</i>) are cloaked in mystery, known only by poets (10.114.2), who protect the truth by hiding the highest names (10.5). | Note that the key term for Vedic creation (<i lang='pi' translate='no'>sṛj</i>) is assiduously avoided in Buddhism. "},"sn12.1:1.8":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"sn12.1:1.9":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ","eng":"“Yes, sir,” they replied. ","html":"<p>{}"},"sn12.1:1.10":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn12.1:2.1":{"pli":"“Katamo ca, bhikkhave, paṭiccasamuppādo? ","eng":"“And what is dependent origination? ","html":"<p>{}","comm":"“Dependent” is <i lang='pi' translate='no'>paṭicca</i>, from the root <i lang='pi' translate='no'>i</i> (“to go”) and prefix <i lang='pi' translate='no'>paṭi</i> (“re-”) having the sense, “go back to, return to, resort to, depend on, require”. It is the gerund form of the verb <i lang='pi' translate='no'>pacceti</i>, the noun form of which is <i lang='pi' translate='no'>paccaya</i> (“dependency, requirement”). It is characteristically used of those who “return to” or “resort to” the father Pajāpati to dispel the darkness (Śatapatha Brāhmaṇa 11.5.5..3, 7) or seek wisdom (2.2.4.16, cf. Bṛhadāraṇyaka Upaniṣad 6.2.4). | “Origination” is <i lang='pi' translate='no'>samuppāda</i>. This is not a regular pre-Buddhist term, but we are told that “all beings originate from space” and into space they return (Chāndogya Upaniṣad 1.9.1). More commonly we find the related term <i lang='pi' translate='no'>abhisampad</i> in the sense “becomes, attains to, acquires” a body  (Bṛhadāraṇyaka Upaniṣad 4.3.8), godhood (BU 4.3.33, CU 8.15.1), or more generally the results of one’s deeds (BU 4.4.5). "},"sn12.1:2.2":{"pli":"Avijjāpaccayā, bhikkhave, saṅkhārā; ","eng":"Ignorance is a requirement for choices. ","html":"{}","comm":"“Knowledge” (<i lang='pi' translate='no'>veda</i>) pertained to the immortal gods, so knowledge itself is immortal, while ignorance (<i lang='pi' translate='no'>avijjā</i>), being perishable, traps the fool in suffering for life after life. Knowledge and ignorance are part of the mortal condition (Atharva Veda 11.8.23). “A man crosses death through ignorance and attains immortality through knowledge” (Īśa Upaniṣad 11; cf. Paiṅgala Upaniṣad 2.11, Śvetāśvatara Upaniṣad 5.1, Muṇḍaka Upaniṣad 1.2.9). "},"sn12.1:2.3":{"pli":"saṅkhārapaccayā viññāṇaṃ; ","eng":"Choices are a requirement for consciousness. ","html":"{}","comm":"Early meanings of <i lang='pi' translate='no'>saṅkhāra</i> (Sanskrit <i lang='pi' translate='no'>samas kurva</i>, <i lang='pi' translate='no'>saṁskāra</i>) include “construct” (Rig Veda 1.38.12) and “prepare”, where “prepare” also means “energize, empower”, as an army for battle (RV 8.33.9, 8.77.11) or an offering (RV 5.76.2). It is used for the “reviving” or “rejuvenation” of the god Pajāpati when he is depleted by the act of creation, like a fire run low or a man after sex (Śatapatha Brāhmaṇa 7.2.1.5 <em>et passim</em>). The sacrificer thereby perpetuates the creative process, building a new self or body (10.4.1.2). The ritual is “performed” by body, speech, and mind in full awareness (Chāndogya Upaniṣad 4.16.2–3), “rejuvenating” or “energizing” the Self (Kauṣītaki Upaniṣad 2.6). Thus the creative act became determined by moral “choices”: a person becomes something good by good deeds, bad by bad deeds (Bṛhadāraṇyaka Upaniṣad 4.4.5). This sense is echoed in the later use of <i lang='pi' translate='no'>saṁskāra</i> as “rite of passage”, where the ceremony prepares or empowers a person to transform from one stage of life to the next. "},"sn12.1:2.4":{"pli":"viññāṇapaccayā nāmarūpaṃ; ","eng":"Consciousness is a requirement for name and form. ","html":"{}","comm":"“Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>, Sanskrit <i lang='pi' translate='no'>vijñāna</i>) means to “know clearly, understand”, and hence the sense of awareness that is conscious of whatever happens. The “self” is the Person made of consciousness (Bṛhadāraṇyaka Upaniṣad 2.1.16). One who is dying abandons the body and senses, becoming one with consciousness, embraced by previous knowledge and actions (Bṛhadāraṇyaka Upaniṣad 4.4.2). They reach out to a new life and become established there, like a caterpillar moving from one leaf to the next. "},"sn12.1:2.5":{"pli":"nāmarūpapaccayā saḷāyatanaṃ; ","eng":"Name and form are requirements for the six sense fields. ","html":"{}","comm":"“Name” (<i lang='pi' translate='no'>nāma</i>) and “form” (<i lang='pi' translate='no'>rūpa</i>) are the means by which we identify a person of such and such name and appearance (Bṛhadāraṇyaka Upaniṣad 1.4.7). The world manifests as name, form, and action (1.6.1). A virtuous man abandons his old form (for “old age alters our form like a cloud”, Rig Veda 1.72.10) and fashions a better one as a god, etc. (BU 4.4.4). As the rivers lose their individual names and forms when they enter the ocean, the liberated soul returns to the cosmic Man (Muṇḍaka Upaniṣad 3.8, Praśna Upaniṣad 6.5). “Name” (<i lang='pi' translate='no'>nāma</i>) is also defined as the various branches of Vedic lore (Chāndogya Upaniṣad 7.1.4). "},"sn12.1:2.6":{"pli":"saḷāyatanapaccayā phasso; ","eng":"The six sense fields are requirements for contact. ","html":"{}","comm":"A “field” (<i lang='pi' translate='no'>āyatana</i>) is an “abode” or “proper place” in which one is at rest and safe. Before the Buddha, senses were treated unsystematically—the order and number varies, and they are mixed with other things. Śatapatha Brāhmaṇa 10.5.20, for example, says when a man sleeps, he no longer thinks, tastes, smells, sees, or hears. Or take Bṛhadāraṇyaka Upaniṣad 4.1, which speaks of inadequate (“one-footed”) manifestations of Divinity: speech, breath, eye, ear, mind (<i lang='pi' translate='no'>mano</i>), heart. "},"sn12.1:2.7":{"pli":"phassapaccayā vedanā; ","eng":"Contact is a requirement for feeling. ","html":"{}","comm":"“Contact” (<i lang='pi' translate='no'>phassa</i>, Sanskrit <i lang='pi' translate='no'>sparśa</i>) is touch felt by the skin (Bṛhadāraṇyaka Upaniṣad 2.4.11, 3.2.9). It is poetically extended to touching “heaven” (Rig Veda 2.41.20), “the heart” (4.1.1), or “the truth” (4.50.3), as well as the healing touch of hands (10.137.7). Jains likewise treat contact as physical touch (Tattvārtha Sūtra 5.23), suggesting that its use as a general term for sense contact was a Buddhist innovation. "},"sn12.1:2.8":{"pli":"vedanāpaccayā taṇhā; ","eng":"Feeling is a requirement for craving. ","html":"{}","comm":"“Feeling” (<i lang='pi' translate='no'>vedanā</i>) does not seem to be used in the sense of hedonic experience pre-Buddhist, but we do find it in Jainism (Tattvārtha Sūtra 3.3, 9.32). Manu 12.13 says that the “soul” (<i lang='pi' translate='no'>jīva</i>) experiences pleasure and pain through the different rebirths. "},"sn12.1:2.9":{"pli":"taṇhāpaccayā upādānaṃ; ","eng":"Craving is a requirement for grasping. ","html":"{}","comm":"“Craving” (<i lang='pi' translate='no'>taṇhā</i>, Sanskrit <i lang='pi' translate='no'>tṛṣṇā</i>) seems to be always used in the literal sense of “thirst”. "},"sn12.1:2.10":{"pli":"upādānapaccayā bhavo; ","eng":"Grasping is a requirement for continued existence. ","html":"{}","comm":"“Grasping” (<i lang='pi' translate='no'>upādāna</i>) is found widely in later texts in the sense “take for oneself, appropriate”, and hence to “derive”, as well as “material cause”. But it does not seem to be pre-Buddhist. "},"sn12.1:2.11":{"pli":"bhavapaccayā jāti; ","eng":"Continued existence is a requirement for rebirth. ","html":"{}","comm":"The idea of three “worlds” (<i lang='pi' translate='no'>loka</i>) or “states of existence” (<i lang='pi' translate='no'>bhava</i>), variously defined, is shared between Buddhism, Hinduism, and Jainism. It originally referred to the earth (<i lang='pi' translate='no'>bhū</i>, <i lang='pi' translate='no'>pṛthivi</i>), the midspace (<i lang='pi' translate='no'>antarikṣa</i>), and the heavens or sky (<i lang='pi' translate='no'>diva</i>, <i lang='pi' translate='no'>svarga</i>), the respective abodes of humanity, the ancestors, and the gods. In the mythology underlying the Vedas they were formed by Indra’s heroic deeds: empowered by soma, he first slew the dragon Vṛtra who bound the world in a mass of darkness, then he separated earth from sky, leaving the midspace between (Rig Veda 2.15), thus creating the visible or intelligible world. However, while both Jains and Hindus know <i lang='pi' translate='no'>bhava</i> in the sense “course of transmigration”, “ongoing series of births”, I cannot trace this before Buddhism. "},"sn12.1:2.12":{"pli":"jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ","eng":"Rebirth is a requirement for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ","html":"{}","comm":"What happens after death is described in multiple ways, but it was generally understood that a person would be reborn through some process or other and that this would continue until one’s knowledge was perfected. For example, Bṛhadāraṇyaka Upaniṣad 4.4.19 says the unenlightened go “from death to death”. "},"sn12.1:2.13":{"pli":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.1:2.14":{"pli":"Ayaṃ vuccati, bhikkhave, paṭiccasamuppādo. ","eng":"This is called dependent origination. ","html":"{}</p>"},"sn12.1:3.1":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"<p>{}","comm":"For the general process of dependent origination, compare Bṛhadāraṇyaka Upaniṣad 4.4.5–7, which says that as a man desires so he wills, as he wills so he acts, and what he acts he attains. He who is attached goes with his deeds to the place he clings. When that deed is exhausted he returns to this world and further deeds. But if he is without desire, desiring only the Self, he attains immortal Divinity. "},"sn12.1:3.2":{"pli":"saṅkhāranirodhā viññāṇanirodho; ","eng":"When choices cease, consciousness ceases. ","html":"{}"},"sn12.1:3.3":{"pli":"viññāṇanirodhā nāmarūpanirodho; ","eng":"When consciousness ceases, name and form cease. ","html":"{}"},"sn12.1:3.4":{"pli":"nāmarūpanirodhā saḷāyatananirodho; ","eng":"When name and form cease, the six sense fields cease. ","html":"{}"},"sn12.1:3.5":{"pli":"saḷāyatananirodhā phassanirodho; ","eng":"When the six sense fields cease, contact ceases. ","html":"{}"},"sn12.1:3.6":{"pli":"phassanirodhā vedanānirodho; ","eng":"When contact ceases, feeling ceases. ","html":"{}"},"sn12.1:3.7":{"pli":"vedanānirodhā taṇhānirodho; ","eng":"When feeling ceases, craving ceases. ","html":"{}"},"sn12.1:3.8":{"pli":"taṇhānirodhā upādānanirodho; ","eng":"When craving ceases, grasping ceases. ","html":"{}"},"sn12.1:3.9":{"pli":"upādānanirodhā bhavanirodho; ","eng":"When grasping ceases, continued existence ceases. ","html":"{}"},"sn12.1:3.10":{"pli":"bhavanirodhā jātinirodho; ","eng":"When continued existence ceases, rebirth ceases. ","html":"{}"},"sn12.1:3.11":{"pli":"jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"sn12.1:3.12":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ","eng":"That is how this entire mass of suffering ceases.” ","html":"{}</p>"},"sn12.1:3.13":{"pli":"Idamavoca bhagavā. ","eng":"That is what the Buddha said. ","html":"<p>{}"},"sn12.1:3.14":{"pli":"Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what the Buddha said. ","html":"{}</p>"},"sn12.1:3.15":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.10":{"sn12.10:0.1":{"pli":"Saṃyutta Nikāya 12.10 ","eng":"Linked Discourses 12.10 ","html":"<article id='sn12.10'><header><ul><li class='division'>{}</li>"},"sn12.10:0.2":{"pli":"1. Buddhavagga ","eng":"1. The Buddhas ","html":"<li>{}</li></ul>"},"sn12.10:0.3":{"pli":"Gotamasutta ","eng":"Gotama ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.10:1.1":{"pli":"“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ","eng":"“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: ","html":"<p>{}","comm":"This is also told at <a href='index.html?q=sn12.65'>SN 12.65</a>. For the significance of the variations, see notes there. "},"sn12.10:1.2":{"pli":"‘kicchaṃ vatāyaṃ loko āpanno jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca. ","eng":"‘Alas, this world has fallen into trouble. It’s born, grows old, dies, passes away, and is reborn, ","html":"{}"},"sn12.10:1.3":{"pli":"Atha ca panimassa dukkhassa nissaraṇaṃ nappajānāti jarāmaraṇassa. ","eng":"yet it doesn’t understand how to escape from this suffering, from old age and death. ","html":"{}"},"sn12.10:1.4":{"pli":"Kudāssu nāma imassa dukkhassa nissaraṇaṃ paññāyissati jarāmaraṇassā’ti? ","eng":"Oh, when will an escape be found from this suffering, from old age and death?’ ","html":"{}</p>"},"sn12.10:2.1":{"pli":"Tassa mayhaṃ, bhikkhave, etadahosi: ","eng":"Then it occurred to me: ","html":"<p>{}"},"sn12.10:2.2":{"pli":"‘kimhi nu kho sati jarāmaraṇaṃ hoti, kiṃpaccayā jarāmaraṇan’ti? ","eng":"‘When what exists is there old age and death? What is a requirement for old age and death?’ ","html":"{}"},"sn12.10:2.3":{"pli":"Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, I penetrated with wisdom: ","html":"{}"},"sn12.10:2.4":{"pli":"‘jātiyā kho sati jarāmaraṇaṃ hoti, jātipaccayā jarāmaraṇan’ti. ","eng":"‘When rebirth exists there’s old age and death. Rebirth is a requirement for old age and death.’ ","html":"{}</p>"},"sn12.10:3.1":{"pli":"Tassa mayhaṃ, bhikkhave, etadahosi: ","eng":"Then it occurred to me: ","html":"<p>{}"},"sn12.10:3.2":{"pli":"‘kimhi nu kho sati jāti hoti …pe… ","eng":"‘When what exists is there rebirth? … ","html":"{}"},"sn12.10:3.3":{"pli":"bhavo … ","eng":"continued existence … ","html":"{}"},"sn12.10:3.4":{"pli":"upādānaṃ … ","eng":"grasping … ","html":"{}"},"sn12.10:3.5":{"pli":"taṇhā … ","eng":"craving … ","html":"{}"},"sn12.10:3.6":{"pli":"vedanā … ","eng":"feeling … ","html":"{}"},"sn12.10:3.7":{"pli":"phasso … ","eng":"contact … ","html":"{}"},"sn12.10:3.8":{"pli":"saḷāyatanaṃ … ","eng":"the six sense fields … ","html":"{}"},"sn12.10:3.9":{"pli":"nāmarūpaṃ … ","eng":"name and form … ","html":"{}"},"sn12.10:3.10":{"pli":"viññāṇaṃ … ","eng":"consciousness … ","html":"{}"},"sn12.10:3.11":{"pli":"saṅkhārā honti, kiṃpaccayā saṅkhārā’ti? ","eng":"‘When what exists are there choices? What is a requirement for choices?’ ","html":"{}"},"sn12.10:3.12":{"pli":"Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, I penetrated with wisdom: ","html":"{}"},"sn12.10:3.13":{"pli":"‘avijjāya kho sati saṅkhārā honti, avijjāpaccayā saṅkhārā’ti. ","eng":"‘When ignorance exists there are choices. Ignorance is a requirement for choices.’ ","html":"{}</p>"},"sn12.10:4.1":{"pli":"Iti hidaṃ avijjāpaccayā saṅkhārā; ","eng":"And so, ignorance is a requirement for choices. ","html":"<p>{}</p>"},"sn12.10:4.2":{"pli":"saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Choices are a requirement for consciousness. … ","html":"<p>{}"},"sn12.10:4.3":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.10:4.4":{"pli":"‘Samudayo, samudayo’ti kho me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ","eng":"‘Origination, origination.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another. ","html":"{}</p>"},"sn12.10:5.1":{"pli":"Tassa mayhaṃ, bhikkhave, etadahosi: ","eng":"Then it occurred to me: ","html":"<p>{}"},"sn12.10:5.2":{"pli":"‘kimhi nu kho asati jarāmaraṇaṃ na hoti, kissa nirodhā jarāmaraṇanirodho’ti? ","eng":"‘When what doesn’t exist is there no old age and death? When what ceases do old age and death cease?’ ","html":"{}"},"sn12.10:5.3":{"pli":"Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, I penetrated with wisdom: ","html":"{}"},"sn12.10:5.4":{"pli":"‘jātiyā kho asati jarāmaraṇaṃ na hoti, jātinirodhā jarāmaraṇanirodho’ti. ","eng":"‘When rebirth doesn’t exist there’s no old age and death. When rebirth ceases, old age and death cease.’ ","html":"{}</p>"},"sn12.10:6.1":{"pli":"Tassa mayhaṃ, bhikkhave, etadahosi: ","eng":"Then it occurred to me: ","html":"<p>{}"},"sn12.10:6.2":{"pli":"‘kimhi nu kho asati jāti na hoti …pe… ","eng":"‘When what doesn’t exist is there no rebirth? … ","html":"{}"},"sn12.10:6.3":{"pli":"bhavo … ","eng":"continued existence … ","html":"{}"},"sn12.10:6.4":{"pli":"upādānaṃ … ","eng":"grasping … ","html":"{}"},"sn12.10:6.5":{"pli":"taṇhā … ","eng":"craving … ","html":"{}"},"sn12.10:6.6":{"pli":"vedanā … ","eng":"feeling … ","html":"{}"},"sn12.10:6.7":{"pli":"phasso … ","eng":"contact … ","html":"{}"},"sn12.10:6.8":{"pli":"saḷāyatanaṃ … ","eng":"the six sense fields … ","html":"{}"},"sn12.10:6.9":{"pli":"nāmarūpaṃ … ","eng":"name and form … ","html":"{}"},"sn12.10:6.10":{"pli":"viññāṇaṃ … ","eng":"consciousness … ","html":"{}"},"sn12.10:6.11":{"pli":"saṅkhārā na honti, kissa nirodhā saṅkhāranirodho’ti? ","eng":"‘When what doesn’t exist are there no choices? When what ceases do choices cease?’ ","html":"{}"},"sn12.10:6.12":{"pli":"Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo: ","eng":"Then, through rational application of mind, I penetrated with wisdom: ","html":"{}"},"sn12.10:6.13":{"pli":"‘avijjāya kho asati saṅkhārā na honti, avijjānirodhā saṅkhāranirodho’ti. ","eng":"‘When ignorance doesn’t exist there are no choices. When ignorance ceases, choices cease.’ ","html":"{}</p>"},"sn12.10:7.1":{"pli":"Iti hidaṃ avijjānirodhā saṅkhāranirodho; ","eng":"And so, when ignorance ceases, choices cease. ","html":"<p>{}"},"sn12.10:7.2":{"pli":"saṅkhāranirodhā viññāṇanirodho …pe… ","eng":"When choices cease, consciousness ceases. … ","html":"{}"},"sn12.10:7.3":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","eng":"That is how this entire mass of suffering ceases. ","html":"{}"},"sn12.10:7.4":{"pli":"‘Nirodho, nirodho’ti kho me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti. ","eng":"‘Cessation, cessation.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.” ","html":"{}"},"sn12.10:7.5":{"pli":"Dasamo. ","html":"{}</p>"},"sn12.10:7.6":{"pli":"Buddhavaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"sn12.10:8.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn12.10:8.1":{"pli":"Desanā vibhaṅgapaṭipadā ca, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn12.10:8.2":{"pli":"Vipassī sikhī ca vessabhū; ","html":"<span class='verse-line'>{}</span>"},"sn12.10:8.3":{"pli":"Kakusandho koṇāgamano kassapo, ","html":"<span class='verse-line'>{}</span>"},"sn12.10:8.4":{"pli":"Mahāsakyamuni ca gotamoti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn12.11":{"sn12.11:0.1":{"pli":"Saṃyutta Nikāya 12.11 ","eng":"Linked Discourses 12.11 ","html":"<article id='sn12.11'><header><ul><li class='division'>{}</li>"},"sn12.11:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.11:0.3":{"pli":"Āhārasutta ","eng":"Fuel ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.11:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn12.11:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme … ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. … ","html":"{}</p>"},"sn12.11:1.3":{"pli":"“cattārome, bhikkhave, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāya. ","eng":"“Mendicants, these four fuels maintain sentient beings that have been born and help those about to be born. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Āhāra</i> (“fuel”, “food”, “nutriment”) means literally “intake”, and is etymologically parallel to <i lang='pi' translate='no'>upādāna</i> (“grasping”, “uptake”). Both terms have dual senses, on the one hand denoting fuel or sustenance, and on the other grasping and attachment. | “About to be born” is <i lang='pi' translate='no'>sambhavesī</i>, which I follow Norman and Bodhi in reading as a future active participle, although the commentary takes it in the sense “seeking” to be born. Compare such Sanskrit constructions as Rig Veda 1.66.8, <i lang='pi' translate='no'>yamo ha jāto yamo janitvaṁ</i> (“the twin that is born and the twin about to be born”) and Śatapatha Brāhmaṇa 2.3.1.24, <i lang='pi' translate='no'>bhūtaṁ caiva bhaviṣyacca jātaṁ ca janiṣyamāṇaṁ</i> (“has become and will be, born and to be born”). | The phrase is one of several in the suttas that appears to indicate an intermediate state between one life and the next, despite the fact that this view is formally rejected by the Theravada Abhidhamma (<a href='index.html?q=kv8.2'>Kv 8.2</a>). "},"sn12.11:1.4":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"sn12.11:1.5":{"pli":"Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. ","eng":"Edible food, whether solid or subtle; contact is the second, mental intention the third, and consciousness the fourth. ","html":"{}","comm":"Coarse edible food sustains the bodies of beings in the human and animal realms, while fine edible food sustains the gods and ancestors, a belief intertwined with the Vedic notion that the gods partake of the food offered in sacrifice (eg. Rig Veda 1.187). | “Contact” (<i lang='pi' translate='no'>phassa</i>) is the interaction between the inner and outer worlds, allowing us to situate ourselves in a sensory world full of fears and joys, stimulating feeling and hence the craving for more. | “Volition” (<i lang='pi' translate='no'>manosañcetanā</i>) allows us to act in the world revealed by the senses and secure further “fuel”. | “Consciousness” (<i lang='pi' translate='no'>viññāṇa</i>) is aware of all this, experiencing suffering, and giving rise to a new “name and form” in a future life in a fruitless search to find a world free of pain. Thus the four “fuels” can be considered as a distinctive perspective on dependent origination. "},"sn12.11:1.6":{"pli":"Ime kho, bhikkhave, cattāro āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāya. ","eng":"These are the four fuels that maintain sentient beings that have been born and help those about to be born. ","html":"{}</p>"},"sn12.11:2.1":{"pli":"Ime, bhikkhave, cattāro āhārā kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"What is the source, origin, birthplace, and inception of these four fuels? ","html":"<p>{}"},"sn12.11:2.2":{"pli":"Ime cattāro āhārā taṇhānidānā taṇhāsamudayā taṇhājātikā taṇhāpabhavā. ","eng":"Craving. ","html":"{}","comm":"<i lang='pi' translate='no'>Āhāra</i> is created by craving, just like <i lang='pi' translate='no'>upādāna</i> in the standard sequence (<a href='index.html?q=mn9#11.5'>MN 9:11.5</a>, <a href='index.html?q=mn38#16.1'>MN 38:16.1</a>). "},"sn12.11:2.3":{"pli":"Taṇhā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"And what is the source, origin, birthplace, and inception of craving? ","html":"{}"},"sn12.11:2.4":{"pli":"Taṇhā vedanānidānā vedanāsamudayā vedanājātikā vedanāpabhavā. ","eng":"Feeling. ","html":"{}"},"sn12.11:2.5":{"pli":"Vedanā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"And what is the source of feeling? ","html":"{}"},"sn12.11:2.6":{"pli":"Vedanā phassanidānā phassasamudayā phassajātikā phassapabhavā. ","eng":"Contact. ","html":"{}"},"sn12.11:2.7":{"pli":"Phasso cāyaṃ, bhikkhave, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo? ","eng":"And what is the source of contact? ","html":"{}"},"sn12.11:2.8":{"pli":"Phasso saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanapabhavo. ","eng":"The six sense fields. ","html":"{}"},"sn12.11:2.9":{"pli":"Saḷāyatanañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ? ","eng":"And what is the source of the six sense fields? ","html":"{}"},"sn12.11:2.10":{"pli":"Saḷāyatanaṃ nāmarūpanidānaṃ nāmarūpasamudayaṃ nāmarūpajātikaṃ nāmarūpapabhavaṃ. ","eng":"Name and form. ","html":"{}"},"sn12.11:2.11":{"pli":"Nāmarūpañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ? ","eng":"And what is the source of name and form? ","html":"{}"},"sn12.11:2.12":{"pli":"Nāmarūpaṃ viññāṇanidānaṃ viññāṇasamudayaṃ viññāṇajātikaṃ viññāṇapabhavaṃ. ","eng":"Consciousness. ","html":"{}"},"sn12.11:2.13":{"pli":"Viññāṇañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ? ","eng":"And what is the source of consciousness? ","html":"{}"},"sn12.11:2.14":{"pli":"Viññāṇaṃ saṅkhāranidānaṃ saṅkhārasamudayaṃ saṅkhārajātikaṃ saṅkhārapabhavaṃ. ","eng":"Choices. ","html":"{}"},"sn12.11:2.15":{"pli":"Saṅkhārā cime, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ","eng":"And what is the source of choices? ","html":"{}"},"sn12.11:2.16":{"pli":"Saṅkhārā avijjānidānā avijjāsamudayā avijjājātikā avijjāpabhavā. ","eng":"Ignorance. ","html":"{}</p>"},"sn12.11:3.1":{"pli":"Iti kho, bhikkhave, avijjāpaccayā saṅkhārā; ","eng":"And so, mendicants, ignorance is a requirement for choices. ","html":"<p>{}</p>"},"sn12.11:3.2":{"pli":"saṅkhārapaccayā viññāṇaṃ …pe… ","eng":"Choices are a requirement for consciousness. … ","html":"<p>{}"},"sn12.11:3.3":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}"},"sn12.11:3.4":{"pli":"Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ","eng":"When ignorance fades away and ceases with nothing left over, choices cease. ","html":"{}"},"sn12.11:3.5":{"pli":"saṅkhāranirodhā viññāṇanirodho …pe… ","eng":"When choices cease, consciousness ceases. … ","html":"{}"},"sn12.11:3.6":{"pli":"evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ","eng":"That is how this entire mass of suffering ceases.” ","html":"{}</p>"},"sn12.11:3.7":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.12":{"sn12.12:0.1":{"pli":"Saṃyutta Nikāya 12.12 ","eng":"Linked Discourses 12.12 ","html":"<article id='sn12.12'><header><ul><li class='division'>{}</li>"},"sn12.12:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.12:0.3":{"pli":"Moḷiyaphaggunasutta ","eng":"Phagguna of the Top-Knot ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.12:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>","comm":"In this discourse, “ignorance”, “choices”, and “name and form” are not mentioned directly, but they are, as I note below, implicit. "},"sn12.12:1.2":{"pli":"“Cattārome, bhikkhave, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāya. ","eng":"“Mendicants, these four fuels maintain sentient beings that have been born and help those about to be born. ","html":"<p>{}"},"sn12.12:1.3":{"pli":"Katame cattāro? ","eng":"What four? ","html":"{}"},"sn12.12:1.4":{"pli":"Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. ","eng":"Edible food, whether solid or subtle; contact is the second, mental intention the third, and consciousness the fourth. ","html":"{}"},"sn12.12:1.5":{"pli":"Ime kho, bhikkhave, cattāro āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāyā”ti. ","eng":"These are the four fuels that maintain sentient beings that have been born and help those that are about to be born.” ","html":"{}</p>"},"sn12.12:2.1":{"pli":"Evaṃ vutte, āyasmā moḷiyaphagguno bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Phagguna of the Top-Knot said to the Buddha, ","html":"<p>{}","comm":"This monk appears in three discourses, in none of which he distinguishes himself. At <a href='index.html?q=mn21'>MN 21</a> he is reprimanded for being too friendly with nuns. And at <a href='index.html?q=sn12.32'>SN 12.32</a> Venerable Sāriputta gets word that Phagguna had disrobed. According to the commentary, he was called Phagguna “of the Top-Knot” because of the style he wore his hair as a layperson. The name stuck, presumably to distinguish him from the Phagguna of <a href='index.html?q=an6.56'>AN 6.56</a> (and probably <a href='index.html?q=sn35.83'>SN 35.83</a>) who died in robes as a non-returner after hearing a Dhamma talk. "},"sn12.12:2.2":{"pli":"“ko nu kho, bhante, viññāṇāhāraṃ āhāretī”ti? ","eng":"“But sir, who consumes consciousness as fuel?” ","html":"{}</p>","comm":"Evoking the mysterious Creator <i lang='pi' translate='no'>ka</i> (“who?”) of Rig Veda 121, Phagguna assumes an agent who acts, which of course would be the Self. This leans on the feature of Pali and Sanskrit whereby the agent of a verb need not be stated but can be assumed. This lends itself to the notion that a hidden agent underlies the act of creation. "},"sn12.12:2.3":{"pli":"“No kallo pañho”ti bhagavā avoca: ","eng":"“That’s not a cogent question,” said the Buddha. ","html":"<p>{}</p>","comm":"“Ignorance” is implicit in the questions. "},"sn12.12:2.4":{"pli":"“‘āhāretī’ti ahaṃ na vadāmi. ","eng":"“I don’t speak of one who consumes. ","html":"<p>{}"},"sn12.12:2.5":{"pli":"‘Āhāretī’ti cāhaṃ vadeyyaṃ, tatrassa kallo pañho: ","eng":"If I were to speak of one who consumes, then it would be cogent to ask ","html":"{}"},"sn12.12:2.6":{"pli":"‘ko nu kho, bhante, āhāretī’ti? ","eng":"who consumes. ","html":"{}"},"sn12.12:2.7":{"pli":"Evañcāhaṃ na vadāmi. ","eng":"But I don’t speak like that. ","html":"{}"},"sn12.12:2.8":{"pli":"Evaṃ maṃ avadantaṃ yo evaṃ puccheyya: ","eng":"Hence it would be cogent to ask: ","html":"{}"},"sn12.12:2.9":{"pli":"‘kissa nu kho, bhante, viññāṇāhāro’ti, esa kallo pañho. ","eng":"‘For what is consciousness the fuel?’ ","html":"{}"},"sn12.12:2.10":{"pli":"Tatra kallaṃ veyyākaraṇaṃ: ","eng":"And a cogent answer to this would be: ","html":"{}"},"sn12.12:2.11":{"pli":"‘viññāṇāhāro āyatiṃ punabbhavābhinibbattiyā paccayo, tasmiṃ bhūte sati saḷāyatanaṃ, saḷāyatanapaccayā phasso’”ti. ","eng":"‘Consciousness as fuel is a requirement for regeneration into a new state of existence in the future. When the being is present, there are the six sense fields. The six sense fields are requirements for contact.’” ","html":"{}</p>","comm":"Here “rebirth into a new state of existence in the future” occupies the link between consciousness and the six senses, where we normally find “choices” and “name and form”. The being who has been reborn is referred to as <i lang='pi' translate='no'>bhūta</i>. For “name and form” as the individual growing from embryo to adulthood, see <a href='index.html?q=dn15#21.2'>DN 15:21.2</a>). "},"sn12.12:3.1":{"pli":"“Ko nu kho, bhante, phusatī”ti? ","eng":"“But sir, who contacts?” ","html":"<p>{}</p>"},"sn12.12:3.2":{"pli":"“No kallo pañho”ti bhagavā avoca: ","eng":"“That’s not a cogent question,” said the Buddha. ","html":"<p>{}</p>"},"sn12.12:3.3":{"pli":"“‘phusatī’ti ahaṃ na vadāmi. ","eng":"“I don’t speak of one who contacts. ","html":"<p>{}"},"sn12.12:3.4":{"pli":"‘Phusatī’ti cāhaṃ vadeyyaṃ, tatrassa kallo pañho: ","eng":"If I were to speak of one who contacts, then it would be cogent to ask ","html":"{}"},"sn12.12:3.5":{"pli":"‘ko nu kho, bhante, phusatī’ti? ","eng":"who contacts. ","html":"{}"},"sn12.12:3.6":{"pli":"Evañcāhaṃ na vadāmi. ","eng":"But I don’t speak like that. ","html":"{}"},"sn12.12:3.7":{"pli":"Evaṃ maṃ avadantaṃ yo evaṃ puccheyya: ","eng":"Hence it would be cogent to ask: ","html":"{}"},"sn12.12:3.8":{"pli":"‘kiṃpaccayā nu kho, bhante, phasso’ti, esa kallo pañho. ","eng":"‘What is a requirement for contact?’ ","html":"{}"},"sn12.12:3.9":{"pli":"Tatra kallaṃ veyyākaraṇaṃ: ","eng":"And a cogent answer to this would be: ","html":"{}"},"sn12.12:3.10":{"pli":"‘saḷāyatanapaccayā phasso, phassapaccayā vedanā’”ti. ","eng":"‘The six sense fields are requirements for contact. Contact is a requirement for feeling.’” ","html":"{}</p>"},"sn12.12:4.1":{"pli":"“Ko nu kho, bhante, vedayatī”ti? ","eng":"“But sir, who feels?” ","html":"<p>{}</p>"},"sn12.12:4.2":{"pli":"“No kallo pañho”ti bhagavā avoca: ","eng":"“That’s not a cogent question,” said the Buddha. ","html":"<p>{}</p>"},"sn12.12:4.3":{"pli":"“‘vedayatī’ti ahaṃ na vadāmi. ","eng":"“I don’t speak of one who feels. ","html":"<p>{}"},"sn12.12:4.4":{"pli":"‘Vedayatī’ti cāhaṃ vadeyyaṃ, tatrassa kallo pañho: ","eng":"If I were to speak of one who feels, then it would be cogent to ask ","html":"{}"},"sn12.12:4.5":{"pli":"‘ko nu kho, bhante, vedayatī’ti? ","eng":"who feels. ","html":"{}"},"sn12.12:4.6":{"pli":"Evañcāhaṃ na vadāmi. ","eng":"But I don’t speak like that. ","html":"{}"},"sn12.12:4.7":{"pli":"Evaṃ maṃ avadantaṃ yo evaṃ puccheyya: ","eng":"Hence it would be cogent to ask: ","html":"{}"},"sn12.12:4.8":{"pli":"‘kiṃpaccayā nu kho, bhante, vedanā’ti, esa kallo pañho. ","eng":"‘What is a requirement for feeling?’ ","html":"{}"},"sn12.12:4.9":{"pli":"Tatra kallaṃ veyyākaraṇaṃ: ","eng":"And a cogent answer to this would be: ","html":"{}"},"sn12.12:4.10":{"pli":"‘phassapaccayā vedanā, vedanāpaccayā taṇhā’”ti. ","eng":"‘Contact is a requirement for feeling. Feeling is a requirement for craving.’” ","html":"{}</p>"},"sn12.12:5.1":{"pli":"“Ko nu kho, bhante, tasatī”ti? ","eng":"“But sir, who craves?” ","html":"<p>{}</p>"},"sn12.12:5.2":{"pli":"“No kallo pañho”ti bhagavā avoca: ","eng":"“That’s not a cogent question,” said the Buddha. ","html":"<p>{}</p>"},"sn12.12:5.3":{"pli":"“‘tasatī’ti ahaṃ na vadāmi. ","eng":"“I don’t speak of one who craves. ","html":"<p>{}"},"sn12.12:5.4":{"pli":"‘Tasatī’ti cāhaṃ vadeyyaṃ, tatrassa kallo pañho: ","eng":"If I were to speak of one who craves, then it would be cogent to ask ","html":"{}"},"sn12.12:5.5":{"pli":"‘ko nu kho, bhante, tasatī’ti? ","eng":"who craves. ","html":"{}"},"sn12.12:5.6":{"pli":"Evañcāhaṃ na vadāmi. ","eng":"But I don’t speak like that. ","html":"{}"},"sn12.12:5.7":{"pli":"Evaṃ maṃ avadantaṃ yo evaṃ puccheyya: ","eng":"Hence it would be cogent to ask: ","html":"{}"},"sn12.12:5.8":{"pli":"‘kiṃpaccayā nu kho, bhante, taṇhā’ti, esa kallo pañho. ","eng":"‘What is a requirement for craving?’ ","html":"{}"},"sn12.12:5.9":{"pli":"Tatra kallaṃ veyyākaraṇaṃ: ","eng":"And a cogent answer to this would be: ","html":"{}"},"sn12.12:5.10":{"pli":"‘vedanāpaccayā taṇhā, taṇhāpaccayā upādānan’”ti. ","eng":"‘Feeling is a requirement for craving. Craving is a requirement for grasping.’” ","html":"{}</p>"},"sn12.12:6.1":{"pli":"“Ko nu kho, bhante, upādiyatī”ti? ","eng":"“But sir, who grasps?” ","html":"<p>{}</p>"},"sn12.12:6.2":{"pli":"“No kallo pañho”ti bhagavā avoca: ","eng":"“That’s not a cogent question,” said the Buddha. ","html":"<p>{}</p>"},"sn12.12:6.3":{"pli":"“‘upādiyatī’ti ahaṃ na vadāmi. ","eng":"“I don’t speak of one who grasps. ","html":"<p>{}"},"sn12.12:6.4":{"pli":"‘Upādiyatī’ti cāhaṃ vadeyyaṃ, tatrassa kallo pañho: ","eng":"If I were to speak of one who grasps, then it would be cogent to ask ","html":"{}"},"sn12.12:6.5":{"pli":"‘ko nu kho, bhante, upādiyatī’ti? ","eng":"who grasps. ","html":"{}"},"sn12.12:6.6":{"pli":"Evañcāhaṃ na vadāmi. ","eng":"But I don’t speak like that. ","html":"{}"},"sn12.12:6.7":{"pli":"Evaṃ maṃ avadantaṃ yo evaṃ puccheyya: ","eng":"Hence it would be cogent to ask: ","html":"{}"},"sn12.12:6.8":{"pli":"‘kiṃpaccayā nu kho, bhante, upādānan’ti, esa kallo pañho. ","eng":"‘What is a requirement for grasping?’ ","html":"{}"},"sn12.12:6.9":{"pli":"Tatra kallaṃ veyyākaraṇaṃ: ","eng":"And a cogent answer to this would be: ","html":"{}"},"sn12.12:6.10":{"pli":"‘taṇhāpaccayā upādānaṃ; ","eng":"‘Craving is a requirement for grasping. ","html":"{}"},"sn12.12:6.11":{"pli":"upādānapaccayā bhavo’ti …pe… ","eng":"Grasping is a requirement for continued existence.’ … ","html":"{}","comm":"The Pali text omits rebirth, etc. The commentary says Phagguna stopped asking questions here, offering three quite different reasons why. A simpler explanation would be that the text is abbreviated. "},"sn12.12:6.12":{"pli":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","eng":"That is how this entire mass of suffering originates. ","html":"{}</p>"},"sn12.12:7.1":{"pli":"Channaṃ tveva, phagguna, phassāyatanānaṃ asesavirāganirodhā phassanirodho; ","eng":"When the six fields of contact fade away and cease with nothing left over, contact ceases. ","html":"<p>{}","comm":"Here, cessation starts with the six senses (as at <a href='index.html?q=sn12.24#21.9'>SN 12.24:21.9</a>). "},"sn12.12:7.2":{"pli":"phassanirodhā vedanānirodho; ","eng":"When contact ceases, feeling ceases. ","html":"{}"},"sn12.12:7.3":{"pli":"vedanānirodhā taṇhānirodho; ","eng":"When feeling ceases, craving ceases. ","html":"{}"},"sn12.12:7.4":{"pli":"taṇhānirodhā upādānanirodho; ","eng":"When craving ceases, grasping ceases. ","html":"{}"},"sn12.12:7.5":{"pli":"upādānanirodhā bhavanirodho; ","eng":"When grasping ceases, continued existence ceases. ","html":"{}"},"sn12.12:7.6":{"pli":"bhavanirodhā jātinirodho; ","eng":"When continued existence ceases, rebirth ceases. ","html":"{}"},"sn12.12:7.7":{"pli":"jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ","eng":"When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ","html":"{}"},"sn12.12:7.8":{"pli":"Evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ","eng":"That is how this entire mass of suffering ceases.” ","html":"{}</p>"},"sn12.12:7.9":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn12.13":{"sn12.13:0.1":{"pli":"Saṃyutta Nikāya 12.13 ","eng":"Linked Discourses 12.13 ","html":"<article id='sn12.13'><header><ul><li class='division'>{}</li>"},"sn12.13:0.2":{"pli":"2. Āhāravagga ","eng":"2. Fuel ","html":"<li>{}</li></ul>"},"sn12.13:0.3":{"pli":"Samaṇabrāhmaṇasutta ","eng":"Ascetics and Brahmins ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn12.13:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>","comm":"Each item in dependent origination is treated according to the four noble truths. "},"sn12.13:1.2":{"pli":"“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā jarāmaraṇaṃ nappajānanti, jarāmaraṇasamudayaṃ nappajānanti, jarāmaraṇanirodhaṃ nappajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ nappajānanti; ","eng":"“Mendicants, there are ascetics and brahmins who don’t understand old age and death, their origin, their cessation, and the practice that leads to their cessation. ","html":"<p>{}","comm":"The terms “ascetics and brahmins” is often used as a generic catch-all for ‘religious practitioners” (<a href='index.html?q=sn3.1#2.1'>SN 3.1:2.1</a>). | “Ascetics” (<i lang='pi' translate='no'>samaṇa</i>) include the renunciate practitioners of the non-Vedic religions such as the Buddhists, Jains, and Ājīvakas. Such religious movements typically rejected Vedic authority and caste system, and proposed their own philosophy and practice (<a href='index.html?q=dn2#2.2'>DN 2:2.2</a>). | “Brahmins” were a hereditary caste of Vedic priests charged with maintaining scripture and performing rituals. In the Vedas, brahmins served worldly prosperity and, more vaguely, heavenly rebirth. Perhaps under the influence of the ascetics, they later developed a renunciate movement of contemplatives who looked for a merger with Divinity beyond the cycle of rebirth. "},"sn12.13:1.3":{"pli":"jātiṃ …pe… ","eng":"They don’t understand rebirth … ","html":"{}"},"sn12.13:1.4":{"pli":"bhavaṃ … ","eng":"continued existence … ","html":"{}"},"sn12.13:1.5":{"pli":"upādānaṃ … ","eng":"grasping … ","html":"{}"},"sn12.13:1.6":{"pli":"taṇhaṃ … ","eng":"craving … ","html":"{}"},"sn12.13:1.7":{"pli":"vedanaṃ … ","eng":"feeling … ","html":"{}"},"sn12.13:1.8":{"pli":"phassaṃ … ","eng":"contact … ","html":"{}"},"sn12.13:1.9":{"pli":"saḷāyatanaṃ … ","eng":"the six sense fields … ","html":"{}"},"sn12.13:1.10":{"pli":"nāmarūpaṃ … ","eng":"name and form … ","html":"{}"},"sn12.13:1.11":{"pli":"viññāṇaṃ … ","eng":"consciousness … ","html":"{}"},"sn12.13:1.12":{"pli":"saṅkhāre nappajānanti, saṅkhārasamudayaṃ nappajānanti, saṅkhāranirodhaṃ nappajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ nappajānanti, ","eng":"They don’t understand choices, their origin, their cessation, and the practice that leads to their cessation. ","html":"{}"},"sn12.13:1.13":{"pli":"na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā; na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti. ","eng":"I don’t deem them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight. ","html":"{}</p>","comm":"Literally, “they are not deemed by me as ascetics among ascetics, or brahmins among brahmins”. The Buddha recognized these terms as spiritually valid, even if the individuals sometimes do not live up to them. This distinction is not uniquely Buddhist, for we find it among the Jains (eg. Uttarādhyayana Sūtra 17) and brahmins (eg. Bṛhadāraṇyaka Upaniṣad 3.8.10). "},"sn12.13:2.1":{"pli":"Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā jarāmaraṇaṃ pajānanti, jarāmaraṇasamudayaṃ pajānanti, jarāmaraṇanirodhaṃ pajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānanti; ","eng":"There are ascetics and brahmins who do understand old age and death, their origin, their cessation, and the practice that leads to their cessation. ","html":"<p>{}"},"sn12.13:2.2":{"pli":"jātiṃ …pe… ","eng":"They understand rebirth … ","html":"{}"},"sn12.13:2.3":{"pli":"bhavaṃ … ","eng":"continued existence … ","html":"{}"},"sn12.13:2.4":{"pli":"upādānaṃ … ","eng":"grasping … ","html":"{}"},"sn12.13:2.5":{"pli":"taṇhaṃ … ","eng":"craving … ","html":"{}"},"sn12.13:2.6":{"pli":"vedanaṃ … ","eng":"feeling … ","html":"{}"},"sn12.13:2.7":{"pli":"phassaṃ … ","eng":"contact … ","html":"{}"},"sn12.13:2.8":{"pli":"saḷāyatanaṃ … ","eng":"the six sense fields … ","html":"{}"},"sn12.13:2.9":{"pli":"nāmarūpaṃ … ","eng":"name and form … ","html":"{}"},"sn12.13:2.10":{"pli":"viññāṇaṃ … ","eng":"consciousness … ","html":"{}"},"sn12.13:2.11":{"pli":"saṅkhāre pajānanti, saṅkhārasamudayaṃ pajānanti, saṅkhāranirodhaṃ pajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ pajānanti, ","eng":"They understand choices, their origin, their cessation, and the practice that leads to their cessation. ","html":"{}"},"sn12.13:2.12":{"pli":"te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā; te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti. ","eng":"I deem them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.” ","html":"{}</p>"},"sn12.13:2.13":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}