{"sn14.10":{"sn14.10:0.1":{"pli":"Saṃyutta Nikāya 14.10 ","eng":"Linked Discourses 14.10 ","html":"<article id='sn14.10'><header><ul><li class='division'>{}</li>"},"sn14.10:0.2":{"pli":"1. Nānattavagga ","eng":"1. Diversity ","html":"<li>{}</li></ul>"},"sn14.10:0.3":{"pli":"Dutiyabāhiraphassanānattasutta ","eng":"No Diversity of Gains ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn14.10:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn14.10:1.2":{"pli":"“Dhātunānattaṃ, bhikkhave, paṭicca uppajjati saññānānattaṃ, ","eng":"“Mendicants, diversity of elements gives rise to diversity of perceptions. ","html":"<p>{}","comm":"The final discourse in this sequence lists all the factors of the two pentads in both forward and reverse order. It ends the formal sequence of this chapter, but the ideas are developed further following the next discourse, which is unrelated. "},"sn14.10:1.3":{"pli":"saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ, ","eng":"Diversity of perceptions gives rise to diversity of thoughts. … ","html":"{}"},"sn14.10:1.4":{"pli":"phassa … ","eng":"contacts … ","html":"{}"},"sn14.10:1.5":{"pli":"vedanā … ","eng":"feelings … ","html":"{}"},"sn14.10:1.6":{"pli":"chanda … ","eng":"desires … ","html":"{}"},"sn14.10:1.7":{"pli":"pariḷāha … ","eng":"passions … ","html":"{}"},"sn14.10:1.8":{"pli":"pariyesanānānattaṃ paṭicca uppajjati lābhanānattaṃ; ","eng":"Diversity of searches gives rise to diversity of gains. ","html":"{}"},"sn14.10:1.9":{"pli":"no lābhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ, ","eng":"Diversity of gains doesn’t give rise to diversity of searches. ","html":"{}"},"sn14.10:1.10":{"pli":"no pariyesanānānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, no pariḷāhanānattaṃ paṭicca uppajjati …pe… ","eng":"Diversity of searches doesn’t give rise to diversity of passions. … ","html":"{}"},"sn14.10:1.11":{"pli":"chanda … ","eng":"desires … ","html":"{}"},"sn14.10:1.12":{"pli":"vedanā … ","eng":"feelings … ","html":"{}"},"sn14.10:1.13":{"pli":"phassa … ","eng":"contacts … ","html":"{}"},"sn14.10:1.14":{"pli":"saṅkappa … ","eng":"thoughts … ","html":"{}"},"sn14.10:1.15":{"pli":"saññānānattaṃ, no saññānānattaṃ paṭicca uppajjati dhātunānattaṃ. ","eng":"Diversity of perceptions doesn’t give rise to diversity of elements. ","html":"{}"},"sn14.10:1.16":{"pli":"Katamañca, bhikkhave, dhātunānattaṃ? ","eng":"And what is the diversity of elements? ","html":"{}"},"sn14.10:1.17":{"pli":"Rūpadhātu …pe… dhammadhātu—","eng":"The sight element, the sound element, the smell element, the taste element, the touch element, and the idea element. ","html":"{}"},"sn14.10:1.18":{"pli":"idaṃ vuccati, bhikkhave, dhātunānattaṃ. ","eng":"This is called the diversity of elements. ","html":"{}</p>"},"sn14.10:2.1":{"pli":"Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, ","eng":"And how does diversity of elements give rise to diversity of perceptions, ","html":"<p>{}"},"sn14.10:2.2":{"pli":"saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ? ","eng":"and diversity of perceptions give rise to diversity of thoughts? ","html":"{}"},"sn14.10:2.3":{"pli":"Phassa … ","eng":"contacts … ","html":"{}"},"sn14.10:2.4":{"pli":"vedanā … ","eng":"feelings … ","html":"{}"},"sn14.10:2.5":{"pli":"chanda … ","eng":"desires … ","html":"{}"},"sn14.10:2.6":{"pli":"pariḷāha … ","eng":"passions … ","html":"{}"},"sn14.10:2.7":{"pli":"pariyesanā … ","eng":"searches … ","html":"{}"},"sn14.10:2.8":{"pli":"lābha … ","eng":"gains … ","html":"{}"},"sn14.10:2.9":{"pli":"no lābhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ, ","eng":"while diversity of gains doesn’t give rise to diversity of searches … ","html":"{}"},"sn14.10:2.10":{"pli":"no pariyesanānānattaṃ paṭicca uppajjati pariḷāha … ","eng":"passions … ","html":"{}"},"sn14.10:2.11":{"pli":"chanda … ","eng":"desires … ","html":"{}"},"sn14.10:2.12":{"pli":"vedanā … ","eng":"feelings … ","html":"{}"},"sn14.10:2.13":{"pli":"phassa … ","eng":"contacts … ","html":"{}"},"sn14.10:2.14":{"pli":"no saṅkappanānattaṃ paṭicca uppajjati saññānānattaṃ, no saññānānattaṃ paṭicca uppajjati dhātunānattaṃ? ","eng":"thoughts … perceptions … elements? ","html":"{}</p>"},"sn14.10:3.1":{"pli":"Rūpadhātuṃ, bhikkhave, paṭicca uppajjati rūpasaññā …pe… ","eng":"The sight element gives rise to the perception of sights … ","html":"<p>{}"},"sn14.10:3.2":{"pli":"dhammadhātuṃ paṭicca uppajjati dhammasaññā, dhammasaññaṃ paṭicca uppajjati …pe… ","eng":"The idea element gives rise to the perception of ideas … ","html":"{}"},"sn14.10:3.3":{"pli":"dhammapariyesanā, dhammapariyesanaṃ paṭicca uppajjati dhammalābho; ","eng":"The search for ideas gives rise to gaining ideas. ","html":"{}"},"sn14.10:3.4":{"pli":"no dhammalābhaṃ paṭicca uppajjati dhammapariyesanā, no dhammapariyesanaṃ paṭicca uppajjati dhammapariḷāho, no dhammapariḷāhaṃ paṭicca uppajjati dhammacchando, no dhammacchandaṃ paṭicca uppajjati dhammasamphassajā vedanā, no dhammasamphassajaṃ vedanaṃ paṭicca uppajjati dhammasamphasso, no dhammasamphassaṃ paṭicca uppajjati dhammasaṅkappo, no dhammasaṅkappaṃ paṭicca uppajjati dhammasaññā, no dhammasaññaṃ paṭicca uppajjati dhammadhātu. ","eng":"The gaining of ideas doesn’t give rise to the search for ideas. The search for ideas doesn’t give rise to the passion for ideas. The passion for ideas doesn’t give rise to the desire for ideas. The desire for ideas doesn’t give rise to feeling born of idea contact. Feeling born of idea contact doesn’t give rise to idea contact. Idea contact doesn’t give rise to thoughts about ideas. Thoughts about ideas don’t give rise to perceptions of ideas. Perceptions of ideas don’t give rise to the idea element. ","html":"{}</p>"},"sn14.10:4.1":{"pli":"Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati …pe… ","eng":"That’s how diversity of elements gives rise to diversity of perceptions … ","html":"<p>{}"},"sn14.10:4.2":{"pli":"saṅkappa … ","html":"{}"},"sn14.10:4.3":{"pli":"phassa … ","html":"{}"},"sn14.10:4.4":{"pli":"vedanā … ","html":"{}"},"sn14.10:4.5":{"pli":"chanda … ","html":"{}"},"sn14.10:4.6":{"pli":"pariḷāha … ","html":"{}"},"sn14.10:4.7":{"pli":"pariyesanā … ","html":"{}"},"sn14.10:4.8":{"pli":"lābha … ","html":"{}"},"sn14.10:4.9":{"pli":"no lābhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ, no pariyesanānānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, no pariḷāhanānattaṃ paṭicca uppajjati chandanānattaṃ, no chandanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati saṅkappanānattaṃ, no saṅkappanānattaṃ paṭicca uppajjati saññānānattaṃ, no saññānānattaṃ paṭicca uppajjati dhātunānattan”ti. ","eng":"diversity of perceptions doesn’t give rise to diversity of elements.” ","html":"{}</p>"},"sn14.10:4.10":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn14.10:4.11":{"pli":"Nānattavaggo paṭhamo. ","html":"<p class='endvagga'>{}</p>"},"sn14.10:5.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn14.10:5.1":{"pli":"Dhātuphassañca no cetaṃ, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn14.10:5.2":{"pli":"vedanā apare duve; ","html":"<span class='verse-line'>{}</span>"},"sn14.10:5.3":{"pli":"Etaṃ ajjhattapañcakaṃ, ","html":"<span class='verse-line'>{}</span>"},"sn14.10:5.4":{"pli":"dhātusaññañca no cetaṃ; ","html":"<span class='verse-line'>{}</span>"},"sn14.10:5.5":{"pli":"Phassassa apare duve, ","html":"<span class='verse-line'>{}</span>"},"sn14.10:5.6":{"pli":"etaṃ bāhirapañcakanti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn14.11":{"sn14.11:0.1":{"pli":"Saṃyutta Nikāya 14.11 ","eng":"Linked Discourses 14.11 ","html":"<article id='sn14.11'><header><ul><li class='division'>{}</li>"},"sn14.11:0.2":{"pli":"2. Dutiyavagga ","eng":"Chapter Two ","html":"<li>{}</li></ul>"},"sn14.11:0.3":{"pli":"Sattadhātusutta ","eng":"Seven Elements ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn14.11:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn14.11:1.2":{"pli":"“Sattimā, bhikkhave, dhātuyo. ","eng":"“Mendicants, there are these seven elements. ","html":"<p>{}"},"sn14.11:1.3":{"pli":"Katamā satta? ","eng":"What seven? ","html":"{}"},"sn14.11:1.4":{"pli":"Ābhādhātu, subhadhātu, ākāsānañcāyatanadhātu, viññāṇañcāyatanadhātu, ākiñcaññāyatanadhātu, nevasaññānāsaññāyatanadhātu, saññāvedayitanirodhadhātu—","eng":"The element of luminosity, the element of beauty, the element of the dimension of infinite space, the element of the dimension of infinite consciousness, the element of the dimension of nothingness, the element of the dimension of neither perception nor non-perception, and the element of the cessation of perception and feeling. ","html":"{}","comm":"This set of seven offers a unique perspective on familiar meditations. It appears out of sequence, unrelated to those before and after. "},"sn14.11:1.5":{"pli":"imā kho, bhikkhave, satta dhātuyo”ti. ","eng":"These are the seven elements.” ","html":"{}</p>"},"sn14.11:2.1":{"pli":"Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ","eng":"When he said this, one of the mendicants asked the Buddha, ","html":"<p>{}","comm":"We see the reappearance of familiar tropes of the discourses such as questions and similes, rather than the strict formalism of the first chapter. "},"sn14.11:2.2":{"pli":"“yā cāyaṃ, bhante, ābhādhātu yā ca subhadhātu yā ca ākāsānañcāyatanadhātu yā ca viññāṇañcāyatanadhātu yā ca ākiñcaññāyatanadhātu yā ca nevasaññānāsaññāyatanadhātu yā ca saññāvedayitanirodhadhātu—imā nu kho, bhante, dhātuyo kiṃ paṭicca paññāyantī”ti? ","eng":"“Sir, due to what does each of these elements appear?” ","html":"{}</p>"},"sn14.11:3.1":{"pli":"“Yāyaṃ, bhikkhu, ābhādhātu—ayaṃ dhātu andhakāraṃ paṭicca paññāyati. ","eng":"“Mendicant, the element of light appears due to the element of darkness. ","html":"<p>{}","comm":"“Luminosity” (<i lang='pi' translate='no'>ābhā</i>) is the radiance of the sun and moon in the darkness of space (<a href='index.html?q=mn123#7.4'>MN 123:7.4</a>), or the light cast by a flame (<a href='index.html?q=mn43#22.18'>MN 43:22.18</a>), but here it is the illumination that appears in deep meditation. Just as in the visual sense, light only manifests in contrast with darkness, in meditation the appearance of luminous radiance is a mode of perception by which the mind communicates to itself the ending of the hindrances and the arising of unclouded awareness. This is why this light came to be called a “sign” (<i lang='pi' translate='no'>nimitta</i>). | The dependence of light on darkness was taken up for discussion by Nāgārjuna, perhaps inspired by this passage (Mūlamadhyamakakārikā 7.8–12). "},"sn14.11:3.2":{"pli":"Yāyaṃ, bhikkhu, subhadhātu—ayaṃ dhātu asubhaṃ paṭicca paññāyati. ","eng":"The element of beauty appears due to the element of ugliness. ","html":"{}","comm":"“Beauty” (<i lang='pi' translate='no'>subha</i>) is the focus of wholly pure and exalted meditations, such as the meditation on love, or the sight of a pure brilliant color like the sky (<a href='index.html?q=mn77#22.6'>MN 77:22.6</a>). It contrasts with the meditation on “ugliness”, such as the parts of the body or a decomposing corpse. At <a href='index.html?q=an6.41#2.7'>AN 6.41:2.7</a>, Sāriputta explains that an accomplished meditator could see a tree as nothing but beauty or nothing but ugliness, since both of those elements are present in it. "},"sn14.11:3.3":{"pli":"Yāyaṃ, bhikkhu, ākāsānañcāyatanadhātu—ayaṃ dhātu rūpaṃ paṭicca paññāyati. ","eng":"The element of the dimension of infinite space appears due to the element of form. ","html":"{}","comm":"While “form” is not present in the formless meditations, it is only possible to develop them based on the prior development of “form” absorptions. These ultimately have a material basis in the body of the meditator and in the meditation subject such as the breath, or the luminous “form” that arises as a guide into absorption. "},"sn14.11:3.4":{"pli":"Yāyaṃ, bhikkhu, viññāṇañcāyatanadhātu—ayaṃ dhātu ākāsānañcāyatanaṃ paṭicca paññāyati. ","eng":"The element of the dimension of infinite consciousness appears due to the element of the dimension of infinite space. ","html":"{}","comm":"Likewise, each of the formless meditations depend on the one before; they are a step by step sequence of “progressive cessation” (<a href='index.html?q=an9.31'>AN 9.31</a>). "},"sn14.11:3.5":{"pli":"Yāyaṃ, bhikkhu, ākiñcaññāyatanadhātu—ayaṃ dhātu viññāṇañcāyatanaṃ paṭicca paññāyati. ","eng":"The element of the dimension of nothingness appears due to the element of the dimension of infinite consciousness. ","html":"{}"},"sn14.11:3.6":{"pli":"Yāyaṃ, bhikkhu, nevasaññānāsaññāyatanadhātu—ayaṃ dhātu ākiñcaññāyatanaṃ paṭicca paññāyati. ","eng":"The element of the dimension of neither perception nor non-perception appears due to the element of the dimension of nothingness. ","html":"{}"},"sn14.11:3.7":{"pli":"Yāyaṃ, bhikkhu, saññāvedayitanirodhadhātu—ayaṃ dhātu nirodhaṃ paṭicca paññāyatī”ti. ","eng":"The element of the cessation of perception and feeling appears due to the element of cessation.” ","html":"{}</p>"},"sn14.11:4.1":{"pli":"“Yā cāyaṃ, bhante, ābhādhātu yā ca subhadhātu yā ca ākāsānañcāyatanadhātu yā ca viññāṇañcāyatanadhātu yā ca ākiñcaññāyatanadhātu yā ca nevasaññānāsaññāyatanadhātu yā ca saññāvedayitanirodhadhātu—imā nu kho, bhante, dhātuyo kathaṃ samāpatti pattabbā”ti? ","eng":"“Sir, how is each of these elements to be attained?” ","html":"<p>{}</p>"},"sn14.11:5.1":{"pli":"“Yā cāyaṃ, bhikkhu, ābhādhātu yā ca subhadhātu yā ca ākāsānañcāyatanadhātu yā ca viññāṇañcāyatanadhātu yā ca ākiñcaññāyatanadhātu—imā dhātuyo saññāsamāpatti pattabbā. ","eng":"“The elements of light, beauty, the dimension of infinite space, the dimension of infinite consciousness, and the dimension of nothingness are attainments with perception. ","html":"<p>{}"},"sn14.11:5.2":{"pli":"Yāyaṃ, bhikkhu, nevasaññānāsaññāyatanadhātu—ayaṃ dhātu saṅkhārāvasesasamāpatti pattabbā. ","eng":"The element of the dimension of neither perception nor non-perception is an attainment with residual conditioned phenomena. ","html":"{}","comm":"The Visuddhimagga explains that in such a state, perception (and by extension other factors) still exists in a latent state, but does not perform its decisive function. It is unable to distinguish subject and object, so cannot support liberating insight (337–38), just as tepid water is not entirely lacking heat, yet cannot perform the function of heating. | The phrase is adopted at <a href='index.html?q=vb12#165.1'>Vb 12:165.1</a>. "},"sn14.11:5.3":{"pli":"Yāyaṃ, bhikkhu, saññāvedayitanirodhadhātu—ayaṃ dhātu nirodhasamāpatti pattabbā”ti. ","eng":"The element of the cessation of perception and feeling is an attainment of cessation.” ","html":"{}</p>","comm":"All meditations states are attained through cessation (of what is let go in the prior state), but they also manifest what is present in the new state. This is purely cessation and does not manifest anything new. "},"sn14.11:5.4":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn14.12":{"sn14.12:0.1":{"pli":"Saṃyutta Nikāya 14.12 ","eng":"Linked Discourses 14.12 ","html":"<article id='sn14.12'><header><ul><li class='division'>{}</li>"},"sn14.12:0.2":{"pli":"2. Dutiyavagga ","eng":"Chapter Two ","html":"<li>{}</li></ul>"},"sn14.12:0.3":{"pli":"Sanidānasutta ","eng":"With a Cause ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn14.12:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn14.12:1.2":{"pli":"“Sanidānaṃ, bhikkhave, uppajjati kāmavitakko, no anidānaṃ; sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ. ","eng":"“Mendicants, sensual, malicious, and cruel thoughts arise for a reason, not without reason. ","html":"<p>{}</p>","comm":"This discourse picks up from the first chapter, adding the further elaboration of the three thoughts. "},"sn14.12:2.1":{"pli":"Kathañca, bhikkhave, sanidānaṃ uppajjati kāmavitakko, no anidānaṃ; sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ? ","eng":"And how do sensual, malicious, and cruel thoughts arise for a reason, not without reason? ","html":"<p>{}"},"sn14.12:2.2":{"pli":"Kāmadhātuṃ, bhikkhave, paṭicca uppajjati kāmasaññā, kāmasaññaṃ paṭicca uppajjati kāmasaṅkappo, kāmasaṅkappaṃ paṭicca uppajjati kāmacchando, kāmacchandaṃ paṭicca uppajjati kāmapariḷāho, kāmapariḷāhaṃ paṭicca uppajjati kāmapariyesanā. ","eng":"The element of sensuality gives rise to sensual perceptions. Sensual perceptions give rise to sensual thoughts. Sensual thoughts give rise to sensual desires. Sensual desires give rise to sensual passions. Sensual passions give rise to searches for sensual pleasures. ","html":"{}"},"sn14.12:2.3":{"pli":"Kāmapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā. ","eng":"An unlearned ordinary person on a search for sensual pleasures behaves badly in three ways: by body, speech, and mind. ","html":"{}</p>"},"sn14.12:3.1":{"pli":"Byāpādadhātuṃ, bhikkhave, paṭicca uppajjati byāpādasaññā, byāpādasaññaṃ paṭicca uppajjati byāpādasaṅkappo …pe… byāpādacchando … byāpādapariḷāho … byāpādapariyesanā … ","eng":"The element of malice gives rise to malicious perceptions. Malicious perceptions give rise to malicious thoughts. … malicious desires … malicious passions … malicious searches … ","html":"<p>{}"},"sn14.12:3.2":{"pli":"byāpādapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā. ","eng":"An unlearned ordinary person on a malicious search behaves badly in three ways: by body, speech, and mind. ","html":"{}</p>"},"sn14.12:4.1":{"pli":"Vihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati vihiṃsāsaññā; vihiṃsāsaññaṃ paṭicca uppajjati vihiṃsāsaṅkappo …pe… vihiṃsāchando … vihiṃsāpariḷāho … vihiṃsāpariyesanā … ","eng":"The element of cruelty gives rise to cruel perceptions. Cruel perceptions give rise to cruel thoughts. … cruel desires … cruel passions … cruel searches … ","html":"<p>{}"},"sn14.12:4.2":{"pli":"vihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā. ","eng":"An unlearned ordinary person on a cruel search behaves badly in three ways: by body, speech, and mind. ","html":"{}</p>"},"sn14.12:5.1":{"pli":"Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya; no ce hatthehi ca pādehi ca khippameva nibbāpeyya. Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te anayabyasanaṃ āpajjeyyuṃ. ","eng":"Suppose a person was to drop a burning torch in a thicket of dry grass. If they don’t quickly extinguish it with their hands and feet, the creatures living in the grass and wood would come to ruin. ","html":"<p>{}</p>"},"sn14.12:5.2":{"pli":"Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ na khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ; ","eng":"In the same way, a corrupt perception might arise in an ascetic or brahmin. If they don’t quickly give it up, get rid of it, eliminate it, and obliterate it, they’ll suffer in the present life, with distress, anguish, and fever. ","html":"<p>{}"},"sn14.12:5.3":{"pli":"kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ","eng":"And when the body breaks up, after death, they can expect to be reborn in a bad place. ","html":"{}</p>"},"sn14.12:6.1":{"pli":"Sanidānaṃ, bhikkhave, uppajjati nekkhammavitakko, no anidānaṃ; sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ. ","eng":"Thoughts of renunciation, good will, and harmlessness arise for a reason, not without reason. ","html":"<p>{}</p>"},"sn14.12:7.1":{"pli":"Kathañca, bhikkhave, sanidānaṃ uppajjati nekkhammavitakko, no anidānaṃ; sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ? ","eng":"And how do thoughts of renunciation, good will, and harmlessness arise for a reason, not without reason? ","html":"<p>{}"},"sn14.12:7.2":{"pli":"Nekkhammadhātuṃ, bhikkhave, paṭicca uppajjati nekkhammasaññā, ","eng":"The element of renunciation gives rise to perceptions of renunciation. ","html":"{}"},"sn14.12:7.3":{"pli":"nekkhammasaññaṃ paṭicca uppajjati nekkhammasaṅkappo, ","eng":"Perceptions of renunciation give rise to thoughts of renunciation. ","html":"{}"},"sn14.12:7.4":{"pli":"nekkhammasaṅkappaṃ paṭicca uppajjati nekkhammacchando, ","eng":"Thoughts of renunciation give rise to enthusiasm for renunciation. ","html":"{}"},"sn14.12:7.5":{"pli":"nekkhammacchandaṃ paṭicca uppajjati nekkhammapariḷāho, ","eng":"Enthusiasm for renunciation gives rise to passion for renunciation. ","html":"{}"},"sn14.12:7.6":{"pli":"nekkhammapariḷāhaṃ paṭicca uppajjati nekkhammapariyesanā; ","eng":"Fervor for renunciation gives rise to the search for renunciation. ","html":"{}"},"sn14.12:7.7":{"pli":"nekkhammapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā. ","eng":"A learned noble disciple on a search for renunciation behaves well in three ways: by body, speech, and mind. ","html":"{}</p>"},"sn14.12:8.1":{"pli":"Abyāpādadhātuṃ, bhikkhave, paṭicca uppajjati abyāpādasaññā, ","eng":"The element of good will gives rise to perceptions of good will. ","html":"<p>{}"},"sn14.12:8.2":{"pli":"abyāpādasaññaṃ paṭicca uppajjati abyāpādasaṅkappo …pe… ","eng":"Perceptions of good will give rise to thoughts of good will. … ","html":"{}"},"sn14.12:8.3":{"pli":"abyāpādacchando … ","eng":"enthusiasm for good will … ","html":"{}"},"sn14.12:8.4":{"pli":"abyāpādapariḷāho … ","eng":"passion for good will … ","html":"{}"},"sn14.12:8.5":{"pli":"abyāpādapariyesanā, ","eng":"the search for good will. ","html":"{}"},"sn14.12:8.6":{"pli":"abyāpādapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā. ","eng":"A learned noble disciple on a search for good will behaves well in three ways: by body, speech, and mind. ","html":"{}</p>"},"sn14.12:9.1":{"pli":"Avihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati avihiṃsāsaññā, ","eng":"The element of harmlessness gives rise to perceptions of harmlessness. ","html":"<p>{}"},"sn14.12:9.2":{"pli":"avihiṃsāsaññaṃ paṭicca uppajjati avihiṃsāsaṅkappo, ","eng":"Perceptions of harmlessness give rise to thoughts of harmlessness. … ","html":"{}"},"sn14.12:9.3":{"pli":"avihiṃsāsaṅkappaṃ paṭicca uppajjati avihiṃsāchando, ","eng":"enthusiasm for harmlessness … ","html":"{}"},"sn14.12:9.4":{"pli":"avihiṃsāchandaṃ paṭicca uppajjati avihiṃsāpariḷāho, ","eng":"passion for harmlessness … ","html":"{}"},"sn14.12:9.5":{"pli":"avihiṃsāpariḷāhaṃ paṭicca uppajjati avihiṃsāpariyesanā; ","eng":"the search for harmlessness. ","html":"{}"},"sn14.12:9.6":{"pli":"avihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā. ","eng":"A learned noble disciple on a search for harmlessness behaves well in three ways: by body, speech, and mind. ","html":"{}</p>"},"sn14.12:10.1":{"pli":"Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya; tamenaṃ hatthehi ca pādehi ca khippameva nibbāpeyya. Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te na anayabyasanaṃ āpajjeyyuṃ. ","eng":"Suppose a person was to drop a burning torch in a thicket of dry grass. If they were to quickly extinguish it with their hands and feet, the creatures living in the grass and wood wouldn’t come to ruin. ","html":"<p>{}</p>"},"sn14.12:10.2":{"pli":"Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ; ","eng":"In the same way, a corrupt perception might arise in an ascetic or brahmin. If they quickly give it up, get rid of it, eliminate it, and obliterate it, they’ll be happy in the present life, free of distress, anguish, and fever. ","html":"<p>{}"},"sn14.12:10.3":{"pli":"kāyassa ca bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti. ","eng":"And when the body breaks up, after death, they can expect to be reborn in a good place.” ","html":"{}</p>"},"sn14.12:10.4":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn14.13":{"sn14.13:0.1":{"pli":"Saṃyutta Nikāya 14.13 ","eng":"Linked Discourses 14.13 ","html":"<article id='sn14.13'><header><ul><li class='division'>{}</li>"},"sn14.13:0.2":{"pli":"2. Dutiyavagga ","eng":"Chapter Two ","html":"<li>{}</li></ul>"},"sn14.13:0.3":{"pli":"Giñjakāvasathasutta ","eng":"In the Brick Hall ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn14.13:1.1":{"pli":"Ekaṃ samayaṃ bhagavā ñātike viharati giñjakāvasathe. ","eng":"At one time the Buddha was staying at Ñātika in the brick house. ","html":"<p>{}"},"sn14.13:1.2":{"pli":"Tatra kho bhagavā bhikkhū āmantesi: ","eng":"There the Buddha addressed the mendicants, ","html":"{}"},"sn14.13:1.3":{"pli":"“bhikkhavo”ti. ","eng":"“Mendicants!” ","html":"{}</p>"},"sn14.13:1.4":{"pli":"“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ","eng":"“Venerable sir,” they replied. ","html":"<p>{}"},"sn14.13:1.5":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn14.13:2.1":{"pli":"“Dhātuṃ, bhikkhave, paṭicca uppajjati saññā, uppajjati diṭṭhi, uppajjati vitakko”ti. ","eng":"“Mendicants, an element gives rise to a perception, a view, and a thought.” ","html":"<p>{}</p>"},"sn14.13:2.2":{"pli":"Evaṃ vutte, āyasmā kaccāno bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Kaccāna said to the Buddha, ","html":"<p>{}","comm":"The identity of this monk is uncertain. Most manuscripts, and the commentary, simply have Kaccāna here, which is probably not “Kaccāna the Great”. Some manuscripts add a personal name, Saddha or Sandha, while the Chinese parallel at SA 457 has <span lang='lzh'>婆迦利</span>, evidently for Vakkali. He may be the Sabhiya Kaccāna who appears in the same location at <a href='index.html?q=sn44.11'>SN 44.11</a>. "},"sn14.13:2.3":{"pli":"“yāyaṃ, bhante, diṭṭhi: ","eng":"“Sir, regarding ","html":"{}"},"sn14.13:2.4":{"pli":"‘asammāsambuddhesu sammāsambuddhā’ti, ayaṃ nu kho, bhante, diṭṭhi kiṃ paṭicca paññāyatī”ti? ","eng":"those who are not fully awakened Buddhas, there is a view that they are in fact fully awakened Buddhas. Due to what does this view appear?” ","html":"{}</p>","comm":"The problem of false enlightened ones is discussed at <a href='index.html?q=dn29#4.1'>DN 29:4.1</a>, <a href='index.html?q=dn33#1.6.5'>DN 33:1.6.5</a>, <a href='index.html?q=mn11#13.6'>MN 11:13.6</a>, <a href='index.html?q=mn49#30.9'>MN 49:30.9</a>, <a href='index.html?q=mn104#2.5'>MN 104:2.5</a>, and <a href='index.html?q=sn55.25#10.4'>SN 55.25:10.4</a>. "},"sn14.13:3.1":{"pli":"“Mahati kho esā, kaccāna, dhātu yadidaṃ avijjādhātu. ","eng":"“It’s a mighty thing, Kaccāna, the element of ignorance. ","html":"<p>{}"},"sn14.13:3.2":{"pli":"Hīnaṃ, kaccāna, dhātuṃ paṭicca uppajjati hīnā saññā, hīnā diṭṭhi, hīno vitakko, hīnā cetanā, hīnā patthanā, hīno paṇidhi, hīno puggalo, hīnā vācā; ","eng":"An inferior element gives rise to inferior perception, inferior view, inferior thought, inferior intention, inferior aim, inferior wish, an inferior person, and inferior speech. ","html":"{}","comm":"The appearance of “person” here anticipates the analysis of different kinds of person in the following discourses through to <a href='index.html?q=sn14.29'>SN 14.29</a>. "},"sn14.13:3.3":{"pli":"hīnaṃ ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti; ","eng":"One explains, teaches, asserts, establishes, clarifies, analyzes, and reveals the inferior. ","html":"{}"},"sn14.13:3.4":{"pli":"hīnā tassa upapattīti vadāmi. ","eng":"I say that their rebirth is inferior. ","html":"{}</p>"},"sn14.13:4.1":{"pli":"Majjhimaṃ, kaccāna, dhātuṃ paṭicca uppajjati majjhimā saññā, majjhimā diṭṭhi, majjhimo vitakko, majjhimā cetanā, majjhimā patthanā, majjhimo paṇidhi, majjhimo puggalo, majjhimā vācā; ","eng":"A middling element gives rise to middling perception, middling view, middling thought, middling intention, middling aim, middling wish, a middling person, and middling speech. ","html":"<p>{}"},"sn14.13:4.2":{"pli":"majjhimaṃ ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti; ","eng":"One explains, teaches, asserts, establishes, clarifies, analyzes, and reveals the middling. ","html":"{}"},"sn14.13:4.3":{"pli":"majjhimā tassa upapattīti vadāmi. ","eng":"I say that their rebirth is middling. ","html":"{}</p>"},"sn14.13:5.1":{"pli":"Paṇītaṃ, kaccāna, dhātuṃ paṭicca uppajjati paṇītā saññā, paṇītā diṭṭhi, paṇīto vitakko, paṇītā cetanā, paṇītā patthanā, paṇīto paṇidhi, paṇīto puggalo, paṇītā vācā; ","eng":"A superior element gives rise to superior perception, superior view, superior thought, superior intention, superior aim, superior wish, a superior person, and superior speech. ","html":"<p>{}"},"sn14.13:5.2":{"pli":"paṇītaṃ ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti; ","eng":"One explains, teaches, asserts, establishes, clarifies, analyzes, and reveals the superior. ","html":"{}"},"sn14.13:5.3":{"pli":"paṇītā tassa upapattīti vadāmī”ti. ","eng":"I say that their rebirth is superior.” ","html":"{}</p>"},"sn14.13:5.4":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn14.14":{"sn14.14:0.1":{"pli":"Saṃyutta Nikāya 14.14 ","eng":"Linked Discourses 14.14 ","html":"<article id='sn14.14'><header><ul><li class='division'>{}</li>"},"sn14.14:0.2":{"pli":"2. Dutiyavagga ","eng":"Chapter Two ","html":"<li>{}</li></ul>"},"sn14.14:0.3":{"pli":"Hīnādhimuttikasutta ","eng":"Inferior Convictions ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn14.14:1.1":{"pli":"Sāvatthiyaṃ viharati. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn14.14:1.2":{"pli":"“Dhātusova, bhikkhave, sattā saṃsandanti samenti. ","eng":"“Mendicants, sentient beings join together and converge because of an element. ","html":"<p>{}","comm":"Here “element” means something like a “personality trait”. "},"sn14.14:1.3":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti; ","eng":"Those who have inferior convictions join together and converge with those who have inferior convictions. ","html":"{}","comm":"<i lang='pi' translate='no'>Adhimuttika</i> appears to be a Buddhist coinage. The key text is the Divine Net Discourse <a href='index.html?q=dn1'>DN 1</a>, where the Buddha’s ability to discern the different “convictions” of beings is illustrated with the examples of Suppiya who criticized the Buddha, Dhamma, and Saṅgha, while his student Brahmadatta praised them. This speaks to a difference in faith, a quality closely associated with <i lang='pi' translate='no'>adhimutta</i> (eg. <a href='index.html?q=an1.208#1.1'>AN 1.208:1.1</a>). DN 1 goes on to discuss the various views, using the unique term <i lang='pi' translate='no'>adhimuttipadāni</i> (“hypotheses”, “statements of conviction”), which clearly draws on <i lang='pi' translate='no'>adhimutti</i> in the introduction. "},"sn14.14:1.4":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samenti. ","eng":"Those who have good convictions join together and converge with those who have good convictions. ","html":"{}</p>"},"sn14.14:2.1":{"pli":"Atītampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandiṃsu samiṃsu. ","eng":"In the past, too, sentient beings came together and converged because of an element. … ","html":"<p>{}"},"sn14.14:2.2":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandiṃsu samiṃsu; ","html":"{}"},"sn14.14:2.3":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandiṃsu samiṃsu. ","html":"{}</p>"},"sn14.14:3.1":{"pli":"Anāgatampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandissanti samessanti. ","eng":"In the future, too, sentient beings will join together and converge because of an element. … ","html":"<p>{}"},"sn14.14:3.2":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandissanti samessanti; ","html":"{}"},"sn14.14:3.3":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandissanti samessanti. ","html":"{}</p>"},"sn14.14:4.1":{"pli":"Etarahipi kho, bhikkhave, paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti. ","eng":"At present, too, sentient beings join together and converge because of an element. ","html":"<p>{}"},"sn14.14:4.2":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti; ","eng":"Those who have inferior convictions join together and converge with those who have inferior convictions. ","html":"{}"},"sn14.14:4.3":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samentī”ti. ","eng":"Those who have good convictions join together and converge with those who have good convictions.” ","html":"{}</p>"},"sn14.14:4.4":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn14.15":{"sn14.15:0.1":{"pli":"Saṃyutta Nikāya 14.15 ","eng":"Linked Discourses 14.15 ","html":"<article id='sn14.15'><header><ul><li class='division'>{}</li>"},"sn14.15:0.2":{"pli":"2. Dutiyavagga ","eng":"Chapter Two ","html":"<li>{}</li></ul>"},"sn14.15:0.3":{"pli":"Caṅkamasutta ","eng":"Walking Together ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn14.15:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ","eng":"At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ","html":"<p>{}","comm":"The seven good monks here are among the Buddha’s greatest disciples, all of whom were regarded as possessing great qualities of character and spiritual prowess. They each had their own speciality, which attracted students of a similar character. "},"sn14.15:1.2":{"pli":"Tena kho pana samayena āyasmā sāriputto sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Now at that time Venerable Sāriputta was walking together with several mendicants not far from the Buddha. ","html":"{}"},"sn14.15:1.3":{"pli":"āyasmāpi kho mahāmoggallāno sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Venerable Mahāmoggallāna was doing likewise, as were ","html":"{}"},"sn14.15:1.4":{"pli":"āyasmāpi kho mahākassapo sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Venerable Mahākassapa, ","html":"{}"},"sn14.15:1.5":{"pli":"āyasmāpi kho anuruddho sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Venerable Anuruddha, ","html":"{}"},"sn14.15:1.6":{"pli":"āyasmāpi kho puṇṇo mantāniputto sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Venerable Puṇṇa son of Mantāṇī, ","html":"{}"},"sn14.15:1.7":{"pli":"āyasmāpi kho upāli sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Venerable Upāli, ","html":"{}"},"sn14.15:1.8":{"pli":"āyasmāpi kho ānando sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati; ","eng":"Venerable Ānanda, ","html":"{}"},"sn14.15:1.9":{"pli":"devadattopi kho sambahulehi bhikkhūhi saddhiṃ bhagavato avidūre caṅkamati. ","eng":"and Devadatta. ","html":"{}</p>"},"sn14.15:2.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the mendicants, ","html":"<p>{}"},"sn14.15:2.2":{"pli":"“passatha no tumhe, bhikkhave, sāriputtaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"“Mendicants, do you see Sāriputta walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.3":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.4":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū mahāpaññā. ","eng":"“All of those mendicants have great wisdom. ","html":"<p>{}"},"sn14.15:2.5":{"pli":"Passatha no tumhe, bhikkhave, moggallānaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Moggallāna walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.7":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū mahiddhikā. ","eng":"“All of those mendicants have great psychic power. ","html":"<p>{}"},"sn14.15:2.8":{"pli":"Passatha no tumhe, bhikkhave, kassapaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Kassapa walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.9":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.10":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū dhutavādā. ","eng":"“All of those mendicants advocate austerities. ","html":"<p>{}"},"sn14.15:2.11":{"pli":"Passatha no tumhe, bhikkhave, anuruddhaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Anuruddha walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.12":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.13":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū dibbacakkhukā. ","eng":"“All of those mendicants have clairvoyance. ","html":"<p>{}"},"sn14.15:2.14":{"pli":"Passatha no tumhe, bhikkhave, puṇṇaṃ mantāniputtaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Puṇṇa son of Mantāṇī walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.15":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.16":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū dhammakathikā. ","eng":"“All of those mendicants are Dhamma speakers. ","html":"<p>{}"},"sn14.15:2.17":{"pli":"Passatha no tumhe, bhikkhave, upāliṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Upāli walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.18":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.19":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū vinayadharā. ","eng":"“All of those mendicants are experts in monastic law. ","html":"<p>{}"},"sn14.15:2.20":{"pli":"Passatha no tumhe, bhikkhave, ānandaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Ānanda walking together with several mendicants?” ","html":"{}</p>"},"sn14.15:2.21":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.22":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū bahussutā. ","eng":"“All of those mendicants are very learned. ","html":"<p>{}"},"sn14.15:2.23":{"pli":"Passatha no tumhe, bhikkhave, devadattaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantan”ti? ","eng":"Do you see Devadatta walking together with several mendicants?” ","html":"{}</p>","comm":"Devadatta was the Buddha’s cousin and nemesis. After going forth together with several other relatives of the Buddha (<a href='index.html?q=pli-tv-kd17#1.4.1'>Kd 17:1.4.1</a>), his initial success in meditation was corrupted by his desire for gains and fame (<a href='index.html?q=sn17.35'>SN 17.35</a>). He tried to take over the Saṅgha but was denounced by the Buddha. His attempt to create a schismatic faction failed and he died in disgrace. "},"sn14.15:2.24":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn14.15:2.25":{"pli":"“Sabbe kho ete, bhikkhave, bhikkhū pāpicchā. ","eng":"“All of those mendicants have corrupt wishes. ","html":"<p>{}</p>"},"sn14.15:3.1":{"pli":"Dhātusova, bhikkhave, sattā saṃsandanti samenti. ","eng":"Sentient beings join together and converge because of an element. ","html":"<p>{}"},"sn14.15:3.2":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti; ","eng":"Those who have inferior convictions join together and converge with those who have inferior convictions. ","html":"{}"},"sn14.15:3.3":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samenti. ","eng":"Those who have good convictions join together and converge with those who have good convictions. ","html":"{}</p>"},"sn14.15:3.4":{"pli":"Atītampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandiṃsu samiṃsu. ","eng":"In the past, ","html":"<p>{}"},"sn14.15:3.5":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandiṃsu samiṃsu; ","html":"{}"},"sn14.15:3.6":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandiṃsu samiṃsu. ","html":"{}"},"sn14.15:4.1":{"pli":"Anāgatampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandissanti samessanti. ","eng":"in the future, ","html":"{}"},"sn14.15:4.2":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandissanti samessanti; ","html":"{}"},"sn14.15:4.3":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandissanti samessanti. ","html":"{}"},"sn14.15:5.1":{"pli":"Etarahipi kho, bhikkhave, paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti. ","eng":"and also in the present, sentient beings join together and converge because of an element. ","html":"{}"},"sn14.15:5.2":{"pli":"Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti; ","eng":"Those who have inferior convictions join together and converge with those who have inferior convictions. ","html":"{}"},"sn14.15:5.3":{"pli":"kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samentī”ti. ","eng":"Those who have good convictions join together and converge with those who have good convictions.” ","html":"{}</p>"},"sn14.15:5.4":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}