{"sn35.87":{"sn35.87:0.1":{"pli":"Saṃyutta Nikāya 35.87 ","eng":"Linked Discourses 35.87 ","html":"<article id='sn35.87'><header><ul><li class='division'>{}</li>"},"sn35.87:0.2":{"pli":"9. Channavagga ","eng":"9. With Channa ","html":"<li>{}</li></ul>"},"sn35.87:0.3":{"pli":"Channasutta ","eng":"With Channa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.87:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}</p>","comm":"This discourse recurs at <a href='index.html?q=mn144'>MN 144</a>. In the Majjhima Nikāya, as here in the Saṁyutta, it is immediately followed by the Puṇṇovādasutta (<a href='index.html?q=mn145'>MN 145</a>, <a href='index.html?q=sn35.88'>SN 35.88</a>). "},"sn35.87:1.2":{"pli":"Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahācundo āyasmā ca channo gijjhakūṭe pabbate viharanti. ","eng":"Now at that time the venerables Sāriputta, Mahācunda, and Channa were staying on the Vulture’s Peak Mountain. ","html":"<p>{}","comm":"For Mahācunda, see note on <a href='index.html?q=mn8#2.1'>MN 8:2.1</a>. | This Channa only appears only in this discourse. He is obviously not the same person as the Buddha’s former charioteer who was famously admonished on the Buddha’s deathbed (<a href='index.html?q=dn16#6.4.1'>DN 16:6.4.1</a>). "},"sn35.87:1.3":{"pli":"Tena kho pana samayena yena āyasmā channo ābādhiko hoti dukkhito bāḷhagilāno. ","eng":"Now at that time Venerable Channa was sick, suffering, gravely ill. ","html":"{}</p>"},"sn35.87:1.4":{"pli":"Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahācundo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahācundaṃ etadavoca: ","eng":"Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Mahācunda and said to him, ","html":"<p>{}"},"sn35.87:1.5":{"pli":"“āyāmāvuso cunda, yenāyasmā channo tenupasaṅkamissāma gilānapucchakā”ti. ","eng":"“Come, Reverend Cunda, let’s go to see Venerable Channa and ask about his illness.” ","html":"{}</p>"},"sn35.87:1.6":{"pli":"“Evamāvuso”ti kho āyasmā mahācundo āyasmato sāriputtassa paccassosi. ","eng":"“Yes, reverend,” replied Mahācunda. ","html":"<p>{}</p>"},"sn35.87:2.1":{"pli":"Atha kho āyasmā ca sāriputto āyasmā ca mahācundo yenāyasmā channo tenupasaṅkamiṃsu; upasaṅkamitvā paññatte āsane nisīdiṃsu. Nisajja kho āyasmā sāriputto āyasmantaṃ channaṃ etadavoca: ","eng":"And then Sāriputta and Mahācunda went to see Channa and sat down on the seats spread out. Sāriputta said to Channa: ","html":"<p>{}"},"sn35.87:2.2":{"pli":"“kacci te, āvuso channa, khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo”ti? ","eng":"“I hope you’re keeping well, Reverend Channa; I hope you’re all right. I hope that your pain is fading, not growing, that its fading is evident, not its growing.” ","html":"{}</p>"},"sn35.87:3.1":{"pli":"“Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo. ","eng":"“Reverend Sāriputta, I’m not keeping well, I’m not getting by. The pain is terrible and growing, not fading; its growing is evident, not its fading. ","html":"<p>{}"},"sn35.87:3.2":{"pli":"Seyyathāpi, āvuso, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho, āvuso, adhimattā vātā muddhani ūhananti. ","eng":"The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point. ","html":"{}"},"sn35.87:3.3":{"pli":"Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ …pe… no paṭikkamo. ","html":"{}"},"sn35.87:3.4":{"pli":"Seyyathāpi, āvuso, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya; evameva kho, āvuso, adhimattā sīse sīsavedanā. ","eng":"The pain in my head is so severe, it feels like a strong man tightening a strong leather strap around my head. ","html":"{}"},"sn35.87:3.5":{"pli":"Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ …pe… no paṭikkamo. ","html":"{}"},"sn35.87:3.6":{"pli":"Seyyathāpi, āvuso, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; evameva kho adhimattā vātā kucchiṃ parikantanti. ","eng":"The winds slicing my belly are so severe, like a deft butcher or their apprentice were slicing open a cows’s belly with a sharp meat cleaver. ","html":"{}"},"sn35.87:3.7":{"pli":"Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ …pe… no paṭikkamo. ","html":"{}"},"sn35.87:3.8":{"pli":"Seyyathāpi, āvuso, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ; evameva kho, āvuso, adhimatto kāyasmiṃ ḍāho. ","eng":"The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals. ","html":"{}"},"sn35.87:3.9":{"pli":"Na me, āvuso, khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo. ","eng":"I’m not keeping well, I’m not getting by. The pain is terrible and growing, not fading; its growing is evident, not its fading. ","html":"{}</p>"},"sn35.87:3.10":{"pli":"Satthaṃ, āvuso sāriputta, āharissāmi, nāvakaṅkhāmi jīvitan”ti. ","eng":"Reverend Sāriputta, I will commit suicide. I don’t wish to live.” ","html":"<p>{}</p>","comm":"See note on <a href='index.html?q=sn4.23#2.3'>SN 4.23:2.3</a>. "},"sn35.87:4.1":{"pli":"“Mā āyasmā channo satthaṃ āharesi. ","eng":"“Please don’t commit suicide! ","html":"<p>{}"},"sn35.87:4.2":{"pli":"Yāpetāyasmā channo, yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāma. ","eng":"Venerable Channa, keep going! We want you to keep going. ","html":"{}</p>"},"sn35.87:4.3":{"pli":"Sace āyasmato channassa natthi sappāyāni bhojanāni, ahaṃ āyasmato channassa sappāyāni bhojanāni pariyesissāmi. ","eng":"If you don’t have any suitable food, we’ll find it for you. ","html":"<p>{}"},"sn35.87:4.4":{"pli":"Sace āyasmato channassa natthi sappāyāni bhesajjāni, ahaṃ āyasmato channassa sappāyāni bhesajjāni pariyesissāmi. ","eng":"If you don’t have suitable medicine, we’ll find it for you. ","html":"{}"},"sn35.87:4.5":{"pli":"Sace āyasmato channassa natthi patirūpā upaṭṭhākā, ahaṃ āyasmantaṃ channaṃ upaṭṭhahissāmi. ","eng":"If you don’t have a capable carer, we’ll find one for you. ","html":"{}</p>"},"sn35.87:4.6":{"pli":"Mā āyasmā channo satthaṃ āharesi. ","eng":"Please don’t commit suicide! ","html":"<p>{}"},"sn35.87:4.7":{"pli":"Yāpetāyasmā channo, yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāmā”ti. ","eng":"Venerable Channa, keep going! We want you to keep going.” ","html":"{}</p>"},"sn35.87:5.1":{"pli":"“Na me, āvuso sāriputta, natthi sappāyāni bhojanāni; ","eng":"“Reverend Sāriputta, it’s not that I don’t have suitable food; ","html":"<p>{}"},"sn35.87:5.2":{"pli":"atthi me sappāyāni bhojanāni. ","eng":"I do have suitable food. ","html":"{}"},"sn35.87:5.3":{"pli":"Napi me natthi sappāyāni bhesajjāni; ","eng":"It’s not that I don’t have suitable medicine; ","html":"{}"},"sn35.87:5.4":{"pli":"atthi me sappāyāni bhesajjāni. ","eng":"I do have suitable medicine. ","html":"{}"},"sn35.87:5.5":{"pli":"Napi me natthi patirūpā upaṭṭhākā; ","eng":"It’s not that I don’t have a capable carer; ","html":"{}"},"sn35.87:5.6":{"pli":"atthi me patirūpā upaṭṭhākā. ","eng":"I do have a capable carer. ","html":"{}</p>"},"sn35.87:5.7":{"pli":"Api ca me, āvuso, satthā pariciṇṇo dīgharattaṃ manāpeneva, no amanāpena. ","eng":"Moreover, for a long time now I have served the Teacher with love, not without love. ","html":"<p>{}"},"sn35.87:5.8":{"pli":"Etañhi, āvuso, sāvakassa patirūpaṃ yaṃ satthāraṃ paricareyya manāpeneva, no amanāpena. ","eng":"For it is proper for a disciple to serve the Teacher with love, not without love. ","html":"{}"},"sn35.87:5.9":{"pli":"‘Anupavajjaṃ channo bhikkhu satthaṃ āharissatī’ti—evametaṃ, āvuso sāriputta, dhārehī”ti. ","eng":"You should remember this: ‘The mendicant Channa will commit suicide blamelessly.’” ","html":"{}</p>"},"sn35.87:6.1":{"pli":"“Puccheyyāma mayaṃ āyasmantaṃ channaṃ kañcideva desaṃ, sace āyasmā channo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ","eng":"“I’d like to ask Venerable Channa about a certain point, if you’d take the time to answer.” ","html":"<p>{}</p>"},"sn35.87:6.2":{"pli":"“Pucchāvuso sāriputta, sutvā vedissāmā”ti. ","eng":"“Ask, Reverend Sāriputta. When I’ve heard it I’ll know.” ","html":"<p>{}</p>"},"sn35.87:7.1":{"pli":"“Cakkhuṃ, āvuso channa, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasi …pe… ","eng":"“Reverend Channa, do you regard the eye, eye consciousness, and things knowable by eye consciousness in this way: ‘This is mine, I am this, this is my self’? ","html":"<p>{}</p>"},"sn35.87:7.2":{"pli":"jivhaṃ, āvuso channa, jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasi …pe… ","eng":"Do you regard the ear … nose … tongue … body … ","html":"<p>{}"},"sn35.87:7.3":{"pli":"manaṃ, āvuso channa, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ","eng":"mind, mind consciousness, and things knowable by mind consciousness in this way: ‘This is mine, I am this, this is my self’?” ","html":"{}</p>"},"sn35.87:8.1":{"pli":"“Cakkhuṃ, āvuso sāriputta, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ","eng":"“Reverend Sāriputta, I regard the eye, eye consciousness, and things knowable by eye consciousness in this way: ‘This is not mine, I am not this, this is not my self.’ ","html":"<p>{}</p>"},"sn35.87:8.2":{"pli":"jivhaṃ, āvuso sāriputta, jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ","eng":"I regard the ear … nose … tongue … body … ","html":"<p>{}"},"sn35.87:8.3":{"pli":"manaṃ, āvuso sāriputta, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ","eng":"mind, mind consciousness, and things knowable by mind consciousness in this way: ‘This is not mine, I am not this, this is not my self’.” ","html":"{}</p>"},"sn35.87:9.1":{"pli":"“Cakkhusmiṃ, āvuso channa, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasi … ","eng":"“Reverend Channa, what have you seen, what have you directly known in these things that you regard them in this way: ‘This is not mine, I am not this, this is not my self’?” ","html":"<p>{}"},"sn35.87:9.2":{"pli":"jivhāya, āvuso channa, jivhāviññāṇe jivhāviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya jivhaṃ jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasi … ","html":"{}"},"sn35.87:9.3":{"pli":"manasmiṃ, āvuso channa, manoviññāṇe manoviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya manaṃ manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasī”ti? ","html":"{}</p>"},"sn35.87:10.1":{"pli":"“Cakkhusmiṃ, āvuso sāriputta, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ","eng":"“Reverend Sāriputta, after seeing cessation, after directly knowing cessation in these things I regard them in this way: ‘This is not mine, I am not this, this is not my self’.” ","html":"<p>{}"},"sn35.87:10.2":{"pli":"jivhāya, āvuso sāriputta, jivhāviññāṇe jivhāviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya jivhaṃ jivhāviññāṇaṃ jivhāviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi …pe… ","html":"{}"},"sn35.87:10.3":{"pli":"manasmiṃ, āvuso sāriputta, manoviññāṇe manoviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya manaṃ manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ","html":"{}</p>"},"sn35.87:11.1":{"pli":"Evaṃ vutte, āyasmā mahācundo āyasmantaṃ channaṃ etadavoca: ","eng":"When he said this, Venerable Mahācunda said to Venerable Channa, ","html":"<p>{}"},"sn35.87:11.2":{"pli":"“tasmātiha, āvuso channa, idampi tassa bhagavato sāsanaṃ niccakappaṃ sādhukaṃ manasi kātabbaṃ: ","eng":"“So, Reverend Channa, you should regularly apply your mind well to this instruction of the Buddha: ","html":"{}</p>","comm":"Mahācunda is about to quote a phrase that appears at <a href='index.html?q=ud8.4'>Ud 8.4</a>. "},"sn35.87:11.3":{"pli":"‘nissitassa calitaṃ, anissitassa calitaṃ natthi. ","eng":"‘For the dependent there is agitation. For the independent there’s no agitation. ","html":"<p>{}","comm":"The “dependent” is the world of conditions. The “independent” is Nibbana. | “Agitation” is <i lang='pi' translate='no'>calita</i>, otherwise “shaking, trembling”. "},"sn35.87:11.4":{"pli":"Calite asati passaddhi hoti. ","eng":"When there’s no agitation there is tranquility. ","html":"{}"},"sn35.87:11.5":{"pli":"Passaddhiyā sati nati na hoti. ","eng":"When there’s tranquility there’s no inclination. ","html":"{}","comm":"“Inclination” is <i lang='pi' translate='no'>nati</i>, from a root meaning “to bend”. Sometimes used in the sense of a “inclination of mind” (<a href='index.html?q=mn19#6.1'>MN 19:6.1</a>), here, as the following lines make clear, it refers to the mind inclining to rebirth; explained by the commentary as “craving”. Compare the English idiom, “one is bent on destruction”. "},"sn35.87:11.6":{"pli":"Natiyā asati āgatigati na hoti. ","eng":"When there’s no inclination, there’s no coming and going. ","html":"{}"},"sn35.87:11.7":{"pli":"Āgatigatiyā asati cutūpapāto na hoti. ","eng":"When there’s no coming and going, there’s no passing away and reappearing. ","html":"{}"},"sn35.87:11.8":{"pli":"Cutūpapāte asati nevidha na huraṃ na ubhayamantarena. ","eng":"When there’s no passing away and reappearing, there’s no this life or the next or between the two. ","html":"{}","comm":"Vedic cosmology speaks of a tripartite world: the earth, the heavens, and the “midspace” (<i lang='pi' translate='no'>antarikṣa</i>), namely the atmosphere. The gods journey through the midspace to earth for the sacrifice, bringing bounty for mortals (eg. Rig Veda 7.45). Later, the process of rebirth was conceived of as a path of cosmological ascent returning to the world of the gods or the fathers (eg. Bṛhadāraṇyaka Upaniṣad 5.10.1). For the suttas, rebirth is likewise seen as a process of moving between states, like a person leaving a house, walking down the street, and entering another house (<a href='index.html?q=dn2#96.1'>DN 2:96.1</a>). | The Suttas routinely accept the reality of an in-between state after death and before rebirth. See eg. <a href='index.html?q=sn12.11#1.3'>SN 12.11:1.3</a>, <a href='index.html?q=sn46.3#9.5'>SN 46.3:9.5</a>. "},"sn35.87:11.9":{"pli":"Esevanto dukkhassā’”ti. ","eng":"Just this is the end of suffering.’” ","html":"{}</p>"},"sn35.87:12.1":{"pli":"Atha kho āyasmā ca sāriputto āyasmā ca mahācundo āyasmantaṃ channaṃ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṃsu. ","eng":"And when the venerables Sāriputta and Mahācunda had given Venerable Channa this advice they got up from their seat and left. ","html":"<p>{}"},"sn35.87:12.2":{"pli":"Atha kho āyasmā channo acirapakkantesu tesu āyasmantesu satthaṃ āharesi. ","eng":"Not long after those venerables had left, Venerable Channa committed suicide. ","html":"{}</p>"},"sn35.87:13.1":{"pli":"Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ","eng":"Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"sn35.87:13.2":{"pli":"“āyasmatā, bhante, channena satthaṃ āharitaṃ. ","eng":"“Sir, Venerable Channa has committed suicide. ","html":"{}"},"sn35.87:13.3":{"pli":"Tassa kā gati ko abhisamparāyo”ti? ","eng":"Where has he been reborn in his next life?” ","html":"{}</p>"},"sn35.87:13.4":{"pli":"“Nanu te, sāriputta, channena bhikkhunā sammukhāyeva anupavajjatā byākatā”ti? ","eng":"“Sāriputta, didn’t the mendicant Channa declare his blamelessness to you personally?” ","html":"<p>{}</p>"},"sn35.87:13.5":{"pli":"“Atthi, bhante, pubbavijjanaṃ nāma vajjigāmo. ","eng":"“Sir, there is a Vajjian village named Pubbajira. ","html":"<p>{}","comm":"There are several variant spellings of this name, which does not seem to appear elsewhere. "},"sn35.87:13.6":{"pli":"Tatthāyasmato channassa mittakulāni suhajjakulāni upavajjakulānī”ti. ","eng":"There Channa had families who were friendly, intimate, and hospitable.” ","html":"{}</p>","comm":"The text plays with homonyms of <i lang='pi' translate='no'>upavajja</i> as “blameworthy” (Sanskrit <i lang='pi' translate='no'>upavadya</i>) and as “hospitable” (commentary: <i lang='pi' translate='no'>upasaṅkamitabba</i>, Sanskrit <i lang='pi' translate='no'>upavrajya</i>). "},"sn35.87:13.7":{"pli":"“Honti hete, sāriputta, channassa bhikkhuno mittakulāni suhajjakulāni upavajjakulāni. ","eng":"“The mendicant Channa did indeed have such families, Sāriputta. ","html":"<p>{}"},"sn35.87:13.8":{"pli":"Na kho panāhaṃ, sāriputta, ettāvatā saupavajjoti vadāmi. ","eng":"But this is not enough for me to call someone ‘blameworthy’. ","html":"{}"},"sn35.87:13.9":{"pli":"Yo kho, sāriputta, tañca kāyaṃ nikkhipati, aññañca kāyaṃ upādiyati, tamahaṃ saupavajjoti vadāmi. ","eng":"When someone lays down this body and takes up another body, I call them ‘blameworthy’. ","html":"{}"},"sn35.87:13.10":{"pli":"Taṃ channassa bhikkhuno natthi. ","eng":"But the mendicant Channa did no such thing. ","html":"{}</p>","comm":"The Buddha confirms that Channa was an arahant. "},"sn35.87:13.11":{"pli":"‘Anupavajjaṃ channena bhikkhunā satthaṃ āharitan’ti—","eng":"You should remember this: ‘The mendicant Channa committed suicide blamelessly.’” ","html":"<p>{}","comm":"Suicide generally is condemned in Buddhism as the taking of a human life. But from this and similar incidents (<a href='index.html?q=sn4.23'>SN 4.23</a>, <a href='index.html?q=sn22.87'>SN 22.87</a>) it is widely accepted that suicide in the final throes of a terminal illness is allowable for arahants, as they are incapable of committing a blameworthy act. The suttas, however, can also be read to support the reverse reading: the reason it is allowable for arahants is because it is not blameworthy. The underlying logic would be that ending life is normally bad because life is valuable, but at such a point life no longer has any value. Obviously this is a complex issue that cannot be resolved by a few short scriptural passages, but a Buddhist would be motivated by compassion and understanding for those going through such terrible suffering. "},"sn35.87:13.12":{"pli":"evametaṃ, sāriputta, dhārehī”ti. ","html":"{}</p>"},"sn35.87:13.13":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.88":{"sn35.88:0.1":{"pli":"Saṃyutta Nikāya 35.88 ","eng":"Linked Discourses 35.88 ","html":"<article id='sn35.88'><header><ul><li class='division'>{}</li>"},"sn35.88:0.2":{"pli":"9. Channavagga ","eng":"9. With Channa ","html":"<li>{}</li></ul>"},"sn35.88:0.3":{"pli":"Puṇṇasutta ","eng":"With Puṇṇa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.88:1.1":{"pli":"Atha kho āyasmā puṇṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā …pe… ekamantaṃ nisinno kho āyasmā puṇṇo bhagavantaṃ etadavoca: ","eng":"And then Venerable Puṇṇa went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>","comm":"This sutta recurs at <a href='index.html?q=mn145'>MN 145</a>, with slight differences in the opening and closing. In addition to two discourse parallels in Chinese, the popularity of this narrative is attested by its appearance in later texts such as the Mūlasarvāstivāda Vinaya and the Divyāvadāna, as well as in artworks (see Anālayo, <em>Comparative Study</em>, vol. ii, p. 828). | This Puṇṇa is to be distinguished from the Koliyan ascetic of <a href='index.html?q=mn57'>MN 57</a> and the son of Mantāṇī of <a href='index.html?q=mn23'>MN 23</a>. His only other appearance is his Theragāthā verse at <a href='index.html?q=thag1.70'>Thag 1.70</a>. "},"sn35.88:1.2":{"pli":"“sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ","eng":"“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ","html":"<p>{}</p>"},"sn35.88:2.1":{"pli":"“Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"“Puṇṇa, there are sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"<p>{}"},"sn35.88:2.2":{"pli":"Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ","eng":"If a mendicant approves, welcomes, and keeps clinging to them, ","html":"{}"},"sn35.88:2.3":{"pli":"Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ","eng":"this gives rise to relishing. ","html":"{}"},"sn35.88:2.4":{"pli":"‘Nandisamudayā dukkhasamudayo, puṇṇā’ti vadāmi …pe… ","eng":"Relishing is the origin of suffering, I say. ","html":"{}</p>"},"sn35.88:2.5":{"pli":"santi kho, puṇṇa, jivhāviññeyyā rasā …pe… ","eng":"There are sounds … smells … tastes … touches … ","html":"<p>{}"},"sn35.88:2.6":{"pli":"santi kho, puṇṇa, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"There are ideas known by the mind, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"sn35.88:2.7":{"pli":"Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ","eng":"If a mendicant approves, welcomes, and keeps clinging to them, ","html":"{}"},"sn35.88:2.8":{"pli":"Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ","eng":"this gives rise to relishing. ","html":"{}"},"sn35.88:2.9":{"pli":"‘Nandisamudayā dukkhasamudayo, puṇṇā’ti vadāmi. ","eng":"Relishing is the origin of suffering, I say. ","html":"{}</p>"},"sn35.88:3.1":{"pli":"Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"There are sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"<p>{}"},"sn35.88:3.2":{"pli":"Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nirujjhati nandī. ","eng":"If a mendicant doesn’t approve, welcome, and keep clinging to them, relishing ceases. ","html":"{}"},"sn35.88:3.3":{"pli":"‘Nandinirodhā dukkhanirodho, puṇṇā’ti vadāmi …pe… ","eng":"When relishing ceases, suffering ceases, I say. … ","html":"{}</p>"},"sn35.88:3.4":{"pli":"santi kho, puṇṇa, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"There are ideas known by the mind, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"<p>{}"},"sn35.88:3.5":{"pli":"Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nirujjhati nandī. ","eng":"If a mendicant doesn’t approve, welcome, and keep clinging to them, relishing ceases. ","html":"{}"},"sn35.88:3.6":{"pli":"‘Nandinirodhā dukkhanirodho, puṇṇā’ti vadāmi. ","eng":"When relishing ceases, suffering ceases, I say. ","html":"{}</p>"},"sn35.88:4.1":{"pli":"Iminā tvaṃ, puṇṇa, mayā saṅkhittena ovādena ovadito katamasmiṃ janapade viharissasī”ti? ","eng":"Puṇṇa, now that I’ve given you this brief advice, what country will you live in?” ","html":"<p>{}</p>"},"sn35.88:4.2":{"pli":"“Atthi, bhante, sunāparanto nāma janapado, tatthāhaṃ viharissāmī”ti. ","eng":"“Sir, there’s a country named Sunāparanta; I will live there.” ","html":"<p>{}</p>","comm":"The commentary says that Puṇṇa was in fact born in Sunāparanta, specifically the trading port of Suppāraka, which is modern Nallasopara north of Mumbai on India’s west coast. Sunāparanta is otherwise known as Aparanta (“Far West”, <a href='index.html?q=bv29#17.2'>Bv 29:17.2</a>). Puṇṇa’s choice was far-sighted, as from the time of Ashoka, Suppāraka became a major trading center with ports in India and lands west as far as Mesopotamia, Egypt, Eastern Africa, and Rome. A fabulous tale of such trading voyages is told in <a href='index.html?q=ja463'>Ja 463</a>. "},"sn35.88:5.1":{"pli":"“Caṇḍā kho, puṇṇa, sunāparantakā manussā; ","eng":"“The people of Sunāparanta are wild and rough, Puṇṇa. ","html":"<p>{}"},"sn35.88:5.2":{"pli":"pharusā kho, puṇṇa, sunāparantakā manussā. ","html":"{}"},"sn35.88:5.3":{"pli":"Sace taṃ, puṇṇa, sunāparantakā manussā akkosissanti paribhāsissanti, tatra te, puṇṇa, kinti bhavissatī”ti? ","eng":"If they abuse and insult you, what will you think of them?” ","html":"{}</p>"},"sn35.88:6.1":{"pli":"“Sace maṃ, bhante, sunāparantakā manussā akkosissanti paribhāsissanti, tatra me evaṃ bhavissati: ","eng":"“If they abuse and insult me, I will think: ","html":"<p>{}"},"sn35.88:6.2":{"pli":"‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime pāṇinā pahāraṃ dentī’ti. ","eng":"‘These people of Sunāparanta are gracious, truly gracious, since they don’t hit me with their fists.’ ","html":"{}"},"sn35.88:6.3":{"pli":"Evamettha, bhagavā, bhavissati; ","eng":"That’s what I’ll think, Blessed One. ","html":"{}"},"sn35.88:6.4":{"pli":"evamettha, sugata, bhavissatī”ti. ","eng":"That’s what I’ll think, Holy One.” ","html":"{}</p>"},"sn35.88:7.1":{"pli":"“Sace pana te, puṇṇa, sunāparantakā manussā pāṇinā pahāraṃ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ","eng":"“But if they do hit you with their fists, what will you think of them then?” ","html":"<p>{}</p>"},"sn35.88:8.1":{"pli":"“Sace me, bhante, sunāparantakā manussā pāṇinā pahāraṃ dassanti, tatra me evaṃ bhavissati: ","eng":"“If they hit me with their fists, I’ll think: ","html":"<p>{}"},"sn35.88:8.2":{"pli":"‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime leḍḍunā pahāraṃ dentī’ti. ","eng":"‘These people of Sunāparanta are gracious, truly gracious, since they don’t throw stones at me.’ ","html":"{}"},"sn35.88:8.3":{"pli":"Evamettha, bhagavā, bhavissati; ","eng":"That’s what I’ll think, Blessed One. ","html":"{}"},"sn35.88:8.4":{"pli":"evamettha, sugata, bhavissatī”ti. ","eng":"That’s what I’ll think, Holy One.” ","html":"{}</p>"},"sn35.88:9.1":{"pli":"“Sace pana te, puṇṇa, sunāparantakā manussā leḍḍunā pahāraṃ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ","eng":"“But if they do throw stones at you, what will you think of them then?” ","html":"<p>{}</p>"},"sn35.88:10.1":{"pli":"“Sace me, bhante, sunāparantakā manussā leḍḍunā pahāraṃ dassanti, tatra me evaṃ bhavissati: ","eng":"“If they throw stones at me, I’ll think: ","html":"<p>{}"},"sn35.88:10.2":{"pli":"‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime daṇḍena pahāraṃ dentī’ti. ","eng":"‘These people of Sunāparanta are gracious, truly gracious, since they don’t beat me with a club.’ ","html":"{}"},"sn35.88:10.3":{"pli":"Evamettha, bhagavā, bhavissati; ","eng":"That’s what I’ll think, Blessed One. ","html":"{}"},"sn35.88:10.4":{"pli":"evamettha, sugata, bhavissatī”ti. ","eng":"That’s what I’ll think, Holy One.” ","html":"{}</p>"},"sn35.88:11.1":{"pli":"“Sace pana puṇṇa, sunāparantakā manussā daṇḍena pahāraṃ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ","eng":"“But if they do beat you with a club, what will you think of them then?” ","html":"<p>{}</p>"},"sn35.88:12.1":{"pli":"“Sace me, bhante, sunāparantakā manussā daṇḍena pahāraṃ dassanti, tatra me evaṃ bhavissati: ","eng":"“If they beat me with a club, I’ll think: ","html":"<p>{}"},"sn35.88:12.2":{"pli":"‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime satthena pahāraṃ dentī’ti. ","eng":"‘These people of Sunāparanta are gracious, truly gracious, since they don’t stab me with a knife.’ ","html":"{}"},"sn35.88:12.3":{"pli":"Evamettha, bhagavā, bhavissati; ","eng":"That’s what I’ll think, Blessed One. ","html":"{}"},"sn35.88:12.4":{"pli":"evamettha, sugata, bhavissatī”ti. ","eng":"That’s what I’ll think, Holy One.” ","html":"{}</p>"},"sn35.88:13.1":{"pli":"“Sace pana te, puṇṇa, sunāparantakā manussā satthena pahāraṃ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ","eng":"“But if they do stab you with a knife, what will you think of them then?” ","html":"<p>{}</p>"},"sn35.88:14.1":{"pli":"“Sace me, bhante, sunāparantakā manussā satthena pahāraṃ dassanti, tatra me evaṃ bhavissati: ","eng":"“If they stab me with a knife, I’ll think: ","html":"<p>{}"},"sn35.88:14.2":{"pli":"‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ maṃ nayime tiṇhena satthena jīvitā voropentī’ti. ","eng":"‘These people of Sunāparanta are gracious, truly gracious, since they don’t take my life with a sharp knife.’ ","html":"{}"},"sn35.88:14.3":{"pli":"Evamettha, bhagavā, bhavissati; ","eng":"That’s what I’ll think, Blessed One. ","html":"{}"},"sn35.88:14.4":{"pli":"evamettha, sugata, bhavissatī”ti. ","eng":"That’s what I’ll think, Holy One.” ","html":"{}</p>"},"sn35.88:15.1":{"pli":"“Sace pana taṃ, puṇṇa, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ","eng":"“But if they do take your life with a sharp knife, what will you think of them then?” ","html":"<p>{}</p>"},"sn35.88:16.1":{"pli":"“Sace maṃ, bhante, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tatra me evaṃ bhavissati: ","eng":"“If they take my life with a sharp knife, I’ll think: ","html":"<p>{}"},"sn35.88:16.2":{"pli":"‘santi kho tassa bhagavato sāvakā kāyena ca jīvitena ca aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti, taṃ me idaṃ apariyiṭṭhaññeva satthahārakaṃ laddhan’ti. ","eng":"‘There are disciples of the Buddha who looked for a suicide weapon because they were horrified, repelled, and disgusted with the body and with life. And I have found this without looking!’ ","html":"{}","comm":"This is in reference to the notorious story of Migalaṇḍika in <a href='index.html?q=pli-tv-bu-vb-pj3'>Bu Pj 3</a>, told more briefly in <a href='index.html?q=sn54.9'>SN 54.9</a>. Several monks, meditating improperly on the unattractiveness of the body, sought suicide as the way out. In response, the Buddha taught mindfulness of breathing, which is “peaceful and sublime, a deliciously pleasant meditation”. | The idiomatic phrase <i lang='pi' translate='no'>satthahāraka</i> is difficult. The obvious reading is to take <i lang='pi' translate='no'>sattha</i> as “knife”, the meaning it has in the preceding sentence. However, that yields the sense “knife-bringer”, “assassin”, whereas the use of <i lang='pi' translate='no'>idaṁ</i> in <a href='index.html?q=mn145#5.32'>MN 145:5.32</a> shows it must be neuter, i.e. it is a thing not a person. Richard Gombrich suggests we read <i lang='pi' translate='no'>sattha</i> here as equivalent to Sanskrit <i lang='pi' translate='no'>śvasita</i>, “breathing, life” (see Brahmali’s note on <a href='index.html?q=pli-tv-bu-vb-pj3#2.49.1'>Bu Pj 3:2.49.1</a>), yielding the sense “life-taker”, “breath-stealer”, “deadly weapon”. This agrees with the Vinaya commentary, which explains, “What does it take? Life.” (<i lang='pi' translate='no'>Kiṃ harati? Jīvitaṁ</i>). Since this idiom is only used in the context of suicide, I call it “suicide weapon”, and the verbal form “commit suicide”. "},"sn35.88:16.3":{"pli":"Evamettha, bhagavā, bhavissati; ","eng":"That’s what I’ll think, Blessed One. ","html":"{}"},"sn35.88:16.4":{"pli":"evamettha, sugata, bhavissatī”ti. ","eng":"That’s what I’ll think, Holy One.” ","html":"{}</p>"},"sn35.88:17.1":{"pli":"“Sādhu sādhu, puṇṇa. ","eng":"“Good, good Puṇṇa! ","html":"<p>{}"},"sn35.88:17.2":{"pli":"Sakkhissasi kho tvaṃ, puṇṇa, iminā damūpasamena samannāgato sunāparantasmiṃ janapade vatthuṃ. ","eng":"Having such self-control and peacefulness, you will be quite capable of living in Sunāparanta. ","html":"{}"},"sn35.88:17.3":{"pli":"Yassadāni tvaṃ, puṇṇa, kālaṃ maññasī”ti. ","eng":"Now, Puṇṇa, go at your convenience.” ","html":"{}</p>"},"sn35.88:18.1":{"pli":"Atha kho āyasmā puṇṇo bhagavato vacanaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sunāparanto janapado tena cārikaṃ pakkāmi. ","eng":"And then Puṇṇa welcomed and agreed with the Buddha’s words. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Sunāparanta. ","html":"<p>{}</p>"},"sn35.88:18.2":{"pli":"Anupubbena cārikaṃ caramāno yena sunāparanto janapado tadavasari. ","eng":"Traveling stage by stage, he arrived at Sunāparanta, ","html":"<p>{}"},"sn35.88:18.3":{"pli":"Tatra sudaṃ āyasmā puṇṇo sunāparantasmiṃ janapade viharati. ","eng":"and stayed there. ","html":"{}"},"sn35.88:18.4":{"pli":"Atha kho āyasmā puṇṇo tenevantaravassena pañcamattāni upāsakasatāni paṭivedesi. ","eng":"Within that rainy season he confirmed around five hundred male and five hundred female lay followers. And within that same rainy season he realized the three knowledges. ","html":"{}"},"sn35.88:18.5":{"pli":"Tenevantaravassena pañcamattāni upāsikāsatāni paṭivedesi. ","html":"{}"},"sn35.88:18.6":{"pli":"Tenevantaravassena tisso vijjā sacchākāsi. ","html":"{}"},"sn35.88:18.7":{"pli":"Tenevantaravassena parinibbāyi. ","eng":"And within that same rainy season he became completely extinguished. ","html":"{}</p>"},"sn35.88:19.1":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu …pe… ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha … and asked him, ","html":"<p>{}"},"sn35.88:19.2":{"pli":"“yo so, bhante, puṇṇo nāma kulaputto bhagavatā saṅkhittena ovādena ovadito, so kālaṅkato. ","eng":"“Sir, the gentleman named Puṇṇa, who was advised in brief by the Buddha, has passed away. ","html":"{}"},"sn35.88:19.3":{"pli":"Tassa kā gati ko abhisamparāyo”ti? ","eng":"Where has he been reborn in his next life?” ","html":"{}</p>"},"sn35.88:20.1":{"pli":"“Paṇḍito, bhikkhave, puṇṇo kulaputto, paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ vihesesi. ","eng":"“Mendicants, Puṇṇa was astute. He practiced in line with the teaching, and did not trouble me about the teachings. ","html":"<p>{}"},"sn35.88:20.2":{"pli":"Parinibbuto, bhikkhave, puṇṇo kulaputto”ti. ","eng":"Puṇṇa has become completely quenched.” ","html":"{}</p>"},"sn35.88:20.3":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.89":{"sn35.89:0.1":{"pli":"Saṃyutta Nikāya 35.89 ","eng":"Linked Discourses 35.89 ","html":"<article id='sn35.89'><header><ul><li class='division'>{}</li>"},"sn35.89:0.2":{"pli":"9. Channavagga ","eng":"9. With Channa ","html":"<li>{}</li></ul>"},"sn35.89:0.3":{"pli":"Bāhiyasutta ","eng":"With Bāhiya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.89:1.1":{"pli":"Atha kho āyasmā bāhiyo yena bhagavā tenupasaṅkami …pe… ekamantaṃ nisinno kho āyasmā bāhiyo bhagavantaṃ etadavoca: ","eng":"Then Venerable Bāhiya went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>","comm":"A monk called Bāhiya appears in a similar discourse at <a href='index.html?q=sn47.15'>SN 47.15</a>. In both cases he is said to become an arahant. It may be that these are different versions of the same event. The Bāhiya Dārucīriya famed from <a href='index.html?q=ud1.10'>Ud 1.10</a> must be a different person, since he died immediately. "},"sn35.89:1.2":{"pli":"“sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ","eng":"“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ","html":"<p>{}</p>"},"sn35.89:2.1":{"pli":"“Taṃ kiṃ maññasi, bāhiya, ","eng":"“What do you think, Bāhiya? ","html":"<p>{}"},"sn35.89:2.2":{"pli":"cakkhu niccaṃ vā aniccaṃ vā”ti? ","eng":"Is the eye permanent or impermanent?” ","html":"{}</p>"},"sn35.89:3.1":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"sn35.89:4.1":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ","eng":"“But if it’s impermanent, is it suffering or happiness?” ","html":"<p>{}</p>"},"sn35.89:5.1":{"pli":"“Dukkhaṃ, bhante”. ","eng":"“Suffering, sir.” ","html":"<p>{}</p>"},"sn35.89:6.1":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ","eng":"“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ","html":"<p>{}"},"sn35.89:6.2":{"pli":"‘etaṃ mama, esohamasmi, eso me attā’”ti? ","eng":"‘This is mine, I am this, this is my self’?” ","html":"{}</p>"},"sn35.89:7.1":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"sn35.89:8.1":{"pli":"“Rūpā niccā vā aniccā vā”ti? ","eng":"“Are sights … ","html":"<p>{}"},"sn35.89:9.1":{"pli":"“Aniccā, bhante” …pe… ","html":"{}"},"sn35.89:9.2":{"pli":"cakkhuviññāṇaṃ …pe… ","eng":"eye consciousness … ","html":"{}"},"sn35.89:9.3":{"pli":"cakkhusamphasso …pe… ","eng":"eye contact … ","html":"{}</p>"},"sn35.89:9.4":{"pli":"yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi niccaṃ vā aniccaṃ vā”ti? ","eng":"The pleasant, painful, or neutral feeling that arises dependent on mind contact: is that permanent or impermanent?” ","html":"<p>{}</p>"},"sn35.89:10.1":{"pli":"“Aniccaṃ, bhante”. ","eng":"“Impermanent, sir.” ","html":"<p>{}</p>"},"sn35.89:11.1":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ","eng":"“But if it’s impermanent, is it suffering or happiness?” ","html":"<p>{}</p>"},"sn35.89:12.1":{"pli":"“Dukkhaṃ, bhante”. ","eng":"“Suffering, sir.” ","html":"<p>{}</p>"},"sn35.89:13.1":{"pli":"“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ","eng":"“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ","html":"<p>{}"},"sn35.89:13.2":{"pli":"‘etaṃ mama, esohamasmi, eso me attā’”ti? ","eng":"‘This is mine, I am this, this is my self’?” ","html":"{}</p>"},"sn35.89:14.1":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"sn35.89:15.1":{"pli":"“Evaṃ passaṃ, bāhiya, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati …pe… ","eng":"“Seeing this, a learned noble disciple grows disillusioned with the eye, sights, eye consciousness, and eye contact. And they grow disillusioned with the painful, pleasant, or neutral feeling that arises dependent on eye contact. ","html":"<p>{}</p>"},"sn35.89:15.2":{"pli":"yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi nibbindati. ","eng":"They grow disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises dependent on mind contact. ","html":"<p>{}</p>"},"sn35.89:15.3":{"pli":"Nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ","eng":"Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ","html":"<p>{}</p>"},"sn35.89:15.4":{"pli":"‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti. ","eng":"They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is nothing further for this place.’” ","html":"<p>{}</p>"},"sn35.89:16.1":{"pli":"Atha kho āyasmā bāhiyo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"And then Venerable Bāhiya approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"<p>{}</p>"},"sn35.89:16.2":{"pli":"Atha kho āyasmā bāhiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Then Bāhiya, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"<p>{}</p>"},"sn35.89:16.3":{"pli":"“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"<p>{}"},"sn35.89:16.4":{"pli":"Aññataro ca panāyasmā bāhiyo arahataṃ ahosīti. ","eng":"And Venerable Bāhiya became one of the perfected. ","html":"{}</p>"},"sn35.89:16.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.9":{"sn35.9:0.1":{"pli":"Saṃyutta Nikāya 35.9 ","eng":"Linked Discourses 35.9 ","html":"<article id='sn35.9'><header><ul><li class='division'>{}</li>"},"sn35.9:0.2":{"pli":"1. Aniccavagga ","eng":"1. Impermanence ","html":"<li>{}</li></ul>"},"sn35.9:0.3":{"pli":"Ajjhattānattātītānāgatasutta ","eng":"The Interior as Not-Self in the Three Times ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.9:1.1":{"pli":"“Cakkhuṃ, bhikkhave, anattā atītānāgataṃ; ","eng":"“Mendicants, the eye of the past and future is not-self, ","html":"<p>{}"},"sn35.9:1.2":{"pli":"ko pana vādo paccuppannassa. ","eng":"let alone the present. ","html":"{}</p>"},"sn35.9:1.3":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ cakkhusmiṃ anapekkho hoti; ","eng":"Seeing this, a learned noble disciple is not concerned with the eye of the past, ","html":"<p>{}"},"sn35.9:1.4":{"pli":"anāgataṃ cakkhuṃ nābhinandati; ","eng":"they don’t look forward to enjoying the eye in the future, ","html":"{}"},"sn35.9:1.5":{"pli":"paccuppannassa cakkhussa nibbidāya virāgāya nirodhāya paṭipanno hoti. ","eng":"and they practice for disillusionment, dispassion, and cessation regarding the eye in the present. …” ","html":"{}"},"sn35.9:1.6":{"pli":"Sotaṃ anattā …pe… ","html":"{}"},"sn35.9:1.7":{"pli":"ghānaṃ anattā …pe… ","html":"{}"},"sn35.9:1.8":{"pli":"jivhā anattā atītānāgatā; ","html":"{}"},"sn35.9:1.9":{"pli":"ko pana vādo paccuppannāya. ","html":"{}</p>"},"sn35.9:1.10":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītāya jivhāya anapekkho hoti; ","html":"<p>{}"},"sn35.9:1.11":{"pli":"anāgataṃ jivhaṃ nābhinandati; ","html":"{}"},"sn35.9:1.12":{"pli":"paccuppannāya jivhāya nibbidāya virāgāya nirodhāya paṭipanno hoti. ","html":"{}"},"sn35.9:1.13":{"pli":"Kāyo anattā …pe… ","html":"{}"},"sn35.9:1.14":{"pli":"mano anattā atītānāgato; ","html":"{}"},"sn35.9:1.15":{"pli":"ko pana vādo paccuppannassa. ","html":"{}</p>"},"sn35.9:1.16":{"pli":"Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ manasmiṃ anapekkho hoti; ","html":"<p>{}"},"sn35.9:1.17":{"pli":"anāgataṃ manaṃ nābhinandati; ","html":"{}"},"sn35.9:1.18":{"pli":"paccuppannassa manassa nibbidāya virāgāya nirodhāya paṭipanno hotī”ti. ","html":"{}</p>"},"sn35.9:1.19":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}