{"sn6.3":{"sn6.3:0.1":{"pli":"Saṃyutta Nikāya 6.3 ","eng":"Linked Discourses 6.3 ","html":"<article id='sn6.3'><header><ul><li class='division'>{}</li>"},"sn6.3:0.2":{"pli":"1. Paṭhamavagga ","eng":"1. The Appeal ","html":"<li>{}</li></ul>"},"sn6.3:0.3":{"pli":"Brahmadevasutta ","eng":"With Brahmadeva ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn6.3:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn6.3:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>"},"sn6.3:1.3":{"pli":"Tena kho pana samayena aññatarissā brāhmaṇiyā brahmadevo nāma putto bhagavato santike agārasmā anagāriyaṃ pabbajito hoti. ","eng":"Now at that time a certain brahmin lady had a son called Brahmadeva, who had gone forth from the lay life to homelessness in the presence of the Buddha. ","html":"<p>{}</p>","comm":"This pair is found only here. "},"sn6.3:2.1":{"pli":"Atha kho āyasmā brahmadevo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ","eng":"Then Venerable Brahmadeva, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ","html":"<p>{}</p>"},"sn6.3:2.2":{"pli":"“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ","eng":"He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is nothing further for this place.” ","html":"<p>{}"},"sn6.3:2.3":{"pli":"Aññataro ca panāyasmā brahmadevo arahataṃ ahosi. ","eng":"And Venerable Brahmadeva became one of the perfected. ","html":"{}</p>"},"sn6.3:3.1":{"pli":"Atha kho āyasmā brahmadevo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ","eng":"Then Brahmadeva robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ","html":"<p>{}"},"sn6.3:3.2":{"pli":"Sāvatthiyaṃ sapadānaṃ piṇḍāya caramāno yena sakamātu nivesanaṃ tenupasaṅkami. ","eng":"Wandering indiscriminately for almsfood in Sāvatthī, he approached his own mother’s home. ","html":"{}</p>"},"sn6.3:3.3":{"pli":"Tena kho pana samayena āyasmato brahmadevassa mātā brāhmaṇī brahmuno āhutiṃ niccaṃ paggaṇhāti. ","eng":"Now at that time Brahmadeva’s mother, the brahmin lady, was presenting a regular oblation to the Divinity. ","html":"<p>{}</p>","comm":"For “presenting a regular oblation” (<i lang='pi' translate='no'>āhutiṁ niccaṁ paggaṇhāti</i>) compare Śatapatha Brāhmaṇa 1.9.2.19, where the sacrificer “seizes” (<i lang='pi' translate='no'>sampragṛhṇāti</i>) the cup and spoon to make an oblation (<i lang='pi' translate='no'>āhuti</i>). This is a householder “sacrifice with wife” (<i lang='pi' translate='no'>patnīsaṃyāja</i>), where an oblation of ghee is offered to four pairs of gods with their wives for the sake of offspring. The lady of the house sits to the south-west of the fire. Here, however, she appears to be the chief sponsor. "},"sn6.3:3.4":{"pli":"Atha kho brahmuno sahampatissa etadahosi: ","eng":"Then the divinity Sahampati thought, ","html":"<p>{}"},"sn6.3:3.5":{"pli":"“ayaṃ kho āyasmato brahmadevassa mātā brāhmaṇī brahmuno āhutiṃ niccaṃ paggaṇhāti. ","eng":"“This Venerable Brahmadeva’s mother, the brahmin lady, offers up a regular oblation to the Divinity. ","html":"{}"},"sn6.3:3.6":{"pli":"Yannūnāhaṃ taṃ upasaṅkamitvā saṃvejeyyan”ti. ","eng":"Why don’t I go and stir up a sense of urgency in her?” ","html":"{}</p>"},"sn6.3:3.7":{"pli":"Atha kho brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito āyasmato brahmadevassa mātu nivesane pāturahosi. ","eng":"Then, as easily as a strong person would extend or contract their arm, he vanished from the realm of divinity and reappeared in the home of Brahmadeva’s mother. ","html":"<p>{}"},"sn6.3:3.8":{"pli":"Atha kho brahmā sahampati vehāsaṃ ṭhito āyasmato brahmadevassa mātaraṃ brāhmaṇiṃ gāthāya ajjhabhāsi: ","eng":"Then the divinity Sahampati, while standing in the air, addressed Brahmadeva’s mother in verse: ","html":"{}</p>"},"sn6.3:4.1":{"pli":"“Dūre ito brāhmaṇi brahmaloko, ","eng":"“Far from here is the realm of divinity, madam, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn6.3:4.2":{"pli":"Yassāhutiṃ paggaṇhāsi niccaṃ; ","eng":"to which you present a regular oblation. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:4.3":{"pli":"Netādiso brāhmaṇi brahmabhakkho, ","eng":"But the Divinity doesn’t eat that kind of food. ","html":"<span class='verse-line'>{}</span>","comm":"See Chāndogya Upaniṣad 4.3.7, where Brahmā is said to be the most magnificent because he eats what is not food. "},"sn6.3:4.4":{"pli":"Kiṃ jappasi brahmapathaṃ ajānaṃ. ","eng":"Why pray, when you don’t know the path to divinity? ","html":"<span class='verse-line'>{}</span></p>","comm":"The “path to divinity” (<i lang='pi' translate='no'>brahmapatha</i>) is said to be for one who sees the Self in the eye as the immortal Divinity. One such, even should they have no proper funeral service, travels after death along the path of light where they are received by a non-human who leads them to Divinity, from which there is no return (Chāndogya Upaniṣad 4.15). "},"sn6.3:5.1":{"pli":"Eso hi te brāhmaṇi brahmadevo, ","eng":"This Brahmadeva, madam, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.3:5.2":{"pli":"Nirūpadhiko atidevapatto; ","eng":"free of attachments, has surpassed the gods. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:5.3":{"pli":"Akiñcano bhikkhu anaññaposī, ","eng":"Owning nothing, providing for no other, <j>a mendicant ","html":"<span class='verse-line'>{}</span>"},"sn6.3:5.4":{"pli":"Yo te so piṇḍāya gharaṃ paviṭṭho. ","eng":"has entered your house for alms. ","html":"<span class='verse-line'>{}</span></p>"},"sn6.3:6.1":{"pli":"Āhuneyyo vedagu bhāvitatto, ","eng":"He’s worthy of offerings dedicated to the gods, <j>a knowledge master, evolved. ","html":"<p><span class='verse-line'>{}</span>","comm":"Here the familiar terms for recollection of the Saṅgha were deliberately repurposed from the Vedic meanings. <i lang='pi' translate='no'>Āhuneyyo</i> is “worthy of offerings (<i lang='pi' translate='no'>āhuti</i>) dedicated to the gods”. "},"sn6.3:6.2":{"pli":"Narānaṃ devānañca dakkhiṇeyyo; ","eng":"He’s worthy of a religious donation <j>from gods and men. ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Dakkhiṇeyyo</i> means “worthy of a religious donation”, the regular fee payable to priests for their services. "},"sn6.3:6.3":{"pli":"Bāhitvā pāpāni anūpalitto, ","eng":"Having banished all evils, he’s unsullied. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:6.4":{"pli":"Ghāsesanaṃ iriyati sītibhūto. ","eng":"Cool at heart, he wanders searching for food. ","html":"<span class='verse-line'>{}</span></p>"},"sn6.3:7.1":{"pli":"Na tassa pacchā na puratthamatthi, ","eng":"He has no before and after, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.3:7.2":{"pli":"Santo vidhūmo anigho nirāso; ","eng":"peaceful, unclouded, untroubled, <j>with no need for hope, ","html":"<span class='verse-line'>{}</span>"},"sn6.3:7.3":{"pli":"Nikkhittadaṇḍo tasathāvaresu, ","eng":"he has laid down the rod <j>for all creatures firm and frail. ","html":"<span class='verse-line'>{}</span>","comm":"Creatures “firm and frail” (<i lang='pi' translate='no'>tasathāvare</i>) is a common Jain idiom (eg. Uttarādhyayana 5.8: <i lang='pi' translate='no'>tasesu thāvaresu ya</i>, Sūyagaḍa 3.4.20: <i lang='pi' translate='no'>je keī tasathāvarā</i>, Dasaveyāliya 4.1.42: <i lang='pi' translate='no'>tasaṁ vā thāvaraṁ vā</i>, Ācāraṅgasūtra 9.1.14<i lang='pi' translate='no'>tasa-jīvā ya thāvarattāe</i>). "},"sn6.3:7.4":{"pli":"So tyāhutiṃ bhuñjatu aggapiṇḍaṃ. ","eng":"So let him enjoy your offering of alms for the highest. ","html":"<span class='verse-line'>{}</span></p>","comm":"Commentary explains <i lang='pi' translate='no'>aggapiṇḍa</i> as “alms for the senior Saṅgha”, in line with <a href='index.html?q=an4.34#7.1'>AN 4.34:7.1</a>. "},"sn6.3:8.1":{"pli":"Visenibhūto upasantacitto, ","eng":"With peaceful mind, he has left the crowd, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.3:8.2":{"pli":"Nāgova danto carati anejo; ","eng":"he wanders like a tamed elephant, unperturbed. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:8.3":{"pli":"Bhikkhu susīlo suvimuttacitto, ","eng":"He’s a mendicant fair in ethics, with heart well freed. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:8.4":{"pli":"So tyāhutiṃ bhuñjatu aggapiṇḍaṃ. ","eng":"So let him enjoy your offering of alms for the highest. ","html":"<span class='verse-line'>{}</span></p>"},"sn6.3:9.1":{"pli":"Tasmiṃ pasannā avikampamānā, ","eng":"With unwavering confidence in him, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.3:9.2":{"pli":"Patiṭṭhapehi dakkhiṇaṃ dakkhiṇeyye; ","eng":"present your religious donation <j>to one who is worthy of it. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:9.3":{"pli":"Karohi puññaṃ sukhamāyatikaṃ, ","eng":"Now that you’ve seen the sage who has crossed over, <j>madam, ","html":"<span class='verse-line'>{}</span>"},"sn6.3:9.4":{"pli":"Disvā muniṃ brāhmaṇi oghatiṇṇanti. ","eng":"make merit for the sake of future happiness!” ","html":"<span class='verse-line'>{}</span></p>"},"sn6.3:10.1":{"pli":"Tasmiṃ pasannā avikampamānā, ","eng":"With unwavering confidence in him, ","html":"<p><span class='verse-line'>{}</span>","comm":"According to the commentary, this verse was added by redactors. "},"sn6.3:10.2":{"pli":"Patiṭṭhapesi dakkhiṇaṃ dakkhiṇeyye; ","eng":"she presented her religious donation <j>to one who is worthy of it. ","html":"<span class='verse-line'>{}</span>"},"sn6.3:10.3":{"pli":"Akāsi puññaṃ sukhamāyatikaṃ, ","eng":"After seeing the sage who had crossed over, <j>the brahmin lady ","html":"<span class='verse-line'>{}</span>"},"sn6.3:10.4":{"pli":"Disvā muniṃ brāhmaṇī oghatiṇṇan”ti. ","eng":"made merit for the sake of future happiness. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn6.4":{"sn6.4:0.1":{"pli":"Saṃyutta Nikāya 6.4 ","eng":"Linked Discourses 6.4 ","html":"<article id='sn6.4'><header><ul><li class='division'>{}</li>"},"sn6.4:0.2":{"pli":"1. Paṭhamavagga ","eng":"1. The Appeal ","html":"<li>{}</li></ul>"},"sn6.4:0.3":{"pli":"Bakabrahmasutta ","eng":"With Baka the Divinity ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn6.4:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"sn6.4:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}</p>","comm":"The opening is shared with <a href='index.html?q=mn49'>MN 49</a>, except there the Buddha recalls an encounter at Ukkaṭṭhā. See also <a href='index.html?q=ja405'>Ja 405</a>. "},"sn6.4:1.3":{"pli":"Tena kho pana samayena bakassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"Now at that time Baka the Divinity had the following harmful misconception: ","html":"<p>{}","comm":"Baka maintains the same wrong view at <a href='index.html?q=mn49#2.2'>MN 49:2.2</a>, where he engages the Buddha in philosophical debate. The word <i lang='pi' translate='no'>baka</i> means “stork” or “crane”. To search for a high divinity of this name in Brahmanism is to be disappointed, for instead we find a man-eating demon (<i lang='pi' translate='no'>rakṣasa</i>) in bird form whose fate is to be slain by the hero Bhīma (or Kṛṣṇa). Pali stories tell of how the stork dozes peacefully as if meditating by the water, while in reality he is trying to fool fish into approaching so he can snatch them up (<a href='index.html?q=ja38'>Ja 38</a>, <a href='index.html?q=ja236'>Ja 236</a>). A cunning, large, white, high-flying, predatory bird who fakes meditation is a fitting image for the antagonist of these suttas. "},"sn6.4:1.4":{"pli":"“idaṃ niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati, ito ca panaññaṃ uttari nissaraṇaṃ natthī”ti. ","eng":"“This is permanent, this is everlasting, this is eternal, this is whole, this is not liable to pass away. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.” ","html":"{}</p>","comm":"The use of the impersonal pronoun (<i lang='pi' translate='no'>idaṁ</i>) to refer to the self as divinity is a characteristic Upaniṣadic idiom: “you are that” (<i lang='pi' translate='no'>tat tvam asi</i>, Chāndogya Upaniṣad 6.8.7); “that self is divinity” (<i lang='pi' translate='no'>ayam ātmā brahma</i>, Māṇḍūkya Upaniṣad 1.2); “I am that” (<i lang='pi' translate='no'>so’ham asmi</i>, Īśa Upaniṣad 16); “this is that self hidden in all” (<i lang='pi' translate='no'>eṣa ta ātmā sarvāntaraḥ</i>, Bṛhadāraṇyaka Upaniṣad 3.4.1, etc.); “this, verily, is that” (<i lang='pi' translate='no'>etad vai tat</i>, Kaṭha Upaniṣad 2.1.5). | For <i lang='pi' translate='no'>idaṁ niccaṁ</i> see <i lang='pi' translate='no'>eṣa nityo</i> (Bṛhadāraṇyaka Upaniṣad 4.4.23); for <i lang='pi' translate='no'>idaṁ dhuvaṁ</i> see <i lang='pi' translate='no'>etad apramayaṁ dhruvam</i> (4.4.20). | “Whole” (<i lang='pi' translate='no'>kevala</i>) is a Brahmanical term indicating complete union with Divinity. "},"sn6.4:2.1":{"pli":"Atha kho bhagavā bakassa brahmuno cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ","eng":"Then the Buddha knew what Baka the Divinity was thinking. As easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that realm of divinity. ","html":"<p>{}</p>"},"sn6.4:2.2":{"pli":"Addasā kho bako brahmā bhagavantaṃ dūratova āgacchantaṃ. ","eng":"Baka the Divinity saw the Buddha coming off in the distance ","html":"<p>{}"},"sn6.4:2.3":{"pli":"Disvāna bhagavantaṃ etadavoca: ","eng":"and said to him, ","html":"{}"},"sn6.4:2.4":{"pli":"“ehi kho, mārisa, svāgataṃ te, mārisa. ","eng":"“Come, good fellow! Welcome, good fellow! ","html":"{}"},"sn6.4:2.5":{"pli":"Cirassaṃ kho, mārisa, imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ","eng":"It’s been a long time since you took the opportunity to come here. ","html":"{}"},"sn6.4:2.6":{"pli":"Idañhi, mārisa, niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati. Ito ca panaññaṃ uttari nissaraṇaṃ natthī”ti. ","eng":"For this is permanent, this is everlasting, this is eternal, this is complete, this is not liable to pass away. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.” ","html":"{}</p>"},"sn6.4:3.1":{"pli":"Evaṃ vutte, bhagavā bakaṃ brahmānaṃ etadavoca: ","eng":"When he had spoken, the Buddha said to him, ","html":"<p>{}"},"sn6.4:3.2":{"pli":"“avijjāgato vata bho bako brahmā, avijjāgato vata bho bako brahmā. ","eng":"“Alas, Baka the Divinity is lost in ignorance! Alas, Baka the Divinity is lost in ignorance! ","html":"{}"},"sn6.4:3.3":{"pli":"Yatra hi nāma aniccaṃyeva samānaṃ niccanti vakkhati, adhuvaṃyeva samānaṃ dhuvanti vakkhati, asassataṃyeva samānaṃ sassatanti vakkhati, akevalaṃyeva samānaṃ kevalanti vakkhati, cavanadhammaṃyeva samānaṃ acavanadhammanti vakkhati. ","eng":"Because what is actually impermanent, not lasting, transient, incomplete, and liable to pass away, he says is permanent, everlasting, eternal, complete, and not liable to pass away. ","html":"{}"},"sn6.4:3.4":{"pli":"Yattha ca pana jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca, tañca tathā vakkhati: ","eng":"And where there is being born, growing old, dying, passing away, and being reborn, he says that ","html":"{}"},"sn6.4:3.5":{"pli":"‘idañhi na jāyati na jīyati na mīyati na cavati na upapajjati’. ","eng":"there’s no being born, growing old, dying, passing away, or being reborn. ","html":"{}"},"sn6.4:3.6":{"pli":"Santañca panaññaṃ uttari nissaraṇaṃ, ‘natthaññaṃ uttari nissaraṇan’ti vakkhatī”ti. ","eng":"And although there is another escape beyond this, he says that there’s no other escape beyond this.” ","html":"{}</p>"},"sn6.4:4.1":{"pli":"“Dvāsattati gotama puññakammā, ","eng":"“Gotama, we seventy-two merit-makers <j>are now wielders of power, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"Neither text nor commentary is helpful here. Perhaps the number seventy-two indicates his former royal status, as Manu 7.157 tells us king’s retinue consists of six circles of twelve people. | From this point the text diverges from <a href='index.html?q=mn49#5.1'>MN 49:5.1</a>. "},"sn6.4:4.2":{"pli":"Vasavattino jātijaraṃ atītā; ","eng":"having passed beyond rebirth and old age. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:4.3":{"pli":"Ayamantimā vedagū brahmupapatti, ","eng":"This is our last rebirth as the Divinity, <j>O knowledge master. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:4.4":{"pli":"Asmābhijappanti janā anekā”ti. ","eng":"And now many people pray to us.” ","html":"<span class='verse-line'>{}</span></p>"},"sn6.4:5.1":{"pli":"“Appañhi etaṃ na hi dīghamāyu, ","eng":"“But, Baka, the lifespan here is short, not long, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.4:5.2":{"pli":"Yaṃ tvaṃ baka maññasi dīghamāyuṃ; ","eng":"though you think it’s long. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:5.3":{"pli":"Sataṃ sahassānaṃ nirabbudānaṃ, ","eng":"A hundred thousand times a hundred million years— ","html":"<span class='verse-line'>{}</span>"},"sn6.4:5.4":{"pli":"Āyuṃ pajānāmi tavāhaṃ brahme”ti. ","eng":"I understand your lifespan, Divinity.” ","html":"<span class='verse-line'>{}</span></p>","comm":"For the math, see note to <a href='index.html?q=sn6.10#10.1'>SN 6.10:10.1</a>. "},"sn6.4:6.1":{"pli":"“Anantadassī bhagavāhamasmi, ","eng":"“I am the blessed one of infinite vision, ","html":"<p><span class='verse-line'>{}</span>","comm":"The commentary thinks Baka is quoting the Buddha here, but I doubt it. First, the phrasing <i lang='pi' translate='no'>ahamasmi</i> (“I am”) is characteristic of Brahmā (eg. <a href='index.html?q=dn1#2.5.2'>DN 1:2.5.2</a>). Second, the Buddha does not, in fact, claim to be one of “infinite vision” (<i lang='pi' translate='no'>anantadassī</i>) in early Pali. Third, the text reads straightforwardly as a statement by Baka. Fourth, <i lang='pi' translate='no'>bhagavā</i> is widely used as a term of respectful address in the Upaniṣads, while later Sanskrit uses <i lang='pi' translate='no'>anantadṛṣṭi</i> as an epithet of Indra or Śiva. The rhetorical posture is similar to <a href='index.html?q=dn11#83.6'>DN 11:83.6</a>; Baka is overcompensating, his bluster betraying his insecurity. "},"sn6.4:6.2":{"pli":"Jātijaraṃ sokamupātivatto; ","eng":"who has gone beyond rebirth and old age and sorrow. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:6.3":{"pli":"Kiṃ me purāṇaṃ vatasīlavattaṃ, ","eng":"What was my past practice of precept and observance? ","html":"<span class='verse-line'>{}</span>","comm":"Normally it is understood that rebirth as a high Divinity requires the practice of deep meditative absorption (<i lang='pi' translate='no'>jhāna</i>), which is not mentioned here. However, Baka is not asking about the kamma that led to him becoming a Divinity, but about the bodily acts he did in the past. "},"sn6.4:6.4":{"pli":"Ācikkha me taṃ yamahaṃ vijaññā”ti. ","eng":"Explain to me so that I may understand.” ","html":"<span class='verse-line'>{}</span></p>"},"sn6.4:7.1":{"pli":"“Yaṃ tvaṃ apāyesi bahū manusse, ","eng":"“You gave drink to many humans ","html":"<p><span class='verse-line'>{}</span>","comm":"These stories are explained at length in the commentary. "},"sn6.4:7.2":{"pli":"Pipāsite ghammani samparete; ","eng":"who were oppressed by thirst and heat. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:7.3":{"pli":"Taṃ te purāṇaṃ vatasīlavattaṃ, ","eng":"That’s your past practice of precept and observance. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:7.4":{"pli":"Suttappabuddhova anussarāmi. ","eng":"I recollect it like one who has wakened from sleep. ","html":"<span class='verse-line'>{}</span></p>","comm":"This unusual phrase is, I think, suggestive of a key difference between the Upaniṣads and the Buddha. The Upaniṣads frequently treat the state of sleep and dream as a mystical union, where a person draws closer to divinity, and which appears as a mysterious analogue or manifestation of deep contemplation or realization (eg. Bṛhadāraṇyaka Upaniṣad 2.1.16 ff.). I believe the Buddha is called the “Awakened One” in deliberate contrast with that way of knowing. "},"sn6.4:8.1":{"pli":"Yaṃ eṇikūlasmiṃ janaṃ gahītaṃ, ","eng":"When people at Deer River Bank were seized, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.4:8.2":{"pli":"Amocayī gayhakaṃ nīyamānaṃ; ","eng":"you released the captives as they were led away. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:8.3":{"pli":"Taṃ te purāṇaṃ vatasīlavattaṃ, ","eng":"That’s your past practice of precept and observance. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:8.4":{"pli":"Suttappabuddhova anussarāmi. ","eng":"I recollect it like one who has wakened from sleep. ","html":"<span class='verse-line'>{}</span></p>"},"sn6.4:9.1":{"pli":"Gaṅgāya sotasmiṃ gahītanāvaṃ, ","eng":"When a boat on the Ganges River was seized ","html":"<p><span class='verse-line'>{}</span>"},"sn6.4:9.2":{"pli":"Luddena nāgena manussakamyā; ","eng":"by a fierce dragon desiring human flesh, ","html":"<span class='verse-line'>{}</span>"},"sn6.4:9.3":{"pli":"Pamocayittha balasā pasayha, ","eng":"you freed it wielding mighty force. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:9.4":{"pli":"Taṃ te purāṇaṃ vatasīlavattaṃ; ","eng":"That’s your past practice of precept and observance. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:9.5":{"pli":"Suttappabuddhova anussarāmi. ","eng":"I recollect it like one who has wakened from sleep. ","html":"<span class='verse-line'>{}</span></p>"},"sn6.4:10.1":{"pli":"Kappo ca te baddhacaro ahosiṃ, ","eng":"I used to be your footman named Kappa. ","html":"<p><span class='verse-line'>{}</span>","comm":"This shows the changeability of status. See Kesava Jātaka (<a href='index.html?q=ja346'>Ja 346</a>). "},"sn6.4:10.2":{"pli":"Sambuddhimantaṃ vatinaṃ amaññi; ","eng":"You thought he was intelligent and loyal. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:10.3":{"pli":"Taṃ te purāṇaṃ vatasīlavattaṃ, ","eng":"That’s your past practice of precept and observance. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:10.4":{"pli":"Suttappabuddhova anussarāmī”ti. ","eng":"I recollect it like one who has wakened from sleep.” ","html":"<span class='verse-line'>{}</span></p>"},"sn6.4:11.1":{"pli":"“Addhā pajānāsi mametamāyuṃ, ","eng":"“You certainly understand this lifespan of mine. ","html":"<p><span class='verse-line'>{}</span>","comm":"Despite his praise, here as in <a href='index.html?q=mn49'>MN 49</a> Baka does not declare himself a follower of the Buddha. "},"sn6.4:11.2":{"pli":"Aññepi jānāsi tathā hi buddho; ","eng":"And others, too, you know; <j>that’s why you’re the Buddha. ","html":"<span class='verse-line'>{}</span>"},"sn6.4:11.3":{"pli":"Tathā hi tyāyaṃ jalitānubhāvo, ","eng":"And that’s why your blazing glory ","html":"<span class='verse-line'>{}</span>"},"sn6.4:11.4":{"pli":"Obhāsayaṃ tiṭṭhati brahmalokan”ti. ","eng":"lights up even the realm of divinity.” ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"sn6.5":{"sn6.5:0.1":{"pli":"Saṃyutta Nikāya 6.5 ","eng":"Linked Discourses 6.5 ","html":"<article id='sn6.5'><header><ul><li class='division'>{}</li>"},"sn6.5:0.2":{"pli":"1. Paṭhamavagga ","eng":"1. The Appeal ","html":"<li>{}</li></ul>"},"sn6.5:0.3":{"pli":"Aññatarabrahmasutta ","eng":"A Certain Divinity ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn6.5:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn6.5:1.2":{"pli":"Tena kho pana samayena aññatarassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ","eng":"Now at that time a certain divinity had the following harmful misconception: ","html":"<p>{}"},"sn6.5:1.3":{"pli":"“natthi so samaṇo vā brāhmaṇo vā yo idha āgaccheyyā”ti. ","eng":"“No ascetic or brahmin can come here!” ","html":"{}</p>","comm":"“Here” is the realm of divinity. It is characteristic of Indian religion to depict a struggle for supremacy between sages and the gods. From a Buddhist point of view, all the gods are simply beings who did good things in the past and hence will enjoy an exalted status for a while. "},"sn6.5:1.4":{"pli":"Atha kho bhagavā tassa brahmuno cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso …pe… tasmiṃ brahmaloke pāturahosi. ","eng":"Then the Buddha knew what that divinity was thinking. As easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that realm of divinity. ","html":"<p>{}"},"sn6.5:1.5":{"pli":"Atha kho bhagavā tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā. ","eng":"Then the Buddha sat cross-legged in the air above that Divinity, having entered upon the fire element. ","html":"{}</p>"},"sn6.5:2.1":{"pli":"Atha kho āyasmato mahāmoggallānassa etadahosi: ","eng":"Then Venerable Mahāmoggallāna thought, ","html":"<p>{}","comm":"He is heavily featured in the Lakkhaṇasaṁyutta starting at <a href='index.html?q=sn19.1'>SN 19.1</a>. "},"sn6.5:2.2":{"pli":"“kahaṃ nu kho bhagavā etarahi viharatī”ti? ","eng":"“Where is the Buddha staying at present?” ","html":"{}"},"sn6.5:2.3":{"pli":"Addasā kho āyasmā mahāmoggallāno bhagavantaṃ dibbena cakkhunā visuddhena atikkantamānusakena tassa brahmuno upari vehāsaṃ pallaṅkena nisinnaṃ tejodhātuṃ samāpannaṃ. ","eng":"With clairvoyance that is purified and superhuman, he saw the Buddha seated cross-legged in the air above that Divinity, having entered upon the fire element. ","html":"{}"},"sn6.5:2.4":{"pli":"Disvāna—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ","eng":"Then, as easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that realm of divinity. ","html":"{}"},"sn6.5:2.5":{"pli":"Atha kho āyasmā mahāmoggallāno puratthimaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato. ","eng":"Then Mahāmoggallāna—positioning himself in the east, below the Buddha—sat cross-legged in the air above that Divinity, having entered upon the fire element. ","html":"{}</p>"},"sn6.5:3.1":{"pli":"Atha kho āyasmato mahākassapassa etadahosi: ","eng":"Then Venerable Mahākassapa … ","html":"<p>{}","comm":"A Saṁyutta is devoted to him starting with <a href='index.html?q=sn16.1'>SN 16.1</a>. "},"sn6.5:3.2":{"pli":"“kahaṃ nu kho bhagavā etarahi viharatī”ti? ","html":"{}"},"sn6.5:3.3":{"pli":"Addasā kho āyasmā mahākassapo bhagavantaṃ dibbena cakkhunā …pe… ","html":"{}"},"sn6.5:3.4":{"pli":"disvāna—seyyathāpi nāma balavā puriso …pe… evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ","html":"{}"},"sn6.5:3.5":{"pli":"Atha kho āyasmā mahākassapo dakkhiṇaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato. ","eng":"positioned himself in the south … ","html":"{}</p>"},"sn6.5:4.1":{"pli":"Atha kho āyasmato mahākappinassa etadahosi: ","eng":"Venerable Mahākappina … ","html":"<p>{}","comm":"See <a href='index.html?q=sn21.11'>SN 21.11</a> and <a href='index.html?q=sn54.7'>SN 54.7</a>. His verses are at <a href='index.html?q=thag10.3'>Thag 10.3</a>. "},"sn6.5:4.2":{"pli":"“kahaṃ nu kho bhagavā etarahi viharatī”ti? ","html":"{}"},"sn6.5:4.3":{"pli":"Addasā kho āyasmā mahākappino bhagavantaṃ dibbena cakkhunā …pe… tejodhātuṃ samāpannaṃ. ","html":"{}"},"sn6.5:4.4":{"pli":"Disvāna—seyyathāpi nāma balavā puriso …pe… ","html":"{}"},"sn6.5:4.5":{"pli":"evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ","html":"{}"},"sn6.5:4.6":{"pli":"Atha kho āyasmā mahākappino pacchimaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato. ","eng":"positioned himself in the west … ","html":"{}</p>"},"sn6.5:5.1":{"pli":"Atha kho āyasmato anuruddhassa etadahosi: ","eng":"Venerable Anuruddha … ","html":"<p>{}","comm":"A Saṁyutta is devoted to him starting with <a href='index.html?q=sn52.1'>SN 52.1</a>. "},"sn6.5:5.2":{"pli":"“kahaṃ nu kho bhagavā etarahi viharatī”ti? ","html":"{}"},"sn6.5:5.3":{"pli":"Addasā kho āyasmā anuruddho …pe… tejodhātuṃ samāpannaṃ. ","html":"{}"},"sn6.5:5.4":{"pli":"Disvāna—seyyathāpi nāma balavā puriso …pe… tasmiṃ brahmaloke pāturahosi. ","html":"{}"},"sn6.5:5.5":{"pli":"Atha kho āyasmā anuruddho uttaraṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato. ","eng":"positioned himself in the north, below the Buddha, sitting cross-legged in the air above that Divinity, having entered upon the fire element. ","html":"{}</p>"},"sn6.5:6.1":{"pli":"Atha kho āyasmā mahāmoggallāno taṃ brahmānaṃ gāthāya ajjhabhāsi: ","eng":"Then Mahāmoggallāna addressed that Divinity in verse: ","html":"<p>{}</p>"},"sn6.5:7.1":{"pli":"“Ajjāpi te āvuso sā diṭṭhi, ","eng":"“Good sir, do you still have the same view ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn6.5:7.2":{"pli":"Yā te diṭṭhi pure ahu; ","eng":"that you had in the past? ","html":"<span class='verse-line'>{}</span>"},"sn6.5:7.3":{"pli":"Passasi vītivattantaṃ, ","eng":"Or do you see the radiance ","html":"<span class='verse-line'>{}</span>"},"sn6.5:7.4":{"pli":"Brahmaloke pabhassaran”ti. ","eng":"surpassing the realm of divinity?” ","html":"<span class='verse-line'>{}</span></p>"},"sn6.5:8.1":{"pli":"“Na me mārisa sā diṭṭhi, ","eng":"“Good fellow, I don’t have that view ","html":"<p><span class='verse-line'>{}</span>"},"sn6.5:8.2":{"pli":"yā me diṭṭhi pure ahu; ","eng":"that I had in the past. ","html":"<span class='verse-line'>{}</span>"},"sn6.5:8.3":{"pli":"Passāmi vītivattantaṃ, ","eng":"I see the radiance ","html":"<span class='verse-line'>{}</span>"},"sn6.5:8.4":{"pli":"brahmaloke pabhassaraṃ; ","eng":"surpassing the realm of divinity. ","html":"<span class='verse-line'>{}</span>"},"sn6.5:8.5":{"pli":"Svāhaṃ ajja kathaṃ vajjaṃ, ","eng":"So how could I say today ","html":"<span class='verse-line'>{}</span>"},"sn6.5:8.6":{"pli":"ahaṃ niccomhi sassato”ti. ","eng":"that I am permanent and eternal?” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"This is not the view stated by the Divinity in the prose narrative at the start. When these verses were quoted by Moggallāna in a list of his great deeds at <a href='index.html?q=mn50#29.3'>MN 50:29.3</a> and <a href='index.html?q=thag20.1#59.3'>Thag 20.1:59.3</a>, the prose narrative is omitted, avoiding this problem. Moreover, both those passages identify the location as “the Hall of Justice before the assembly”, which does not fit the current discourse. It seems the verses and prose may have different origins. "},"sn6.5:9.1":{"pli":"Atha kho bhagavā taṃ brahmānaṃ saṃvejetvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—tasmiṃ brahmaloke antarahito jetavane pāturahosi. ","eng":"Having inspired a sense of awe in the Divinity, as easily as a strong person would extend or contract their arm, the Buddha vanished from the realm of divinity and reappeared in Jeta’s Grove. ","html":"<p>{}</p>"},"sn6.5:9.2":{"pli":"Atha kho so brahmā aññataraṃ brahmapārisajjaṃ āmantesi: ","eng":"Then that Divinity addressed a member of his retinue, ","html":"<p>{}"},"sn6.5:9.3":{"pli":"“ehi tvaṃ, mārisa, yenāyasmā mahāmoggallāno tenupasaṅkama; upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ evaṃ vadehi: ","eng":"“Please, good fellow, go up to Venerable Mahāmoggallāna and say to him: ","html":"{}"},"sn6.5:9.4":{"pli":"‘atthi nu kho, mārisa moggallāna, aññepi tassa bhagavato sāvakā evaṃmahiddhikā evaṃmahānubhāvā; ","eng":"‘Moggallāna my good fellow, are there any other disciples of the Buddha who have power and might ","html":"{}"},"sn6.5:9.5":{"pli":"seyyathāpi bhavaṃ moggallāno kassapo kappino anuruddho’”ti? ","eng":"comparable to the worthies Moggallāna, Kassapa, Kappina, and Anuruddha?’” ","html":"{}</p>"},"sn6.5:9.6":{"pli":"“Evaṃ, mārisā”ti kho so brahmapārisajjo tassa brahmuno paṭissutvā yenāyasmā mahāmoggallāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ etadavoca: ","eng":"“Yes, good fellow,” replied that retinue member. He went to Moggallāna and asked as instructed. ","html":"<p>{}"},"sn6.5:9.7":{"pli":"“atthi nu kho, mārisa moggallāna, aññepi tassa bhagavato sāvakā evaṃmahiddhikā evaṃmahānubhāvā; ","html":"{}"},"sn6.5:9.8":{"pli":"seyyathāpi bhavaṃ moggallāno kassapo kappino anuruddho”ti? ","html":"{}</p>"},"sn6.5:9.9":{"pli":"Atha kho āyasmā mahāmoggallāno taṃ brahmapārisajjaṃ gāthāya ajjhabhāsi: ","eng":"Then Mahāmoggallāna addressed that member of the retinue of Divinity in verse: ","html":"<p>{}</p>"},"sn6.5:10.1":{"pli":"“Tevijjā iddhipattā ca, ","eng":"“There are many disciples of the Buddha ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn6.5:10.2":{"pli":"cetopariyāyakovidā; ","eng":"who have the three knowledges, ","html":"<span class='verse-line'>{}</span>"},"sn6.5:10.3":{"pli":"Khīṇāsavā arahanto, ","eng":"and have attained psychic power, <j>expert in encompassing minds, ","html":"<span class='verse-line'>{}</span>"},"sn6.5:10.4":{"pli":"bahū buddhassa sāvakā”ti. ","eng":"they’re perfected ones with defilements ended.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn6.5:11.1":{"pli":"Atha kho so brahmapārisajjo āyasmato mahāmoggallānassa bhāsitaṃ abhinanditvā anumoditvā yena so brahmā tenupasaṅkami; upasaṅkamitvā taṃ brahmānaṃ etadavoca: ","eng":"Then that member of the retinue of Divinity, having approved and agreed with what Mahāmoggallāna said, went to that Divinity and said to him, ","html":"<p>{}"},"sn6.5:11.2":{"pli":"“āyasmā, mārisa, mahāmoggallāno evamāha: ","eng":"“Good fellow, Venerable Mahāmoggallāna said this: ","html":"{}</p>"},"sn6.5:12.1":{"pli":"‘Tevijjā iddhipattā ca, ","eng":"‘There are many disciples of the Buddha ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn6.5:12.2":{"pli":"cetopariyāyakovidā; ","eng":"who have the three knowledges, ","html":"<span class='verse-line'>{}</span>"},"sn6.5:12.3":{"pli":"Khīṇāsavā arahanto, ","eng":"and have attained psychic power, <j>expert in encompassing minds, ","html":"<span class='verse-line'>{}</span>"},"sn6.5:12.4":{"pli":"bahū buddhassa sāvakā’”ti. ","eng":"they’re perfected ones with defilements ended.’” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn6.5:13.1":{"pli":"Idamavoca so brahmapārisajjo. ","eng":"That’s what that member of the retinue of Divinity said. ","html":"<p>{}"},"sn6.5:13.2":{"pli":"Attamano ca so brahmā tassa brahmapārisajjassa bhāsitaṃ abhinandīti. ","eng":"Satisfied, that Divinity approved what the member of his retinue said. ","html":"{}</p></article>"}},"sn6.6":{"sn6.6:0.1":{"pli":"Saṃyutta Nikāya 6.6 ","eng":"Linked Discourses 6.6 ","html":"<article id='sn6.6'><header><ul><li class='division'>{}</li>"},"sn6.6:0.2":{"pli":"1. Paṭhamavagga ","eng":"1. The Appeal ","html":"<li>{}</li></ul>"},"sn6.6:0.3":{"pli":"Brahmalokasutta ","eng":"The Negligent Divinity ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn6.6:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn6.6:1.2":{"pli":"Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno. ","eng":"Now at that time the Buddha had gone into retreat for the day’s meditation. ","html":"<p>{}</p>"},"sn6.6:1.3":{"pli":"Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā paccekaṃ dvārabāhaṃ upanissāya aṭṭhaṃsu. Atha kho subrahmā paccekabrahmā suddhāvāsaṃ paccekabrahmānaṃ etadavoca: ","eng":"Then the independent divinities Subrahmā and Suddhāvāsa went to the Buddha and stationed themselves one by each door-post. But Subrahmā said to Suddhāvāsa, ","html":"<p>{}","comm":"This pair feature in the next two suttas as well. For Subrahmā, see note on <a href='index.html?q=sn2.17#1.1'>SN 2.17:1.1</a>. The name Suddhāvāsa suggests he was from the Pure Abodes. Perhaps both were, which would explain their devotion to the Buddha and the Dhamma. But the commentary is silent. | Independent divinities (<i lang='pi' translate='no'>paccekabrahmā</i>) are without a retinue, although not, it seems, without a friend. "},"sn6.6:1.4":{"pli":"“akālo kho tāva, mārisa, bhagavantaṃ payirupāsituṃ; ","eng":"“Good fellow, it’s the wrong time to pay homage to the Buddha. ","html":"{}"},"sn6.6:1.5":{"pli":"divāvihāragato bhagavā paṭisallīno ca. ","eng":"He has gone into retreat for the day’s meditation. ","html":"{}"},"sn6.6:1.6":{"pli":"Asuko ca brahmaloko iddho ceva phīto ca, brahmā ca tatra pamādavihāraṃ viharati. ","eng":"But such and such realm of divinity is successful and prosperous, while the divinity living there is negligent. ","html":"{}"},"sn6.6:1.7":{"pli":"Āyāma, mārisa, yena so brahmaloko tenupasaṅkamissāma; upasaṅkamitvā taṃ brahmānaṃ saṃvejeyyāmā”ti. ","eng":"Come, let’s go to that realm of divinity and inspire awe in that Divinity!” ","html":"{}</p>"},"sn6.6:1.8":{"pli":"“Evaṃ, mārisā”ti kho suddhāvāso paccekabrahmā subrahmuno paccekabrahmuno paccassosi. ","eng":"“Yes, good fellow,” replied Suddhāvāsa. ","html":"<p>{}</p>"},"sn6.6:2.1":{"pli":"Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā—seyyathāpi nāma balavā puriso …pe… evameva—bhagavato purato antarahitā tasmiṃ brahmaloke pāturahesuṃ. ","eng":"Then, as easily as a strong person would extend or contract their arm, they vanished from in front of the Buddha and appeared in that realm of divinity. ","html":"<p>{}</p>"},"sn6.6:2.2":{"pli":"Addasā kho so brahmā te brahmāno dūratova āgacchante. Disvāna te brahmāno etadavoca: ","eng":"That divinity saw those divinities coming off in the distance and said to them, ","html":"<p>{}"},"sn6.6:2.3":{"pli":"“handa kuto nu tumhe, mārisā, āgacchathā”ti? ","eng":"“Well now, good fellows, where have you come from?” ","html":"{}</p>"},"sn6.6:2.4":{"pli":"“Āgatā kho mayaṃ, mārisa, amha tassa bhagavato santikā arahato sammāsambuddhassa. ","eng":"“Good fellow, we’ve come from the presence of the Blessed One, the perfected one, the fully awakened Buddha. ","html":"<p>{}"},"sn6.6:2.5":{"pli":"Gaccheyyāsi pana tvaṃ, mārisa, tassa bhagavato upaṭṭhānaṃ arahato sammāsambuddhassā”ti? ","eng":"Shouldn’t you go to attend on that Blessed One?” ","html":"{}</p>","comm":"The Pali is ambiguous, but I think this should be a question. Compare the similar syntax at <a href='index.html?q=an6.62#7.8'>AN 6.62:7.8</a>. "},"sn6.6:3.1":{"pli":"Evaṃ vutto, kho so brahmā taṃ vacanaṃ anadhivāsento sahassakkhattuṃ attānaṃ abhinimminitvā subrahmānaṃ paccekabrahmānaṃ etadavoca: ","eng":"When they had spoken, that divinity refused to accept their advice. He multiplied himself a thousand times and said to Subrahmā, ","html":"<p>{}","comm":"As so often, divinities in Buddhist texts try to distinguish themselves by power, not by wisdom or compassion. "},"sn6.6:3.2":{"pli":"“passasi me no tvaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti? ","eng":"“Good fellow, can’t you see that I have such psychic power?” ","html":"{}</p>"},"sn6.6:3.3":{"pli":"“Passāmi kho tyāhaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti. ","eng":"“I see that, good fellow.” ","html":"<p>{}</p>"},"sn6.6:3.4":{"pli":"“So khvāhaṃ, mārisa, evaṃmahiddhiko evaṃmahānubhāvo kassa aññassa samaṇassa vā brāhmaṇassa vā upaṭṭhānaṃ gamissāmī”ti? ","eng":"“Since I have such psychic power and might, what other ascetic or brahmin should I go to and attend upon?” ","html":"<p>{}</p>"},"sn6.6:4.1":{"pli":"Atha kho subrahmā paccekabrahmā dvisahassakkhattuṃ attānaṃ abhinimminitvā taṃ brahmānaṃ etadavoca: ","eng":"Then Subrahmā multiplied himself two thousand times and said to that Divinity, ","html":"<p>{}"},"sn6.6:4.2":{"pli":"“passasi me no tvaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti? ","eng":"“Good fellow, can’t you see that I have such psychic power?” ","html":"{}</p>"},"sn6.6:4.3":{"pli":"“Passāmi kho tyāhaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti. ","eng":"“I see that, good fellow.” ","html":"<p>{}</p>"},"sn6.6:4.4":{"pli":"“Tayā ca kho, mārisa, mayā ca sveva bhagavā mahiddhikataro ceva mahānubhāvataro ca. ","eng":"“That Buddha has even more psychic power and might than you or me. ","html":"<p>{}"},"sn6.6:4.5":{"pli":"Gaccheyyāsi tvaṃ, mārisa, tassa bhagavato upaṭṭhānaṃ arahato sammāsambuddhassā”ti? ","eng":"Shouldn’t you go to attend on that Blessed One?” ","html":"{}</p>"},"sn6.6:4.6":{"pli":"Atha kho so brahmā subrahmānaṃ paccekabrahmānaṃ gāthāya ajjhabhāsi: ","eng":"Then that divinity addressed Subrahmā in verse: ","html":"<p>{}</p>"},"sn6.6:5.1":{"pli":"“Tayo supaṇṇā caturo ca haṃsā, ","eng":"“There are three hundreds of phoenixes, four of swans, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"The <i lang='pi' translate='no'>haṁsa</i> is a swan or goose. Though rarely seen in most of India today, the swan is a fitting image in such elevated contexts. | The “hundred” of the next line should be distributed to the numbers in this line, too, per the commentary. "},"sn6.6:5.2":{"pli":"Byagghīnisā pañcasatā ca jhāyino; ","eng":"and five of tigerhawks. To he who practiced absorption ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Byagghīnisā</i> (“night-tiger”?) appears only here and in another list of birds at <a href='index.html?q=ja547#420.1'>Ja 547:420.1</a> (variant <i lang='pi' translate='no'>byagghinasā</i>), where the commentary glosses <i lang='pi' translate='no'>sena</i>, a “raptor”. “Tigerhawk” is not a real name, but it sounds cool. "},"sn6.6:5.3":{"pli":"Tayidaṃ vimānaṃ jalate ca brahme, ","eng":"belongs this palace; it shines, Divinity, ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Jalate</i> (“shines”) here and below is reflexive indicative. "},"sn6.6:5.4":{"pli":"Obhāsayaṃ uttarassaṃ disāyan”ti. ","eng":"lighting up the northern quarter!” ","html":"<span class='verse-line'>{}</span></p>"},"sn6.6:6.1":{"pli":"“Kiñcāpi te taṃ jalate vimānaṃ, ","eng":"“So what if your palace shines, ","html":"<p><span class='verse-line'>{}</span>"},"sn6.6:6.2":{"pli":"Obhāsayaṃ uttarassaṃ disāyaṃ; ","eng":"lighting up the northern quarter? ","html":"<span class='verse-line'>{}</span>"},"sn6.6:6.3":{"pli":"Rūpe raṇaṃ disvā sadā pavedhitaṃ, ","eng":"A clever person, seeing the strife in form, ","html":"<span class='verse-line'>{}</span>"},"sn6.6:6.4":{"pli":"Tasmā na rūpe ramatī sumedho”ti. ","eng":"its chronic trembling, takes no pleasure in it.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn6.6:7.1":{"pli":"Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā taṃ brahmānaṃ saṃvejetvā tatthevantaradhāyiṃsu. ","eng":"Then after inspiring awe in that divinity, the independent divinities Subrahmā and Suddhāvāsa vanished right there. ","html":"<p>{}"},"sn6.6:7.2":{"pli":"Agamāsi ca kho so brahmā aparena samayena bhagavato upaṭṭhānaṃ arahato sammāsambuddhassāti. ","eng":"And after some time that divinity went to attend on the Buddha. ","html":"{}</p></article>"}},"sn6.7":{"sn6.7:0.1":{"pli":"Saṃyutta Nikāya 6.7 ","eng":"Linked Discourses 6.7 ","html":"<article id='sn6.7'><header><ul><li class='division'>{}</li>"},"sn6.7:0.2":{"pli":"1. Paṭhamavagga ","eng":"1. The Appeal ","html":"<li>{}</li></ul>"},"sn6.7:0.3":{"pli":"Kokālikasutta ","eng":"About Kokālika ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn6.7:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn6.7:1.2":{"pli":"Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno. ","eng":"Now at that time the Buddha had gone into retreat for the day’s meditation. ","html":"<p>{}"},"sn6.7:1.3":{"pli":"Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā paccekaṃ dvārabāhaṃ nissāya aṭṭhaṃsu. ","eng":"Then the independent divinities Subrahmā and Suddhāvāsa went to the Buddha and stationed themselves one by each door-post. ","html":"{}</p>"},"sn6.7:1.4":{"pli":"Atha kho subrahmā paccekabrahmā kokālikaṃ bhikkhuṃ ārabbha bhagavato santike imaṃ gāthaṃ abhāsi: ","eng":"Then Subrahmā spoke this verse about the mendicant Kokālika in the Buddha’s presence: ","html":"<p>{}</p>","comm":"Kokālika features several times in the suttas (<a href='index.html?q=sn6.9'>SN 6.9</a>, <a href='index.html?q=sn6.10'>SN 6.10</a>, <a href='index.html?q=an10.89'>AN 10.89</a>, <a href='index.html?q=snp3.10'>Snp 3.10</a>). In the Vinaya he appears, along with Katamorakatissaka and others, as a reprobate follower of Devadatta (<a href='index.html?q=pli-tv-kd17#3.14.1'>Kd 17:3.14.1</a>). In <a href='index.html?q=ja331'>Ja 331</a> we learn of a past life as a cuckoo (<i lang='pi' translate='no'>kokila</i>) laid in a crow’s nest, who is betrayed to his doom by his heedless cry. "},"sn6.7:2.1":{"pli":"“Appameyyaṃ paminanto, ","eng":"“Who having known would judge ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"sn6.7:2.2":{"pli":"Kodha vidvā vikappaye; ","eng":"the immeasurable by measuring them? ","html":"<span class='verse-line'>{}</span>"},"sn6.7:2.3":{"pli":"Appameyyaṃ pamāyinaṃ, ","eng":"I think anyone who’d do such a thing ","html":"<span class='verse-line'>{}</span>"},"sn6.7:2.4":{"pli":"Nivutaṃ taṃ maññe puthujjanan”ti. ","eng":"is an ordinary person, shrouded in darkness.” ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}