{"sn35.245":{"sn35.245:0.1":{"pli":"Saṃyutta Nikāya 35.245 ","eng":"Linked Discourses 35.245 ","html":"<article id='sn35.245'><header><ul><li class='division'>{}</li>"},"sn35.245:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.245:0.3":{"pli":"Kiṃsukopamasutta ","eng":"The Simile of the Parrot Tree ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.245:1.1":{"pli":"Atha kho aññataro bhikkhu yenaññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ","eng":"Then one mendicant went up to another mendicant and asked, ","html":"<p>{}"},"sn35.245:1.2":{"pli":"“kittāvatā nu kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti? ","eng":"“Reverend, at what point is a mendicant’s vision well purified?” ","html":"{}</p>"},"sn35.245:1.3":{"pli":"“Yato kho, āvuso, bhikkhu channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti, ettāvatā kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti. ","eng":"“When a mendicant truly understands the origin and disappearance of the six fields of contact, at that point their vision is well purified.” ","html":"<p>{}</p>"},"sn35.245:2.1":{"pli":"Atha kho so bhikkhu asantuṭṭho tassa bhikkhussa pañhaveyyākaraṇena, yenaññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ","eng":"Not content with that answer, that mendicant went up to a series of other mendicants and received the following answers: ","html":"<p>{}","comm":"The mendicant’s dissatisfaction perhaps stems from the term “well purified” (<i lang='pi' translate='no'>suvisuddha</i>). It is not a well-defined term, but is most prominently used to describe the Buddha’s own realization of the Dhamma (<a href='index.html?q=sn56.11#10.1'>SN 56.11:10.1</a>). There, he uses a longer phrase, saying his “knowledge and vision is well purified in three rounds and twelve aspects”, denoting arahantship. The answers given here, however, speak only of the vision of the truth, which normally means stream-entry, while the abandoning of defilements characteristic of arahantship is not mentioned. Thus it seems the questioner thought the term “well purified” in and of itself implied arahantship, while his respondents took it to mean stream-entry, only implying arahantship when expanded in the longer phrase. "},"sn35.245:2.2":{"pli":"“kittāvatā nu kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti? ","html":"{}</p>"},"sn35.245:2.3":{"pli":"“Yato kho, āvuso, bhikkhu pañcannaṃ upādānakkhandhānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti, ettāvatā kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti. ","eng":"“When a mendicant truly understands the origin and disappearance of the five grasping aggregates, at that point their vision is well purified.” ","html":"<p>{}</p>"},"sn35.245:3.1":{"pli":"Atha kho so bhikkhu asantuṭṭho tassa bhikkhussa pañhaveyyākaraṇena, yenaññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ","html":"<p>{}"},"sn35.245:3.2":{"pli":"“kittāvatā nu kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti? ","html":"{}</p>"},"sn35.245:3.3":{"pli":"“Yato kho, āvuso, bhikkhu catunnaṃ mahābhūtānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti, ettāvatā kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti. ","eng":"“When a mendicant truly understands the origin and disappearance of the four principal states, at that point their vision is well purified.” ","html":"<p>{}</p>"},"sn35.245:4.1":{"pli":"Atha kho so bhikkhu asantuṭṭho tassa bhikkhussa pañhaveyyākaraṇena, yenaññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ","html":"<p>{}"},"sn35.245:4.2":{"pli":"“kittāvatā nu kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti? ","html":"{}</p>"},"sn35.245:4.3":{"pli":"“Yato kho, āvuso, bhikkhu yaṃ kiñci samudayadhammaṃ, sabbaṃ taṃ nirodhadhammanti yathābhūtaṃ pajānāti, ettāvatā kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti. ","eng":"“When a mendicant truly understands that everything that has a beginning has an end, at that point their vision is well purified.” ","html":"<p>{}</p>"},"sn35.245:5.1":{"pli":"Atha kho so bhikkhu asantuṭṭho tassa bhikkhussa pañhaveyyākaraṇena, yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: “idhāhaṃ, bhante, yenaññataro bhikkhu tenupasaṅkamiṃ; upasaṅkamitvā taṃ bhikkhuṃ etadavocaṃ: ","eng":"Not content with any of those answers, that mendicant went up to the Buddha and told him what had happened. Then he asked, ","html":"<p>{}"},"sn35.245:5.2":{"pli":"‘kittāvatā nu kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī’ti? ","html":"{}"},"sn35.245:5.3":{"pli":"Evaṃ vutte, bhante, so bhikkhu maṃ etadavoca: ","html":"{}"},"sn35.245:5.4":{"pli":"‘yato kho, āvuso, bhikkhu channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti, ettāvatā kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī’ti. ","html":"{}"},"sn35.245:5.5":{"pli":"Atha khvāhaṃ, bhante, asantuṭṭho tassa bhikkhussa pañhaveyyākaraṇena, yenaññataro bhikkhu tenupasaṅkamiṃ; upasaṅkamitvā taṃ bhikkhuṃ etadavocaṃ: ","html":"{}"},"sn35.245:5.6":{"pli":"‘kittāvatā nu kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī’ti? ","html":"{}"},"sn35.245:5.7":{"pli":"Evaṃ vutte, bhante, so bhikkhu maṃ etadavoca: ","html":"{}"},"sn35.245:5.8":{"pli":"‘yato kho, āvuso, bhikkhu pañcannaṃ upādānakkhandhānaṃ …pe… ","html":"{}"},"sn35.245:5.9":{"pli":"catunnaṃ mahābhūtānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti …pe… ","html":"{}"},"sn35.245:5.10":{"pli":"yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhammanti yathābhūtaṃ pajānāti, ettāvatā kho, āvuso, bhikkhuno dassanaṃ suvisuddhaṃ hotī’ti. ","html":"{}"},"sn35.245:5.11":{"pli":"Atha khvāhaṃ, bhante, asantuṭṭho tassa bhikkhussa pañhaveyyākaraṇena yena bhagavā tenupasaṅkamiṃ (…). ","html":"{}"},"sn35.245:5.12":{"pli":"Kittāvatā nu kho, bhante, bhikkhuno dassanaṃ suvisuddhaṃ hotī”ti? ","eng":"“Sir, at what point is a mendicant’s vision well purified?” ","html":"{}</p>"},"sn35.245:6.1":{"pli":"“Seyyathāpi, bhikkhu, purisassa kiṃsuko adiṭṭhapubbo assa. ","eng":"“Mendicant, suppose a person had never seen a parrot tree before. ","html":"<p>{}","comm":"<i lang='pi' translate='no'>Kiṁsuka</i> should be resolved <i lang='pi' translate='no'>kiṁ-suka</i> (“what parrot?”) rather than <i lang='pi' translate='no'>kiṁ-su-ka</i> (“what’s it?”), as shown by the Sanskrit spelling <i lang='pi' translate='no'>kiṁśuka</i>. In Ritusaṁhāra 6.22, a poem sometimes attributed to Kalidasa, the comparison to a parrot is made explicit. In Pali it is also referred to as <i lang='pi' translate='no'>palāsa</i>, in which case I use flame-of-the-forest. It is <em>Butea monosperma</em>, whose distinctive flower keels resemble the curled beak of a parrot. The simile is further drawn out in the Kiṁsukopama Jātaka (<a href='index.html?q=ja248'>Ja 248</a>). "},"sn35.245:6.2":{"pli":"So yenaññataro puriso kiṃsukassa dassāvī tenupasaṅkameyya. Upasaṅkamitvā taṃ purisaṃ evaṃ vadeyya: ","eng":"They’d go up to someone who had seen a parrot tree and ask them, ","html":"{}"},"sn35.245:6.3":{"pli":"‘kīdiso, bho purisa, kiṃsuko’ti? ","eng":"‘Worthy man, what’s a parrot tree like?’ ","html":"{}</p>","comm":"The following are all accurate descriptions of the parrot tree. "},"sn35.245:6.4":{"pli":"So evaṃ vadeyya: ","eng":"They’d say, ","html":"<p>{}"},"sn35.245:6.5":{"pli":"‘kāḷako kho, ambho purisa, kiṃsuko—seyyathāpi jhāmakhāṇū’ti. ","eng":"‘A parrot tree is blackish, like a charred stump.’ ","html":"{}"},"sn35.245:6.6":{"pli":"Tena kho pana, bhikkhu, samayena tādisovassa kiṃsuko yathāpi tassa purisassa dassanaṃ. ","eng":"Now, at that time a parrot tree may well have been just as that person saw it. ","html":"{}</p>"},"sn35.245:7.1":{"pli":"Atha kho so, bhikkhu, puriso asantuṭṭho tassa purisassa pañhaveyyākaraṇena, yenaññataro puriso kiṃsukassa dassāvī tenupasaṅkameyya; upasaṅkamitvā taṃ purisaṃ evaṃ vadeyya: ","eng":"Not content with that answer, that person would go up to a series of other people and receive the following answers: ","html":"<p>{}"},"sn35.245:7.2":{"pli":"‘kīdiso, bho purisa, kiṃsuko’ti? ","html":"{}"},"sn35.245:7.3":{"pli":"So evaṃ vadeyya: ","html":"{}"},"sn35.245:7.4":{"pli":"‘lohitako kho, ambho purisa, kiṃsuko—seyyathāpi maṃsapesī’ti. ","eng":"‘A parrot tree is reddish, like a scrap of meat.’ ","html":"{}","comm":"The flowers can resemble scraps of meat. Visuddhimagga 196.5–15 tells of a foolish jackal who danced in joy on finding a meat-bearing tree. "},"sn35.245:7.5":{"pli":"Tena kho pana, bhikkhu, samayena tādisovassa kiṃsuko yathāpi tassa purisassa dassanaṃ. ","html":"{}"},"sn35.245:7.6":{"pli":"Atha kho so bhikkhu puriso asantuṭṭho tassa purisassa pañhaveyyākaraṇena, yenaññataro puriso kiṃsukassa dassāvī tenupasaṅkameyya; upasaṅkamitvā taṃ purisaṃ evaṃ vadeyya: ","html":"{}"},"sn35.245:7.7":{"pli":"‘kīdiso, bho purisa, kiṃsuko’ti? ","html":"{}"},"sn35.245:7.8":{"pli":"So evaṃ vadeyya: ","html":"{}"},"sn35.245:7.9":{"pli":"‘ocīrakajāto kho, ambho purisa, kiṃsuko ādinnasipāṭiko—seyyathāpi sirīso’ti. ","eng":"‘A parrot tree has flaking bark and burst pods, like a lebbeck tree.’ ","html":"{}","comm":"The lebbeck or siris (Pali <i lang='pi' translate='no'>sirīsa</i>, <em>Albizia lebbeck</em>) has large seed pods. It was the awakening tree of Kakusandha (<a href='index.html?q=dn14#1.8.4'>DN 14:1.8.4</a>). "},"sn35.245:7.10":{"pli":"Tena kho pana, bhikkhu, samayena tādisovassa kiṃsuko, yathāpi tassa purisassa dassanaṃ. ","html":"{}"},"sn35.245:7.11":{"pli":"Atha kho so bhikkhu puriso asantuṭṭho tassa purisassa pañhaveyyākaraṇena, yenaññataro puriso kiṃsukassa dassāvī tenupasaṅkameyya; upasaṅkamitvā taṃ purisaṃ evaṃ vadeyya: ","html":"{}"},"sn35.245:7.12":{"pli":"‘kīdiso, bho purisa, kiṃsuko’ti? ","html":"{}"},"sn35.245:7.13":{"pli":"So evaṃ vadeyya: ","html":"{}"},"sn35.245:7.14":{"pli":"‘bahalapattapalāso sandacchāyo kho, ambho purisa, kiṃsuko—seyyathāpi nigrodho’ti. ","eng":"‘A parrot tree has luxuriant, shady foliage, like a banyan.’ ","html":"{}"},"sn35.245:7.15":{"pli":"Tena kho pana, bhikkhu, samayena tādisovassa kiṃsuko, yathāpi tassa purisassa dassanaṃ. ","eng":"Now, at each of those times a parrot tree may well have been just as those people saw them. ","html":"{}</p>"},"sn35.245:7.16":{"pli":"Evameva kho, bhikkhu, yathā yathā adhimuttānaṃ tesaṃ sappurisānaṃ dassanaṃ suvisuddhaṃ hoti tathā tathā kho tehi sappurisehi byākataṃ. ","eng":"In the same way, those true persons each answered according to what they were focused on when their vision was well purified. ","html":"<p>{}</p>"},"sn35.245:8.1":{"pli":"Seyyathāpi, bhikkhu, rañño paccantimaṃ nagaraṃ daḷhuddhāpaṃ daḷhapākāratoraṇaṃ chadvāraṃ. ","eng":"Suppose there was a king’s frontier citadel with fortified embankments, ramparts, and arches, and six gates. ","html":"<p>{}"},"sn35.245:8.2":{"pli":"Tatrassa dovāriko paṇḍito byatto medhāvī, aññātānaṃ nivāretā, ñātānaṃ pavesetā. ","eng":"And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in. ","html":"{}</p>"},"sn35.245:8.3":{"pli":"Puratthimāya disāya āgantvā sīghaṃ dūtayugaṃ taṃ dovārikaṃ evaṃ vadeyya: ","eng":"A swift pair of messengers would arrive from the east and say to the gatekeeper, ","html":"<p>{}"},"sn35.245:8.4":{"pli":"‘kahaṃ, bho purisa, imassa nagarassa nagarassāmī’ti? ","eng":"‘Worthy man, where is the lord of the city?’ ","html":"{}</p>"},"sn35.245:8.5":{"pli":"So evaṃ vadeyya: ","eng":"They’d say, ","html":"<p>{}"},"sn35.245:8.6":{"pli":"‘eso, bhante, majjhe siṅghāṭake nisinno’ti. ","eng":"‘There he is, sirs, seated at the central square.’ ","html":"{}</p>"},"sn35.245:8.7":{"pli":"Atha kho taṃ sīghaṃ dūtayugaṃ nagarassāmikassa yathābhūtaṃ vacanaṃ niyyātetvā yathāgatamaggaṃ paṭipajjeyya. ","eng":"Then that swift pair of messengers would deliver a message of truth to the lord of the city and depart the way they came. ","html":"<p>{}</p>"},"sn35.245:8.8":{"pli":"Pacchimāya disāya āgantvā sīghaṃ dūtayugaṃ …pe… ","eng":"A swift pair of messengers would come from the west … ","html":"<p>{}"},"sn35.245:8.9":{"pli":"uttarāya disāya … ","eng":"north … ","html":"{}"},"sn35.245:8.10":{"pli":"dakkhiṇāya disāya āgantvā sīghaṃ dūtayugaṃ taṃ dovārikaṃ evaṃ vadeyya: ","eng":"south … ","html":"{}"},"sn35.245:8.11":{"pli":"‘kahaṃ, bho purisa, imassa nagarassāmī’ti? ","html":"{}"},"sn35.245:8.12":{"pli":"So evaṃ vadeyya: ","html":"{}"},"sn35.245:8.13":{"pli":"‘eso, bhante, majjhe siṅghāṭake nisinno’ti. ","html":"{}"},"sn35.245:8.14":{"pli":"Atha kho taṃ sīghaṃ dūtayugaṃ nagarassāmikassa yathābhūtaṃ vacanaṃ niyyātetvā yathāgatamaggaṃ paṭipajjeyya. ","eng":"deliver a message of truth to the lord of the city and depart the way they came. ","html":"{}</p>"},"sn35.245:9.1":{"pli":"Upamā kho myāyaṃ, bhikkhu, katā atthassa viññāpanāya. ","eng":"I’ve made up this simile to make a point. ","html":"<p>{}"},"sn35.245:9.2":{"pli":"Ayañcettha attho: ","eng":"And this is the point. ","html":"{}</p>"},"sn35.245:9.3":{"pli":"‘nagaran’ti kho, bhikkhu, imassetaṃ cātumahābhūtikassa kāyassa adhivacanaṃ mātāpettikasambhavassa odanakummāsūpacayassa aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassa. ","eng":"‘City’ is a term for this body made up of the four principal states, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ","html":"<p>{}</p>"},"sn35.245:9.4":{"pli":"‘Cha dvārā’ti kho, bhikkhu, channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ. ","eng":"‘Six gates’ is a term for the six interior sense fields. ","html":"<p>{}</p>"},"sn35.245:9.5":{"pli":"‘Dovāriko’ti kho, bhikkhu, satiyā etaṃ adhivacanaṃ. ","eng":"‘Gatekeeper’ is a term for mindfulness. ","html":"<p>{}</p>"},"sn35.245:9.6":{"pli":"‘Sīghaṃ dūtayugan’ti kho, bhikkhu, samathavipassanānetaṃ adhivacanaṃ. ","eng":"‘A swift pair of messengers’ is a term for serenity and discernment. ","html":"<p>{}</p>"},"sn35.245:9.7":{"pli":"‘Nagarassāmī’ti kho, bhikkhu, viññāṇassetaṃ adhivacanaṃ. ","eng":"‘The lord of the city’ is a term for consciousness. ","html":"<p>{}</p>"},"sn35.245:9.8":{"pli":"‘Majjhe siṅghāṭako’ti kho, bhikkhu, catunnetaṃ mahābhūtānaṃ adhivacanaṃ—","eng":"‘The central square’ is a term for the four principal states: ","html":"<p>{}"},"sn35.245:9.9":{"pli":"pathavīdhātuyā, āpodhātuyā, tejodhātuyā, vāyodhātuyā. ","eng":"the elements of earth, water, fire, and air. ","html":"{}</p>"},"sn35.245:9.10":{"pli":"‘Yathābhūtaṃ vacanan’ti kho, bhikkhu, nibbānassetaṃ adhivacanaṃ. ","eng":"‘A message of truth’ is a term for extinguishment. ","html":"<p>{}</p>"},"sn35.245:9.11":{"pli":"‘Yathāgatamaggo’ti kho, bhikkhu, ariyassetaṃ aṭṭhaṅgikassa maggassa adhivacanaṃ, seyyathidaṃ—","eng":"‘The way they came’ is a term for the noble eightfold path, that is, ","html":"<p>{}"},"sn35.245:9.12":{"pli":"sammādiṭṭhiyā …pe… sammāsamādhissā”ti. ","eng":"right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.” ","html":"{}</p>","comm":"The Buddha’s response, by omitting a statement on the ending of defilements, affirms the earlier replies, confirming that <i lang='pi' translate='no'>suvisuddha</i> by itself indicates stream-entry. "},"sn35.245:9.13":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.246":{"sn35.246:0.1":{"pli":"Saṃyutta Nikāya 35.246 ","eng":"Linked Discourses 35.246 ","html":"<article id='sn35.246'><header><ul><li class='division'>{}</li>"},"sn35.246:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.246:0.3":{"pli":"Vīṇopamasutta ","eng":"The Simile of the Harp ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.246:1.1":{"pli":"“Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā cakkhuviññeyyesu rūpesu uppajjeyya chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso, tato cittaṃ nivāreyya. ","eng":"“Mendicants, any monk or nun who has desire or greed or hate or delusion or repulsion come up for sights known by the eye should shield their mind from them: ","html":"<p>{}","comm":"The same five defilements are listed at <a href='index.html?q=mn151#3.3'>MN 151:3.3</a>. "},"sn35.246:1.2":{"pli":"Sabhayo ceso maggo sappaṭibhayo ca sakaṇṭako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ","eng":"‘This path is dangerous and perilous, thorny and tangled; it’s a wrong turn, a bad path, a sorry state. ","html":"{}","comm":"“Sorry state” <i lang='pi' translate='no'>duhitika</i> is from Sanskrit <i lang='pi' translate='no'>durhita</i> (Rig Veda 8.19.26; Atharva Veda 4.36.9). "},"sn35.246:1.3":{"pli":"Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ","eng":"This path is frequented by untrue persons, not by true persons. ","html":"{}"},"sn35.246:1.4":{"pli":"Na tvaṃ etaṃ arahasīti. ","eng":"It’s not worthy of you.’ ","html":"{}"},"sn35.246:1.5":{"pli":"Tato cittaṃ nivāraye cakkhuviññeyyehi rūpehi …pe… ","eng":"The mind should be shielded from this when it comes to sights known by the eye. ","html":"{}</p>"},"sn35.246:1.6":{"pli":"yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā jivhāviññeyyesu rasesu …pe… ","eng":"Any monk or nun who has desire or greed or hate or delusion or repulsion come up for sounds … smells … tastes … touches … ","html":"<p>{}"},"sn35.246:1.7":{"pli":"manoviññeyyesu dhammesu uppajjeyya chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso tato cittaṃ nivāreyya. ","eng":"ideas known by the mind should shield their mind against them: ","html":"{}"},"sn35.246:1.8":{"pli":"Sabhayo ceso maggo sappaṭibhayo ca sakaṇṭako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ","eng":"‘This path is dangerous and perilous, thorny and tangled; it’s a wrong turn, a bad path, a sorry state. ","html":"{}"},"sn35.246:1.9":{"pli":"Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ","eng":"This path is frequented by untrue persons, not by true persons. ","html":"{}"},"sn35.246:1.10":{"pli":"Na tvaṃ etaṃ arahasīti. ","eng":"It’s not worthy of you.’ ","html":"{}"},"sn35.246:1.11":{"pli":"Tato cittaṃ nivāraye manoviññeyyehi dhammehi. ","eng":"The mind should be shielded from this when it comes to ideas known by the mind. ","html":"{}</p>"},"sn35.246:2.1":{"pli":"Seyyathāpi, bhikkhave, kiṭṭhaṃ sampannaṃ. ","eng":"Suppose the crops have ripened, ","html":"<p>{}"},"sn35.246:2.2":{"pli":"Kiṭṭhārakkho ca pamatto, goṇo ca kiṭṭhādo aduṃ kiṭṭhaṃ otaritvā yāvadatthaṃ madaṃ āpajjeyya pamādaṃ āpajjeyya; ","eng":"but the caretaker is negligent. If an ox fond of crops invades the crops they’d indulge themselves as much as they like. ","html":"{}</p>"},"sn35.246:2.3":{"pli":"evameva kho, bhikkhave, assutavā puthujjano chasu phassāyatanesu asaṃvutakārī pañcasu kāmaguṇesu yāvadatthaṃ madaṃ āpajjati pamādaṃ āpajjati. ","eng":"In the same way, when an unlearned ordinary person doesn’t exercise restraint when it comes to the six fields of contact, they indulge themselves in the five kinds of sensual stimulation as much as they like. ","html":"<p>{}</p>"},"sn35.246:3.1":{"pli":"Seyyathāpi, bhikkhave, kiṭṭhaṃ sampannaṃ kiṭṭhārakkho ca appamatto goṇo ca kiṭṭhādo aduṃ kiṭṭhaṃ otareyya. ","eng":"Suppose the crops have ripened, and the caretaker is diligent. If an ox fond of crops invades the crops ","html":"<p>{}"},"sn35.246:3.2":{"pli":"Tamenaṃ kiṭṭhārakkho nāsāyaṃ suggahitaṃ gaṇheyya. ","eng":"the caretaker would grab them firmly by the muzzle. ","html":"{}"},"sn35.246:3.3":{"pli":"Nāsāyaṃ suggahitaṃ gahetvā uparighaṭāyaṃ suniggahitaṃ niggaṇheyya. ","eng":"Then they’d grab them above the hump and hold them fast there. ","html":"{}","comm":"The <i lang='pi' translate='no'>ghaṭā</i> (“pot”) is the prominent hump of a zebu bull, which is grabbed to this day by bull wranglers. "},"sn35.246:3.4":{"pli":"Uparighaṭāyaṃ suniggahitaṃ niggahetvā daṇḍena sutāḷitaṃ tāḷeyya. ","eng":"Then they’d give them a good thrashing ","html":"{}"},"sn35.246:3.5":{"pli":"Daṇḍena sutāḷitaṃ tāḷetvā osajjeyya. ","eng":"before driving them away. ","html":"{}"},"sn35.246:3.6":{"pli":"Dutiyampi kho, bhikkhave …pe… ","eng":"For a second time, ","html":"{}"},"sn35.246:3.7":{"pli":"tatiyampi kho, bhikkhave, goṇo kiṭṭhādo aduṃ kiṭṭhaṃ otareyya. ","eng":"and even a third time, the same thing might happen. ","html":"{}"},"sn35.246:3.8":{"pli":"Tamenaṃ kiṭṭhārakkho nāsāyaṃ suggahitaṃ gaṇheyya. ","html":"{}"},"sn35.246:3.9":{"pli":"Nāsāyaṃ suggahitaṃ gahetvā uparighaṭāyaṃ suniggahitaṃ niggaṇheyya. ","html":"{}"},"sn35.246:3.10":{"pli":"Uparighaṭāyaṃ suniggahitaṃ niggahetvā daṇḍena sutāḷitaṃ tāḷeyya. ","html":"{}"},"sn35.246:3.11":{"pli":"Daṇḍena sutāḷitaṃ tāḷetvā osajjeyya. ","html":"{}"},"sn35.246:3.12":{"pli":"Evañhi so, bhikkhave, goṇo kiṭṭhādo gāmagato vā araññagato vā, ṭhānabahulo vā assa nisajjabahulo vā na taṃ kiṭṭhaṃ puna otareyya—","eng":"As a result, no matter how often they might stand or sit in a village or wilderness, that ox fond of crops would never invade that crop again, ","html":"{}"},"sn35.246:3.13":{"pli":"tameva purimaṃ daṇḍasamphassaṃ samanussaranto. ","eng":"remembering the beating they got earlier. ","html":"{}</p>"},"sn35.246:3.14":{"pli":"Evameva kho, bhikkhave, yato kho bhikkhuno chasu phassāyatanesu cittaṃ udujitaṃ hoti sudujitaṃ, ajjhattameva santiṭṭhati, sannisīdati, ekodi hoti, samādhiyati. ","eng":"In the same way, when a mendicant’s mind is straightened up, well straightened up when it comes to the six fields of contact, becomes stilled internally; it settles, unifies, and becomes immersed in samādhi. ","html":"<p>{}</p>","comm":"For “straightened up”, accept MS reading <i lang='pi' translate='no'>udujita</i>, resolved as <i lang='pi' translate='no'>ud</i> + √<i lang='pi' translate='no'>uj</i> + <i lang='pi' translate='no'>ita</i>. "},"sn35.246:4.1":{"pli":"Seyyathāpi, bhikkhave, rañño vā rājamahāmattassa vā vīṇāya saddo assutapubbo assa. ","eng":"Suppose a king or their chief minister had never heard the sound of an arched harp. ","html":"<p>{}","comm":"The “arched harp” (<i lang='pi' translate='no'>vīṇa</i>) was a multi-stringed instrument held in the lap, whose form is clear from representations in ancient Indian sculptures in Bharhut, Amarāvatī, and Pawāyā, as well as the coins of Samudragupta. The strings, typically seven in number, were attached to the base of the soundbox and passed through holes in the parchment resonator to be tied with cords to the curved neck. It accompanied song or dance, and was played equally by men and women. It is not the modern Indian instrument called <em>veena</em>, which is a lute or stick zither, but rather is similar to the Burmese <em>saung</em>. "},"sn35.246:4.2":{"pli":"So vīṇāsaddaṃ suṇeyya. ","eng":"When he first hears the sound, ","html":"{}"},"sn35.246:4.3":{"pli":"So evaṃ vadeyya: ","eng":"he’d say, ","html":"{}"},"sn35.246:4.4":{"pli":"‘ambho, kassa nu kho eso saddo evaṃrajanīyo evaṅkamanīyo evaṃmadanīyo evaṃmucchanīyo evambandhanīyo’ti? ","eng":"‘My man, what is making this sound, so arousing, sensuous, intoxicating, infatuating, and captivating?’ ","html":"{}</p>"},"sn35.246:4.5":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say to him, ","html":"<p>{}"},"sn35.246:4.6":{"pli":"‘esā, kho, bhante, vīṇā nāma, yassā eso saddo evaṃrajanīyo evaṅkamanīyo evaṃmadanīyo evaṃmucchanīyo evambandhanīyo’ti. ","eng":"‘That, sir, is an arched harp.’ ","html":"{}</p>"},"sn35.246:4.7":{"pli":"So evaṃ vadeyya: ","eng":"He’d say, ","html":"<p>{}"},"sn35.246:4.8":{"pli":"‘gacchatha me, bho, taṃ vīṇaṃ āharathā’ti. ","eng":"‘Go, my man, fetch me that arched harp.’ ","html":"{}</p>"},"sn35.246:4.9":{"pli":"Tassa taṃ vīṇaṃ āhareyyuṃ. ","eng":"So they’d fetch it ","html":"<p>{}"},"sn35.246:4.10":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"and say, ","html":"{}"},"sn35.246:4.11":{"pli":"‘ayaṃ kho sā, bhante, vīṇā yassā eso saddo evaṃrajanīyo evaṅkamanīyo evaṃmadanīyo evaṃmucchanīyo evambandhanīyo’ti. ","eng":"‘This, sir, is that arched harp.’ ","html":"{}</p>"},"sn35.246:4.12":{"pli":"So evaṃ vadeyya: ","eng":"He’d say, ","html":"<p>{}"},"sn35.246:4.13":{"pli":"‘alaṃ me, bho, tāya vīṇāya, tameva me saddaṃ āharathā’ti. ","eng":"‘I’ve had enough of that arched harp! Just fetch me the sound.’ ","html":"{}</p>"},"sn35.246:4.14":{"pli":"Tamenaṃ evaṃ vadeyyuṃ: ","eng":"They’d say, ","html":"<p>{}"},"sn35.246:4.15":{"pli":"‘ayaṃ kho, bhante, vīṇā nāma anekasambhārā mahāsambhārā. ","eng":"‘Sir, this arched harp is made of many components assembled together, ","html":"{}"},"sn35.246:4.16":{"pli":"Anekehi sambhārehi samāraddhā vadati, seyyathidaṃ—","eng":"which make a sound when they’re played. That is, ","html":"{}"},"sn35.246:4.17":{"pli":"doṇiñca paṭicca cammañca paṭicca daṇḍañca paṭicca upadhāraṇe ca paṭicca tantiyo ca paṭicca koṇañca paṭicca purisassa ca tajjaṃ vāyāmaṃ paṭicca evāyaṃ, bhante, vīṇā nāma anekasambhārā mahāsambhārā. ","eng":"it depends on the soundbox, the leather resonator, the neck, the tuning cords, the strings, the plectrum, and a person to play it properly. That’s how an arched harp is made of many components assembled together, ","html":"{}","comm":"Most of these were established by Ananda K. Coomaraswamy, “The Parts of a Vīnā”, Journal of the American Oriental Society, Vol. 50 (1930), pp. 244–253. “Soundbox” is <i lang='pi' translate='no'>doṇi</i> (“tub”); “leather resonator” is <i lang='pi' translate='no'>camma</i>, a piece of leather stretched over the soundbox to enhance the resonance; “neck” is <i lang='pi' translate='no'>daṇḍa</i>, the curved arm or frame to which the strings were attached; “strings” is <i lang='pi' translate='no'>tantiyo</i>; and “plectrum” is <i lang='pi' translate='no'>koṇa</i>. The remaining part is variously spelled as <i lang='pi' translate='no'>upaviṇe</i>, <i lang='pi' translate='no'>upadhiraṇe</i>, <i lang='pi' translate='no'>upadhāraṇe</i>, or <i lang='pi' translate='no'>upaveṇaṁ</i>, suggesting an early corruption. The preponderance of plural forms nonetheless supports Coomaraswamy’s revised understanding (“The Parts of a Vīṇā”, JAOS, Vol. 57, No. 1 (March 1937), pp. 101–103) that this is Sanskrit <i lang='pi' translate='no'>upavīṇa</i>, <i lang='pi' translate='no'>upavāṇa</i>, or <i lang='pi' translate='no'>upaveṇa</i> having the sense “bindings”. This would be the “tuning cords” by which the strings are tied to the neck and which also serve for tuning. "},"sn35.246:4.18":{"pli":"Anekehi sambhārehi samāraddhā vadatī’ti. ","eng":"which make a sound when they’re played.’ ","html":"{}</p>","comm":"Bṛhadāraṇyaka Upaniṣad 2.4.9 says you can only catch the sound of a harp by getting hold of the lute or player, using this as a metaphor for the search for the Self. <a href='index.html?q=dn23#19.3'>DN 23:19.3</a> tells a similar parable, only with a horn. The Upaniṣad has both instruments. "},"sn35.246:4.19":{"pli":"So taṃ vīṇaṃ dasadhā vā satadhā vā phāleyya, dasadhā vā satadhā vā taṃ phāletvā sakalikaṃ sakalikaṃ kareyya. ","eng":"But he’d split that harp into ten pieces or a hundred pieces, then splinter it up. ","html":"<p>{}"},"sn35.246:4.20":{"pli":"Sakalikaṃ sakalikaṃ karitvā agginā ḍaheyya, agginā ḍahitvā masiṃ kareyya. ","eng":"He’d burn the splinters with fire, and reduce them to ashes. ","html":"{}"},"sn35.246:4.21":{"pli":"Masiṃ karitvā mahāvāte vā ophuneyya, nadiyā vā sīghasotāya pavāheyya. ","eng":"Then he’d whisk away the ashes in a strong wind, or glide them down a swift stream. ","html":"{}</p>"},"sn35.246:4.22":{"pli":"So evaṃ vadeyya: ","eng":"Then he’d say, ","html":"<p>{}"},"sn35.246:4.23":{"pli":"‘asatī kirāyaṃ, bho, vīṇā nāma, yathevaṃ yaṃ kiñci vīṇā nāma ettha ca panāyaṃ jano ativelaṃ pamatto palaḷito’ti. ","eng":"‘It seems that there’s nothing to this thing called an arched harp or whatever’s called an arched harp! But people waste their time with it, negligent and heedless!’ ","html":"{}</p>"},"sn35.246:4.24":{"pli":"Evameva kho, bhikkhave, bhikkhu rūpaṃ samanvesati yāvatā rūpassa gati, vedanaṃ samanvesati yāvatā vedanāya gati, saññaṃ samanvesati yāvatā saññāya gati, saṅkhāre samanvesati yāvatā saṅkhārānaṃ gati, viññāṇaṃ samanvesati yāvatā viññāṇassa gati. ","eng":"In the same way, a mendicant searches for form, feeling, perception, choices, and consciousness anywhere they might be reborn. ","html":"<p>{}","comm":"The rare verb <i lang='pi' translate='no'>samanvesati</i> is used in <a href='index.html?q=sn4.23#10.4'>SN 4.23:10.4</a> and <a href='index.html?q=sn22.87#11.5'>SN 22.87:11.5</a> of Māra “searching” for the consciousness of a deceased arahant. "},"sn35.246:4.25":{"pli":"Tassa rūpaṃ samanvesato yāvatā rūpassa gati, vedanaṃ samanvesato …pe… ","eng":"As they search in this way, ","html":"{}"},"sn35.246:4.26":{"pli":"saññaṃ … ","html":"{}"},"sn35.246:4.27":{"pli":"saṅkhāre … ","html":"{}"},"sn35.246:4.28":{"pli":"viññāṇaṃ samanvesato yāvatā viññāṇassa gati. ","html":"{}"},"sn35.246:4.29":{"pli":"Yampissa taṃ hoti ahanti vā mamanti vā asmīti vā tampi tassa na hotī”ti. ","eng":"their ideas of ‘I’ or ‘mine’ or ‘I am’ are no more.” ","html":"{}</p>"},"sn35.246:4.30":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.247":{"sn35.247:0.1":{"pli":"Saṃyutta Nikāya 35.247 ","eng":"Linked Discourses 35.247 ","html":"<article id='sn35.247'><header><ul><li class='division'>{}</li>"},"sn35.247:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.247:0.3":{"pli":"Chappāṇakopamasutta ","eng":"The Simile of Six Animals ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.247:1.1":{"pli":"“Seyyathāpi, bhikkhave, puriso arugatto pakkagatto saravanaṃ paviseyya. ","eng":"“Mendicants, suppose a person with wounded and festering limbs was to enter a thicket of reeds. ","html":"<p>{}"},"sn35.247:1.2":{"pli":"Tassa kusakaṇṭakā ceva pāde vijjheyyuṃ, sarapattāni ca gattāni vilekheyyuṃ. ","eng":"The kusa thorns would pierce their feet, and the reed leaves would scratch their limbs. ","html":"{}"},"sn35.247:1.3":{"pli":"Evañhi so, bhikkhave, puriso bhiyyoso mattāya tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha. ","eng":"And that would cause that person to experience even more pain and distress. ","html":"{}</p>"},"sn35.247:1.4":{"pli":"Evameva kho, bhikkhave, idhekacco bhikkhu gāmagato vā araññagato vā labhati vattāraṃ: ","eng":"In the same way, some mendicant goes to a village or a wilderness and gets scolded, ","html":"<p>{}"},"sn35.247:1.5":{"pli":"‘ayañca so āyasmā evaṅkārī evaṃsamācāro asucigāmakaṇṭako’ti. ","eng":"‘This venerable, acting like this, behaving like this, is a filthy village thorn.’ ","html":"{}","comm":"Manu 9.256–260 describes various “thorns” (i.e. “pests”) as thieves, etc. Kauṭilya’s Arthaśāstra devotes the entirety of book 4 to removing thorns to the realm. "},"sn35.247:1.6":{"pli":"Taṃ kaṇṭakoti iti viditvā saṃvaro ca asaṃvaro ca veditabbo. ","eng":"Understanding that they’re a thorn, they should understand restraint and lack of restraint. ","html":"{}</p>"},"sn35.247:2.1":{"pli":"Kathañca, bhikkhave, asaṃvaro hoti? ","eng":"And how is someone unrestrained? ","html":"<p>{}</p>"},"sn35.247:2.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso. ","eng":"Take a mendicant who sees a sight with their eyes. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart stunted. ","html":"<p>{}"},"sn35.247:2.3":{"pli":"Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.247:2.4":{"pli":"Sotena saddaṃ sutvā … ","eng":"When they hear a sound with their ears … ","html":"<p>{}</p>"},"sn35.247:2.5":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When they smell an odor with their nose … ","html":"<p>{}</p>"},"sn35.247:2.6":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When they taste a flavor with their tongue … ","html":"<p>{}</p>"},"sn35.247:2.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When they feel a touch with their body … ","html":"<p>{}</p>"},"sn35.247:2.8":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso, ","eng":"When they know an idea with their mind, if it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. ","html":"<p>{}"},"sn35.247:2.9":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.247:3.1":{"pli":"Seyyathāpi, bhikkhave, puriso chappāṇake gahetvā nānāvisaye nānāgocare daḷhāya rajjuyā bandheyya. ","eng":"Suppose a person was to catch six animals, with diverse territories and feeding grounds, and tie them up with a strong rope. ","html":"<p>{}","comm":"Each of the six animals is connected to the corresponding sense in some way. "},"sn35.247:3.2":{"pli":"Ahiṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"They’d catch a snake, ","html":"{}","comm":"<i lang='pi' translate='no'>Ahi</i> (“snake”) puns with <i lang='pi' translate='no'>akkhi</i> (“eye”). Also, the cobra is famed for the false eyes on its hood. "},"sn35.247:3.3":{"pli":"Susumāraṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"a dolphin, ","html":"{}","comm":"<i lang='pi' translate='no'>Susumāra</i> (literally “child-killer”) may be either the Gangetic dolphin (<a href='index.html?q=mn129#21.3'>MN 129:21.3</a>) or the crocodile (<a href='index.html?q=cp27#1.3'>Cp 27:1.3</a>). Here it is probably the dolphin, which has residual eyesight and primarily relies on echolocation. This association may be reinforced by the blowhole appearing like a prominent ear. "},"sn35.247:3.4":{"pli":"Pakkhiṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"a bird, ","html":"{}","comm":"A bird is notable for its beaked “nose”. "},"sn35.247:3.5":{"pli":"Kukkuraṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"a dog, ","html":"{}","comm":"Dogs are notoriously ravenous, thus standing for the tongue. "},"sn35.247:3.6":{"pli":"Siṅgālaṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"a jackal, ","html":"{}","comm":"Jackals lurk around dead bodies. "},"sn35.247:3.7":{"pli":"Makkaṭaṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"and a monkey, ","html":"{}","comm":"The “monkey mind”. "},"sn35.247:3.8":{"pli":"Daḷhāya rajjuyā bandhitvā majjhe gaṇṭhiṃ karitvā ossajjeyya. ","eng":"tie each up with a strong rope, then tie a knot in the middle and let them loose. ","html":"{}</p>"},"sn35.247:3.9":{"pli":"Atha kho, te, bhikkhave, chappāṇakā nānāvisayā nānāgocarā sakaṃ sakaṃ gocaravisayaṃ āviñcheyyuṃ—","eng":"Then those six animals with different domains and ranges would each pull towards their own domain and range. ","html":"<p>{}"},"sn35.247:3.10":{"pli":"ahi āviñcheyya ‘vammikaṃ pavekkhāmī’ti, susumāro āviñcheyya ‘udakaṃ pavekkhāmī’ti, pakkhī āviñcheyya ‘ākāsaṃ ḍessāmī’ti, kukkuro āviñcheyya ‘gāmaṃ pavekkhāmī’ti, siṅgālo āviñcheyya ‘sīvathikaṃ pavekkhāmī’ti, makkaṭo āviñcheyya ‘vanaṃ pavekkhāmī’ti. ","eng":"The snake would pull one way, thinking ‘I’m going into a termite mound!’ The dolphin would pull another way, thinking ‘I’m going into the water!’ The bird would pull another way, thinking ‘I’m flying into the atmosphere!’ The dog would pull another way, thinking ‘I’m going into the village!’ The jackal would pull another way, thinking ‘I’m going into the charnel ground!’ The monkey would pull another way, thinking ‘I’m going into the jungle!’ ","html":"{}","comm":"The termite mound is said to be the body (<a href='index.html?q=mn23#4.1'>MN 23:4.1</a>), to which the eye is attracted. | The dolphin follows its ear. | The bird flies to the sky like someone sniffing the air. | The dog goes to the village where the food is. | The jackal feeds on discarded bodies. | The monkey leaps from branch to branch in the jungle (<a href='index.html?q=sn12.61#4.2'>SN 12.61:4.2</a>). "},"sn35.247:3.11":{"pli":"Yadā kho te, bhikkhave, chappāṇakā jhattā assu kilantā, atha kho yo nesaṃ pāṇakānaṃ balavataro assa tassa te anuvatteyyuṃ, anuvidhāyeyyuṃ vasaṃ gaccheyyuṃ. ","eng":"When those six animals became exhausted and worn out, the strongest of them would get their way, and they’d all have to submit to their control. ","html":"{}</p>"},"sn35.247:3.12":{"pli":"Evameva kho, bhikkhave, yassa kassaci bhikkhuno kāyagatāsati abhāvitā abahulīkatā, taṃ cakkhu āviñchati manāpiyesu rūpesu, amanāpiyā rūpā paṭikūlā honti …pe… ","eng":"In the same way, when a mendicant has not developed or cultivated mindfulness of the body, their eye pulls towards pleasant sights, but is put off by unpleasant sights. Their ear … nose … tongue … body … ","html":"<p>{}"},"sn35.247:3.13":{"pli":"mano āviñchati manāpiyesu dhammesu, amanāpiyā dhammā paṭikūlā honti. ","eng":"mind pulls towards pleasant ideas, but is put off by unpleasant ideas. ","html":"{}</p>"},"sn35.247:3.14":{"pli":"Evaṃ kho, bhikkhave, asaṃvaro hoti. ","eng":"This is how someone is unrestrained. ","html":"<p>{}</p>"},"sn35.247:4.1":{"pli":"Kathañca, bhikkhave, saṃvaro hoti? ","eng":"And how is someone restrained? ","html":"<p>{}</p>"},"sn35.247:4.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ","eng":"Take a mendicant who sees a sight with their eyes. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"<p>{}"},"sn35.247:4.3":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.247:4.4":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"They hear a sound … smell an odor … taste a flavor … feel a touch … ","html":"<p>{}"},"sn35.247:4.5":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ","eng":"know an idea with their mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"{}"},"sn35.247:4.6":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.247:5.1":{"pli":"Seyyathāpi, bhikkhave, puriso chappāṇake gahetvā nānāvisaye nānāgocare daḷhāya rajjuyā bandheyya. ","eng":"Suppose a person was to catch six animals, with diverse territories and feeding grounds, and tie them up with a strong rope. ","html":"<p>{}"},"sn35.247:5.2":{"pli":"Ahiṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"They’d catch a snake, ","html":"{}"},"sn35.247:5.3":{"pli":"Susumāraṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"a dolphin, ","html":"{}"},"sn35.247:5.4":{"pli":"Pakkhiṃ gahetvā …pe… ","eng":"a bird, ","html":"{}"},"sn35.247:5.5":{"pli":"kukkuraṃ gahetvā … ","eng":"a dog, ","html":"{}"},"sn35.247:5.6":{"pli":"siṅgālaṃ gahetvā … ","eng":"a jackal, ","html":"{}"},"sn35.247:5.7":{"pli":"makkaṭaṃ gahetvā daḷhāya rajjuyā bandheyya. ","eng":"and a monkey, ","html":"{}"},"sn35.247:5.8":{"pli":"Daḷhāya rajjuyā bandhitvā daḷhe khīle vā thambhe vā upanibandheyya. ","eng":"tie each up with a strong rope, then tether them to a strong post or pillar. ","html":"{}</p>"},"sn35.247:5.9":{"pli":"Atha kho te, bhikkhave, chappāṇakā nānāvisayā nānāgocarā sakaṃ sakaṃ gocaravisayaṃ āviñcheyyuṃ—","eng":"Then those six animals with different domains and ranges would each pull towards their own domain and range. ","html":"<p>{}"},"sn35.247:5.10":{"pli":"ahi āviñcheyya ‘vammikaṃ pavekkhāmī’ti, susumāro āviñcheyya ‘udakaṃ pavekkhāmī’ti, pakkhī āviñcheyya ‘ākāsaṃ ḍessāmī’ti, kukkuro āviñcheyya ‘gāmaṃ pavekkhāmī’ti, siṅgālo āviñcheyya ‘sīvathikaṃ pavekkhāmī’ti, makkaṭo āviñcheyya ‘vanaṃ pavekkhāmī’ti. ","eng":"The snake would pull one way, thinking ‘I’m going into a termite mound!’ The dolphin would pull another way, thinking ‘I’m going into the water!’ The bird would pull another way, thinking ‘I’m flying into the atmosphere!’ The dog would pull another way, thinking ‘I’m going into the village!’ The jackal would pull another way, thinking ‘I’m going into the charnel ground!’ The monkey would pull another way, thinking ‘I’m going into the jungle!’ ","html":"{}"},"sn35.247:5.11":{"pli":"Yadā kho te, bhikkhave, chappāṇakā jhattā assu kilantā, atha tameva khīlaṃ vā thambhaṃ vā upatiṭṭheyyuṃ, upanisīdeyyuṃ, upanipajjeyyuṃ. ","eng":"When those six animals became exhausted and worn out, they’d stand or sit or lie down right by that post or pillar. ","html":"{}</p>"},"sn35.247:5.12":{"pli":"Evameva kho, bhikkhave, yassa kassaci bhikkhuno kāyagatāsati bhāvitā bahulīkatā, taṃ cakkhu nāviñchati manāpiyesu rūpesu, amanāpiyā rūpā nappaṭikūlā honti …pe… jivhā nāviñchati manāpiyesu rasesu …pe… ","eng":"In the same way, when a mendicant has developed and cultivated mindfulness of the body, their eye doesn’t pull towards pleasant sights, and isn’t put off by unpleasant sights. Their ear … nose … tongue … body … ","html":"<p>{}"},"sn35.247:5.13":{"pli":"mano nāviñchati manāpiyesu dhammesu, amanāpiyā dhammā nappaṭikūlā honti. ","eng":"mind doesn’t pull towards pleasant ideas, and isn’t put off by unpleasant ideas. ","html":"{}"},"sn35.247:5.14":{"pli":"Evaṃ kho, bhikkhave, saṃvaro hoti. ","eng":"This is how someone is restrained. ","html":"{}</p>"},"sn35.247:6.1":{"pli":"‘Daḷhe khīle vā thambhe vā’ti kho, bhikkhave, kāyagatāya satiyā etaṃ adhivacanaṃ. ","eng":"‘A strong post or pillar’ is a term for mindfulness of the body. ","html":"<p>{}</p>"},"sn35.247:6.2":{"pli":"Tasmātiha vo, bhikkhave, evaṃ sikkhitabbaṃ: ","eng":"So you should train like this: ","html":"<p>{}"},"sn35.247:6.3":{"pli":"‘kāyagatā no sati bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti. ","eng":"‘We will develop mindfulness of the body. We’ll cultivate it, make it our vehicle and our basis, keep it up, consolidate it, and properly implement it.’ ","html":"{}"},"sn35.247:6.4":{"pli":"Evañhi kho, bhikkhave, sikkhitabban”ti. ","eng":"That’s how you should train.” ","html":"{}</p>"},"sn35.247:6.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}