{"sn35.127":{"sn35.127:0.1":{"pli":"Saṃyutta Nikāya 35.127 ","eng":"Linked Discourses 35.127 ","html":"<article id='sn35.127'><header><ul><li class='division'>{}</li>"},"sn35.127:0.2":{"pli":"13. Gahapativagga ","eng":"13. Householders ","html":"<li>{}</li></ul>"},"sn35.127:0.3":{"pli":"Bhāradvājasutta ","eng":"With Bhāradvāja ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.127:1.1":{"pli":"Ekaṃ samayaṃ āyasmā piṇḍolabhāradvājo kosambiyaṃ viharati ghositārāme. ","eng":"At one time Venerable Bhāradvāja the Alms-Gatherer was staying near Kosambī, in Ghosita’s Monastery. ","html":"<p>{}","comm":"Bhāradvāja the Alms-Gatherer declares enlightenment at <a href='index.html?q=sn48.49'>SN 48.49</a>, resulting in him being praised as the foremost in roaring a lion’s roar (<a href='index.html?q=an1.195'>AN 1.195</a>). He was noted for his austere lifestyle (<a href='index.html?q=ud4.6'>Ud 4.6</a>), which he explained in his verses at <a href='index.html?q=thag2.2'>Thag 2.2</a>. "},"sn35.127:1.2":{"pli":"Atha kho rājā udeno yenāyasmā piṇḍolabhāradvājo tenupasaṅkami; upasaṅkamitvā āyasmatā piṇḍolabhāradvājena saddhiṃ sammodi. ","eng":"Then King Udena went up to Bhāradvāja the Alms-Gatherer and exchanged greetings with him. ","html":"{}","comm":"Udena of Kosambī features in <a href='index.html?q=ud7.1'>Ud 7.1</a>, a key event in the so-called “Kosambī cycle”. "},"sn35.127:1.3":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā udeno āyasmantaṃ piṇḍolabhāradvājaṃ etadavoca: ","eng":"When the greetings and polite conversation were over, he sat down to one side, and said to him: ","html":"{}</p>"},"sn35.127:1.4":{"pli":"“ko nu kho, bho bhāradvāja, hetu ko paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī”ti? ","eng":"“Worthy Bhāradvāja, there are these young monks who are youthful, with pristine black hair, blessed with youth, in the prime of life; and they’ve never played around with sensual pleasures. What is the cause, what is the reason why they practice the full and pure spiritual life as long as they live, maintaining it for a long time?” ","html":"<p>{}</p>"},"sn35.127:1.5":{"pli":"“Vuttaṃ kho etaṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ","eng":"“Great king, this has been stated by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: ","html":"<p>{}</p>","comm":"Despite the claim here, this saying is not spoken by the Buddha in the Pali. Perhaps the original discourse was lost. "},"sn35.127:1.6":{"pli":"‘etha tumhe, bhikkhave, mātumattīsu mātucittaṃ upaṭṭhapetha, bhaginimattīsu bhaginicittaṃ upaṭṭhapetha, dhītumattīsu dhītucittaṃ upaṭṭhapethā’ti. ","eng":"‘Please, monks, think of women your mother’s age as your mother. Think of women your sister’s age as your sister. And think of women your daughter’s age as your daughter.’ ","html":"<p>{}</p>","comm":"A healthy monastic life cannot be lived in fear and loathing of the opposite sex. A positive emotional connection is grounded in <i lang='pi' translate='no'>mettā</i>, derived ultimately from the experience of familial love, just as a mother’s cherishing of her child is the basis for universal love (<a href='index.html?q=snp1.8#7.1'>Snp 1.8:7.1</a>). "},"sn35.127:1.7":{"pli":"Ayaṃ kho, mahārāja, hetu, ayaṃ paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī”ti. ","eng":"This is a cause, great king, this is a reason why these young monks practice the full and pure spiritual life as long as they live, maintaining it for a long time.” ","html":"<p>{}</p>"},"sn35.127:2.1":{"pli":"“Lolaṃ kho, bho bhāradvāja, cittaṃ. ","eng":"“But worthy Bhāradvāja, the mind is wanton. ","html":"<p>{}"},"sn35.127:2.2":{"pli":"Appekadā mātumattīsupi lobhadhammā uppajjanti, bhaginimattīsupi lobhadhammā uppajjanti, dhītumattīsupi lobhadhammā uppajjanti. ","eng":"Sometimes thoughts of desire come up even for women your mother’s age, your sister’s age, or your daughter’s age. ","html":"{}"},"sn35.127:2.3":{"pli":"Atthi nu kho, bho bhāradvāja, añño ca hetu, añño ca paccayo yenime daharā bhikkhū susū kāḷakesā …pe… addhānañca āpādentī”ti? ","eng":"Is there another cause, another reason why these young monks live the full and pure spiritual life for their entire life?” ","html":"{}</p>"},"sn35.127:3.1":{"pli":"“Vuttaṃ kho etaṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ","eng":"“Great king, this has been stated by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: ","html":"<p>{}</p>"},"sn35.127:3.2":{"pli":"‘etha tumhe, bhikkhave, imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhatha—","eng":"‘Please, monks, examine your own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ","html":"<p>{}","comm":"The perception of kindness, cherishing, and love is established regarding the opposite sex, while detachment is cultivated for one’s own body. "},"sn35.127:3.3":{"pli":"atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ","eng":"In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ","html":"{}</p>"},"sn35.127:3.4":{"pli":"Ayampi kho, mahārāja, hetu, ayaṃ paccayo yenime daharā bhikkhū susū kāḷakesā …pe… addhānañca āpādentī”ti. ","eng":"This is also a cause, great king, this is a reason why these young monks live the full and pure spiritual life for their entire life, maintaining it for a long time.” ","html":"<p>{}</p>"},"sn35.127:3.5":{"pli":"“Ye te, bho bhāradvāja, bhikkhū bhāvitakāyā bhāvitasīlā bhāvitacittā bhāvitapaññā, tesaṃ taṃ sukaraṃ hoti. ","eng":"“This is easy to do for those mendicants who have developed their physical endurance, ethics, mind, and wisdom. ","html":"<p>{}","comm":"For “physical endurance”, see <a href='index.html?q=mn36#7.2'>MN 36:7.2</a>. "},"sn35.127:3.6":{"pli":"Ye ca kho te, bho bhāradvāja, bhikkhū abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṃ taṃ dukkaraṃ hoti. ","eng":"But it’s hard to do for those mendicants who have not developed their physical endurance, ethics, mind, and wisdom. ","html":"{}"},"sn35.127:3.7":{"pli":"Appekadā, bho bhāradvāja, asubhato manasi karissāmīti subhatova āgacchati. ","eng":"Sometimes I plan to focus on something as ugly, but only its beauty comes to mind. ","html":"{}"},"sn35.127:3.8":{"pli":"Atthi nu kho, bho bhāradvāja, añño ca kho hetu añño ca paccayo yenime daharā bhikkhū susū kāḷakesā …pe… addhānañca āpādentī”ti? ","eng":"Is there another cause, another reason why these young monks live the full and pure spiritual life for their entire life?” ","html":"{}</p>"},"sn35.127:4.1":{"pli":"“Vuttaṃ kho etaṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ","eng":"“Great king, this has been stated by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: ","html":"<p>{}</p>"},"sn35.127:4.2":{"pli":"‘etha tumhe, bhikkhave, indriyesu guttadvārā viharatha. ","eng":"‘Please, monks, live with sense doors guarded. ","html":"<p>{}"},"sn35.127:4.3":{"pli":"Cakkhunā rūpaṃ disvā mā nimittaggāhino ahuvattha, mānubyañjanaggāhino. ","eng":"When you see a sight with your eyes, don’t get caught up in the features and details. ","html":"{}"},"sn35.127:4.4":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha. Rakkhatha cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjatha. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, practice restraint, protect the faculty of sight, and achieve its restraint. ","html":"{}"},"sn35.127:4.5":{"pli":"Sotena saddaṃ sutvā …pe… ","eng":"When you hear a sound with your ears … ","html":"{}"},"sn35.127:4.6":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When you smell an odor with your nose … ","html":"{}"},"sn35.127:4.7":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When you taste a flavor with your tongue … ","html":"{}"},"sn35.127:4.8":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When you feel a touch with your body … ","html":"{}"},"sn35.127:4.9":{"pli":"manasā dhammaṃ viññāya mā nimittaggāhino ahuvattha, mānubyañjanaggāhino. ","eng":"When you know an idea with your mind, don’t get caught up in the features and details. ","html":"{}"},"sn35.127:4.10":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha. Rakkhatha manindriyaṃ; manindriye saṃvaraṃ āpajjathā’ti. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, practice restraint, protect the faculty of mind, and achieve its restraint.’ ","html":"{}</p>"},"sn35.127:4.11":{"pli":"Ayampi kho, mahārāja, hetu ayaṃ paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī”ti. ","eng":"This is also a cause, great king, this is a reason why these young monks practice the full and pure spiritual life as long as they live, maintaining it for a long time.” ","html":"<p>{}</p>"},"sn35.127:5.1":{"pli":"“Acchariyaṃ, bho bhāradvāja; abbhutaṃ, bho bhāradvāja. ","eng":"“It’s incredible, worthy Bhāradvāja, it’s amazing! ","html":"<p>{}"},"sn35.127:5.2":{"pli":"Yāva subhāsitañcidaṃ, bho bhāradvāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena. ","eng":"How well this was said by the Buddha! ","html":"{}"},"sn35.127:5.3":{"pli":"Esova kho, bho bhāradvāja, hetu, esa paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentīti. ","eng":"This is the real cause, this is the reason why these young monks practice the full and pure spiritual life as long as they live, maintaining it for a long time. ","html":"{}</p>","comm":"With <i lang='pi' translate='no'>esova</i> (“this is the real”), the king shows that he was unpersuaded by the other practices, but is convinced by this one, which agrees with his experience. "},"sn35.127:5.4":{"pli":"Ahampi kho, bho bhāradvāja, yasmiṃ samaye arakkhiteneva kāyena, arakkhitāya vācāya, arakkhitena cittena, anupaṭṭhitāya satiyā, asaṃvutehi indriyehi antepuraṃ pavisāmi, ativiya maṃ tasmiṃ samaye lobhadhammā parisahanti. ","eng":"For sometimes I too enter the harem with unprotected body, speech, mind, mindfulness, and sense faculties. At those times powerful thoughts of desire get the better of me. ","html":"<p>{}","comm":"The <i lang='pi' translate='no'>antepura</i> is the “inner sanctum”, sometimes the enclosed area of the “royal compound” (<a href='index.html?q=dn14#2.2.10'>DN 14:2.2.10</a>), but here the women’s apartments or “harem”. "},"sn35.127:5.5":{"pli":"Yasmiñca khvāhaṃ, bho bhāradvāja, samaye rakkhiteneva kāyena, rakkhitāya vācāya, rakkhitena cittena, upaṭṭhitāya satiyā, saṃvutehi indriyehi antepuraṃ pavisāmi, na maṃ tathā tasmiṃ samaye lobhadhammā parisahanti. ","eng":"But sometimes I enter the harem with protected body, speech, mind, mindfulness, and sense faculties. At those times such thoughts of desire don’t get the better of me. ","html":"{}</p>"},"sn35.127:5.6":{"pli":"Abhikkantaṃ, bho bhāradvāja, abhikkantaṃ, bho bhāradvāja. ","eng":"Excellent, worthy Bhāradvāja! Excellent! ","html":"<p>{}"},"sn35.127:5.7":{"pli":"Seyyathāpi, bho bhāradvāja, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā bhāradvājena anekapariyāyena dhammo pakāsito. ","eng":"As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, the worthy Bhāradvāja has made the teaching clear in many ways. ","html":"{}"},"sn35.127:5.8":{"pli":"Esāhaṃ, bho bhāradvāja, taṃ bhagavantaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca. ","eng":"I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ","html":"{}"},"sn35.127:5.9":{"pli":"Upāsakaṃ maṃ bhavaṃ bhāradvājo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the worthy Bhāradvāja remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"sn35.127:5.10":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.128":{"sn35.128:0.1":{"pli":"Saṃyutta Nikāya 35.128 ","eng":"Linked Discourses 35.128 ","html":"<article id='sn35.128'><header><ul><li class='division'>{}</li>"},"sn35.128:0.2":{"pli":"13. Gahapativagga ","eng":"13. Householders ","html":"<li>{}</li></ul>"},"sn35.128:0.3":{"pli":"Soṇasutta ","eng":"With Soṇa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.128:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}</p>"},"sn35.128:1.2":{"pli":"Atha kho soṇo gahapatiputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho soṇo gahapatiputto bhagavantaṃ etadavoca: ","eng":"Then the householder Soṇa went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>","comm":"The householder Soṇa appears also in <a href='index.html?q=sn22.49'>SN 22.49</a> and <a href='index.html?q=sn22.50'>SN 22.50</a>. "},"sn35.128:1.3":{"pli":"“ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti? ","eng":"“What is the cause, sir, what is the reason why some sentient beings are not fully extinguished in this very life? ","html":"<p>{}"},"sn35.128:1.4":{"pli":"Ko pana, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti? ","eng":"What is the cause, sir, what is the reason why some sentient beings are fully extinguished in this very life?” … ","html":"{}</p>"},"sn35.128:1.5":{"pli":"(Yathā purimasuttantaṃ, evaṃ vitthāretabbaṃ.) ","eng":"(Tell in full as in SN 35.118.) ","html":"<p class='expansion-instructions'>{}</p>"},"sn35.128:1.6":{"pli":"Ayaṃ kho, soṇa, hetu, ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantīti. ","html":"<p>{}</p>"},"sn35.128:1.7":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.129":{"sn35.129:0.1":{"pli":"Saṃyutta Nikāya 35.129 ","eng":"Linked Discourses 35.129 ","html":"<article id='sn35.129'><header><ul><li class='division'>{}</li>"},"sn35.129:0.2":{"pli":"13. Gahapativagga ","eng":"13. Householders ","html":"<li>{}</li></ul>"},"sn35.129:0.3":{"pli":"Ghositasutta ","eng":"With Ghosita ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.129:1.1":{"pli":"Ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme. ","eng":"At one time Venerable Ānanda was staying near Kosambī, in Ghosita’s Monastery. ","html":"<p>{}"},"sn35.129:1.2":{"pli":"Atha kho ghosito gahapati yenāyasmā ānando tenupasaṅkami …pe… ekamantaṃ nisinno kho ghosito gahapati āyasmantaṃ ānandaṃ etadavoca: ","eng":"Then the householder Ghosita went up to Venerable Ānanda, and said to him: ","html":"{}</p>"},"sn35.129:1.3":{"pli":"“‘dhātunānattaṃ, dhātunānattan’ti, bhante ānanda, vuccati. ","eng":"“Honorable Ānanda, they speak of ‘the diversity of elements’. ","html":"<p>{}","comm":"Detailed in <a href='index.html?q=sn14.1'>SN 14.1</a>–10. "},"sn35.129:1.4":{"pli":"Kittāvatā nu kho, bhante, dhātunānattaṃ vuttaṃ bhagavatā”ti? ","eng":"In what way did the Buddha speak of the diversity of elements?” ","html":"{}</p>"},"sn35.129:1.5":{"pli":"“Saṃvijjati kho, gahapati, cakkhudhātu, rūpā ca manāpā, cakkhuviññāṇañca sukhavedaniyaṃ. ","eng":"“Householder, the eye element is found, as are agreeable sights, and eye consciousness. ","html":"<p>{}"},"sn35.129:1.6":{"pli":"Phassaṃ paṭicca uppajjati sukhā vedanā. ","eng":"Pleasant feeling arises dependent on a contact to be experienced as pleasant. ","html":"{}"},"sn35.129:1.7":{"pli":"Saṃvijjati kho, gahapati, cakkhudhātu, rūpā ca amanāpā, cakkhuviññāṇañca dukkhavedaniyaṃ. ","eng":"The eye element is found, as are disagreeable sights, and eye consciousness. ","html":"{}"},"sn35.129:1.8":{"pli":"Phassaṃ paṭicca uppajjati dukkhā vedanā. ","eng":"Painful feeling arises dependent on a contact to be experienced as painful. ","html":"{}"},"sn35.129:1.9":{"pli":"Saṃvijjati kho, gahapati, cakkhudhātu, rūpā ca manāpā upekkhāvedaniyā, cakkhuviññāṇañca adukkhamasukhavedaniyaṃ. ","eng":"The eye element is found, as are sights that are a basis for equanimity, and eye consciousness. ","html":"{}","comm":"Adopt PTS reading <i lang='pi' translate='no'>rūpā ca upekkhāvedaniyā</i>. MS <i lang='pi' translate='no'>manāpā</i> here is surely a mistake. "},"sn35.129:1.10":{"pli":"Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā …pe… ","eng":"Neutral feeling arises dependent on a contact to be experienced as neutral. ","html":"{}</p>"},"sn35.129:1.11":{"pli":"saṃvijjati kho, gahapati, jivhādhātu, rasā ca manāpā, jivhāviññāṇañca sukhavedaniyaṃ. ","eng":"The ear … nose … tongue … body … ","html":"<p>{}"},"sn35.129:1.12":{"pli":"Phassaṃ paṭicca uppajjati sukhā vedanā. ","html":"{}"},"sn35.129:1.13":{"pli":"Saṃvijjati kho, gahapati, jivhādhātu, rasā ca amanāpā, jivhāviññāṇañca dukkhavedaniyaṃ. ","html":"{}"},"sn35.129:1.14":{"pli":"Phassaṃ paṭicca uppajjati dukkhā vedanā. ","html":"{}"},"sn35.129:1.15":{"pli":"Saṃvijjati kho, gahapati, jivhādhātu, rasā ca upekkhāvedaniyā, jivhāviññāṇañca adukkhamasukhavedaniyaṃ. ","html":"{}"},"sn35.129:1.16":{"pli":"Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā …pe… ","html":"{}"},"sn35.129:1.17":{"pli":"saṃvijjati kho, gahapati, manodhātu, dhammā ca manāpā, manoviññāṇañca sukhavedaniyaṃ. ","eng":"mind element is found, as are agreeable ideas, and mind consciousness. ","html":"{}"},"sn35.129:1.18":{"pli":"Phassaṃ paṭicca uppajjati sukhā vedanā. ","eng":"Pleasant feeling arises dependent on a contact to be experienced as pleasant. ","html":"{}"},"sn35.129:1.19":{"pli":"Saṃvijjati kho, gahapati, manodhātu, dhammā ca amanāpā, manoviññāṇañca dukkhavedaniyaṃ. ","eng":"The mind element is found, as are disagreeable ideas, and mind consciousness. ","html":"{}"},"sn35.129:1.20":{"pli":"Phassaṃ paṭicca uppajjati dukkhā vedanā. ","eng":"Painful feeling arises dependent on a contact to be experienced as painful. ","html":"{}"},"sn35.129:1.21":{"pli":"Saṃvijjati kho, gahapati, manodhātu, dhammā ca upekkhāvedaniyā, manoviññāṇañca adukkhamasukhavedaniyaṃ. ","eng":"The mind element is found, as are ideas that are a basis for equanimity, and mind consciousness. ","html":"{}"},"sn35.129:1.22":{"pli":"Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā. ","eng":"Neutral feeling arises dependent on a contact to be experienced as neutral. ","html":"{}</p>"},"sn35.129:1.23":{"pli":"Ettāvatā kho, gahapati, dhātunānattaṃ vuttaṃ bhagavatā”ti. ","eng":"This is how the Buddha spoke of the diversity of elements.” ","html":"<p>{}</p>"},"sn35.129:1.24":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.13":{"sn35.13:0.1":{"pli":"Saṃyutta Nikāya 35.13 ","eng":"Linked Discourses 35.13 ","html":"<article id='sn35.13'><header><ul><li class='division'>{}</li>"},"sn35.13:0.2":{"pli":"2. Yamakavagga ","eng":"2. Pairs ","html":"<li>{}</li></ul>"},"sn35.13:0.3":{"pli":"Paṭhamapubbesambodhasutta ","eng":"Before My Awakening (Interior) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.13:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn35.13:1.2":{"pli":"“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ","eng":"“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: ","html":"<p>{}"},"sn35.13:1.3":{"pli":"‘ko nu kho cakkhussa assādo, ko ādīnavo, kiṃ nissaraṇaṃ? ","eng":"‘What’s the gratification, the drawback, and the escape when it comes to the eye … ","html":"{}"},"sn35.13:1.4":{"pli":"Ko sotassa …pe… ","eng":"ear … ","html":"{}"},"sn35.13:1.5":{"pli":"ko ghānassa … ","eng":"nose … ","html":"{}"},"sn35.13:1.6":{"pli":"ko jivhāya … ","eng":"tongue … ","html":"{}"},"sn35.13:1.7":{"pli":"ko kāyassa … ","eng":"body … ","html":"{}"},"sn35.13:1.8":{"pli":"ko manassa assādo, ko ādīnavo, kiṃ nissaraṇan’ti? ","eng":"and mind?’ ","html":"{}</p>"},"sn35.13:1.9":{"pli":"Tassa mayhaṃ, bhikkhave, etadahosi: ","eng":"Then it occurred to me: ","html":"<p>{}"},"sn35.13:1.10":{"pli":"‘yaṃ kho cakkhuṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ cakkhussa assādo. ","eng":"‘The pleasure and happiness that arise from the eye: this is its gratification. ","html":"{}"},"sn35.13:1.11":{"pli":"Yaṃ cakkhuṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ, ayaṃ cakkhussa ādīnavo. ","eng":"That the eye is impermanent, suffering, and perishable: this is its drawback. ","html":"{}"},"sn35.13:1.12":{"pli":"Yo cakkhusmiṃ chandarāgavinayo chandarāgappahānaṃ, idaṃ cakkhussa nissaraṇaṃ. ","eng":"Removing and giving up desire and greed for the eye: this is its escape. ","html":"{}</p>"},"sn35.13:1.13":{"pli":"Yaṃ sotaṃ …pe… ","eng":"The pleasure and happiness that arise from the ear … ","html":"<p>{}"},"sn35.13:1.14":{"pli":"yaṃ ghānaṃ …pe… ","eng":"nose … ","html":"{}"},"sn35.13:1.15":{"pli":"yaṃ jivhaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ jivhāya assādo. ","eng":"tongue … ","html":"{}"},"sn35.13:1.16":{"pli":"Yaṃ jivhā aniccā dukkhā vipariṇāmadhammā, ayaṃ jivhāya ādīnavo. ","html":"{}"},"sn35.13:1.17":{"pli":"Yo jivhāya chandarāgavinayo chandarāgappahānaṃ, idaṃ jivhāya nissaraṇaṃ. ","html":"{}"},"sn35.13:1.18":{"pli":"Yaṃ kāyaṃ …pe… ","eng":"body … ","html":"{}"},"sn35.13:1.19":{"pli":"yaṃ manaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ manassa assādo. ","eng":"mind: this is its gratification. ","html":"{}"},"sn35.13:1.20":{"pli":"Yaṃ mano anicco dukkho vipariṇāmadhammo, ayaṃ manassa ādīnavo. ","eng":"That the mind is impermanent, suffering, and perishable: this is its drawback. ","html":"{}"},"sn35.13:1.21":{"pli":"Yo manasmiṃ chandarāgavinayo chandarāgappahānaṃ, idaṃ manassa nissaraṇan’ti. ","eng":"Removing and giving up desire and greed for the mind: this is its escape.’ ","html":"{}</p>"},"sn35.13:2.1":{"pli":"Yāvakīvañcāhaṃ, bhikkhave, imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ evaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ","eng":"As long as I didn’t truly understand these six interior sense fields’ gratification, drawback, and escape in this way for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans. ","html":"<p>{}</p>"},"sn35.13:2.2":{"pli":"Yato ca khvāhaṃ, bhikkhave, imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ evaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ","eng":"But when I did truly understand these six interior sense fields’ gratification, drawback, and escape in this way for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans. ","html":"<p>{}</p>"},"sn35.13:2.3":{"pli":"Ñāṇañca pana me dassanaṃ udapādi: ","eng":"Knowledge and vision arose in me: ","html":"<p>{}"},"sn35.13:2.4":{"pli":"‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ","eng":"‘My freedom is unshakable; this is my last rebirth; now there’ll be no more future lives.’” ","html":"{}</p>"},"sn35.13:2.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.130":{"sn35.130:0.1":{"pli":"Saṃyutta Nikāya 35.130 ","eng":"Linked Discourses 35.130 ","html":"<article id='sn35.130'><header><ul><li class='division'>{}</li>"},"sn35.130:0.2":{"pli":"13. Gahapativagga ","eng":"13. Householders ","html":"<li>{}</li></ul>"},"sn35.130:0.3":{"pli":"Hāliddikānisutta ","eng":"With Hāliddikāni ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.130:1.1":{"pli":"Ekaṃ samayaṃ āyasmā mahākaccāno avantīsu viharati kuraraghare papāte pabbate. ","eng":"At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain. ","html":"<p>{}</p>","comm":"See notes on <a href='index.html?q=sn22.3#1.2'>SN 22.3:1.2</a> and <a href='index.html?q=sn35.132'>SN 35.132</a>. "},"sn35.130:1.2":{"pli":"Atha kho hāliddikāni gahapati yenāyasmā mahākaccāno tenupasaṅkami …pe… ekamantaṃ nisinno kho hāliddikāni gahapati āyasmantaṃ mahākaccānaṃ etadavoca: ","eng":"Then the householder Hāliddikāni went up to Venerable Mahākaccāna … and asked him, ","html":"<p>{}"},"sn35.130:1.3":{"pli":"“vuttamidaṃ, bhante, bhagavatā: ","eng":"“Sir, this was said by the Buddha: ","html":"{}"},"sn35.130:1.4":{"pli":"‘dhātunānattaṃ paṭicca uppajjati phassanānattaṃ; phassanānattaṃ paṭicca uppajjati vedanānānattan’ti. ","eng":"‘Diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.’ ","html":"{}"},"sn35.130:1.5":{"pli":"Kathaṃ nu kho, bhante, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ; phassanānattaṃ paṭicca uppajjati vedanānānattan”ti? ","eng":"How does diversity of elements give rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings?” ","html":"{}</p>"},"sn35.130:1.6":{"pli":"“Idha, gahapati, bhikkhu cakkhunā rūpaṃ disvā ‘manāpaṃ itthetan’ti pajānāti cakkhuviññāṇaṃ sukhavedaniyañca. ","eng":"“Householder, it’s when a mendicant sees a sight with the eye and understands it to be agreeable. ","html":"<p>{}"},"sn35.130:1.7":{"pli":"Phassaṃ paṭicca uppajjati sukhā vedanā. ","eng":"There is eye consciousness; and pleasant feeling arises dependent on a contact to be experienced as pleasant. ","html":"{}","comm":"For the syntax of this sentence, see Bodhi’s note in <em>Connected Discourses</em>. "},"sn35.130:1.8":{"pli":"Cakkhunā kho paneva rūpaṃ disvā ‘amanāpaṃ itthetan’ti pajānāti cakkhuviññāṇaṃ dukkhavedaniyañca. ","eng":"Then they see a sight and understand it to be disagreeable. ","html":"{}"},"sn35.130:1.9":{"pli":"Phassaṃ paṭicca uppajjati dukkhā vedanā. ","eng":"There is eye consciousness; and painful feeling arises dependent on a contact to be experienced as painful. ","html":"{}"},"sn35.130:1.10":{"pli":"Cakkhunā kho paneva rūpaṃ disvā ‘upekkhāṭṭhāniyaṃ itthetan’ti pajānāti cakkhuviññāṇaṃ adukkhamasukhavedaniyañca. ","eng":"Then they see a sight and understand it to be a basis for equanimity. ","html":"{}"},"sn35.130:1.11":{"pli":"Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā. ","eng":"There is eye consciousness; and neutral feeling arises dependent on a contact to be experienced as neutral. ","html":"{}</p>"},"sn35.130:2.1":{"pli":"Puna caparaṃ, gahapati, bhikkhu sotena saddaṃ sutvā …pe… ","eng":"Furthermore, a mendicant hears a sound with the ear … ","html":"<p>{}"},"sn35.130:2.2":{"pli":"ghānena gandhaṃ ghāyitvā …pe… ","eng":"smells an odor with the nose … ","html":"{}"},"sn35.130:2.3":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"tastes a flavor with the tongue … ","html":"{}"},"sn35.130:2.4":{"pli":"kāyena phoṭṭhabbaṃ phusitvā …pe… ","eng":"feels a touch with the body … ","html":"{}"},"sn35.130:2.5":{"pli":"manasā dhammaṃ viññāya ‘manāpaṃ itthetan’ti pajānāti manoviññāṇaṃ sukhavedaniyañca. ","eng":"knows an idea with the mind and understands it to be agreeable. ","html":"{}"},"sn35.130:2.6":{"pli":"Phassaṃ paṭicca uppajjati sukhā vedanā. ","eng":"There is mind consciousness; and pleasant feeling arises dependent on a contact to be experienced as pleasant. ","html":"{}"},"sn35.130:2.7":{"pli":"Manasā kho paneva dhammaṃ viññāya ‘amanāpaṃ itthetan’ti pajānāti manoviññāṇaṃ dukkhavedaniyañca. ","eng":"Then they know an idea and understand it to be disagreeable. ","html":"{}"},"sn35.130:2.8":{"pli":"Phassaṃ paṭicca uppajjati dukkhā vedanā. ","eng":"There is mind consciousness; and painful feeling arises dependent on a contact to be experienced as painful. ","html":"{}"},"sn35.130:2.9":{"pli":"Manasā kho paneva dhammaṃ viññāya ‘upekkhāṭṭhāniyaṃ itthetan’ti pajānāti manoviññāṇaṃ adukkhamasukhavedaniyañca. ","eng":"Then they know an idea and understand it to be a basis for equanimity. ","html":"{}"},"sn35.130:2.10":{"pli":"Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā. ","eng":"Neutral feeling arises dependent on a contact to be experienced as neutral. ","html":"{}</p>"},"sn35.130:2.11":{"pli":"Evaṃ kho, gahapati, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ; phassanānattaṃ paṭicca uppajjati vedanānānattan”ti. ","eng":"That’s how diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.” ","html":"<p>{}</p>"},"sn35.130:2.12":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.131":{"sn35.131:0.1":{"pli":"Saṃyutta Nikāya 35.131 ","eng":"Linked Discourses 35.131 ","html":"<article id='sn35.131'><header><ul><li class='division'>{}</li>"},"sn35.131:0.2":{"pli":"13. Gahapativagga ","eng":"13. Householders ","html":"<li>{}</li></ul>"},"sn35.131:0.3":{"pli":"Nakulapitusutta ","eng":"Nakula’s Father ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.131:1.1":{"pli":"Ekaṃ samayaṃ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ","eng":"At one time the Buddha was staying in the land of the Bhaggas at Crocodile’s Bellow, in the deer park at Bhesakaḷā’s Wood. ","html":"<p>{}</p>"},"sn35.131:1.2":{"pli":"Atha kho nakulapitā gahapati yena bhagavā tenupasaṅkami …pe… ekamantaṃ nisinno kho nakulapitā gahapati bhagavantaṃ etadavoca: ","eng":"Then the householder Nakula’s father went up to the Buddha … and asked him, ","html":"<p>{}"},"sn35.131:1.3":{"pli":"“ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti? ","eng":"“What is the cause, sir, what is the reason why some sentient beings are not fully extinguished in this very life? ","html":"{}"},"sn35.131:1.4":{"pli":"Ko pana, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti? ","eng":"What is the cause, sir, what is the reason why some sentient beings are fully extinguished in this very life?” ","html":"{}</p>","comm":"The remainder of the text is identical to <a href='index.html?q=sn35.118'>SN 35.118</a>. "},"sn35.131:1.5":{"pli":"“Santi kho, gahapati, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"“Householder, there are sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"<p>{}"},"sn35.131:1.6":{"pli":"Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ","eng":"If a mendicant approves, welcomes, and keeps clinging to them, ","html":"{}"},"sn35.131:1.7":{"pli":"Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ. ","eng":"their consciousness has that as support and fuel for grasping. ","html":"{}"},"sn35.131:1.8":{"pli":"Saupādāno, gahapati, bhikkhu no parinibbāyati …pe… ","eng":"A mendicant with fuel for grasping does not become extinguished. ","html":"{}"},"sn35.131:1.9":{"pli":"santi kho, gahapati, jivhāviññeyyā rasā …pe… ","eng":"There are sounds … smells … tastes … touches … ","html":"{}"},"sn35.131:1.10":{"pli":"santi kho, gahapati, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"ideas known by the mind, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"sn35.131:1.11":{"pli":"Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ","eng":"If a mendicant approves, welcomes, and keeps clinging to them, ","html":"{}"},"sn35.131:1.12":{"pli":"Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ. ","eng":"their consciousness has that as support and fuel for grasping. ","html":"{}"},"sn35.131:1.13":{"pli":"Saupādāno, gahapati, bhikkhu no parinibbāyati. ","eng":"A mendicant with fuel for grasping does not become extinguished. ","html":"{}"},"sn35.131:1.14":{"pli":"Ayaṃ kho, gahapati, hetu ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti. ","eng":"That’s the cause, that’s the reason why some sentient beings are not fully extinguished in this very life. ","html":"{}</p>"},"sn35.131:2.1":{"pli":"Santi ca kho, gahapati, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"There are sights known by the eye, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"<p>{}"},"sn35.131:2.2":{"pli":"Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. ","eng":"If a mendicant doesn’t approve, welcome, and keep clinging to them, ","html":"{}"},"sn35.131:2.3":{"pli":"Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṃ viññāṇaṃ hoti, na tadupādānaṃ. ","eng":"their consciousness doesn’t have that as support and fuel for grasping. ","html":"{}"},"sn35.131:2.4":{"pli":"Anupādāno, gahapati, bhikkhu parinibbāyati …pe… ","eng":"A mendicant free of grasping becomes extinguished. ","html":"{}"},"sn35.131:2.5":{"pli":"santi kho, gahapati, jivhāviññeyyā rasā …pe… ","eng":"There are sounds … smells … tastes … touches … ","html":"{}"},"sn35.131:2.6":{"pli":"santi kho, gahapati, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ","eng":"ideas known by the mind, which are likable, desirable, agreeable, pleasant, sensual, and arousing. ","html":"{}"},"sn35.131:2.7":{"pli":"Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. ","eng":"If a mendicant doesn’t approve, welcome, and keep clinging to them, ","html":"{}"},"sn35.131:2.8":{"pli":"Tassa taṃ nābhinandato nābhivadato anajjhosāya tiṭṭhato na tannissitaṃ viññāṇaṃ hoti na tadupādānaṃ. ","eng":"their consciousness doesn’t have that as support and fuel for grasping. ","html":"{}"},"sn35.131:2.9":{"pli":"Anupādāno, gahapati, bhikkhu parinibbāyati. ","eng":"A mendicant free of grasping becomes extinguished. ","html":"{}"},"sn35.131:2.10":{"pli":"Ayaṃ kho, gahapati, hetu, ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti. ","eng":"That’s the cause, that’s the reason why some sentient beings are fully extinguished in this very life.” ","html":"{}</p>"},"sn35.131:2.11":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}