{"sn35.239":{"sn35.239:0.1":{"pli":"Saṃyutta Nikāya 35.239 ","eng":"Linked Discourses 35.239 ","html":"<article id='sn35.239'><header><ul><li class='division'>{}</li>"},"sn35.239:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.239:0.3":{"pli":"Rathopamasutta ","eng":"The Simile of the Chariot ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.239:1.1":{"pli":"“Tīhi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāya. ","eng":"“Mendicants, when a mendicant has three qualities they’re full of joy and happiness in this very life, and they have laid the groundwork for ending the defilements. ","html":"<p>{}","comm":"Happiness is fundamental to the spiritual path, and not just in the attainment of deep meditations. | “And they have laid the groundwork” is <i lang='pi' translate='no'>yoni cassa āraddhā</i>. "},"sn35.239:1.2":{"pli":"Katamehi tīhi? ","eng":"What three? ","html":"{}</p>"},"sn35.239:1.3":{"pli":"Indriyesu guttadvāro hoti, bhojane mattaññū, jāgariyaṃ anuyutto. ","eng":"They guard the sense doors, eat in moderation, and are committed to wakefulness. ","html":"<p>{}</p>"},"sn35.239:2.1":{"pli":"Kathañca, bhikkhave, bhikkhu indriyesu guttadvāro hoti? ","eng":"And how does a mendicant guard the sense doors? ","html":"<p>{}</p>"},"sn35.239:2.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti, nānubyañjanaggāhī; ","eng":"When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. ","html":"<p>{}"},"sn35.239:2.3":{"pli":"yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ. Tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ","html":"{}</p>"},"sn35.239:2.4":{"pli":"Sotena saddaṃ sutvā … ","eng":"When they hear a sound with their ears … ","html":"<p>{}</p>"},"sn35.239:2.5":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When they smell an odor with their nose … ","html":"<p>{}</p>"},"sn35.239:2.6":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When they taste a flavor with their tongue … ","html":"<p>{}</p>"},"sn35.239:2.7":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When they feel a touch with their body … ","html":"<p>{}</p>"},"sn35.239:2.8":{"pli":"manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī; ","eng":"When they know an idea with their mind, they don’t get caught up in the features and details. ","html":"<p>{}"},"sn35.239:2.9":{"pli":"yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ","html":"{}</p>"},"sn35.239:2.10":{"pli":"Seyyathāpi, bhikkhave, subhūmiyaṃ cātumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo. Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṃ gahetvā, yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi. ","eng":"Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready. A deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes. ","html":"<p>{}</p>"},"sn35.239:2.11":{"pli":"Evameva kho, bhikkhave, bhikkhu imesaṃ channaṃ indriyānaṃ ārakkhāya sikkhati, saṃyamāya sikkhati, damāya sikkhati, upasamāya sikkhati. ","eng":"In the same way, a mendicant trains to protect, control, tame, and pacify these six senses. ","html":"<p>{}</p>"},"sn35.239:2.12":{"pli":"Evaṃ kho, bhikkhave, bhikkhu indriyesu guttadvāro hoti. ","eng":"That’s how a mendicant guards the sense doors. ","html":"<p>{}</p>"},"sn35.239:3.1":{"pli":"Kathañca, bhikkhave, bhikkhu bhojane mattaññū hoti? ","eng":"And how does a mendicant eat in moderation? ","html":"<p>{}</p>"},"sn35.239:3.2":{"pli":"Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti: ","eng":"It’s when a mendicant reflects rationally on the food that they eat: ","html":"<p>{}"},"sn35.239:3.3":{"pli":"‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā, yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti. ","eng":"‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}</p>"},"sn35.239:3.4":{"pli":"Seyyathāpi, bhikkhave, puriso vaṇaṃ ālimpeyya yāvadeva rohanatthāya, seyyathā vā pana akkhaṃ abbhañjeyya yāvadeva bhārassa nittharaṇatthāya; ","eng":"It’s like a person who puts ointment on a wound only so that it can heal; or who oils an axle only so that it can carry a load. ","html":"<p>{}</p>"},"sn35.239:3.5":{"pli":"evaṃ kho, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti: ","eng":"In the same way, a mendicant reflects rationally on the food that they eat: ","html":"<p>{}"},"sn35.239:3.6":{"pli":"‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā, yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti. ","eng":"‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will have the means to keep going, blamelessness, and a comfortable abiding.’ ","html":"{}</p>"},"sn35.239:3.7":{"pli":"Evaṃ kho, bhikkhave, bhikkhu bhojane mattaññū hoti. ","eng":"That’s how a mendicant eats in moderation. ","html":"<p>{}</p>"},"sn35.239:4.1":{"pli":"Kathañca, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti? ","eng":"And how is a mendicant committed to wakefulness? ","html":"<p>{}</p>"},"sn35.239:4.2":{"pli":"Idha, bhikkhave, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti. ","eng":"It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. ","html":"<p>{}"},"sn35.239:4.3":{"pli":"Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti. ","eng":"In the first watch of the night, they continue to practice walking and sitting meditation. ","html":"{}"},"sn35.239:4.4":{"pli":"Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā. ","eng":"In the middle watch, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ","html":"{}"},"sn35.239:4.5":{"pli":"Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti. ","eng":"In the last watch, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles. ","html":"{}</p>"},"sn35.239:4.6":{"pli":"Evaṃ kho, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti. ","eng":"This is how a mendicant is committed to wakefulness. ","html":"<p>{}</p>"},"sn35.239:4.7":{"pli":"Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāyā”ti. ","eng":"When a mendicant possesses these three qualities they’re full of joy and happiness in this very life, and they have laid the groundwork for ending the defilements.” ","html":"<p>{}</p>"},"sn35.239:4.8":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.24":{"sn35.24:0.1":{"pli":"Saṃyutta Nikāya 35.24 ","eng":"Linked Discourses 35.24 ","html":"<article id='sn35.24'><header><ul><li class='division'>{}</li>"},"sn35.24:0.2":{"pli":"3. Sabbavagga ","eng":"3. All ","html":"<li>{}</li></ul>"},"sn35.24:0.3":{"pli":"Pahānasutta ","eng":"Giving Up ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.24:1.1":{"pli":"“Sabbappahānāya vo, bhikkhave, dhammaṃ desessāmi. ","eng":"“Mendicants, I will teach you the principle for giving up the all. ","html":"<p>{}"},"sn35.24:1.2":{"pli":"Taṃ suṇātha. ","eng":"Listen … ","html":"{}</p>"},"sn35.24:1.3":{"pli":"Katamo ca, bhikkhave, sabbappahānāya dhammo? ","eng":"And what is the principle for giving up the all? ","html":"<p>{}"},"sn35.24:1.4":{"pli":"Cakkhuṃ, bhikkhave, pahātabbaṃ, rūpā pahātabbā, cakkhuviññāṇaṃ pahātabbaṃ, cakkhusamphasso pahātabbo, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi pahātabbaṃ …pe… ","eng":"The eye should be given up. Sights should be given up. Eye consciousness should be given up. Eye contact should be given up. The painful, pleasant, or neutral feeling that arises dependent on eye contact should also be given up. ","html":"{}</p>"},"sn35.24:1.5":{"eng":"The ear … nose … ","html":"<p>{}"},"sn35.24:1.6":{"pli":"jivhā pahātabbā, rasā pahātabbā, jivhāviññāṇaṃ pahātabbaṃ, jivhāsamphasso pahātabbo, yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi pahātabbaṃ. ","eng":"tongue … ","html":"{}"},"sn35.24:1.7":{"pli":"Kāyo pahātabbo … ","eng":"body … ","html":"{}"},"sn35.24:1.8":{"pli":"mano pahātabbo, dhammā pahātabbā, manoviññāṇaṃ pahātabbaṃ, manosamphasso pahātabbo, yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi pahātabbaṃ. ","eng":"mind should be given up. Ideas should be given up. Mind consciousness should be given up. Mind contact should be given up. The painful, pleasant, or neutral feeling that arises dependent on mind contact should be given up. ","html":"{}</p>"},"sn35.24:1.9":{"pli":"Ayaṃ kho, bhikkhave, sabbappahānāya dhammo”ti. ","eng":"This is the principle for giving up the all.” ","html":"<p>{}</p>"},"sn35.24:1.10":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.240":{"sn35.240:0.1":{"pli":"Saṃyutta Nikāya 35.240 ","eng":"Linked Discourses 35.240 ","html":"<article id='sn35.240'><header><ul><li class='division'>{}</li>"},"sn35.240:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.240:0.3":{"pli":"Kummopamasutta ","eng":"The Simile of the Tortoise ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.240:1.1":{"pli":"“Bhūtapubbaṃ, bhikkhave, kummo kacchapo sāyanhasamayaṃ anunadītīre gocarapasuto ahosi. ","eng":"“Once upon a time, mendicants, a tortoise was grazing along the bank of a river in the afternoon. ","html":"<p>{}"},"sn35.240:1.2":{"pli":"Siṅgālopi kho, bhikkhave, sāyanhasamayaṃ anunadītīre gocarapasuto ahosi. ","eng":"At the same time, a jackal was also hunting along the river bank. ","html":"{}"},"sn35.240:1.3":{"pli":"Addasā kho, bhikkhave, kummo kacchapo siṅgālaṃ dūratova gocarapasutaṃ. ","eng":"The tortoise saw the jackal off in the distance hunting, ","html":"{}"},"sn35.240:1.4":{"pli":"Disvāna soṇḍipañcamāni aṅgāni sake kapāle samodahitvā appossukko tuṇhībhūto saṅkasāyati. ","eng":"so it drew its limbs and neck inside its shell, and kept passive and silent. ","html":"{}</p>","comm":"The verb for “drawing in” (<i lang='pi' translate='no'>samodahati</i>) here is almost identical with that for immersion (<i lang='pi' translate='no'>samādahati</i>). The turtle “draws in” its five limbs as a meditator draws the mind in from the senses. "},"sn35.240:1.5":{"pli":"Siṅgālopi kho, bhikkhave, addasa kummaṃ kacchapaṃ dūratova gocarapasutaṃ. ","eng":"But the jackal also saw the tortoise off in the distance grazing. ","html":"<p>{}"},"sn35.240:1.6":{"pli":"Disvāna yena kummo kacchapo tenupasaṅkami; upasaṅkamitvā kummaṃ kacchapaṃ paccupaṭṭhito ahosi: ","eng":"So it went up to the tortoise and waited nearby, thinking, ","html":"{}"},"sn35.240:1.7":{"pli":"‘yadāyaṃ kummo kacchapo soṇḍipañcamānaṃ aṅgānaṃ aññataraṃ vā aññataraṃ vā aṅgaṃ abhininnāmessati, tattheva naṃ gahetvā uddālitvā khādissāmī’ti. ","eng":"‘When that tortoise sticks one or other of its limbs or neck out from its shell, I’ll grab it right there, rip it out, and eat it!’ ","html":"{}</p>","comm":"The verb <i lang='pi' translate='no'>abhininnāmeti</i> (“sticks out”) is the same as that used for “extending” the mind to higher knowledges based on <i lang='pi' translate='no'>samādhi</i>. "},"sn35.240:1.8":{"pli":"Yadā kho, bhikkhave, kummo kacchapo soṇḍipañcamānaṃ aṅgānaṃ aññataraṃ vā aññataraṃ vā aṅgaṃ na abhininnāmi, atha siṅgālo kummamhā nibbijja pakkāmi, otāraṃ alabhamāno. ","eng":"But when that tortoise didn’t stick one or other of its limbs or neck out from its shell, the jackal left disappointed, since it couldn’t find a vulnerability. ","html":"<p>{}</p>"},"sn35.240:2.1":{"pli":"Evameva kho, bhikkhave, tumhepi māro pāpimā satataṃ samitaṃ paccupaṭṭhito: ","eng":"In the same way, Māra the Wicked is always waiting nearby, thinking: ","html":"<p>{}"},"sn35.240:2.2":{"pli":"‘appeva nāmāhaṃ imesaṃ cakkhuto vā otāraṃ labheyyaṃ …pe… ","eng":"‘Hopefully I can find a vulnerability in the eye, ","html":"{}"},"sn35.240:2.3":{"pli":"jivhāto vā otāraṃ labheyyaṃ …pe… ","eng":"ear, nose, tongue, body, or ","html":"{}"},"sn35.240:2.4":{"pli":"manato vā otāraṃ labheyyan’ti. ","eng":"mind.’ ","html":"{}"},"sn35.240:2.5":{"pli":"Tasmātiha, bhikkhave, indriyesu guttadvārā viharatha. ","eng":"That’s why you should live with sense doors guarded. ","html":"{}</p>"},"sn35.240:2.6":{"pli":"Cakkhunā rūpaṃ disvā mā nimittaggāhino ahuvattha, mā anubyañjanaggāhino. ","eng":"When you see a sight with your eyes, don’t get caught up in the features and details. ","html":"<p>{}"},"sn35.240:2.7":{"pli":"Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha, rakkhatha cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjatha. ","eng":"If the faculty of sight were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, practice restraint, protecting the faculty of sight, and achieving its restraint. ","html":"{}</p>"},"sn35.240:2.8":{"pli":"Sotena saddaṃ sutvā … ","eng":"When you hear a sound with your ears … ","html":"<p>{}</p>"},"sn35.240:2.9":{"pli":"ghānena gandhaṃ ghāyitvā … ","eng":"When you smell an odor with your nose … ","html":"<p>{}</p>"},"sn35.240:2.10":{"pli":"jivhāya rasaṃ sāyitvā … ","eng":"When you taste a flavor with your tongue … ","html":"<p>{}</p>"},"sn35.240:2.11":{"pli":"kāyena phoṭṭhabbaṃ phusitvā … ","eng":"When you feel a touch with your body … ","html":"<p>{}</p>"},"sn35.240:2.12":{"pli":"manasā dhammaṃ viññāya mā nimittaggāhino ahuvattha, mā anubyañjanaggāhino. ","eng":"When you know an idea with your mind, don’t get caught up in the features and details. ","html":"<p>{}"},"sn35.240:2.13":{"pli":"Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha, rakkhatha manindriyaṃ, manindriye saṃvaraṃ āpajjatha. ","eng":"If the faculty of mind were left unrestrained, bad unskillful qualities of covetousness and displeasure would become overwhelming. For this reason, practice restraint, protecting the faculty of mind, and achieving its restraint. ","html":"{}</p>"},"sn35.240:2.14":{"pli":"Yato tumhe, bhikkhave, indriyesu guttadvārā viharissatha, atha tumhehipi māro pāpimā nibbijja pakkamissati, otāraṃ alabhamāno—","eng":"When you live with your sense doors guarded, Māra will leave you disappointed, since he can’t find a vulnerability, ","html":"<p>{}"},"sn35.240:2.15":{"pli":"kummamhāva siṅgāloti. ","eng":"just like the jackal left the tortoise. ","html":"{}</p>"},"sn35.240:3.1":{"pli":"Kummova aṅgāni sake kapāle, ","eng":"A mendicant should collect their thoughts ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"The text is notable for the omission of the stock phrase saying the Buddha spoke the verse. Either the verse was added by redactors (lifted from <a href='index.html?q=sn1.17#3.1'>SN 1.17:3.1</a>), or else the stock phrase has been abbreviated away. "},"sn35.240:3.2":{"pli":"Samodahaṃ bhikkhu manovitakke; ","eng":"as a tortoise draws its limbs into its shell. ","html":"<span class='verse-line'>{}</span>"},"sn35.240:3.3":{"pli":"Anissito aññamaheṭhayāno, ","eng":"Independent, not disturbing others, ","html":"<span class='verse-line'>{}</span>"},"sn35.240:3.4":{"pli":"Parinibbuto nūpavadeyya kañcī”ti. ","eng":"quenched: they wouldn’t blame anyone.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"sn35.240:3.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.241":{"sn35.241:0.1":{"pli":"Saṃyutta Nikāya 35.241 ","eng":"Linked Discourses 35.241 ","html":"<article id='sn35.241'><header><ul><li class='division'>{}</li>"},"sn35.241:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.241:0.3":{"pli":"Paṭhamadārukkhandhopamasutta ","eng":"The Simile of the Tree Trunk (1st) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.241:1.1":{"pli":"Ekaṃ samayaṃ bhagavā kosambiyaṃ viharati gaṅgāya nadiyā tīre. ","eng":"At one time the Buddha was staying near Kosambī on the bank of the Ganges river. ","html":"<p>{}</p>","comm":"This appears to be a mistake, as Kosambī was in fact on the Yamunā river. "},"sn35.241:1.2":{"pli":"Addasā kho bhagavā mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamānaṃ. ","eng":"Seeing a large tree trunk being carried along by the current, ","html":"<p>{}"},"sn35.241:1.3":{"pli":"Disvāna bhikkhū āmantesi: ","eng":"he addressed the mendicants, ","html":"{}"},"sn35.241:1.4":{"pli":"“passatha no tumhe, bhikkhave, amuṃ mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamānan”ti? ","eng":"“Mendicants, do you see that large tree trunk being carried along by the current of the Ganges river?” ","html":"{}</p>"},"sn35.241:1.5":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn35.241:1.6":{"pli":"“Sace so, bhikkhave, dārukkhandho na orimaṃ tīraṃ upagacchati, na pārimaṃ tīraṃ upagacchati, na majjhe saṃsīdissati, na thale ussīdissati, na manussaggāho gahessati, na amanussaggāho gahessati, na āvaṭṭaggāho gahessati, na antopūti bhavissati; ","eng":"“Mendicants, assume that that tree trunk doesn’t drift towards the near shore or the far shore, or sink in the middle, or get stranded on high ground. And assume that it doesn’t get taken by humans or non-humans or caught up in a whirlpool, and that it doesn’t rot away. ","html":"<p>{}"},"sn35.241:1.7":{"pli":"evañhi so, bhikkhave, dārukkhandho samuddaninno bhavissati samuddapoṇo samuddapabbhāro. ","eng":"In that case, that tree trunk will slant, slope, and incline towards the ocean. ","html":"{}"},"sn35.241:1.8":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn35.241:1.9":{"pli":"Samuddaninno, bhikkhave, gaṅgāya nadiyā soto samuddapoṇo samuddapabbhāro. ","eng":"Because the current of the Ganges river slants, slopes, and inclines towards the ocean. ","html":"{}</p>"},"sn35.241:2.1":{"pli":"Evameva kho, bhikkhave, sace tumhepi na orimaṃ tīraṃ upagacchatha, na pārimaṃ tīraṃ upagacchatha; ","eng":"In the same way, assume that you don’t drift towards the near shore or the far shore, or sink in the middle, or get stranded on high ground. And assume that you don’t get taken by humans or non-humans or caught up in a whirlpool, and that you don’t rot away. ","html":"<p>{}"},"sn35.241:2.2":{"pli":"na majjhe saṃsīdissatha, na thale ussīdissatha, na manussaggāho gahessati, na amanussaggāho gahessati, na āvaṭṭaggāho gahessati, na antopūtī bhavissatha; ","html":"{}"},"sn35.241:2.3":{"pli":"evaṃ tumhe, bhikkhave, nibbānaninnā bhavissatha nibbānapoṇā nibbānapabbhārā. ","eng":"In that case, you will slant, slope, and incline towards extinguishment. ","html":"{}"},"sn35.241:2.4":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn35.241:2.5":{"pli":"Nibbānaninnā, bhikkhave, sammādiṭṭhi nibbānapoṇā nibbānapabbhārā”ti. ","eng":"Because right view slants, slopes, and inclines towards extinguishment.” ","html":"{}</p>"},"sn35.241:2.6":{"pli":"Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ","eng":"When he said this, one of the mendicants asked the Buddha: ","html":"<p>{}</p>"},"sn35.241:2.7":{"pli":"“kiṃ nu kho, bhante, orimaṃ tīraṃ, kiṃ pārimaṃ tīraṃ, ko majjhe saṃsādo, ko thale ussādo, ko manussaggāho, ko amanussaggāho, ko āvaṭṭaggāho, ko antopūtibhāvo”ti? ","eng":"“But sir, what’s the near shore and what’s the far shore? What’s sinking in the middle? What’s getting stranded on high ground? What’s getting taken by humans or non-humans? What’s getting caught up in a whirlpool? And what’s rotting away?” ","html":"<p>{}</p>"},"sn35.241:3.1":{"pli":"“‘Orimaṃ tīran’ti kho, bhikkhu, channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ. ","eng":"“‘The near shore’, mendicant, is a term for the six interior sense fields. ","html":"<p>{}</p>"},"sn35.241:3.2":{"pli":"‘Pārimaṃ tīran’ti kho, bhikkhu, channetaṃ bāhirānaṃ āyatanānaṃ adhivacanaṃ. ","eng":"‘The far shore’ is a term for the six exterior sense fields. ","html":"<p>{}</p>"},"sn35.241:3.3":{"pli":"‘Majjhe saṃsādo’ti kho, bhikkhu, nandīrāgassetaṃ adhivacanaṃ. ","eng":"‘Sinking in the middle’ is a term for greed and relishing. ","html":"<p>{}</p>"},"sn35.241:3.4":{"pli":"‘Thale ussādo’ti kho, bhikkhu, asmimānassetaṃ adhivacanaṃ. ","eng":"‘Stranded on high ground’ is a term for the conceit ‘I am’. ","html":"<p>{}</p>"},"sn35.241:4.1":{"pli":"Katamo ca, bhikkhu, manussaggāho? ","eng":"And what’s getting taken by humans? ","html":"<p>{}"},"sn35.241:4.2":{"pli":"Idha, bhikkhu, gihīhi saṃsaṭṭho viharati, sahanandī sahasokī, sukhitesu sukhito, dukkhitesu dukkhito, uppannesu kiccakaraṇīyesu attanā tesu yogaṃ āpajjati. ","eng":"It’s when someone mixes closely with laypeople, sharing their joys and sorrows—happy when they’re happy and sad when they’re sad—and getting themselves involved in their business. ","html":"{}","comm":"Also at <a href='index.html?q=sn22.3#8.2'>SN 22.3:8.2</a>. "},"sn35.241:4.3":{"pli":"Ayaṃ vuccati, bhikkhu, manussaggāho. ","eng":"That’s called getting taken by humans. ","html":"{}</p>"},"sn35.241:5.1":{"pli":"Katamo ca, bhikkhu, amanussaggāho? ","eng":"And what’s getting taken by non-humans? ","html":"<p>{}"},"sn35.241:5.2":{"pli":"Idha, bhikkhu, ekacco aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. ","eng":"It’s when someone leads the spiritual life wishing to be reborn in one of the orders of gods: ‘By this precept or observance or fervent austerity or spiritual life, may I become one of the gods!’ ","html":"{}"},"sn35.241:5.3":{"pli":"Ayaṃ vuccati, bhikkhu, amanussaggāho. ","eng":"That’s called getting taken by non-humans. ","html":"{}"},"sn35.241:5.4":{"pli":"‘Āvaṭṭaggāho’ti kho, bhikkhu, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ","eng":"‘Caught up in a whirlpool’ is a term for the five kinds of sensual stimulation. ","html":"{}</p>"},"sn35.241:6.1":{"pli":"Katamo ca, bhikkhu, antopūtibhāvo? ","eng":"And what’s rotting away? ","html":"<p>{}"},"sn35.241:6.2":{"pli":"Idha, bhikkhu, ekacco dussīlo hoti pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto. ","eng":"It’s when some person is unethical, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved. ","html":"{}"},"sn35.241:6.3":{"pli":"Ayaṃ vuccati, bhikkhu, ‘antopūtibhāvo’”ti. ","eng":"This is called ‘rotting away’.” ","html":"{}</p>"},"sn35.241:7.1":{"pli":"Tena kho pana samayena nando gopālako bhagavato avidūre ṭhito hoti. ","eng":"Now at that time Nanda the cowherd was sitting not far from the Buddha. ","html":"<p>{}","comm":"Nanda is one of the most common names in Pali, and it is not possible to identify this Nanda with any confidence. This episode stands as a reminder that the Buddha’s teachings were open, and many people from different backgrounds may have been listening, quite apart from the “mendicants” to whom the discourse is typically addressed. Note too that a man of such humble livelihood has no qualms in speaking directly to the Buddha. "},"sn35.241:7.2":{"pli":"Atha kho nando gopālako bhagavantaṃ etadavoca: ","eng":"Then he said to the Buddha: ","html":"{}</p>"},"sn35.241:7.3":{"pli":"“ahaṃ kho, bhante, na orimaṃ tīraṃ upagacchāmi, na pārimaṃ tīraṃ upagacchāmi, na majjhe saṃsīdissāmi, na thale ussīdissāmi, na maṃ manussaggāho gahessati, na amanussaggāho gahessati, na āvaṭṭaggāho gahessati, na antopūti bhavissāmi. ","eng":"“I won’t drift towards the near shore or the far shore, or sink in the middle, or get stranded on high ground. And I won’t get taken by humans or non-humans or caught up in a whirlpool, and I won’t rot away. ","html":"<p>{}"},"sn35.241:7.4":{"pli":"Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ","eng":"Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ","html":"{}</p>"},"sn35.241:7.5":{"pli":"“Tena hi tvaṃ, nanda, sāmikānaṃ gāvo niyyātehī”ti. ","eng":"“Well then, Nanda, return the cows to their owners.” ","html":"<p>{}</p>"},"sn35.241:7.6":{"pli":"“Gamissanti, bhante, gāvo vacchagiddhiniyo”ti. ","eng":"“Sir, the cows will go back by themselves, since they love their calves.” ","html":"<p>{}</p>"},"sn35.241:7.7":{"pli":"“Niyyāteheva tvaṃ, nanda, sāmikānaṃ gāvo”ti. ","eng":"“Still, Nanda, you should return them to their owners.” ","html":"<p>{}</p>"},"sn35.241:7.8":{"pli":"Atha kho nando gopālako sāmikānaṃ gāvo niyyātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ","eng":"Then Nanda, after returning the cows to their owners, went up to the Buddha and said to him, ","html":"<p>{}"},"sn35.241:7.9":{"pli":"“niyyātitā, bhante, sāmikānaṃ gāvo. ","eng":"“Sir, I have returned the cows to their owners. ","html":"{}"},"sn35.241:7.10":{"pli":"Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ","eng":"May I receive the going forth, the ordination in the Buddha’s presence?” ","html":"{}</p>"},"sn35.241:7.11":{"pli":"Alattha kho nando gopālako bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ","eng":"And the cowherd Nanda received the going forth, the ordination in the Buddha’s presence. ","html":"<p>{}"},"sn35.241:7.12":{"pli":"Acirūpasampanno ca panāyasmā nando eko vūpakaṭṭho …pe… ","eng":"Not long after his ordination, ","html":"{}"},"sn35.241:7.13":{"pli":"aññataro ca panāyasmā nando arahataṃ ahosīti. ","eng":"Venerable Nanda became one of the perfected. ","html":"{}</p>"},"sn35.241:7.14":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.242":{"sn35.242:0.1":{"pli":"Saṃyutta Nikāya 35.242 ","eng":"Linked Discourses 35.242 ","html":"<article id='sn35.242'><header><ul><li class='division'>{}</li>"},"sn35.242:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.242:0.3":{"pli":"Dutiyadārukkhandhopamasutta ","eng":"The Simile of the Tree Trunk (2nd) ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.242:1.1":{"pli":"Ekaṃ samayaṃ bhagavā kimilāyaṃ viharati gaṅgāya nadiyā tīre. ","eng":"At one time the Buddha was staying near Kimibilā on the bank of the Ganges river. ","html":"<p>{}"},"sn35.242:1.2":{"pli":"Addasā kho bhagavā mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamānaṃ. ","eng":"Seeing a large tree trunk being carried along by the current, ","html":"{}"},"sn35.242:1.3":{"pli":"Disvāna bhikkhū āmantesi: ","eng":"he addressed the mendicants: ","html":"{}"},"sn35.242:1.4":{"pli":"“passatha no tumhe, bhikkhave, amuṃ mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamānan”ti? ","eng":"“Mendicants, do you see that large tree trunk being carried along by the current of the Ganges river?” ","html":"{}</p>"},"sn35.242:1.5":{"pli":"“Evaṃ, bhante” …pe… ","eng":"“Yes, sir,” they replied. … ","html":"<p>{}"},"sn35.242:1.6":{"pli":"evaṃ vutte, āyasmā kimilo bhagavantaṃ etadavoca: ","eng":"When this was said, Venerable Kimbila said to the Buddha: ","html":"{}</p>"},"sn35.242:1.7":{"pli":"“kiṃ nu kho, bhante, orimaṃ tīraṃ …pe… ","eng":"“But sir, what’s the near shore and what’s the far shore? What’s sinking in the middle? What’s getting stranded on high ground? What’s getting taken by humans or non-humans? What’s getting caught up in a whirlpool? And what’s rotting away?” … ","html":"<p>{}</p>"},"sn35.242:1.8":{"pli":"“katamo ca, kimila, antopūtibhāvo. ","eng":"“And what, Kimbila, is rotting away? ","html":"<p>{}"},"sn35.242:1.9":{"pli":"Idha, kimila, bhikkhu aññataraṃ saṅkiliṭṭhaṃ āpattiṃ āpanno hoti yathārūpāya āpattiyā na vuṭṭhānaṃ paññāyati. ","eng":"It’s when a mendicant has committed the kind of corrupt offense for which no rehabilitation is possible. ","html":"{}","comm":"This refers to the <i lang='pi' translate='no'>pārājika</i> offences—sexual intercourse, murder, stealing, and lying about spiritual attainments—which entail immediate and permanent expulsion from the Saṅgha. "},"sn35.242:1.10":{"pli":"Ayaṃ vuccati, kimila, antopūtibhāvo”ti. ","eng":"This is called ‘rotting away’.” ","html":"{}</p>"},"sn35.242:1.11":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}