{"sn42.10":{"sn42.10:0.1":{"pli":"Saṃyutta Nikāya 42.10 ","eng":"Linked Discourses 42.10 ","html":"<article id='sn42.10'><header><ul><li class='division'>{}</li>"},"sn42.10:0.2":{"pli":"1. Gāmaṇivagga ","eng":"1. Chiefs ","html":"<li>{}</li></ul>"},"sn42.10:0.3":{"pli":"Maṇicūḷakasutta ","eng":"With Maṇicūḷaka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn42.10:1.1":{"pli":"Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"<p>{}"},"sn42.10:1.2":{"pli":"Tena kho pana samayena rājantepure rājaparisāya sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Now at that time while the king’s retinue was sitting together in the royal compound this discussion came up among them, ","html":"{}"},"sn42.10:1.3":{"pli":"“kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan”ti. ","eng":"“Gold and currency are proper for ascetics who follow the Sakyan. They accept and receive gold and currency.” ","html":"{}</p>"},"sn42.10:2.1":{"pli":"Tena kho pana samayena maṇicūḷako gāmaṇi tassaṃ parisāyaṃ nisinno hoti. ","eng":"Now at that time the chief Maṇicūḷaka was sitting in that assembly. ","html":"<p>{}"},"sn42.10:2.2":{"pli":"Atha kho maṇicūḷako gāmaṇi taṃ parisaṃ etadavoca: ","eng":"He said to that retinue, ","html":"{}"},"sn42.10:2.3":{"pli":"“mā ayyo evaṃ avacuttha. ","eng":"“Good masters, don’t say that. ","html":"{}"},"sn42.10:2.4":{"pli":"Na kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā”ti. ","eng":"Gold and currency are not proper for ascetics who follow the Sakyan. They neither accept nor receive gold and currency. They have set aside gems and gold, and quit using gold and currency.” ","html":"{}"},"sn42.10:2.5":{"pli":"Asakkhi kho maṇicūḷako gāmaṇi taṃ parisaṃ saññāpetuṃ. ","eng":"He was able to persuade that assembly. ","html":"{}</p>"},"sn42.10:2.6":{"pli":"Atha kho maṇicūḷako gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho maṇicūḷako gāmaṇi bhagavantaṃ etadavoca: ","eng":"Then Maṇicūḷaka went up to the Buddha, bowed, sat down to one side, and told him what had happened. He then said, ","html":"<p>{}"},"sn42.10:2.7":{"pli":"“idha, bhante, rājantepure rājaparisāya sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","html":"{}"},"sn42.10:2.8":{"pli":"‘kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan’ti. ","html":"{}"},"sn42.10:2.9":{"pli":"Evaṃ vutte, ahaṃ, bhante, taṃ parisaṃ etadavocaṃ: ","html":"{}"},"sn42.10:2.10":{"pli":"‘mā ayyo evaṃ avacuttha. ","html":"{}"},"sn42.10:2.11":{"pli":"Na kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā’ti. ","html":"{}"},"sn42.10:2.12":{"pli":"Asakkhiṃ khvāhaṃ, bhante, taṃ parisaṃ saññāpetuṃ. ","html":"{}"},"sn42.10:2.13":{"pli":"Kaccāhaṃ, bhante, evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti? ","eng":"“Answering this way, I trust that I repeat what the Buddha has said, and don’t misrepresent him with an untruth. I trust my explanation is in line with the teaching, and that there are no legitimate grounds for rebuttal or criticism.” ","html":"{}</p>"},"sn42.10:3.1":{"pli":"“Taggha tvaṃ, gāmaṇi, evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati. ","eng":"“Indeed, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuttal or criticism. ","html":"<p>{}</p>"},"sn42.10:3.2":{"pli":"Na hi, gāmaṇi, kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā. ","eng":"Gold and currency are not proper for ascetics who follow the Sakyan. They neither accept nor receive gold and currency. They have set aside gems and gold, and quit using gold and currency. ","html":"<p>{}</p>"},"sn42.10:3.3":{"pli":"Yassa kho, gāmaṇi, jātarūparajataṃ kappati, pañcapi tassa kāmaguṇā kappanti. ","eng":"If gold and currency were proper for them, then the five kinds of sensual stimulation would also be proper. ","html":"<p>{}"},"sn42.10:3.4":{"pli":"Yassa pañca kāmaguṇā kappanti (…), ekaṃsenetaṃ, gāmaṇi, dhāreyyāsi assamaṇadhammo asakyaputtiyadhammoti. ","eng":"And if the five kinds of sensual stimulation are proper for them, you should categorically regard them as not having the qualities of an ascetic or a follower of the Sakyan. ","html":"{}</p>"},"sn42.10:3.5":{"pli":"Api cāhaṃ, gāmaṇi, evaṃ vadāmi—","eng":"Rather, chief, I say this: ","html":"<p>{}"},"sn42.10:3.6":{"pli":"tiṇaṃ tiṇatthikena pariyesitabbaṃ, dāru dārutthikena pariyesitabbaṃ, sakaṭaṃ sakaṭatthikena pariyesitabbaṃ, puriso purisatthikena pariyesitabbo. ","eng":"Straw may be looked for by one needing straw; wood may be looked for by one needing wood; a cart may be looked for by one needing a cart; a workman may be looked for by one needing a workman. ","html":"{}"},"sn42.10:3.7":{"pli":"Na tvevāhaṃ, gāmaṇi, kenaci pariyāyena ‘jātarūparajataṃ sāditabbaṃ pariyesitabban’ti vadāmī”ti. ","eng":"But in any case, there is no way they can accept or look for gold and currency, I say .” ","html":"{}</p>"},"sn42.10:3.8":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn42.11":{"sn42.11:0.1":{"pli":"Saṃyutta Nikāya 42.11 ","eng":"Linked Discourses 42.11 ","html":"<article id='sn42.11'><header><ul><li class='division'>{}</li>"},"sn42.11:0.2":{"pli":"1. Gāmaṇivagga ","eng":"1. Chiefs ","html":"<li>{}</li></ul>"},"sn42.11:0.3":{"pli":"Bhadrakasutta ","eng":"With Bhadraka ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn42.11:1.1":{"pli":"Ekaṃ samayaṃ bhagavā mallesu viharati uruvelakappaṃ nāma mallānaṃ nigamo. ","eng":"At one time the Buddha was staying in the land of the Mallas, near the Mallian town named Uruvelakappa. ","html":"<p>{}"},"sn42.11:1.2":{"pli":"Atha kho bhadrako gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho bhadrako gāmaṇi bhagavantaṃ etadavoca: ","eng":"Then Bhadraka the village chief went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}</p>"},"sn42.11:1.3":{"pli":"“sādhu me, bhante, bhagavā dukkhassa samudayañca atthaṅgamañca desetū”ti. ","eng":"“Please, sir, let the Blessed One teach me the origin and cessation of suffering.” ","html":"<p>{}</p>"},"sn42.11:1.4":{"pli":"“Ahañce te, gāmaṇi, atītamaddhānaṃ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṃ: ","eng":"“Chief, if I were to teach you about the origin and disappearance of suffering in the past, saying ","html":"<p>{}"},"sn42.11:1.5":{"pli":"‘evaṃ ahosi atītamaddhānan’ti, tatra te siyā kaṅkhā, siyā vimati. ","eng":"‘this is how it was in the past,’ you might have doubts or uncertainties about that. ","html":"{}"},"sn42.11:1.6":{"pli":"Ahañce te, gāmaṇi, anāgatamaddhānaṃ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṃ: ","eng":"If I were to teach you about the origin and disappearance of suffering in the future, saying ","html":"{}"},"sn42.11:1.7":{"pli":"‘evaṃ bhavissati anāgatamaddhānan’ti, tatrāpi te siyā kaṅkhā, siyā vimati. ","eng":"‘this is how it will be in the future,’ you might have doubts or uncertainties about that. ","html":"{}"},"sn42.11:1.8":{"pli":"Api cāhaṃ, gāmaṇi, idheva nisinno ettheva te nisinnassa dukkhassa samudayañca atthaṅgamañca desessāmi. ","eng":"Rather, chief, I will teach you about the origin and disappearance of suffering as I am sitting right here and you are sitting right there. ","html":"{}"},"sn42.11:1.9":{"pli":"Taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"sn42.11:1.10":{"pli":"“Evaṃ, bhante”ti kho bhadrako gāmaṇi bhagavato paccassosi. ","eng":"“Yes, sir,” Bhadraka replied. ","html":"<p>{}"},"sn42.11:1.11":{"pli":"Bhagavā etadavoca: ","eng":"The Buddha said this: ","html":"{}</p>"},"sn42.11:2.1":{"pli":"“Taṃ kiṃ maññasi, gāmaṇi, ","eng":"“What do you think, chief? ","html":"<p>{}"},"sn42.11:2.2":{"pli":"atthi te uruvelakappe manussā yesaṃ te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"Are there any people here in Uruvelakappa who, if they were executed, imprisoned, fined, or condemned, it would cause you sorrow, lamentation, pain, sadness, and distress?” ","html":"{}</p>"},"sn42.11:2.3":{"pli":"“Atthi me, bhante, uruvelakappe manussā yesaṃ me vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti. ","eng":"“There are, sir.” ","html":"<p>{}</p>"},"sn42.11:2.4":{"pli":"“Atthi pana te, gāmaṇi, uruvelakappe manussā yesaṃ te vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"“But are there any people here in Uruvelakappa who, if they were executed, imprisoned, fined, or condemned, it would not cause you sorrow, lamentation, pain, sadness, and distress?” ","html":"<p>{}</p>"},"sn42.11:2.5":{"pli":"“Atthi me, bhante, uruvelakappe manussā yesaṃ me vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti. ","eng":"“There are, sir.” ","html":"<p>{}</p>"},"sn42.11:2.6":{"pli":"“Ko nu kho, gāmaṇi, hetu, ko paccayo yena te ekaccānaṃ uruvelakappiyānaṃ manussānaṃ vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"“What’s the cause, chief, what’s the reason why, if this was to happen to some people it could cause you sorrow, while if it happens to others it does not?” ","html":"<p>{}</p>"},"sn42.11:2.7":{"pli":"“Yesaṃ me, bhante, uruvelakappiyānaṃ manussānaṃ vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā, atthi me tesu chandarāgo. ","eng":"“The people regarding whom this would give rise to sorrow are those I have desire and passion. ","html":"<p>{}"},"sn42.11:2.8":{"pli":"Yesaṃ pana, bhante, uruvelakappiyānaṃ manussānaṃ vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā, natthi me tesu chandarāgo”ti. ","eng":"The people regarding whom this would not give rise to sorrow are those I don’t have desire and passion.” ","html":"{}</p>"},"sn42.11:2.9":{"pli":"“Iminā tvaṃ, gāmaṇi, dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgate nayaṃ nehi: ","eng":"“With this present phenomenon that you have seen, understood, immediately attained, and fathomed, you can apply the same method to the past and future: ","html":"<p>{}"},"sn42.11:2.10":{"pli":"‘yaṃ kho kiñci atītamaddhānaṃ dukkhaṃ uppajjamānaṃ uppajji sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ. ","eng":"‘All the suffering that arose in the past was rooted and sourced in desire. ","html":"{}"},"sn42.11:2.11":{"pli":"Chando hi mūlaṃ dukkhassa. ","eng":"For desire is the root of suffering. ","html":"{}"},"sn42.11:2.12":{"pli":"Yampi hi kiñci anāgatamaddhānaṃ dukkhaṃ uppajjamānaṃ uppajjissati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ. ","eng":"All the suffering that will arise in the future will be rooted and sourced in desire. ","html":"{}"},"sn42.11:2.13":{"pli":"Chando hi mūlaṃ dukkhassā’”ti. ","eng":"For desire is the root of suffering.’” ","html":"{}</p>"},"sn42.11:2.14":{"pli":"“Acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing! ","html":"<p>{}"},"sn42.11:2.15":{"pli":"Yāva subhāsitañcidaṃ, bhante, bhagavatā: ","eng":"How well said this was by the Buddha! ","html":"{}"},"sn42.11:2.16":{"pli":"‘yaṃ kiñci dukkhaṃ uppajjamānaṃ uppajjati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ. ","eng":"‘All the suffering that arises is rooted and sourced in desire. ","html":"{}"},"sn42.11:2.17":{"pli":"Chando hi mūlaṃ dukkhassā’ti. ","eng":"For desire is the root of suffering.’ ","html":"{}</p>"},"sn42.11:2.18":{"pli":"Atthi me, bhante, ciravāsī nāma kumāro bahi āvasathe paṭivasati. ","eng":"I have a boy called Ciravāsi, who resides in a house away from here. ","html":"<p>{}"},"sn42.11:2.19":{"pli":"So khvāhaṃ, bhante, kālasseva vuṭṭhāya purisaṃ uyyojemi: ","eng":"I rise early and dispatch someone, saying: ","html":"{}"},"sn42.11:2.20":{"pli":"‘gaccha, bhaṇe, ciravāsiṃ kumāraṃ jānāhī’ti. ","eng":"‘Go, my man, and check on my boy Ciravāsi.’ ","html":"{}"},"sn42.11:2.21":{"pli":"Yāvakīvañca, bhante, so puriso nāgacchati, tassa me hoteva aññathattaṃ: ","eng":"Until they get back I worry: ","html":"{}"},"sn42.11:2.22":{"pli":"‘mā heva ciravāsissa kumārassa kiñci ābādhayitthā’”ti. ","eng":"‘I hope nothing’s wrong with Ciravāsi!’” ","html":"{}</p>"},"sn42.11:3.1":{"pli":"“Taṃ kiṃ maññasi, gāmaṇi, ","eng":"“What do you think, chief? ","html":"<p>{}"},"sn42.11:3.2":{"pli":"ciravāsissa kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"If Ciravāsi was executed, imprisoned, fined, or condemned, would it cause you sorrow, lamentation, pain, sadness, and distress?” ","html":"{}</p>"},"sn42.11:3.3":{"pli":"“Ciravāsissa me, bhante, kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā jīvitassapi siyā aññathattaṃ, kiṃ pana me nuppajjissanti sokaparidevadukkhadomanassupāyāsā”ti. ","eng":"“How could it not, sir?” ","html":"<p>{}</p>"},"sn42.11:3.4":{"pli":"“Imināpi kho etaṃ, gāmaṇi, pariyāyena veditabbaṃ: ","eng":"“This too is a way to understand: ","html":"<p>{}"},"sn42.11:3.5":{"pli":"‘yaṃ kiñci dukkhaṃ uppajjamānaṃ uppajjati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ. ","eng":"‘All the suffering that arises is rooted and sourced in desire. ","html":"{}"},"sn42.11:3.6":{"pli":"Chando hi mūlaṃ dukkhassā’ti. ","eng":"For desire is the root of suffering.’ ","html":"{}</p>"},"sn42.11:4.1":{"pli":"Taṃ kiṃ maññasi, gāmaṇi, ","eng":"What do you think, chief? ","html":"<p>{}"},"sn42.11:4.2":{"pli":"yadā te ciravāsimātā adiṭṭhā ahosi, assutā ahosi, te ciravāsimātuyā chando vā rāgo vā pemaṃ vā”ti? ","eng":"Before you’d seen or heard of Ciravāsi’s mother, did you have any desire or passion or fondness for her?” ","html":"{}</p>"},"sn42.11:4.3":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir.” ","html":"<p>{}</p>"},"sn42.11:4.4":{"pli":"“Dassanaṃ vā te, gāmaṇi, āgamma savanaṃ vā evaṃ te ahosi: ","eng":"“Then was it because you saw or heard of her that you had ","html":"<p>{}"},"sn42.11:4.5":{"pli":"‘ciravāsimātuyā chando vā rāgo vā pemaṃ vā’”ti? ","eng":"desire or passion or fondness for her?” ","html":"{}</p>"},"sn42.11:4.6":{"pli":"“Evaṃ, bhante”. ","eng":"“Yes, sir.” ","html":"<p>{}</p>"},"sn42.11:5.1":{"pli":"“Taṃ kiṃ maññasi, gāmaṇi, ","eng":"“What do you think, chief? ","html":"<p>{}"},"sn42.11:5.2":{"pli":"ciravāsimātuyā te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ","eng":"If Ciravāsi’s mother was executed, imprisoned, fined, or condemned, would it cause you sorrow, lamentation, pain, sadness, and distress?” ","html":"{}</p>"},"sn42.11:5.3":{"pli":"“Ciravāsimātuyā me, bhante, vadhena vā bandhena vā jāniyā vā garahāya vā jīvitassapi siyā aññathattaṃ, kiṃ pana me nuppajjissanti sokaparidevadukkhadomanassupāyāsā”ti. ","eng":"“How could it not, sir?” ","html":"<p>{}</p>"},"sn42.11:5.4":{"pli":"“Imināpi kho etaṃ, gāmaṇi, pariyāyena veditabbaṃ: ","eng":"“This too is a way to understand: ","html":"<p>{}"},"sn42.11:5.5":{"pli":"‘yaṃ kiñci dukkhaṃ uppajjamānaṃ uppajjati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ. ","eng":"‘All the suffering that arises is rooted and sourced in desire. ","html":"{}"},"sn42.11:5.6":{"pli":"Chando hi mūlaṃ dukkhassā’”ti. ","eng":"For desire is the root of suffering.’” ","html":"{}</p>"},"sn42.11:5.7":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}