{"sn42.8":{"sn42.8:0.1":{"pli":"Saṃyutta Nikāya 42.8 ","eng":"Linked Discourses 42.8 ","html":"<article id='sn42.8'><header><ul><li class='division'>{}</li>"},"sn42.8:0.2":{"pli":"1. Gāmaṇivagga ","eng":"1. Chiefs ","html":"<li>{}</li></ul>"},"sn42.8:0.3":{"pli":"Saṅkhadhamasutta ","eng":"A Horn Blower ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn42.8:1.1":{"pli":"Ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ","eng":"At one time the Buddha was staying near Nāḷandā in Pāvārika’s mango grove. ","html":"<p>{}</p>"},"sn42.8:1.2":{"pli":"Atha kho asibandhakaputto gāmaṇi nigaṇṭhasāvako yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho asibandhakaputtaṃ gāmaṇiṃ bhagavā etadavoca: ","eng":"Then Asibandhaka’s son the chief, who was a disciple of the Jains, went up to the Buddha, and sat down to one side. The Buddha said to him, ","html":"<p>{}"},"sn42.8:1.3":{"pli":"“kathaṃ nu kho, gāmaṇi, nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ desetī”ti? ","eng":"“Chief, how does the Jain ascetic of the Ñātika clan teach his disciples?” ","html":"{}</p>"},"sn42.8:1.4":{"pli":"“Evaṃ kho, bhante, nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ deseti: ","eng":"“Sir, this is how the Jain Ñātika teaches his disciples: ","html":"<p>{}"},"sn42.8:1.5":{"pli":"‘yo koci pāṇaṃ atipāteti, sabbo so āpāyiko nerayiko, yo koci adinnaṃ ādiyati, sabbo so āpāyiko nerayiko, yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko, yo koci musā bhaṇati sabbo, so āpāyiko nerayiko. ","eng":"‘Everyone who kills a living creature, steals, commits sexual misconduct, or lies goes to a place of loss, to hell. ","html":"{}"},"sn42.8:1.6":{"pli":"Yaṃbahulaṃ yaṃbahulaṃ viharati, tena tena nīyatī’ti. ","eng":"You’re led on by what you usually live by.’ ","html":"{}"},"sn42.8:1.7":{"pli":"Evaṃ kho, bhante, nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ desetī”ti. ","eng":"This is how the Jain Ñātika teaches his disciples.” ","html":"{}</p>"},"sn42.8:1.8":{"pli":"“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati, tena tena nīyati’, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ. ","eng":"“‘You’re led on by what you usually live by’: if this were true, then, according to what the Jain Ñātika says, no-one would go to a place of loss, to hell. ","html":"<p>{}</p>"},"sn42.8:2.1":{"pli":"Taṃ kiṃ maññasi, gāmaṇi, ","eng":"What do you think, chief? ","html":"<p>{}"},"sn42.8:2.2":{"pli":"yo so puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so pāṇamatipāteti, yaṃ vā so pāṇaṃ nātipātetī”ti? ","eng":"Take an individual who kills living creatures. If we compare periods of time during the day and night, which is more frequent: the occasions when they’re killing or when they’re not killing?” ","html":"{}</p>"},"sn42.8:2.3":{"pli":"“Yo so, bhante, puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṃ upādāya, appataro so samayo yaṃ so pāṇamatipāteti, atha kho sveva bahutaro samayo yaṃ so pāṇaṃ nātipātetī”ti. ","eng":"“The occasions when they’re killing are less frequent, while the occasions when they’re not killing are more frequent.” ","html":"<p>{}</p>"},"sn42.8:2.4":{"pli":"“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ. ","eng":"“‘You’re led on by what you usually live by’: if this were true, then, according to what the Jain ascetic of the Ñātika clan says, no-one would go to a place of loss, to hell. ","html":"<p>{}</p>"},"sn42.8:3.1":{"pli":"Taṃ kiṃ maññasi, gāmaṇi, ","eng":"What do you think, chief? ","html":"<p>{}"},"sn42.8:3.2":{"pli":"yo so puriso adinnādāyī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so adinnaṃ ādiyati, yaṃ vā so adinnaṃ nādiyatī”ti. ","eng":"Take an individual who steals … ","html":"{}"},"sn42.8:3.3":{"pli":"“Yo so, bhante, puriso adinnādāyī rattiyā vā divasassa vā samayāsamayaṃ upādāya appataro so samayo, yaṃ so adinnaṃ ādiyati, atha kho sveva bahutaro samayo, yaṃ so adinnaṃ nādiyatī”ti. ","html":"{}"},"sn42.8:3.4":{"pli":"“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ. ","html":"{}</p>"},"sn42.8:4.1":{"pli":"Taṃ kiṃ maññasi, gāmaṇi, yo so puriso kāmesumicchācārī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so kāmesu micchā carati, yaṃ vā so kāmesu micchā na caratī”ti? ","eng":"Take an individual who commits sexual misconduct … ","html":"<p>{}"},"sn42.8:4.2":{"pli":"“Yo so, bhante, puriso kāmesumicchācārī rattiyā vā divasassa vā samayāsamayaṃ upādāya, appataro so samayo yaṃ so kāmesu micchā carati, atha kho sveva bahutaro samayo, yaṃ so kāmesu micchā na caratī”ti. ","html":"{}"},"sn42.8:4.3":{"pli":"“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ. ","html":"{}</p>"},"sn42.8:5.1":{"pli":"Taṃ kiṃ maññasi, gāmaṇi, yo so puriso musāvādī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so musā bhaṇati, yaṃ vā so musā na bhaṇatī”ti? ","eng":"Take an individual who lies. If we compare periods of time during the day and night, which is more frequent: the occasions when they’re lying or when they’re not lying?” ","html":"<p>{}</p>"},"sn42.8:5.2":{"pli":"“Yo so, bhante, puriso musāvādī rattiyā vā divasassa vā samayāsamayaṃ upādāya, appataro so samayo, yaṃ so musā bhaṇati, atha kho sveva bahutaro samayo, yaṃ so musā na bhaṇatī”ti. ","eng":"“The occasions when they’re lying are less frequent, while the occasions when they’re not lying are more frequent.” ","html":"<p>{}</p>"},"sn42.8:5.3":{"pli":"“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ. ","eng":"“‘You’re led on by what you usually live by’: if this were true, then, according to what the Jain Ñātika says, no-one would go to a place of loss, to hell. ","html":"<p>{}</p>"},"sn42.8:6.1":{"pli":"Idha, gāmaṇi, ekacco satthā evaṃvādī hoti evaṃdiṭṭhi: ","eng":"Take some teacher who has this doctrine and view: ","html":"<p>{}"},"sn42.8:6.2":{"pli":"‘yo koci pāṇamatipāteti, sabbo so āpāyiko nerayiko, yo koci adinnaṃ ādiyati, sabbo so āpāyiko nerayiko, yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko, yo koci musā bhaṇati, sabbo so āpāyiko nerayiko’ti. ","eng":"‘Everyone who kills a living creature, steals, commits sexual misconduct, or lies goes to a place of loss, to hell.’ ","html":"{}"},"sn42.8:6.3":{"pli":"Tasmiṃ kho pana, gāmaṇi, satthari sāvako abhippasanno hoti. ","eng":"And there’s a disciple who is devoted to that teacher. ","html":"{}"},"sn42.8:6.4":{"pli":"Tassa evaṃ hoti: ","eng":"They think: ","html":"{}"},"sn42.8:6.5":{"pli":"‘mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—","eng":"‘My teacher has this doctrine and view: ","html":"{}"},"sn42.8:6.6":{"pli":"yo koci pāṇamatipāteti, sabbo so āpāyiko nerayikoti. ","eng":"“Everyone who kills a living creature, steals, commits sexual misconduct, or lies goes to a place of loss, to hell.” ","html":"{}"},"sn42.8:6.7":{"pli":"Atthi kho pana mayā pāṇo atipātito, ahampamhi āpāyiko nerayikoti diṭṭhiṃ paṭilabhati. ","eng":"But I’ve killed living creatures … ","html":"{}"},"sn42.8:6.8":{"pli":"Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","html":"{}"},"sn42.8:6.9":{"pli":"Mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—","html":"{}"},"sn42.8:6.10":{"pli":"yo koci adinnaṃ ādiyati, sabbo so āpāyiko nerayikoti. ","html":"{}"},"sn42.8:6.11":{"pli":"Atthi kho pana mayā adinnaṃ ādinnaṃ ahampamhi āpāyiko nerayikoti diṭṭhiṃ paṭilabhati. ","eng":"stolen … ","html":"{}"},"sn42.8:6.12":{"pli":"Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","html":"{}"},"sn42.8:6.13":{"pli":"Mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—","html":"{}"},"sn42.8:6.14":{"pli":"yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko’ti. ","html":"{}"},"sn42.8:6.15":{"pli":"Atthi kho pana mayā kāmesu micchā ciṇṇaṃ. ","eng":"committed sexual misconduct … ","html":"{}"},"sn42.8:6.16":{"pli":"‘Ahampamhi āpāyiko nerayiko’ti diṭṭhiṃ paṭilabhati. ","html":"{}"},"sn42.8:6.17":{"pli":"Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","html":"{}"},"sn42.8:6.18":{"pli":"Mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—","html":"{}"},"sn42.8:6.19":{"pli":"yo koci musā bhaṇati, sabbo so āpāyiko nerayikoti. ","html":"{}"},"sn42.8:6.20":{"pli":"Atthi kho pana mayā musā bhaṇitaṃ. ","eng":"or lied.’ ","html":"{}"},"sn42.8:6.21":{"pli":"‘Ahampamhi āpāyiko nerayiko’ti diṭṭhiṃ paṭilabhati. ","eng":"They get the view: ‘I too am going to a place of loss, to hell.’ ","html":"{}"},"sn42.8:6.22":{"pli":"Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. ","html":"{}</p>"},"sn42.8:7.1":{"pli":"Idha pana, gāmaṇi, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ","eng":"But consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those fit for training, teacher of gods and humans, awakened, blessed. ","html":"<p>{}"},"sn42.8:7.2":{"pli":"So anekapariyāyena pāṇātipātaṃ garahati vigarahati, ‘pāṇātipātā viramathā’ti cāha. ","eng":"In many ways he criticizes and denounces killing living creatures, saying: ‘Stop killing living creatures!’ ","html":"{}"},"sn42.8:7.3":{"pli":"Adinnādānaṃ garahati vigarahati, ‘adinnādānā viramathā’ti cāha. ","eng":"He criticizes and denounces stealing … ","html":"{}"},"sn42.8:7.4":{"pli":"Kāmesumicchācāraṃ garahati, vigarahati ‘kāmesumicchācārā viramathā’ti cāha. ","eng":"sexual misconduct … ","html":"{}"},"sn42.8:7.5":{"pli":"Musāvādaṃ garahati vigarahati ‘musāvādā viramathā’ti cāha. ","eng":"lying, saying: ‘Stop lying!’ ","html":"{}"},"sn42.8:7.6":{"pli":"Tasmiṃ kho pana, gāmaṇi, satthari sāvako abhippasanno hoti. ","eng":"And there’s a disciple who is devoted to that teacher. ","html":"{}"},"sn42.8:7.7":{"pli":"So iti paṭisañcikkhati: ","eng":"Then they reflect: ","html":"{}"},"sn42.8:7.8":{"pli":"‘bhagavā kho anekapariyāyena pāṇātipātaṃ garahati vigarahati, pāṇātipātā viramathāti cāha. ","eng":"‘In many ways the Buddha criticizes and denounces killing living creatures, saying: “Stop killing living creatures!” ","html":"{}"},"sn42.8:7.9":{"pli":"Atthi kho pana mayā pāṇo atipātito yāvatako vā tāvatako vā. ","eng":"But I have killed living creatures to a certain extent. ","html":"{}"},"sn42.8:7.10":{"pli":"Yo kho pana mayā pāṇo atipātito yāvatako vā tāvatako vā, taṃ na suṭṭhu, taṃ na sādhu. ","eng":"That’s not right, it’s not good, ","html":"{}"},"sn42.8:7.11":{"pli":"Ahañceva kho pana tappaccayā vippaṭisārī assaṃ. ","eng":"and I feel remorseful because of it. ","html":"{}"},"sn42.8:7.12":{"pli":"Na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti. ","eng":"But I can’t undo what I have done.’ ","html":"{}"},"sn42.8:7.13":{"pli":"So iti paṭisaṅkhāya tañceva pāṇātipātaṃ pajahati. ","eng":"Reflecting like this, they give up killing living creatures, ","html":"{}"},"sn42.8:7.14":{"pli":"Āyatiñca pāṇātipātā paṭivirato hoti. ","eng":"and in future they don’t kill living creatures. ","html":"{}"},"sn42.8:7.15":{"pli":"Evametassa pāpassa kammassa pahānaṃ hoti. ","eng":"That’s how to give up this bad deed ","html":"{}"},"sn42.8:7.16":{"pli":"Evametassa pāpassa kammassa samatikkamo hoti. ","eng":"and get past it. ","html":"{}</p>"},"sn42.8:8.1":{"pli":"‘Bhagavā kho anekapariyāyena adinnādānaṃ garahati vigarahati, adinnādānā viramathāti cāha. ","eng":"‘In many ways the Buddha criticizes and denounces stealing …’ ","html":"<p>{}"},"sn42.8:8.2":{"pli":"Atthi kho pana mayā adinnaṃ ādinnaṃ yāvatakaṃ vā tāvatakaṃ vā. ","html":"{}"},"sn42.8:8.3":{"pli":"Yaṃ kho pana mayā adinnaṃ ādinnaṃ yāvatakaṃ vā tāvatakaṃ vā taṃ na suṭṭhu, taṃ na sādhu. ","html":"{}"},"sn42.8:8.4":{"pli":"Ahañceva kho pana tappaccayā vippaṭisārī assaṃ, na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti. ","html":"{}"},"sn42.8:8.5":{"pli":"So iti paṭisaṅkhāya tañceva adinnādānaṃ pajahati. ","html":"{}"},"sn42.8:8.6":{"pli":"Āyatiñca adinnādānā paṭivirato hoti. ","html":"{}"},"sn42.8:8.7":{"pli":"Evametassa pāpassa kammassa pahānaṃ hoti. ","html":"{}"},"sn42.8:8.8":{"pli":"Evametassa pāpassa kammassa samatikkamo hoti. ","html":"{}</p>"},"sn42.8:9.1":{"pli":"‘Bhagavā kho pana anekapariyāyena kāmesumicchācāraṃ garahati vigarahati, kāmesumicchācārā viramathāti cāha. ","eng":"‘In many ways the Buddha criticizes and denounces sexual misconduct …’ ","html":"<p>{}"},"sn42.8:9.2":{"pli":"Atthi kho pana mayā kāmesu micchā ciṇṇaṃ yāvatakaṃ vā tāvatakaṃ vā. ","html":"{}"},"sn42.8:9.3":{"pli":"Yaṃ kho pana mayā kāmesu micchā ciṇṇaṃ yāvatakaṃ vā tāvatakaṃ vā taṃ na suṭṭhu, taṃ na sādhu. ","html":"{}"},"sn42.8:9.4":{"pli":"Ahañceva kho pana tappaccayā vippaṭisārī assaṃ, na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti. ","html":"{}"},"sn42.8:9.5":{"pli":"So iti paṭisaṅkhāya tañceva kāmesumicchācāraṃ pajahati, āyatiñca kāmesumicchācārā paṭivirato hoti. ","html":"{}"},"sn42.8:9.6":{"pli":"Evametassa pāpassa kammassa pahānaṃ hoti. ","html":"{}"},"sn42.8:9.7":{"pli":"Evametassa pāpassa kammassa samatikkamo hoti. ","html":"{}</p>"},"sn42.8:10.1":{"pli":"‘Bhagavā kho pana anekapariyāyena musāvādaṃ garahati vigarahati, musāvādā viramathāti cāha. ","eng":"‘In many ways the Buddha criticizes and denounces lying, saying: “Stop lying!” ","html":"<p>{}"},"sn42.8:10.2":{"pli":"Atthi kho pana mayā musā bhaṇitaṃ yāvatakaṃ vā tāvatakaṃ vā. ","eng":"But I have lied to a certain extent. ","html":"{}"},"sn42.8:10.3":{"pli":"Yaṃ kho pana mayā musā bhaṇitaṃ yāvatakaṃ vā tāvatakaṃ vā taṃ na suṭṭhu, taṃ na sādhu. Ahañceva kho pana tappaccayā vippaṭisārī assaṃ, na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti. ","eng":"That’s not right, it’s not good, and I feel remorseful because of it. But I can’t undo what I have done.’ ","html":"{}"},"sn42.8:10.4":{"pli":"So iti paṭisaṅkhāya tañceva musāvādaṃ pajahati, āyatiñca musāvādā paṭivirato hoti. ","eng":"Reflecting like this, they give up lying, and in future they refrain from lying. ","html":"{}"},"sn42.8:10.5":{"pli":"Evametassa pāpassa kammassa pahānaṃ hoti. Evametassa pāpassa kammassa samatikkamo hoti. ","eng":"That’s how to give up this bad deed and get past it. ","html":"{}</p>"},"sn42.8:11.1":{"pli":"So pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti. ","eng":"They give up killing living creatures. ","html":"<p>{}"},"sn42.8:11.2":{"pli":"Adinnādānaṃ pahāya adinnādānā paṭivirato hoti. ","eng":"They give up stealing. ","html":"{}"},"sn42.8:11.3":{"pli":"Kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti. ","eng":"They give up sexual misconduct. ","html":"{}"},"sn42.8:11.4":{"pli":"Musāvādaṃ pahāya musāvādā paṭivirato hoti. ","eng":"They give up lying. ","html":"{}"},"sn42.8:11.5":{"pli":"Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti. ","eng":"They give up divisive speech. ","html":"{}"},"sn42.8:11.6":{"pli":"Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti. ","eng":"They give up harsh speech. ","html":"{}"},"sn42.8:11.7":{"pli":"Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti. ","eng":"They give up talking nonsense. ","html":"{}"},"sn42.8:11.8":{"pli":"Abhijjhaṃ pahāya anabhijjhālu hoti. ","eng":"They give up covetousness. ","html":"{}"},"sn42.8:11.9":{"pli":"Byāpādappadosaṃ pahāya abyāpannacitto hoti. ","eng":"They give up ill will and malevolence. ","html":"{}"},"sn42.8:11.10":{"pli":"Micchādiṭṭhiṃ pahāya sammādiṭṭhiko hoti. ","eng":"They give up wrong view and have right view. ","html":"{}</p>"},"sn42.8:12.1":{"pli":"Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"That noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"<p>{}"},"sn42.8:12.2":{"pli":"Seyyathāpi, gāmaṇi, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya; ","eng":"Suppose there was a powerful horn blower. They’d easily make themselves heard in the four quarters. ","html":"{}"},"sn42.8:12.3":{"pli":"evameva kho, gāmaṇi, evaṃ bhāvitāya mettāya cetovimuttiyā evaṃ bahulīkatāya yaṃ pamāṇakataṃ kammaṃ, na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati. ","eng":"In the same way, when the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there. ","html":"{}</p>"},"sn42.8:13.1":{"pli":"Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato karuṇāsahagatena cetasā …pe… ","eng":"Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of compassion … ","html":"<p>{}"},"sn42.8:13.2":{"pli":"muditāsahagatena cetasā …pe…. ","eng":"They meditate spreading a heart full of rejoicing … ","html":"{}"},"sn42.8:13.3":{"pli":"Upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ","eng":"They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ","html":"{}"},"sn42.8:13.4":{"pli":"Seyyathāpi, gāmaṇi, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya; ","eng":"Suppose there was a powerful horn blower. They’d easily make themselves heard in the four quarters. ","html":"{}"},"sn42.8:13.5":{"pli":"evameva kho, gāmaṇi, evaṃ bhāvitāya upekkhāya cetovimuttiyā evaṃ bahulīkatāya yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhatī”ti. ","eng":"In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.” ","html":"{}</p>"},"sn42.8:14.1":{"pli":"Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ","eng":"When he said this, Asibandhaka’s son the chief said to the Buddha, ","html":"<p>{}"},"sn42.8:14.2":{"pli":"“abhikkantaṃ, bhante, abhikkantaṃ, bhante …pe… ","eng":"“Excellent, sir! Excellent! … ","html":"{}"},"sn42.8:14.3":{"pli":"upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"sn42.8:14.4":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn42.9":{"sn42.9:0.1":{"pli":"Saṃyutta Nikāya 42.9 ","eng":"Linked Discourses 42.9 ","html":"<article id='sn42.9'><header><ul><li class='division'>{}</li>"},"sn42.9:0.2":{"pli":"1. Gāmaṇivagga ","eng":"1. Chiefs ","html":"<li>{}</li></ul>"},"sn42.9:0.3":{"pli":"Kulasutta ","eng":"Families ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn42.9:1.1":{"pli":"Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena nāḷandā tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at Nāḷandā. ","html":"<p>{}"},"sn42.9:1.2":{"pli":"Tatra sudaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ","eng":"There he stayed near Nāḷandā in Pāvārika’s mango grove. ","html":"{}</p>"},"sn42.9:2.1":{"pli":"Tena kho pana samayena nāḷandā dubbhikkhā hoti dvīhitikā setaṭṭhikā salākāvuttā. ","eng":"Now that was a time of famine and scarcity in Nāḷandā, with blighted crops turned to straw. ","html":"<p>{}"},"sn42.9:2.2":{"pli":"Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṃ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṃ. ","eng":"At that time the Jain ascetic of the Ñātika clan was residing at Nāḷandā together with a large assembly of Jain ascetics. ","html":"{}"},"sn42.9:2.3":{"pli":"Atha kho asibandhakaputto gāmaṇi nigaṇṭhasāvako yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho asibandhakaputtaṃ gāmaṇiṃ nigaṇṭho nāṭaputto etadavoca: ","eng":"Then Asibandhaka’s son the chief, who was a disciple of the Jains, went up to the Jain Ñātika, bowed, and sat down to one side. The Jain Ñātika said to him: ","html":"{}</p>"},"sn42.9:2.4":{"pli":"“ehi tvaṃ, gāmaṇi, samaṇassa gotamassa vādaṃ āropehi. ","eng":"“Come, chief, refute the ascetic Gotama’s doctrine. ","html":"<p>{}"},"sn42.9:2.5":{"pli":"Evaṃ te kalyāṇo kittisaddo abbhuggacchissati: ","eng":"Then you will get a good reputation: ","html":"{}"},"sn42.9:2.6":{"pli":"‘asibandhakaputtena gāmaṇinā samaṇassa gotamassa evaṃmahiddhikassa evaṃmahānubhāvassa vādo āropito’”ti. ","eng":"‘Asibandhaka’s son the chief refuted the doctrine of the ascetic Gotama, so mighty and powerful!’” ","html":"{}</p>"},"sn42.9:3.1":{"pli":"“Kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃmahiddhikassa evaṃmahānubhāvassa vādaṃ āropessāmī”ti? ","eng":"“But sir, how am I to do this?” ","html":"<p>{}</p>"},"sn42.9:3.2":{"pli":"“Ehi tvaṃ, gāmaṇi, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi: ","eng":"“Here, brahmin, go to the ascetic Gotama and say to him: ","html":"<p>{}"},"sn42.9:3.3":{"pli":"‘nanu, bhante, bhagavā anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī’ti? ","eng":"‘Sir, don’t you in many ways praise kindness, protection, and sympathy for families?’ ","html":"{}"},"sn42.9:3.4":{"pli":"Sace kho, gāmaṇi, samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti: ","eng":"When he’s asked this, if he answers: ","html":"{}"},"sn42.9:3.5":{"pli":"‘evaṃ, gāmaṇi, tathāgato anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi: ","eng":"‘Indeed I do, chief,’ say this to him: ","html":"{}"},"sn42.9:3.6":{"pli":"‘atha kiñcarahi, bhante, bhagavā dubbhikkhe dvīhitike setaṭṭhike salākāvutte mahatā bhikkhusaṅghena saddhiṃ cārikaṃ carati? ","eng":"‘So what then are you doing, wandering together with this large Saṅgha of mendicants during a time of famine and scarcity, with blighted crops turned to straw? ","html":"{}"},"sn42.9:3.7":{"pli":"Ucchedāya bhagavā kulānaṃ paṭipanno, anayāya bhagavā kulānaṃ paṭipanno, upaghātāya bhagavā kulānaṃ paṭipanno’ti. ","eng":"The Buddha is practicing to annihilate, collapse, and ruin families!’ ","html":"{}"},"sn42.9:3.8":{"pli":"Imaṃ kho te, gāmaṇi, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho neva sakkhati uggilituṃ, neva sakkhati ogilitun”ti. ","eng":"When you put this dilemma to him, the Buddha won’t be able to either spit it out or swallow it down.” ","html":"{}</p>"},"sn42.9:3.9":{"pli":"“Evaṃ, bhante”ti kho asibandhakaputto gāmaṇi nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ","eng":"“Yes, sir,” replied Asibandhaka’s son. He got up from his seat, bowed, and respectfully circled the Jain Ñātika, keeping him on his right. Then he went to the Buddha, bowed, sat down to one side, and said to him: ","html":"<p>{}</p>"},"sn42.9:4.1":{"pli":"“Nanu, bhante, bhagavā anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī”ti? ","eng":"“Sir, don’t you in many ways praise kindness, protection, and sympathy for families?” ","html":"<p>{}</p>"},"sn42.9:4.2":{"pli":"“Evaṃ, gāmaṇi, tathāgato anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī”ti. ","eng":"“Indeed I do, chief.” ","html":"<p>{}</p>"},"sn42.9:4.3":{"pli":"“Atha kiñcarahi, bhante, bhagavā dubbhikkhe dvīhitike setaṭṭhike salākāvutte mahatā bhikkhusaṅghena saddhiṃ cārikaṃ carati? ","eng":"“So what then are you doing, wandering together with this large Saṅgha of mendicants during a time of famine and scarcity, with blighted crops turned to straw? ","html":"<p>{}"},"sn42.9:4.4":{"pli":"Ucchedāya bhagavā kulānaṃ paṭipanno, anayāya bhagavā kulānaṃ paṭipanno, upaghātāya bhagavā kulānaṃ paṭipanno”ti. ","eng":"The Buddha is practicing to annihilate, collapse, and ruin families!” ","html":"{}</p>"},"sn42.9:4.5":{"pli":"“Ito so, gāmaṇi, ekanavutikappe yamahaṃ anussarāmi, nābhijānāmi kiñci kulaṃ pakkabhikkhānuppadānamattena upahatapubbaṃ. ","eng":"“Well, chief, I recollect ninety-one eons back but I’m not aware of any family that’s been ruined merely by offering some cooked almsfood. ","html":"<p>{}"},"sn42.9:4.6":{"pli":"Atha kho yāni tāni kulāni aḍḍhāni mahaddhanāni mahābhogāni pahūtajātarūparajatāni pahūtavittūpakaraṇāni pahūtadhanadhaññāni, sabbāni tāni dānasambhūtāni ceva saccasambhūtāni ca sāmaññasambhūtāni ca. ","eng":"Rather, rich, affluent, and wealthy families—with lots of gold and silver, lots of property and assets, and lots of money and grain—all acquired their wealth because of generosity, truth, and restraint. ","html":"{}</p>"},"sn42.9:4.7":{"pli":"Aṭṭha kho, gāmaṇi, hetū, aṭṭha paccayā kulānaṃ upaghātāya. ","eng":"Chief, there are eight causes and reasons for the ruin of families. ","html":"<p>{}"},"sn42.9:4.8":{"pli":"Rājato vā kulāni upaghātaṃ gacchanti, corato vā kulāni upaghātaṃ gacchanti, aggito vā kulāni upaghātaṃ gacchanti, udakato vā kulāni upaghātaṃ gacchanti, nihitaṃ vā ṭhānā vigacchati, duppayuttā vā kammantā vipajjanti, kule vā kulaṅgāroti uppajjati, yo te bhoge vikirati vidhamati viddhaṃseti, aniccatāyeva aṭṭhamīti. ","eng":"Their ruin stems from rulers, bandits, fire, or flood. Or they lose their savings. Or their business fails due to not applying themselves to work. Or a wastrel is born into the family who squanders and fritters away their wealth. And impermanence is the eighth. ","html":"{}"},"sn42.9:4.9":{"pli":"Ime kho, gāmaṇi, aṭṭha hetū, aṭṭha paccayā kulānaṃ upaghātāya. ","eng":"These are the eight causes and reasons for the ruin of families. ","html":"{}</p>"},"sn42.9:4.10":{"pli":"Imesu kho, gāmaṇi, aṭṭhasu hetūsu, aṭṭhasu paccayesu saṃvijjamānesu yo maṃ evaṃ vadeyya: ","eng":"Given that these eight reasons are found, suppose someone says this: ","html":"<p>{}"},"sn42.9:4.11":{"pli":"‘ucchedāya bhagavā kulānaṃ paṭipanno, anayāya bhagavā kulānaṃ paṭipanno, upaghātāya bhagavā kulānaṃ paṭipanno’ti, ","eng":"‘The Buddha is practicing to annihilate, collapse, and ruin families!’ ","html":"{}"},"sn42.9:4.12":{"pli":"taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye”ti. ","eng":"Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell.” ","html":"{}</p>"},"sn42.9:5.1":{"pli":"Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ","eng":"When he said this, Asibandhaka’s son the chief said to the Buddha, ","html":"<p>{}"},"sn42.9:5.2":{"pli":"“abhikkantaṃ, bhante, abhikkantaṃ, bhante …pe… ","eng":"“Excellent, sir! Excellent! … ","html":"{}"},"sn42.9:5.3":{"pli":"upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ","eng":"From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ","html":"{}</p>"},"sn42.9:5.4":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn43.1":{"sn43.1:0.1":{"pli":"Saṃyutta Nikāya 43.1 ","eng":"Linked Discourses 43.1 ","html":"<article id='sn43.1'><header><ul><li class='division'>{}</li>"},"sn43.1:0.2":{"pli":"1. Paṭhamavagga ","eng":"Chapter One ","html":"<li>{}</li></ul>"},"sn43.1:0.3":{"pli":"Kāyagatāsatisutta ","eng":"Mindfulness of the Body ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn43.1:1.1":{"pli":"Sāvatthinidānaṃ. ","eng":"At Sāvatthī. ","html":"<p>{}</p>"},"sn43.1:1.2":{"pli":"“Asaṅkhatañca vo, bhikkhave, desessāmi asaṅkhatagāmiñca maggaṃ. ","eng":"“Mendicants, I will teach you the unconditioned and the path that leads to the unconditioned. ","html":"<p>{}"},"sn43.1:1.3":{"pli":"Taṃ suṇātha. ","eng":"Listen … ","html":"{}</p>"},"sn43.1:1.4":{"pli":"Katamañca, bhikkhave, asaṅkhataṃ? ","eng":"And what is the unconditioned? ","html":"<p>{}"},"sn43.1:1.5":{"pli":"Yo, bhikkhave, rāgakkhayo dosakkhayo mohakkhayo—","eng":"The ending of greed, hate, and delusion. ","html":"{}"},"sn43.1:1.6":{"pli":"idaṃ vuccati, bhikkhave, asaṅkhataṃ. ","eng":"This is called the unconditioned. ","html":"{}"},"sn43.1:1.7":{"pli":"Katamo ca, bhikkhave, asaṅkhatagāmimaggo? ","eng":"And what is the path that leads to the unconditioned? ","html":"{}"},"sn43.1:1.8":{"pli":"Kāyagatāsati. ","eng":"Mindfulness of the body. ","html":"{}"},"sn43.1:1.9":{"pli":"Ayaṃ vuccati, bhikkhave, asaṅkhatagāmimaggo. ","eng":"This is called the path that leads to the unconditioned. ","html":"{}</p>"},"sn43.1:2.1":{"pli":"Iti kho, bhikkhave, desitaṃ vo mayā asaṅkhataṃ, desito asaṅkhatagāmimaggo. ","eng":"So, mendicants, I’ve taught you the unconditioned and the path that leads to the unconditioned. ","html":"<p>{}"},"sn43.1:2.2":{"pli":"Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā. ","eng":"Out of sympathy, I’ve done what a teacher should do who wants what’s best for their disciples. ","html":"{}"},"sn43.1:2.3":{"pli":"Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti. ","eng":"Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.” ","html":"{}</p>"},"sn43.1:2.4":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn43.10":{"sn43.10:0.1":{"pli":"Saṃyutta Nikāya 43.10 ","eng":"Linked Discourses 43.10 ","html":"<article id='sn43.10'><header><ul><li class='division'>{}</li>"},"sn43.10:0.2":{"pli":"1. Paṭhamavagga ","eng":"Chapter One ","html":"<li>{}</li></ul>"},"sn43.10:0.3":{"pli":"Bojjhaṅgasutta ","eng":"Awakening Factors ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn43.10:1.1":{"pli":"“Katamo ca, bhikkhave, asaṅkhatagāmimaggo? ","eng":"“And what is the path that leads to the unconditioned? ","html":"<p>{}"},"sn43.10:1.2":{"pli":"Satta bojjhaṅgā. Ayaṃ vuccati, bhikkhave, asaṅkhatagāmimaggo …pe…. ","eng":"The seven awakening factors. …” ","html":"{}</p>"},"sn43.10:1.3":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn43.11":{"sn43.11:0.1":{"pli":"Saṃyutta Nikāya 43.11 ","eng":"Linked Discourses 43.11 ","html":"<article id='sn43.11'><header><ul><li class='division'>{}</li>"},"sn43.11:0.2":{"pli":"1. Paṭhamavagga ","eng":"Chapter One ","html":"<li>{}</li></ul>"},"sn43.11:0.3":{"pli":"Maggaṅgasutta ","eng":"The Path ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn43.11:1.1":{"pli":"“Katamo ca, bhikkhave, asaṅkhatagāmimaggo? ","eng":"“And what is the path that leads to the unconditioned? ","html":"<p>{}"},"sn43.11:1.2":{"pli":"Ariyo aṭṭhaṅgiko maggo. ","eng":"The noble eightfold path. ","html":"{}"},"sn43.11:1.3":{"pli":"Ayaṃ vuccati, bhikkhave, asaṅkhatagāmimaggo. ","eng":"This is called the path that leads to the unconditioned. ","html":"{}</p>"},"sn43.11:1.4":{"pli":"Iti kho, bhikkhave, desitaṃ vo mayā asaṅkhataṃ, desito asaṅkhatagāmimaggo. ","eng":"So, mendicants, I’ve taught you the unconditioned and the path that leads to the unconditioned. ","html":"<p>{}"},"sn43.11:1.5":{"pli":"Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya kataṃ vo taṃ mayā. ","eng":"Out of sympathy, I’ve done what a teacher should do who wants what’s best for their disciples. ","html":"{}"},"sn43.11:1.6":{"pli":"Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti. ","eng":"Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.” ","html":"{}</p>"},"sn43.11:1.7":{"pli":"Ekādasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"sn43.11:1.8":{"pli":"Asaṅkhatasaṃyuttassa paṭhamo vaggo. ","html":"<p class='endvagga'>{}</p>"},"sn43.11:2.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"sn43.11:2.1":{"pli":"Kāyo samatho savitakko, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"sn43.11:2.2":{"pli":"suññato satipaṭṭhānā; ","html":"<span class='verse-line'>{}</span>"},"sn43.11:2.3":{"pli":"Sammappadhānā iddhipādā, ","html":"<span class='verse-line'>{}</span>"},"sn43.11:2.4":{"pli":"indriyabalabojjhaṅgā; ","html":"<span class='verse-line'>{}</span>"},"sn43.11:2.5":{"pli":"Maggena ekādasamaṃ, ","html":"<span class='verse-line'>{}</span>"},"sn43.11:2.6":{"pli":"Tassuddānaṃ pavuccati. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}}}