{"sn35.243":{"sn35.243:0.1":{"pli":"Saṃyutta Nikāya 35.243 ","eng":"Linked Discourses 35.243 ","html":"<article id='sn35.243'><header><ul><li class='division'>{}</li>"},"sn35.243:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.243:0.3":{"pli":"Avassutapariyāyasutta ","eng":"The Explanation on the Festering ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.243:1.1":{"pli":"Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ","eng":"At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ","html":"<p>{}"},"sn35.243:1.2":{"pli":"Tena kho pana samayena kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ hoti anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ","eng":"Now at that time a new town hall had recently been constructed for the Sakyans of Kapilavatthu. It had not yet been occupied by an ascetic or brahmin or any human at all. ","html":"{}</p>","comm":"The completion of a town hall was celebrated by a talk for the Sakyans at <a href='index.html?q=mn53#2.1'>MN 53:2.1</a> and the Mallas at <a href='index.html?q=dn33#1.2.1'>DN 33:1.2.1</a>. Such halls were community meeting places that played a central role in civic society and communal decision-making in democratic republics such as the Mallas and the Sakyans. The Buddha’s participation is a sign of his support for their civic and democratic process; he is not said to attend any comparable civic events for kings. "},"sn35.243:1.3":{"pli":"Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ: ","eng":"Then the Sakyans of Kapilavatthu went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"sn35.243:1.4":{"pli":"“idha, bhante, kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ","eng":"“Sir, a new town hall has recently been constructed for the Sakyans of Kapilavatthu. It has not yet been occupied by an ascetic or brahmin or any human at all. ","html":"{}"},"sn35.243:1.5":{"pli":"Taṃ, bhante, bhagavā paṭhamaṃ paribhuñjatu. ","eng":"May the Buddha be the first to use it, ","html":"{}"},"sn35.243:1.6":{"pli":"Bhagavatā paṭhamaṃ paribhuttaṃ pacchā kāpilavatthavā sakyā paribhuñjissanti. ","eng":"and only then will the Sakyans of Kapilavatthu use it. ","html":"{}"},"sn35.243:1.7":{"pli":"Tadassa kāpilavatthavānaṃ sakyānaṃ dīgharattaṃ hitāya sukhāyā”ti. ","eng":"That would be for the lasting welfare and happiness of the Sakyans of Kapilavatthu.” ","html":"{}"},"sn35.243:1.8":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"sn35.243:2.1":{"pli":"Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena navaṃ santhāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ santhāgāraṃ santharitvā āsanāni paññāpetvā udakamaṇikaṃ patiṭṭhāpetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ etadavocuṃ: ","eng":"Knowing that the Buddha had consented, the Sakyans got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the new town hall, where they spread carpets all over, prepared seats, set up a water jar, and placed an oil lamp. Then they went back to the Buddha and told him of their preparations, saying, ","html":"<p>{}"},"sn35.243:2.2":{"pli":"“sabbasantharisanthataṃ, bhante, santhāgāraṃ, āsanāni paññattāni, udakamaṇiko patiṭṭhāpito, telappadīpo āropito. ","html":"{}"},"sn35.243:2.3":{"pli":"Yassadāni, bhante, bhagavā kālaṃ maññatī”ti. ","eng":"“Please, sir, come at your convenience.” ","html":"{}</p>"},"sn35.243:2.4":{"pli":"Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena navaṃ santhāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā santhāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi. ","eng":"Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants. Having washed his feet he entered the town hall and sat against the central column facing east. ","html":"<p>{}"},"sn35.243:2.5":{"pli":"Bhikkhusaṅghopi kho pāde pakkhāletvā santhāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantaṃyeva purakkhatvā. ","eng":"The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them. ","html":"{}"},"sn35.243:2.6":{"pli":"Kāpilavatthavā sakyā pāde pakkhāletvā santhāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantaṃyeva purakkhatvā. ","eng":"The Sakyans of Kapilavatthu also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them. ","html":"{}"},"sn35.243:2.7":{"pli":"Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi: ","eng":"The Buddha spent much of the night educating, encouraging, firing up, and inspiring the Sakyans with a Dhamma talk. Then he sent them off, saying, ","html":"{}"},"sn35.243:2.8":{"pli":"“abhikkantā kho, gotamā, ratti. ","eng":"“The night is getting late, Gotamas. ","html":"{}","comm":"The Buddha refers to the Sakyans as “Gotamas” after the lineage of the family priest (<i lang='pi' translate='no'>purohita</i>). Thus “Gotama” is not a personal name of the Buddha. In a similar context at <a href='index.html?q=dn33#1.4.5'>DN 33:1.4.5</a>, the Buddha refers to the Mallas after their priestly lineage, Vāseṭṭha. "},"sn35.243:2.9":{"pli":"Yassadāni kālaṃ maññathā”ti. ","eng":"Please go at your convenience.” ","html":"{}</p>"},"sn35.243:2.10":{"pli":"“Evaṃ, bhante”ti kho kāpilavatthavā sakyā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu. ","eng":"“Yes, sir,” replied the Sakyans. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. ","html":"<p>{}</p>"},"sn35.243:3.1":{"pli":"Atha kho bhagavā acirapakkantesu kāpilavatthavesu sakyesu āyasmantaṃ mahāmoggallānaṃ āmantesi: ","eng":"And then, soon after the Sakyans had left, the Buddha addressed Venerable Mahāmoggallāna, ","html":"<p>{}"},"sn35.243:3.2":{"pli":"“vigatathinamiddho kho, moggallāna, bhikkhusaṅgho. ","eng":"“Moggallāna, the Saṅgha of mendicants is rid of dullness and drowsiness. ","html":"{}"},"sn35.243:3.3":{"pli":"Paṭibhātu taṃ, moggallāna, bhikkhūnaṃ dhammī kathā. ","eng":"Give them some Dhamma talk as you feel inspired. ","html":"{}"},"sn35.243:3.4":{"pli":"Piṭṭhi me āgilāyati; ","eng":"My back is sore, ","html":"{}","comm":"The Buddha’s bad back is mentioned several times in similar contexts, suggesting that such events took place in his old age. It serves as a reminder that freedom from attachment to the body does not mean one must forcefully endure pain. "},"sn35.243:3.5":{"pli":"tamahaṃ āyamissāmī”ti. ","eng":"I’ll stretch it.” ","html":"{}</p>"},"sn35.243:3.6":{"pli":"“Evaṃ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paccassosi. ","eng":"“Yes, sir,” Mahāmoggallāna replied. ","html":"<p>{}"},"sn35.243:3.7":{"pli":"Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññapetvā dakkhiṇena passena sīhaseyyaṃ kappesi, pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā. ","eng":"And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ","html":"{}</p>"},"sn35.243:3.8":{"pli":"Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi: ","eng":"There Venerable Mahāmoggallāna addressed the mendicants: ","html":"<p>{}"},"sn35.243:3.9":{"pli":"“āvuso bhikkhave”ti. ","eng":"“Reverends, mendicants!” ","html":"{}</p>"},"sn35.243:3.10":{"pli":"“Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ. ","eng":"“Reverend,” they replied. ","html":"<p>{}"},"sn35.243:3.11":{"pli":"Āyasmā mahāmoggallāno etadavoca: ","eng":"Venerable Mahāmoggallāna said this: ","html":"{}</p>"},"sn35.243:3.12":{"pli":"“avassutapariyāyañca vo, āvuso, desessāmi, anavassutapariyāyañca. ","eng":"“I will teach you the explanation of the festering and the not festering. ","html":"<p>{}","comm":"“Festering” is <i lang='pi' translate='no'>avassuta</i>, literally “that which has been flowed down into”. "},"sn35.243:3.13":{"pli":"Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ","eng":"Listen and apply your mind well, I will speak.” ","html":"{}</p>"},"sn35.243:3.14":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"<p>{}"},"sn35.243:3.15":{"pli":"Āyasmā mahāmoggallāno etadavoca: ","eng":"Venerable Mahāmoggallāna said this: ","html":"{}</p>"},"sn35.243:4.1":{"pli":"“Kathaṃ, āvuso, avassuto hoti? ","eng":"“And how is someone festering? ","html":"<p>{}</p>"},"sn35.243:4.2":{"pli":"Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassatī viharati parittacetaso, ","eng":"Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart stunted. ","html":"<p>{}"},"sn35.243:4.3":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.243:4.4":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"They hear a sound … smell an odor … taste a flavor … feel a touch … ","html":"<p>{}"},"sn35.243:4.5":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassatī ca viharati parittacetaso, ","eng":"know an idea with the mind. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. ","html":"{}"},"sn35.243:4.6":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.243:4.7":{"pli":"Ayaṃ vuccati, āvuso, bhikkhu avassuto cakkhuviññeyyesu rūpesu …pe… ","eng":"This is called a mendicant who is festering when it comes to sights known by the eye, ","html":"<p>{}"},"sn35.243:4.8":{"pli":"avassuto jivhāviññeyyesu rasesu …pe… ","eng":"sounds … smells … tastes … touches … ","html":"{}"},"sn35.243:4.9":{"pli":"avassuto manoviññeyyesu dhammesu. ","eng":"ideas known by the mind. ","html":"{}</p>"},"sn35.243:4.10":{"pli":"Evaṃvihāriñcāvuso, bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati labhateva māro otāraṃ, labhati māro ārammaṇaṃ …pe… ","eng":"When a mendicant lives like this, if Māra comes at them through the eye he finds a vulnerability and gets an opportunity. ","html":"<p>{}"},"sn35.243:4.11":{"pli":"jivhāto cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ …pe… ","eng":"If Māra comes at them through the ear … nose … tongue … body … ","html":"{}"},"sn35.243:4.12":{"pli":"manato cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ. ","eng":"mind he finds a vulnerability and gets an opportunity. ","html":"{}</p>"},"sn35.243:5.1":{"pli":"Seyyathāpi, āvuso, naḷāgāraṃ vā tiṇāgāraṃ vā sukkhaṃ kolāpaṃ terovassikaṃ. ","eng":"Suppose there was a house made of reeds or straw that was dried up, withered, and decrepit. ","html":"<p>{}"},"sn35.243:5.2":{"pli":"Puratthimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṃ, labhetha aggi ārammaṇaṃ; ","eng":"If a person came to it with a burning grass torch from the east, ","html":"{}"},"sn35.243:5.3":{"pli":"pacchimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya …pe… ","eng":"west, ","html":"{}"},"sn35.243:5.4":{"pli":"uttarāya cepi naṃ disāya …pe… ","eng":"north, ","html":"{}"},"sn35.243:5.5":{"pli":"dakkhiṇāya cepi naṃ disāya …pe… ","eng":"south, ","html":"{}"},"sn35.243:5.6":{"pli":"heṭṭhimato cepi naṃ …pe… ","eng":"below, ","html":"{}"},"sn35.243:5.7":{"pli":"uparimato cepi naṃ … ","eng":"above, ","html":"{}"},"sn35.243:5.8":{"pli":"yato kutoci cepi naṃ puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṃ labhetha aggi ārammaṇaṃ. ","eng":"or from anywhere, the fire would find a vulnerability, it would get an opportunity. ","html":"{}</p>"},"sn35.243:5.9":{"pli":"Evameva kho, āvuso, evaṃvihāriṃ bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ …pe… ","eng":"In the same way, when a mendicant lives like this, if Māra comes at them through the eye he finds a vulnerability and gets an opportunity. ","html":"<p>{}"},"sn35.243:5.10":{"pli":"jivhāto cepi naṃ māro upasaṅkamati …pe… ","eng":"If Māra comes at them through the ear … nose … tongue … body … ","html":"{}"},"sn35.243:5.11":{"pli":"manato cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ. ","eng":"mind he finds a vulnerability and gets an opportunity. ","html":"{}</p>"},"sn35.243:5.12":{"pli":"Evaṃvihāriñcāvuso, bhikkhuṃ rūpā adhibhaṃsu, na bhikkhu rūpe adhibhosi; ","eng":"When a mendicant lives like this, they’re mastered by sights, ","html":"<p>{}"},"sn35.243:5.13":{"pli":"saddā bhikkhuṃ adhibhaṃsu, na bhikkhu sadde adhibhosi; ","eng":"sounds, ","html":"{}"},"sn35.243:5.14":{"pli":"gandhā bhikkhuṃ adhibhaṃsu, na bhikkhu gandhe adhibhosi; ","eng":"smells, ","html":"{}"},"sn35.243:5.15":{"pli":"rasā bhikkhuṃ adhibhaṃsu, na bhikkhu rase adhibhosi; ","eng":"tastes, ","html":"{}"},"sn35.243:5.16":{"pli":"phoṭṭhabbā bhikkhuṃ adhibhaṃsu, na bhikkhu phoṭṭhabbe adhibhosi; ","eng":"touches, ","html":"{}"},"sn35.243:5.17":{"pli":"dhammā bhikkhuṃ adhibhaṃsu, na bhikkhu dhamme adhibhosi. ","eng":"and ideas, they don’t master these things. ","html":"{}</p>"},"sn35.243:5.18":{"pli":"Ayaṃ vuccatāvuso, bhikkhu rūpādhibhūto, saddādhibhūto, gandhādhibhūto, rasādhibhūto, phoṭṭhabbādhibhūto, dhammādhibhūto, adhibhūto, anadhibhū, adhibhaṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā. ","eng":"This is called a mendicant who has been mastered by sights, sounds, smells, tastes, touches, and ideas. They’re mastered, not a master. Bad, unskillful qualities have mastered them, which are corrupting, leading to future lives, hurtful, and resulting in suffering and future rebirth, old age, and death. ","html":"<p>{}</p>"},"sn35.243:5.19":{"pli":"Evaṃ kho, āvuso, avassuto hoti. ","eng":"That’s how someone is festering. ","html":"<p>{}</p>"},"sn35.243:6.1":{"pli":"Kathañcāvuso, anavassuto hoti? ","eng":"And how is someone not festering? ","html":"<p>{}</p>"},"sn35.243:6.2":{"pli":"Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ","eng":"Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"<p>{}"},"sn35.243:6.3":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.243:6.4":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"They hear a sound … smell an odor … taste a flavor … feel a touch … ","html":"<p>{}"},"sn35.243:6.5":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ","eng":"know an idea with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"{}"},"sn35.243:6.6":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.243:6.7":{"pli":"Ayaṃ vuccatāvuso, bhikkhu anavassuto cakkhuviññeyyesu rūpesu …pe… ","eng":"This is called a mendicant who is not festering when it comes to sights known by the eye, ","html":"<p>{}"},"sn35.243:6.8":{"pli":"anavassuto manoviññeyyesu dhammesu. ","eng":"sounds … smells … tastes … touches … ideas known by the mind. ","html":"{}</p>"},"sn35.243:6.9":{"pli":"Evaṃvihāriñcāvuso, bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ …pe… ","eng":"When a mendicant lives like this, if Māra comes at them through the eye he doesn’t find a vulnerability or get an opportunity. ","html":"<p>{}"},"sn35.243:6.10":{"pli":"jivhāto cepi naṃ māro upasaṅkamati …pe… ","eng":"If Māra comes at them through the ear … nose … tongue … body … ","html":"{}"},"sn35.243:6.11":{"pli":"manato cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ. ","eng":"mind he doesn’t find a vulnerability or get an opportunity. ","html":"{}</p>"},"sn35.243:7.1":{"pli":"Seyyathāpi, āvuso, kūṭāgāraṃ vā sālā vā bahalamattikā addāvalepanā. ","eng":"Suppose there was a bungalow or hall made of thick clay with its plaster still wet. ","html":"<p>{}"},"sn35.243:7.2":{"pli":"Puratthimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṃ, na labhetha aggi ārammaṇaṃ …pe… ","eng":"If a person came to it with a burning grass torch from the east, ","html":"{}"},"sn35.243:7.3":{"pli":"pacchimāya cepi naṃ … ","eng":"west, ","html":"{}"},"sn35.243:7.4":{"pli":"uttarāya cepi naṃ … ","eng":"north, ","html":"{}"},"sn35.243:7.5":{"pli":"dakkhiṇāya cepi naṃ … ","eng":"south, ","html":"{}"},"sn35.243:7.6":{"pli":"heṭṭhimato cepi naṃ … ","eng":"below, ","html":"{}"},"sn35.243:7.7":{"pli":"uparimato cepi naṃ … ","eng":"above, ","html":"{}"},"sn35.243:7.8":{"pli":"yato kutoci cepi naṃ puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṃ, na labhetha aggi ārammaṇaṃ. ","eng":"or from anywhere, the fire wouldn’t find a vulnerability, it would get no opportunity. ","html":"{}</p>"},"sn35.243:7.9":{"pli":"Evameva kho, āvuso, evaṃvihāriṃ bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ …pe… ","eng":"In the same way, when a mendicant lives like this, if Māra comes at them through the eye he doesn’t find a vulnerability or get an opportunity. ","html":"<p>{}"},"sn35.243:7.10":{"pli":"manato cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ. ","eng":"If Māra comes at them through the ear … nose … tongue … body … mind he doesn’t find a vulnerability or get an opportunity. ","html":"{}</p>"},"sn35.243:7.11":{"pli":"Evaṃvihārī cāvuso, bhikkhu rūpe adhibhosi, na rūpā bhikkhuṃ adhibhaṃsu; ","eng":"When a mendicant lives like this, they master sights, ","html":"<p>{}"},"sn35.243:7.12":{"pli":"sadde bhikkhu adhibhosi, na saddā bhikkhuṃ adhibhaṃsu; ","eng":"sounds, ","html":"{}"},"sn35.243:7.13":{"pli":"gandhe bhikkhu adhibhosi, na gandhā bhikkhuṃ adhibhaṃsu; ","eng":"smells, ","html":"{}"},"sn35.243:7.14":{"pli":"rase bhikkhu adhibhosi, na rasā bhikkhuṃ adhibhaṃsu; ","eng":"tastes, ","html":"{}"},"sn35.243:7.15":{"pli":"phoṭṭhabbe bhikkhu adhibhosi, na phoṭṭhabbā bhikkhuṃ adhibhaṃsu; ","eng":"touches, ","html":"{}"},"sn35.243:7.16":{"pli":"dhamme bhikkhu adhibhosi, na dhammā bhikkhuṃ adhibhaṃsu. ","eng":"and ideas, they’re not mastered by these things. ","html":"{}</p>"},"sn35.243:7.17":{"pli":"Ayaṃ vuccatāvuso, bhikkhu rūpādhibhū, saddādhibhū, gandhādhibhū, rasādhibhū, phoṭṭhabbādhibhū, dhammādhibhū, adhibhū, anadhibhūto, adhibhosi te pāpake akusale dhamme saṅkilesike ponobhavike sadare dukkhavipāke āyatiṃ jātijarāmaraṇiye. ","eng":"This is called a mendicant who has mastered sights, sounds, smells, tastes, touches, and ideas. They’re a master, not mastered. Bad, unskillful qualities have been mastered by them, which are corrupting, leading to future lives, hurtful, and resulting in suffering and future rebirth, old age, and death. ","html":"<p>{}</p>"},"sn35.243:7.18":{"pli":"Evaṃ kho, āvuso, anavassuto hotī”ti. ","eng":"That’s how someone is not festering.” ","html":"<p>{}</p>"},"sn35.243:8.1":{"pli":"Atha kho bhagavā uṭṭhahitvā āyasmantaṃ mahāmoggallānaṃ āmantesi: ","eng":"Then the Buddha got up and said to Venerable Mahāmoggallāna: ","html":"<p>{}</p>"},"sn35.243:8.2":{"pli":"“sādhu sādhu, moggallāna. ","eng":"“Good, good, Moggallāna! ","html":"<p>{}"},"sn35.243:8.3":{"pli":"Sādhu kho tvaṃ, moggallāna, bhikkhūnaṃ avassutapariyāyañca anavassutapariyāyañca abhāsī”ti. ","eng":"It’s good that you’ve taught this explanation of the festering and the not festering.” ","html":"{}</p>"},"sn35.243:9.1":{"pli":"Idamavoca āyasmā mahāmoggallāno. ","eng":"This is what Venerable Mahāmoggallāna said, ","html":"<p>{}"},"sn35.243:9.2":{"pli":"Samanuñño satthā ahosi. ","eng":"and the teacher approved. ","html":"{}"},"sn35.243:9.3":{"pli":"Attamanā te bhikkhū āyasmato mahāmoggallānassa bhāsitaṃ abhinandunti. ","eng":"Satisfied, the mendicants approved what Mahāmoggallāna said. ","html":"{}</p>"},"sn35.243:9.4":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"sn35.244":{"sn35.244:0.1":{"pli":"Saṃyutta Nikāya 35.244 ","eng":"Linked Discourses 35.244 ","html":"<article id='sn35.244'><header><ul><li class='division'>{}</li>"},"sn35.244:0.2":{"pli":"19. Āsīvisavagga ","eng":"19. The Simile of the Vipers ","html":"<li>{}</li></ul>"},"sn35.244:0.3":{"pli":"Dukkhadhammasutta ","eng":"Entailing Suffering ","html":"<h1 class='sutta-title'>{}</h1></header>"},"sn35.244:1.1":{"pli":"“Yato kho, bhikkhave, bhikkhu sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti. ","eng":"“Mendicants, when a mendicant truly understands the origin and disappearance of all things that entail suffering, ","html":"<p>{}"},"sn35.244:1.2":{"pli":"Tathā kho panassa kāmā diṭṭhā honti, yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti. ","eng":"then they’ve seen sensual pleasures in such a way that they have no underlying tendency for desire, affection, infatuation, and passion for sensual pleasures. ","html":"{}"},"sn35.244:1.3":{"pli":"Tathā kho panassa cāro ca vihāro ca anubuddho hoti, yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānusenti. ","eng":"And they’ve awakened to a way of conduct and a way of living such that, when they live in that way, bad, unskillful qualities of covetousness and displeasure don’t overwhelm them. ","html":"{}</p>","comm":"Read <i lang='pi' translate='no'>nanvāssavanti</i>. "},"sn35.244:2.1":{"pli":"Kathañca, bhikkhave, sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti? ","eng":"And how does a mendicant truly understand the origin and disappearance of all things that entail suffering? ","html":"<p>{}</p>"},"sn35.244:2.2":{"pli":"‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ","eng":"‘Such is form, such is the origin of form, such is the ending of form. ","html":"<p>{}"},"sn35.244:2.3":{"pli":"iti vedanā … ","eng":"Such is feeling … ","html":"{}"},"sn35.244:2.4":{"pli":"iti saññā … ","eng":"perception … ","html":"{}"},"sn35.244:2.5":{"pli":"iti saṅkhārā … ","eng":"choices … ","html":"{}"},"sn35.244:2.6":{"pli":"iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—","eng":"consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ","html":"{}</p>"},"sn35.244:2.7":{"pli":"evaṃ kho, bhikkhave, bhikkhu sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti. ","eng":"That’s how a mendicant truly understands the origin and disappearance of all things that entail suffering. ","html":"<p>{}</p>"},"sn35.244:3.1":{"pli":"Kathañca, bhikkhave, bhikkhuno kāmā diṭṭhā honti? Yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti. ","eng":"And how has a mendicant seen sensual pleasures in such a way that they have no underlying tendency for desire, affection, infatuation, and passion for sensual pleasures? ","html":"<p>{}</p>"},"sn35.244:3.2":{"pli":"Seyyathāpi, bhikkhave, aṅgārakāsu sādhikaporisā puṇṇā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo. Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā, taṃ aṅgārakāsuṃ upakaḍḍheyyuṃ. So iticīticeva kāyaṃ sannāmeyya. ","eng":"Suppose there was a pit of glowing coals deeper than a man’s height, filled with glowing coals that neither flamed nor smoked. Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. Two strong men would grab each arm and drag them towards the pit of glowing coals. They’d writhe and struggle to and fro. ","html":"<p>{}","comm":"Compare <a href='index.html?q=sn12.63#5.2'>SN 12.63:5.2</a>. "},"sn35.244:3.3":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"{}"},"sn35.244:3.4":{"pli":"Ñātañhi, bhikkhave, tassa purisassa imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchissāmi maraṇamattaṃ vā dukkhanti. ","eng":"For that person knows, ‘If I fall in that pit of glowing coals, that will result in my death or deadly pain.’ ","html":"{}</p>"},"sn35.244:3.5":{"pli":"Evameva kho, bhikkhave, bhikkhuno aṅgārakāsūpamā kāmā diṭṭhā honti, yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti. ","eng":"In the same way, when a mendicant has seen sensual pleasures as like a pit of glowing coals, they have no underlying tendency for desire, affection, infatuation, and passion for sensual pleasures. ","html":"<p>{}</p>"},"sn35.244:4.1":{"pli":"Kathañca, bhikkhave, bhikkhuno cāro ca vihāro ca anubuddho hoti, yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānussavanti? ","eng":"And how has a mendicant awakened to a way of conduct and a way of living such that, when they live in that way, bad, unskillful qualities of covetousness and displeasure don’t overwhelm them? ","html":"<p>{}</p>"},"sn35.244:4.2":{"pli":"Seyyathāpi, bhikkhave, puriso bahukaṇṭakaṃ dāyaṃ paviseyya. Tassa puratopi kaṇṭako, pacchatopi kaṇṭako, uttaratopi kaṇṭako, dakkhiṇatopi kaṇṭako, heṭṭhatopi kaṇṭako, uparitopi kaṇṭako. So satova abhikkameyya, satova paṭikkameyya: ‘mā maṃ kaṇṭako’ti. ","eng":"Suppose a person was to enter a thicket full of thorns. They’d have thorns before and behind, to the left and right, below and above. So they’d go forward mindfully and come back mindfully, thinking, ‘May I not get any thorns!’ ","html":"<p>{}</p>"},"sn35.244:4.3":{"pli":"Evameva kho, bhikkhave, yaṃ loke piyarūpaṃ sātarūpaṃ, ayaṃ vuccati ariyassa vinaye kaṇṭako”ti. ","eng":"In the same way, whatever in the world seems nice and pleasant is called a thorn in the training of the Noble One. ","html":"<p>{}"},"sn35.244:4.4":{"pli":"Iti viditvā saṃvaro ca asaṃvaro ca veditabbo. ","eng":"Understanding that this is a thorn, they should understand restraint and lack of restraint. ","html":"{}</p>","comm":"Read <i lang='pi' translate='no'>taṁ kaṇṭako ti iti viditvā</i>, which is found at <a href='index.html?q=sn35.247#1.6'>SN 35.247:1.6</a>, and here in BJT edition. "},"sn35.244:5.1":{"pli":"Kathañca, bhikkhave, asaṃvaro hoti? ","eng":"And how is someone unrestrained? ","html":"<p>{}</p>"},"sn35.244:5.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso, ","eng":"Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart stunted. ","html":"<p>{}"},"sn35.244:5.3":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.244:5.4":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"They hear a sound … smell an odor … taste a flavor … feel a touch … ","html":"<p>{}"},"sn35.244:5.5":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso, ","eng":"know an idea with the mind. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. ","html":"{}"},"sn35.244:5.6":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.244:5.7":{"pli":"Evaṃ kho, bhikkhave, asaṃvaro hoti. ","eng":"This is how someone is unrestrained. ","html":"<p>{}</p>"},"sn35.244:6.1":{"pli":"Kathañca, bhikkhave, saṃvaro hoti? ","eng":"And how is someone restrained? ","html":"<p>{}</p>"},"sn35.244:6.2":{"pli":"Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ","eng":"Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"<p>{}"},"sn35.244:6.3":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti …pe… ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.244:6.4":{"pli":"jivhāya rasaṃ sāyitvā …pe… ","eng":"They hear a sound … smell an odor … taste a flavor … feel a touch … ","html":"<p>{}"},"sn35.244:6.5":{"pli":"manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, ","eng":"know an idea with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ","html":"{}"},"sn35.244:6.6":{"pli":"tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti. ","eng":"And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ","html":"{}</p>"},"sn35.244:6.7":{"pli":"Evaṃ kho, bhikkhave, saṃvaro hoti. ","eng":"This is how someone is restrained. ","html":"<p>{}</p>"},"sn35.244:7.1":{"pli":"Tassa ce, bhikkhave, bhikkhuno evaṃ carato evaṃ viharato kadāci karahaci satisammosā uppajjanti, pāpakā akusalā sarasaṅkappā saṃyojaniyā, dandho, bhikkhave, satuppādo. Atha kho naṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti. ","eng":"Perhaps while that mendicant is conducting themselves and living in this way, bad, unskillful memories and thoughts that tighten fetters arise every so often due to loss of mindfulness. Slowly mindfulness arises, but then they quickly give up, get rid of, eliminate, and obliterate those thoughts. ","html":"<p>{}</p>"},"sn35.244:8.1":{"pli":"Seyyathāpi, bhikkhave, puriso divasaṃsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya. Dandho, bhikkhave, udakaphusitānaṃ nipāto, atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya. ","eng":"Suppose there was an iron cauldron that had been heated all day, and a person let two or three drops of water fall onto it. Slowly the drops fall, but then they quickly dry up and evaporate. ","html":"<p>{}</p>","comm":"This simile is also at <a href='index.html?q=mn66#16.5'>MN 66:16.5</a>, <a href='index.html?q=mn152#9.9'>MN 152:9.9</a>, and <a href='index.html?q=an7.74#7.1'>AN 7.74:7.1</a>. "},"sn35.244:8.2":{"pli":"Evameva kho, bhikkhave, tassa ce bhikkhuno evaṃ carato, evaṃ viharato kadāci karahaci satisammosā uppajjanti pāpakā akusalā sarasaṅkappā saṃyojaniyā, dandho, bhikkhave, satuppādo. Atha kho naṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti. ","eng":"In the same way, perhaps while that mendicant is conducting themselves and living in this way, bad, unskillful memories and thoughts that tighten fetters arise every so often due to loss of mindfulness. Slowly mindfulness arises, but then they quickly give up, get rid of, eliminate, and obliterate those thoughts. ","html":"<p>{}</p>"},"sn35.244:8.3":{"pli":"Evaṃ kho, bhikkhave, bhikkhuno cāro ca vihāro ca anubuddho hoti; yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānussavanti. ","eng":"This is how a mendicant has awakened to a way of conduct and a way of living such that, when they live in that way, bad, unskillful qualities of covetousness and displeasure don’t overwhelm them. ","html":"<p>{}</p>"},"sn35.244:8.4":{"pli":"Tañce, bhikkhave, bhikkhuṃ evaṃ carantaṃ evaṃ viharantaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā, bhogehi abhihaṭṭhuṃ pavāreyyuṃ: ","eng":"While that mendicant conducts themselves in this way and lives in this way, it may be that rulers or their chief ministers, friends or colleagues, relatives or family would invite them to accept wealth, saying, ","html":"<p>{}"},"sn35.244:8.5":{"pli":"‘ehi, bho purisa, kiṃ te ime kāsāvā anudahanti, ","eng":"‘Please, worthy man, why let these ocher robes torment you? ","html":"{}"},"sn35.244:8.6":{"pli":"kiṃ muṇḍo kapālamanucarasi, ","eng":"Why follow the practice of shaving your head and carrying an alms bowl? ","html":"{}"},"sn35.244:8.7":{"pli":"ehi hīnāyāvattitvā bhoge ca bhuñjassu, puññāni ca karohī’ti. ","eng":"Come, return to a lesser life, enjoy wealth, and make merit!’ ","html":"{}"},"sn35.244:8.8":{"pli":"So vata, bhikkhave, bhikkhu evaṃ caranto evaṃ viharanto sikkhaṃ paccakkhāya hīnāyāvattissatīti netaṃ ṭhānaṃ vijjati. ","eng":"But it is quite impossible for a mendicant who conducts themselves in this way and lives in this way to resign the training and return to a lesser life. ","html":"{}</p>"},"sn35.244:9.1":{"pli":"Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā. Atha mahājanakāyo āgaccheyya kuddālapiṭakaṃ ādāya: ‘mayaṃ imaṃ gaṅgaṃ nadiṃ pacchāninnaṃ karissāma pacchāpoṇaṃ pacchāpabbhāran’ti. ","eng":"Suppose that, although the Ganges river slants, slopes, and inclines to the east, a large crowd were to come along with a spade and basket, saying: ‘We’ll make this Ganges river slant, slope, and incline to the west!’ ","html":"<p>{}</p>"},"sn35.244:9.2":{"pli":"Taṃ kiṃ maññatha, bhikkhave, ","eng":"What do you think, mendicants? ","html":"<p>{}"},"sn35.244:9.3":{"pli":"api nu kho so mahājanakāyo gaṅgaṃ nadiṃ pacchāninnaṃ kareyya pacchāpoṇaṃ pacchāpabbhāran”ti? ","eng":"Would they still succeed?” ","html":"{}</p>"},"sn35.244:9.4":{"pli":"“No hetaṃ, bhante”. ","eng":"“No, sir. ","html":"<p>{}"},"sn35.244:9.5":{"pli":"“Taṃ kissa hetu”? ","eng":"Why is that? ","html":"{}"},"sn35.244:9.6":{"pli":"“Gaṅgā, bhante, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā; ","eng":"The Ganges river slants, slopes, and inclines to the east. ","html":"{}"},"sn35.244:9.7":{"pli":"sā na sukarā pacchāninnā kātuṃ pacchāpoṇā pacchāpabbhārā. ","eng":"It’s not easy to make it slant, slope, and incline to the west. ","html":"{}"},"sn35.244:9.8":{"pli":"Yāvadeva ca pana so mahājanakāyo kilamathassa vighātassa bhāgī assā”ti. ","eng":"That large crowd will eventually get weary and frustrated.” ","html":"{}</p>"},"sn35.244:9.9":{"pli":"“Evameva kho, bhikkhave, tañce bhikkhuṃ evaṃ carantaṃ evaṃ viharantaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā bhogehi abhihaṭṭhuṃ pavāreyyuṃ: ","eng":"“In the same way, while that mendicant conducts themselves in this way and lives in this way, it may be that rulers or their chief ministers, friends or colleagues, relatives or family should invite them to accept wealth, saying, ","html":"<p>{}"},"sn35.244:9.10":{"pli":"‘ehi, bho purisa, kiṃ te ime kāsāvā anudahanti, ","eng":"‘Please, worthy man, why let these ocher robes torment you? ","html":"{}"},"sn35.244:9.11":{"pli":"kiṃ muṇḍo kapālamanucarasi, ","eng":"Why follow the practice of shaving your head and carrying an alms bowl? ","html":"{}"},"sn35.244:9.12":{"pli":"ehi hīnāyāvattitvā bhoge ca bhuñjassu, puññāni ca karohī’ti. ","eng":"Come, return to a lesser life, enjoy wealth, and make merit!’ ","html":"{}"},"sn35.244:9.13":{"pli":"So vata, bhikkhave, bhikkhu evaṃ caranto evaṃ viharanto sikkhaṃ paccakkhāya hīnāyāvattissatīti netaṃ ṭhānaṃ vijjati. ","eng":"But it is quite impossible for a mendicant who conducts themselves in this way and lives in this way to resign the training and return to a lesser life. ","html":"{}</p>"},"sn35.244:9.14":{"pli":"Taṃ kissa hetu? ","eng":"Why is that? ","html":"<p>{}"},"sn35.244:9.15":{"pli":"Yañhi taṃ, bhikkhave, cittaṃ dīgharattaṃ vivekaninnaṃ vivekapoṇaṃ vivekapabbhāraṃ, tathā hīnāyāvattissatīti netaṃ ṭhānaṃ vijjatī”ti. ","eng":"Because for a long time that mendicant’s mind has slanted, sloped, and inclined to seclusion. So it’s impossible for them to return to a lesser life.” ","html":"{}</p>"},"sn35.244:9.16":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}