{"ud3.3":{"ud3.3:0.1":{"pli":"Udāna 3.3 ","eng":"Heartfelt Sayings 3.3 ","html":"<article id='ud3.3'><header><ul><li class='division'>{}</li></ul>"},"ud3.3:0.2":{"pli":"Yasojasutta ","eng":"With Yasoja ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.3:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.3:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud3.3:1.3":{"pli":"Tena kho pana samayena yasojappamukhāni pañcamattāni bhikkhusatāni sāvatthiṃ anuppattāni honti bhagavantaṃ dassanāya. ","eng":"Now at that time five hundred mendicants headed by Yasoja arrived at Sāvatthī to see the Buddha. ","html":"{}"},"ud3.3:1.4":{"pli":"Tedha kho āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā ahesuṃ. ","eng":"At that, those visiting mendicants, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a colossal racket. ","html":"{}</p>","comm":"The narrative employs a unique scheme in introducing the repetitions: <i lang='pi' translate='no'>tedha</i>, <i lang='pi' translate='no'>tete</i>, <i lang='pi' translate='no'>teme</i>. "},"ud3.3:2.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"ud3.3:2.2":{"pli":"“ke panete, ānanda, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti? ","eng":"“Ānanda, who’s making that colossal racket? You’d think it was fishermen hauling in a catch!” ","html":"{}"},"ud3.3:2.3":{"pli":"“Etāni, bhante, yasojappamukhāni pañcamattāni bhikkhusatāni sāvatthiṃ anuppattāni bhagavantaṃ dassanāya. ","eng":"“Sir, those five hundred mendicants headed by Yasoja have arrived at Sāvatthī to see the Buddha. ","html":"{}"},"ud3.3:2.4":{"pli":"Tete āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ","eng":"It’s those visiting mendicants who, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a colossal racket.” ","html":"{}"},"ud3.3:2.5":{"pli":"“Tenahānanda, mama vacanena te bhikkhū āmantehi: ","eng":"“Well then, Ānanda, in my name tell those mendicants that ","html":"{}"},"ud3.3:2.6":{"pli":"‘satthā āyasmante āmantetī’”ti. ","eng":"the teacher summons them.” ","html":"{}</p>"},"ud3.3:3.1":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ","eng":"“Yes, sir,” Ānanda replied. He went to those mendicants and said, ","html":"<p>{}"},"ud3.3:3.2":{"pli":"“satthā āyasmante āmantetī”ti. ","eng":"“Venerables, the teacher summons you.” ","html":"{}"},"ud3.3:3.3":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca: ","eng":"“Yes, reverend,” replied those mendicants. Then they rose from their seats and went to the Buddha, bowed, and sat down to one side. The Buddha said to them, ","html":"{}</p>"},"ud3.3:4.1":{"pli":"“Kiṃ nu tumhe, bhikkhave, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti? ","eng":"“Mendicants, what’s with that colossal racket? You’d think it was fishermen hauling in a catch!” ","html":"<p>{}"},"ud3.3:4.2":{"pli":"Evaṃ vutte, āyasmā yasojo bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Yasoja said to the Buddha, ","html":"{}"},"ud3.3:4.3":{"pli":"“imāni, bhante, pañcamattāni bhikkhusatāni sāvatthiṃ anuppattāni bhagavantaṃ dassanāya. ","eng":"“Sir, these five hundred mendicants have arrived at Sāvatthī to see the Buddha. ","html":"{}"},"ud3.3:4.4":{"pli":"Teme āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ","eng":"It’s these visiting mendicants who, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a colossal racket.” ","html":"{}"},"ud3.3:4.5":{"pli":"“Gacchatha, bhikkhave, paṇāmemi vo; na vo mama santike vatthabban”ti. ","eng":"“Go away, mendicants, I dismiss you. You are not to stay in my presence.” ","html":"{}</p>"},"ud3.3:5.1":{"pli":"“Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena vajjī tena cārikaṃ pakkamiṃsu. ","eng":"“Yes, sir,” replied those mendicants. They got up from their seats, bowed, and respectfully circled the Buddha, keeping him on their right. They set their lodgings in order and left, taking their bowls and robes. ","html":"<p>{}"},"ud3.3:5.2":{"pli":"Vajjīsu anupubbena cārikaṃ caramānā yena vaggumudā nadī tenupasaṅkamiṃsu; upasaṅkamitvā vaggumudāya nadiyā tīre paṇṇakuṭiyo karitvā vassaṃ upagacchiṃsu. ","eng":"Traveling stage by stage in the land of the Vajjis, they arrived at the Vaggumudā River. They built leaf huts near the riverbank and there they entered the rainy season. ","html":"{}</p>"},"ud3.3:6.1":{"pli":"Atha kho āyasmā yasojo vassūpagato bhikkhū āmantesi: ","eng":"Then Venerable Yasoja, having entered the rainy season, addressed the mendicants: ","html":"<p>{}"},"ud3.3:6.2":{"pli":"“bhagavatā mayaṃ, āvuso, paṇāmitā atthakāmena hitesinā, anukampakena anukampaṃ upādāya. ","eng":"“Out of sympathy, reverends, the Buddha dismissed us, wanting what’s best for us. ","html":"{}"},"ud3.3:6.3":{"pli":"Handa mayaṃ, āvuso, tathā vihāraṃ kappema yathā no viharataṃ bhagavā attamano assā”ti. ","eng":"Come, let us live in such a way that the Buddha would be pleased with us.” ","html":"{}"},"ud3.3:6.4":{"pli":"“Evamāvuso”ti kho te bhikkhū āyasmato yasojassa paccassosuṃ. ","eng":"“Yes, reverend,” they replied. ","html":"{}"},"ud3.3:6.5":{"pli":"Atha kho te bhikkhū vūpakaṭṭhā appamattā ātāpino pahitattā viharantā tenevantaravassena sabbeva tisso vijjā sacchākaṃsu. ","eng":"Then those mendicants, living alone, withdrawn, diligent, keen, and resolute, all realized the three knowledges in that same rainy season. ","html":"{}</p>"},"ud3.3:7.1":{"pli":"Atha kho bhagavā sāvatthiyaṃ yathābhirantaṃ viharitvā yena vesālī tena cārikaṃ pakkāmi. ","eng":"When the Buddha had stayed in Sāvatthī as long as he pleased, he set out for Vesālī. ","html":"<p>{}"},"ud3.3:7.2":{"pli":"Anupubbena cārikaṃ caramāno yena vesālī tadavasari. ","eng":"Traveling stage by stage, he arrived at Vesālī, ","html":"{}"},"ud3.3:7.3":{"pli":"Tatra sudaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"where he stayed in the hall with the peaked roof. ","html":"{}</p>"},"ud3.3:8.1":{"pli":"Atha kho bhagavā vaggumudātīriyānaṃ bhikkhūnaṃ cetasā ceto paricca manasi karitvā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then, having applied his mind to encompassing the minds of the mendicants staying on the bank of the river Vaggumudā, the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"ud3.3:8.2":{"pli":"“ālokajātā viya me, ānanda, esā disā, obhāsajātā viya me, ānanda, esā disā; ","eng":"“A light, it appears to me, has arisen in this quarter, Ānanda; a brightness has arisen. ","html":"{}"},"ud3.3:8.3":{"pli":"yassaṃ disāyaṃ vaggumudātīriyā bhikkhū viharanti gantuṃ appaṭikūlāsi me manasi kātuṃ. ","eng":"I’m not put off at the thought of going to where the mendicants are staying on the bank of the river Vaggumudā. ","html":"{}","comm":"Here the Buddha invents the concept of “faint praise”. "},"ud3.3:8.4":{"pli":"Pahiṇeyyāsi tvaṃ, ānanda, vaggumudātīriyānaṃ bhikkhūnaṃ santike dūtaṃ: ","eng":"Send a message to those mendicants: ","html":"{}"},"ud3.3:8.5":{"pli":"‘satthā āyasmante āmanteti, satthā āyasmantānaṃ dassanakāmo’”ti. ","eng":"‘Venerables, the teacher summons you. He wants to see you.’” ","html":"{}</p>"},"ud3.3:9.1":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena aññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca: ","eng":"“Yes, sir,” Ānanda replied. He went to one of the mendicants and said, ","html":"<p>{}"},"ud3.3:9.2":{"pli":"“ehi tvaṃ, āvuso, yena vaggumudātīriyā bhikkhū tenupasaṅkama; upasaṅkamitvā vaggumudātīriye bhikkhū evaṃ vadehi: ","eng":"“Please, Reverend, go to the mendicants staying on the bank of the river Vaggumudā and say to them, ","html":"{}"},"ud3.3:9.3":{"pli":"‘satthā āyasmante āmanteti, satthā āyasmantānaṃ dassanakāmo’”ti. ","eng":"‘Venerables, the teacher summons you. He wants to see you.’” ","html":"{}</p>"},"ud3.3:10.1":{"pli":"“Evamāvuso”ti kho so bhikkhu āyasmato ānandassa paṭissutvā—","eng":"“Yes, reverend,” replied that mendicant. ","html":"<p>{}"},"ud3.3:10.2":{"pli":"seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—mahāvane kūṭāgārasālāyaṃ antarahito vaggumudāya nadiyā tīre tesaṃ bhikkhūnaṃ purato pāturahosi. ","eng":"Then, as easily as a strong person would extend or contract their arm, he vanished from the Great Wood, in the hall with the peaked roof, and reappeared in front of those mendicants on the bank of the river Vaggumudā. ","html":"{}"},"ud3.3:10.3":{"pli":"Atha kho so bhikkhu vaggumudātīriye bhikkhū etadavoca: ","eng":"Then he said to those mendicants, ","html":"{}"},"ud3.3:10.4":{"pli":"“satthā āyasmante āmanteti, satthā āyasmantānaṃ dassanakāmo”ti. ","eng":"“Venerables, the teacher summons you. He wants to see you.” ","html":"{}</p>"},"ud3.3:11.1":{"pli":"“Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā senāsanaṃ saṃsāmetvā pattacīvaramādāya—","eng":"“Yes, reverend,” replied those mendicants. They set their lodgings in order and took their bowls and robes. ","html":"<p>{}"},"ud3.3:11.2":{"pli":"seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—vaggumudāya nadiyā tīre antarahitā mahāvane kūṭāgārasālāyaṃ bhagavato sammukhe pāturahesuṃ. ","eng":"Then, as easily as a strong person would extend or contract their arm, they vanished from the bank of the river Vaggumudā, and reappeared in the presence of the Buddha in the Great Wood, in the hall with the peaked roof. ","html":"{}"},"ud3.3:11.3":{"pli":"Tena kho pana samayena bhagavā āneñjena samādhinā nisinno hoti. ","eng":"But at that time the Buddha was sitting immersed in imperturbable meditation. ","html":"{}"},"ud3.3:11.4":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"Then those mendicants thought, ","html":"{}"},"ud3.3:11.5":{"pli":"“katamena nu kho bhagavā vihārena etarahi viharatī”ti? ","eng":"“What kind of meditation is the Buddha practicing right now?” ","html":"{}"},"ud3.3:11.6":{"pli":"Atha kho tesaṃ bhikkhūnaṃ etadahosi: ","eng":"They thought, ","html":"{}"},"ud3.3:11.7":{"pli":"“āneñjena kho bhagavā vihārena etarahi viharatī”ti. ","eng":"“He is practicing the imperturbable meditation.” ","html":"{}"},"ud3.3:11.8":{"pli":"Sabbeva āneñjasamādhinā nisīdiṃsu. ","eng":"They all sat in imperturbable meditation. ","html":"{}</p>"},"ud3.3:12.1":{"pli":"Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"ud3.3:12.2":{"pli":"“abhikkantā, bhante, ratti; nikkhanto paṭhamo yāmo; ciranisinnā āgantukā bhikkhū; ","eng":"“Sir, the night is getting late. It is the first watch of the night, and the visiting mendicants have been sitting long. ","html":"{}"},"ud3.3:12.3":{"pli":"paṭisammodatu, bhante, bhagavā āgantukehi bhikkhūhī”ti. ","eng":"Sir, please greet the visiting mendicants.” ","html":"{}"},"ud3.3:12.4":{"pli":"Evaṃ vutte, bhagavā tuṇhī ahosi. ","eng":"But the Buddha kept silent. ","html":"{}</p>"},"ud3.3:13.1":{"pli":"Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"ud3.3:13.2":{"pli":"“abhikkantā, bhante, ratti; ","eng":"“Sir, the night is getting late. It is the second watch of the night, and the visiting mendicants have been sitting long. ","html":"{}"},"ud3.3:13.3":{"pli":"nikkhanto majjhimo yāmo; ","html":"{}"},"ud3.3:13.4":{"pli":"ciranisinnā āgantukā bhikkhū; ","html":"{}"},"ud3.3:13.5":{"pli":"paṭisammodatu, bhante, bhagavā āgantukehi bhikkhūhī”ti. ","eng":"Sir, please greet the visiting mendicants.” ","html":"{}"},"ud3.3:13.6":{"pli":"Dutiyampi kho bhagavā tuṇhī ahosi. ","eng":"But for a second time the Buddha kept silent. ","html":"{}</p>"},"ud3.3:14.1":{"pli":"Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"For a third time, as the night was getting late, in the last watch of the night, as dawn stirred, bringing joy to the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"ud3.3:14.2":{"pli":"“abhikkantā, bhante, ratti; ","eng":"“Sir, the night is getting late. It is the last watch of the night; dawn stirs, bringing joy to the night, and the visiting mendicants have been sitting long. ","html":"{}"},"ud3.3:14.3":{"pli":"nikkhanto pacchimo yāmo; ","html":"{}"},"ud3.3:14.4":{"pli":"uddhasto aruṇo; ","html":"{}"},"ud3.3:14.5":{"pli":"nandimukhī ratti; ","html":"{}"},"ud3.3:14.6":{"pli":"ciranisinnā āgantukā bhikkhū; ","html":"{}"},"ud3.3:14.7":{"pli":"paṭisammodatu, bhante, bhagavā, āgantukehi bhikkhūhī”ti. ","eng":"Sir, please greet the visiting mendicants.” ","html":"{}</p>"},"ud3.3:15.1":{"pli":"Atha kho bhagavā tamhā samādhimhā vuṭṭhahitvā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha emerged from that immersion and addressed Ānanda, ","html":"<p>{}"},"ud3.3:15.2":{"pli":"“sace kho tvaṃ, ānanda, jāneyyāsi ettakampi te nappaṭibhāseyya. ","eng":"“If you’d known, Ānanda, you wouldn’t have said so much. ","html":"{}","comm":"Ānandajoti has “about them” for <i lang='pi' translate='no'>te</i> here, but in parallel phrases we find <i lang='pi' translate='no'>no</i>, so this must be the second person singular pronoun. "},"ud3.3:15.3":{"pli":"Ahañca, ānanda, imāni ca pañca bhikkhusatāni sabbeva āneñjasamādhinā nisīdimhā”ti. ","eng":"Both I and these five hundred mendicants have been sitting in imperturbable meditation.” ","html":"{}</p>"},"ud3.3:16.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.3:17.1":{"pli":"“Yassa jito kāmakaṇḍako, ","eng":"“A mendicant who has beaten <j>the thorn of sensuality—","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.3:17.2":{"pli":"Akkoso ca vadho ca bandhanañca; ","eng":"and abuse, killing, and caging—","html":"<span class='verse-line'>{}</span>"},"ud3.3:17.3":{"pli":"Pabbatova so ṭhito anejo, ","eng":"steady as a mountain, imperturbable, ","html":"<span class='verse-line'>{}</span>"},"ud3.3:17.4":{"pli":"Sukhadukkhesu na vedhatī sa bhikkhū”ti. ","eng":"trembles not at pleasure and pain.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.3:17.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud3.4":{"ud3.4:0.1":{"pli":"Udāna 3.4 ","eng":"Heartfelt Sayings 3.4 ","html":"<article id='ud3.4'><header><ul><li class='division'>{}</li></ul>"},"ud3.4:0.2":{"pli":"Sāriputtasutta ","eng":"With Sāriputta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.4:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.4:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud3.4:1.3":{"pli":"Tena kho pana samayena āyasmā sāriputto bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"Now at that time Venerable Sāriputta was sitting not far from the Buddha, cross-legged, his body set straight, and mindfulness established in his presence. ","html":"{}"},"ud3.4:1.4":{"pli":"Addasā kho bhagavā āyasmantaṃ sāriputtaṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ","eng":"The Buddha saw him meditating there. ","html":"{}</p>"},"ud3.4:2.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.4:3.1":{"pli":"“Yathāpi pabbato selo, ","eng":"“As a rocky mountain ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.4:3.2":{"pli":"acalo suppatiṭṭhito; ","eng":"is unwavering and well grounded, ","html":"<span class='verse-line'>{}</span>"},"ud3.4:3.3":{"pli":"Evaṃ mohakkhayā bhikkhu, ","eng":"so when delusion ends, ","html":"<span class='verse-line'>{}</span>"},"ud3.4:3.4":{"pli":"pabbatova na vedhatī”ti. ","eng":"a monk, like a mountain, doesn’t tremble.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.4:3.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud3.5":{"ud3.5:0.1":{"pli":"Udāna 3.5 ","eng":"Heartfelt Sayings 3.5 ","html":"<article id='ud3.5'><header><ul><li class='division'>{}</li></ul>"},"ud3.5:0.2":{"pli":"Mahāmoggallānasutta ","eng":"With Mahāmoggallāna ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.5:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.5:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud3.5:1.3":{"pli":"Tena kho pana samayena āyasmā mahāmoggallāno bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya kāyagatāya satiyā ajjhattaṃ sūpaṭṭhitāya. ","eng":"Now at that time Venerable Mahāmoggallāna was sitting not far from the Buddha, cross-legged, with his body straight and mindfulness of the body well-established in himself. ","html":"{}"},"ud3.5:1.4":{"pli":"Addasā kho bhagavā āyasmantaṃ mahāmoggallānaṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya kāyagatāya satiyā ajjhattaṃ sūpaṭṭhitāya. ","eng":"The Buddha saw him meditating there. ","html":"{}</p>"},"ud3.5:2.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.5:3.1":{"pli":"“Sati kāyagatā upaṭṭhitā, ","eng":"“With mindfulness of the body established, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.5:3.2":{"pli":"Chasu phassāyatanesu saṃvuto; ","eng":"restrained in the six fields of contact, ","html":"<span class='verse-line'>{}</span>"},"ud3.5:3.3":{"pli":"Satataṃ bhikkhu samāhito, ","eng":"a mendicant always immersed in samādhi ","html":"<span class='verse-line'>{}</span>"},"ud3.5:3.4":{"pli":"Jaññā nibbānamattano”ti. ","eng":"would know extinguishment in themselves.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.5:3.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud3.6":{"ud3.6:0.1":{"pli":"Udāna 3.6 ","eng":"Heartfelt Sayings 3.6 ","html":"<article id='ud3.6'><header><ul><li class='division'>{}</li></ul>"},"ud3.6:0.2":{"pli":"Pilindavacchasutta ","eng":"With Pilindavaccha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.6:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.6:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}"},"ud3.6:1.3":{"pli":"Tena kho pana samayena āyasmā pilindavaccho bhikkhū vasalavādena samudācarati. ","eng":"Now at that time Venerable Pilindavaccha addressed the mendicants as “lowlifes”. ","html":"{}"},"ud3.6:1.4":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"{}"},"ud3.6:1.5":{"pli":"“āyasmā, bhante, pilindavaccho bhikkhū vasalavādena samudācaratī”ti. ","eng":"“Sir, Venerable Pilindavaccha addresses the mendicants as ‘lowlifes’.” ","html":"{}</p>"},"ud3.6:2.1":{"pli":"Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ","eng":"So the Buddha addressed one of the monks, ","html":"<p>{}"},"ud3.6:2.2":{"pli":"“ehi tvaṃ, bhikkhu, mama vacanena pilindavacchaṃ bhikkhuṃ āmantehi: ","eng":"“Please, monk, in my name tell the mendicant Pilindavaccha that ","html":"{}"},"ud3.6:2.3":{"pli":"‘satthā taṃ, āvuso pilindavaccha, āmantetī’”ti. ","eng":"the Teacher summons him.” ","html":"{}"},"ud3.6:2.4":{"pli":"“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ pilindavacchaṃ etadavoca: ","eng":"“Yes, sir,” that monk replied. He went to Pilindavaccha and said to him, ","html":"{}"},"ud3.6:2.5":{"pli":"“satthā taṃ, āvuso pilindavaccha, āmantetī”ti. ","eng":"“Reverend Pilindavaccha, the teacher summons you.” ","html":"{}</p>"},"ud3.6:3.1":{"pli":"“Evamāvuso”ti kho āyasmā pilindavaccho tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ pilindavacchaṃ bhagavā etadavoca: ","eng":"“Yes, reverend,” Pilindavaccha replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ","html":"<p>{}"},"ud3.6:3.2":{"pli":"“saccaṃ kira tvaṃ, vaccha, bhikkhū vasalavādena samudācarasī”ti? ","eng":"“Is it really true, Vaccha, that you addressed the mendicants as ‘lowlifes’?” ","html":"{}"},"ud3.6:3.3":{"pli":"“Evaṃ, bhante”ti. ","eng":"“Yes, sir,” he replied. ","html":"{}</p>"},"ud3.6:4.1":{"pli":"Atha kho bhagavā āyasmato pilindavacchassa pubbenivāsaṃ manasi karitvā bhikkhū āmantesi: ","eng":"Then, having applied his mind to Pilindavaccha’s past lives, the Buddha said to the mendicants, ","html":"<p>{}"},"ud3.6:4.2":{"pli":"“mā kho tumhe, bhikkhave, vacchassa bhikkhuno ujjhāyittha. ","eng":"“Mendicants, don’t complain about the mendicant Vaccha. ","html":"{}"},"ud3.6:4.3":{"pli":"Na, bhikkhave, vaccho dosantaro bhikkhū vasalavādena samudācarati. ","eng":"He doesn’t address the mendicants as ‘lowlifes’ out of hate. ","html":"{}"},"ud3.6:4.4":{"pli":"Vacchassa, bhikkhave, bhikkhuno pañca jātisatāni abbokiṇṇāni brāhmaṇakule paccājātāni. ","eng":"For five hundred lives without interruption he was reborn in a brahmin family. ","html":"{}"},"ud3.6:4.5":{"pli":"So tassa vasalavādo dīgharattaṃ samudāciṇṇo. ","eng":"For a long time, he has addressed people as ‘lowlife’. ","html":"{}"},"ud3.6:4.6":{"pli":"Tenāyaṃ vaccho bhikkhū vasalavādena samudācaratī”ti. ","eng":"That’s why he addresses the mendicants as ‘lowlifes’.” ","html":"{}</p>"},"ud3.6:5.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.6:6.1":{"pli":"“Yamhi na māyā vasatī na māno, ","eng":"“In whom dwells no deceit or conceit, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.6:6.2":{"pli":"Yo vītalobho amamo nirāso; ","eng":"rid of greed, unselfish, with no need for hope, ","html":"<span class='verse-line'>{}</span>"},"ud3.6:6.3":{"pli":"Paṇunnakodho abhinibbutatto, ","eng":"with anger cast aside, quenched: ","html":"<span class='verse-line'>{}</span>"},"ud3.6:6.4":{"pli":"So brāhmaṇo so samaṇo sa bhikkhū”ti. ","eng":"they are a brahmin, an ascetic, a mendicant.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.6:6.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud3.7":{"ud3.7:0.1":{"pli":"Udāna 3.7 ","eng":"Heartfelt Sayings 3.7 ","html":"<article id='ud3.7'><header><ul><li class='division'>{}</li></ul>"},"ud3.7:0.2":{"pli":"Sakkudānasutta ","eng":"Sakka’s Heartfelt Saying ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.7:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.7:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}"},"ud3.7:1.3":{"pli":"Tena kho pana samayena āyasmā mahākassapo pippaliguhāyaṃ viharati, sattāhaṃ ekapallaṅkena nisinno hoti aññataraṃ samādhiṃ samāpajjitvā. ","eng":"Now at that time Venerable Mahākassapa was staying in the Pipphali cave. Having entered a certain state of immersion, he sat cross-legged for seven days without moving. ","html":"{}"},"ud3.7:1.4":{"pli":"Atha kho āyasmā mahākassapo tassa sattāhassa accayena tamhā samādhimhā vuṭṭhāsi. ","eng":"When seven days had passed, Mahākassapa emerged from that state of immersion. ","html":"{}"},"ud3.7:1.5":{"pli":"Atha kho āyasmato mahākassapassa tamhā samādhimhā vuṭṭhitassa etadahosi: ","eng":"It occurred to him, ","html":"{}"},"ud3.7:1.6":{"pli":"“yannūnāhaṃ rājagahaṃ piṇḍāya paviseyyan”ti. ","eng":"“Why not enter Rājagaha for almsfood?” ","html":"{}</p>"},"ud3.7:2.1":{"pli":"Tena kho pana samayena pañcamattāni devatāsatāni ussukkaṃ āpannāni honti āyasmato mahākassapassa piṇḍapātapaṭilābhāya. ","eng":"Now at that time five hundred deities were ready and eager for the chance to offer alms to Mahākassapa. ","html":"<p>{}"},"ud3.7:2.2":{"pli":"Atha kho āyasmā mahākassapo tāni pañcamattāni devatāsatāni paṭikkhipitvā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ","eng":"But Mahākasspa turned down those deities. In the morning, he robed up, took his bowl and robe, and entered Rājagaha for alms. ","html":"{}</p>"},"ud3.7:2.3":{"pli":"Tena kho pana samayena sakko devānamindo āyasmato mahākassapassa piṇḍapātaṃ dātukāmo hoti. ","eng":"Now at that time Sakka, lord of gods, wished to give alms to Mahākassapa. ","html":"<p>{}"},"ud3.7:3.2":{"pli":"Pesakāravaṇṇaṃ abhinimminitvā tantaṃ vināti. Sujā asurakaññā tasaraṃ pūreti. ","eng":"Having manifested in the appearance of an embroiderer, he worked the loom while the titan maiden Sujā fed the shuttle. ","html":"{}","comm":"Sujā is Sakka’s wife (<a href='index.html?q=sn11.12#6.1'>SN 11.12:6.1</a>). "},"ud3.7:3.3":{"pli":"Atha kho āyasmā mahākassapo rājagahe sapadānaṃ piṇḍāya caramāno yena sakkassa devānamindassa nivesanaṃ tenupasaṅkami. ","eng":"Then, as Mahākassapa wandered indiscriminately for almsfood in Rājagaha, he approached Sakka’s house. ","html":"{}"},"ud3.7:3.4":{"pli":"Addasā kho sakko devānamindo āyasmantaṃ mahākassapaṃ dūratova āgacchantaṃ. ","eng":"Seeing Mahākassapa coming off in the distance, ","html":"{}"},"ud3.7:3.5":{"pli":"Disvāna gharā nikkhamitvā paccuggantvā hatthato pattaṃ gahetvā gharaṃ pavisitvā ghaṭiyā odanaṃ uddharitvā pattaṃ pūretvā āyasmato mahākassapassa adāsi. ","eng":"Sakka came out of his house, greeted him, and took the bowl from his hand. He re-entered the house and filled the bowl with rice from the pot. ","html":"{}"},"ud3.7:3.6":{"pli":"So ahosi piṇḍapāto anekasūpo anekabyañjano anekarasabyañjano. ","eng":"That almsfood had many tasty soups and sauces. ","html":"{}","comm":"I’m not sure if <i lang='pi' translate='no'>anekarasabyañjano</i> is correct, although the word does occur at <a href='index.html?q=pv13#15.4'>Pv 13:15.4</a> and <a href='index.html?q=pv27#12.4'>Pv 27:12.4</a>. The commentary, while not definitive, suggests <i lang='pi' translate='no'>anekasūpabyañjano</i> (<i lang='pi' translate='no'>anekehi sūpehi ceva byañjanehi ca</i>), which would be more idiomatic. However it is not attested. "},"ud3.7:3.7":{"pli":"Atha kho āyasmato mahākassapassa etadahosi: ","eng":"Then it occurred to Mahākassapa, ","html":"{}"},"ud3.7:3.8":{"pli":"“ko nu kho ayaṃ satto yassāyaṃ evarūpo iddhānubhāvo”ti? ","eng":"“Now, what being is this who has such psychic power?” ","html":"{}"},"ud3.7:3.9":{"pli":"Atha kho āyasmato mahākassapassa etadahosi: ","eng":"It occurred to him, ","html":"{}"},"ud3.7:3.10":{"pli":"“sakko kho ayaṃ devānamindo”ti. ","eng":"“This is Sakka, lord of gods.” ","html":"{}"},"ud3.7:3.11":{"pli":"Iti viditvā sakkaṃ devānamindaṃ etadavoca: ","eng":"Knowing this, he said to Sakka, ","html":"{}"},"ud3.7:3.12":{"pli":"“kataṃ kho te idaṃ, kosiya; ","eng":"“This is your doing, Kosiya; ","html":"{}"},"ud3.7:3.13":{"pli":"mā punapi evarūpamakāsī”ti. ","eng":"don’t do such a thing again.” ","html":"{}"},"ud3.7:3.14":{"pli":"“Amhākampi, bhante kassapa, puññena attho; ","eng":"“But Honorable Kassapa, we too need merit! ","html":"{}"},"ud3.7:3.15":{"pli":"amhākampi puññena karaṇīyan”ti. ","eng":"We too ought to make merit.” ","html":"{}</p>"},"ud3.7:4.1":{"pli":"Atha kho sakko devānamindo āyasmantaṃ mahākassapaṃ abhivādetvā padakkhiṇaṃ katvā vehāsaṃ abbhuggantvā ākāse antalikkhe tikkhattuṃ udānaṃ udānesi: ","eng":"Then Sakka bowed and respectfully circled Mahākassapa, keeping him on his right. Then he rose into the air and, sitting cross-legged in midair, expressed this heartfelt sentiment three times: ","html":"<p>{}"},"ud3.7:4.2":{"pli":"“aho dānaṃ paramadānaṃ kassape suppatiṭṭhitaṃ. ","eng":"“Oh the gift, the best gift is well established in Kassapa! ","html":"{}"},"ud3.7:4.3":{"pli":"Aho dānaṃ paramadānaṃ kassape suppatiṭṭhitaṃ. ","eng":"Oh the gift, the best gift is well established in Kassapa! ","html":"{}"},"ud3.7:4.4":{"pli":"Aho dānaṃ paramadānaṃ kassape suppatiṭṭhitan”ti. ","eng":"Oh the gift, the best gift is well established in Kassapa!” ","html":"{}"},"ud3.7:4.5":{"pli":"Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya sakkassa devānamindassa vehāsaṃ abbhuggantvā ākāse antalikkhe tikkhattuṃ udānaṃ udānentassa: ","eng":"With clairaudience that is purified and superhuman, the Buddha heard Sakka express this heartfelt sentiment while sitting in the sky. ","html":"{}"},"ud3.7:4.6":{"pli":"“aho dānaṃ paramadānaṃ kassape suppatiṭṭhitaṃ. ","html":"{}"},"ud3.7:4.7":{"pli":"Aho dānaṃ paramadānaṃ kassape suppatiṭṭhitaṃ. ","html":"{}"},"ud3.7:4.8":{"pli":"Aho dānaṃ paramadānaṃ kassape suppatiṭṭhitan”ti. ","html":"{}</p>"},"ud3.7:5.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.7:6.1":{"pli":"“Piṇḍapātikassa bhikkhuno, ","eng":"“A mendicant who relies on alms, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.7:6.2":{"pli":"Attabharassa anaññaposino; ","eng":"self-supported, providing for no other; ","html":"<span class='verse-line'>{}</span>"},"ud3.7:6.3":{"pli":"Devā pihayanti tādino, ","eng":"the unaffected one is envied by even the gods, ","html":"<span class='verse-line'>{}</span>"},"ud3.7:6.4":{"pli":"Upasantassa sadā satīmato”ti. ","eng":"calm and ever mindful.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.7:6.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud3.8":{"ud3.8:0.1":{"pli":"Udāna 3.8 ","eng":"Heartfelt Sayings 3.8 ","html":"<article id='ud3.8'><header><ul><li class='division'>{}</li></ul>"},"ud3.8:0.2":{"pli":"Piṇḍapātikasutta ","eng":"One Who Eats Only Almsfood ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.8:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.8:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud3.8:1.3":{"pli":"Tena kho pana samayena sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Now at that time, after the meal, on return from almsround, several mendicants sat together in the pavilion by the kareri tree and this discussion came up among them: ","html":"{}</p>"},"ud3.8:2.1":{"pli":"“Piṇḍapātiko, āvuso, bhikkhu piṇḍāya caranto labhati kālena kālaṃ manāpike cakkhunā rūpe passituṃ, labhati kālena kālaṃ manāpike sotena sadde sotuṃ, labhati kālena kālaṃ manāpike ghānena gandhe ghāyituṃ, labhati kālena kālaṃ manāpike jivhāya rase sāyituṃ, labhati kālena kālaṃ manāpike kāyena phoṭṭhabbe phusituṃ. ","eng":"“Reverends, when a mendicant who eats only almsfood is wandering for alms, from time to time they get to see pleasing sights, hear pleasing sounds, smell pleasing smells, taste pleasing tastes, and encounter pleasing touches. ","html":"<p>{}"},"ud3.8:2.2":{"pli":"Piṇḍapātiko, āvuso, bhikkhu sakkato garukato mānito pūjito apacito piṇḍāya carati. ","eng":"They wander for alms being honored, respected, revered, venerated, and esteemed. ","html":"{}"},"ud3.8:2.3":{"pli":"Handāvuso, mayampi piṇḍapātikā homa. ","eng":"Come, we too should eat only almsfood. ","html":"{}"},"ud3.8:2.4":{"pli":"Mayampi lacchāma kālena kālaṃ manāpike cakkhunā rūpe passituṃ, mayampi lacchāma kālena kālaṃ manāpike sotena sadde sotuṃ, mayampi lacchāma kālena kālaṃ manāpike ghānena gandhe ghāyituṃ, mayampi lacchāma kālena kālaṃ manāpike jivhāya rase sāyituṃ, mayampi lacchāma kālena kālaṃ manāpike kāyena phoṭṭhabbe phusituṃ; ","eng":"From time to time we too will get to see pleasing sights, hear pleasing sounds, smell pleasing smells, taste pleasing tastes, and encounter pleasing touches. ","html":"{}"},"ud3.8:2.5":{"pli":"mayampi sakkatā garukatā mānitā pūjitā apacitā piṇḍāya carissāmā”ti. ","eng":"We too shall wander for alms being honored, respected, revered, venerated, and esteemed.” ","html":"{}"},"ud3.8:2.6":{"pli":"Ayañcarahi tesaṃ bhikkhūnaṃ antarākathā hoti vippakatā. ","eng":"At that point the conversation among those mendicants was left unfinished. ","html":"{}</p>"},"ud3.8:3.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the pavilion by the kareri tree, where he sat on the seat spread out ","html":"<p>{}"},"ud3.8:3.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"ud3.8:3.3":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"ud3.8:4.1":{"pli":"“Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"So the mendicants told him what they had been talking about. The Buddha said, ","html":"<p>{}</p>"},"ud3.8:5.1":{"pli":"‘Piṇḍapātiko, āvuso, bhikkhu piṇḍāya caranto labhati kālena kālaṃ manāpike cakkhunā rūpe passituṃ, labhati kālena kālaṃ manāpike sotena sadde sotuṃ, labhati kālena kālaṃ manāpike ghānena gandhe ghāyituṃ, labhati kālena kālaṃ manāpike jivhāya rase sāyituṃ, labhati kālena kālaṃ manāpike kāyena phoṭṭhabbe phusituṃ. ","html":"<p>{}"},"ud3.8:5.2":{"pli":"Piṇḍapātiko, āvuso, bhikkhu sakkato garukato mānito pūjito apacito piṇḍāya carati. ","html":"{}"},"ud3.8:5.3":{"pli":"Handāvuso, mayampi piṇḍapātikā homa. ","html":"{}"},"ud3.8:5.4":{"pli":"Mayampi lacchāma kālena kālaṃ manāpike cakkhunā rūpe passituṃ …pe… ","html":"{}"},"ud3.8:5.5":{"pli":"kāyena phoṭṭhabbe phusituṃ. ","html":"{}"},"ud3.8:5.6":{"pli":"Mayampi sakkatā garukatā mānitā pūjitā apacitā piṇḍāya carissāmā’ti. ","html":"{}"},"ud3.8:5.7":{"pli":"Ayaṃ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti. ","html":"{}</p>"},"ud3.8:6.1":{"pli":"“Na khvetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhā agārasmā anagāriyaṃ pabbajitānaṃ yaṃ tumhe evarūpiṃ kathaṃ katheyyātha. ","eng":"“Mendicants, it is not appropriate for you gentlemen who have gone forth out of faith from the lay life to homelessness to talk about such things. ","html":"<p>{}"},"ud3.8:6.2":{"pli":"Sannipatitānaṃ vo, bhikkhave, dvayaṃ karaṇīyaṃ—","eng":"When you’re sitting together you should do one of two things: ","html":"{}"},"ud3.8:6.3":{"pli":"dhammī vā kathā ariyo vā tuṇhībhāvo”ti. ","eng":"discuss the teachings or keep noble silence.” ","html":"{}</p>"},"ud3.8:7.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.8:8.1":{"pli":"“Piṇḍapātikassa bhikkhuno, ","eng":"“A mendicant who relies on alms, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.8:8.2":{"pli":"Attabharassa anaññaposino; ","eng":"self-supported, providing for no other; ","html":"<span class='verse-line'>{}</span>"},"ud3.8:8.3":{"pli":"Devā pihayanti tādino, ","eng":"the unaffected one is envied by even the gods, ","html":"<span class='verse-line'>{}</span>"},"ud3.8:8.4":{"pli":"No ce saddasilokanissito”ti. ","eng":"but not if they’re after popularity and reputation.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.8:8.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud3.9":{"ud3.9:0.1":{"pli":"Udāna 3.9 ","eng":"Heartfelt Sayings 3.9 ","html":"<article id='ud3.9'><header><ul><li class='division'>{}</li></ul>"},"ud3.9:0.2":{"pli":"Sippasutta ","eng":"Professions ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud3.9:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud3.9:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud3.9:1.3":{"pli":"Tena kho pana samayena sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ","eng":"Now at that time, after the meal, on return from almsround, several mendicants sat together in the pavilion and this discussion came up among them: ","html":"{}"},"ud3.9:1.4":{"pli":"“ko nu kho, āvuso, sippaṃ jānāti? ","eng":"“Who knows a craft? ","html":"{}"},"ud3.9:1.5":{"pli":"Ko kiṃ sippaṃ sikkhi? ","eng":"Who is studying which craft? ","html":"{}"},"ud3.9:1.6":{"pli":"Kataraṃ sippaṃ sippānaṃ aggan”ti? ","eng":"Which is the best craft?” ","html":"{}</p>"},"ud3.9:2.1":{"pli":"Tatthekacce evamāhaṃsu: ","eng":"In answer, some said that ","html":"<p>{}"},"ud3.9:2.2":{"pli":"“hatthisippaṃ sippānaṃ aggan”ti. ","eng":"elephant-craft is the best of crafts. ","html":"{}"},"ud3.9:2.3":{"pli":"Ekacce evamāhaṃsu: ","eng":"Others said that the best craft is ","html":"{}"},"ud3.9:2.4":{"pli":"“assasippaṃ sippānaṃ aggan”ti. ","eng":"horse-craft, ","html":"{}"},"ud3.9:2.5":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.6":{"pli":"“rathasippaṃ sippānaṃ aggan”ti. ","eng":"or chariot-craft, ","html":"{}"},"ud3.9:2.7":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.8":{"pli":"“dhanusippaṃ sippānaṃ aggan”ti. ","eng":"or archery, ","html":"{}"},"ud3.9:2.9":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.10":{"pli":"“tharusippaṃ sippānaṃ aggan”ti. ","eng":"or swordsmanship, ","html":"{}"},"ud3.9:2.11":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.12":{"pli":"“muddāsippaṃ sippānaṃ aggan”ti. ","eng":"or arithmetic, ","html":"{}"},"ud3.9:2.13":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.14":{"pli":"“gaṇanāsippaṃ sippānaṃ aggan”ti. ","eng":"or accounting, ","html":"{}"},"ud3.9:2.15":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.16":{"pli":"“saṅkhānasippaṃ sippānaṃ aggan”ti. ","eng":"or calculating, ","html":"{}"},"ud3.9:2.17":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.18":{"pli":"“lekhāsippaṃ sippānaṃ aggan”ti. ","eng":"or writing, ","html":"{}"},"ud3.9:2.19":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.20":{"pli":"“kāveyyasippaṃ sippānaṃ aggan”ti. ","eng":"or poetry, ","html":"{}"},"ud3.9:2.21":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.22":{"pli":"“lokāyatasippaṃ sippānaṃ aggan”ti. ","eng":"or cosmology, ","html":"{}"},"ud3.9:2.23":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:2.24":{"pli":"“khattavijjāsippaṃ sippānaṃ aggan”ti. ","eng":"or geomancy. ","html":"{}"},"ud3.9:2.25":{"pli":"Ayañcarahi tesaṃ bhikkhūnaṃ antarākathā hoti vippakatā. ","eng":"At that point the conversation among those mendicants was left unfinished. ","html":"{}</p>"},"ud3.9:3.1":{"pli":"Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena maṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out, ","html":"<p>{}"},"ud3.9:3.2":{"pli":"Nisajja kho bhagavā bhikkhū āmantesi: ","eng":"and addressed the mendicants: ","html":"{}"},"ud3.9:3.3":{"pli":"“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ","eng":"“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ","html":"{}</p>"},"ud3.9:4.1":{"pli":"“Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ ayamantarākathā udapādi: ","eng":"So the mendicants told him what they had been talking about when the Buddha arrived. The Buddha said, ","html":"<p>{}"},"ud3.9:4.2":{"pli":"‘ko nu kho, āvuso, sippaṃ jānāti? ","html":"{}"},"ud3.9:4.3":{"pli":"Ko kiṃ sippaṃ sikkhi? ","html":"{}"},"ud3.9:4.4":{"pli":"Kataraṃ sippaṃ sippānaṃ aggan’ti? ","html":"{}</p>"},"ud3.9:5.1":{"pli":"Tatthekacce evamāhaṃsu: ","html":"<p>{}"},"ud3.9:5.2":{"pli":"‘hatthisippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.3":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.4":{"pli":"‘assasippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.5":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.6":{"pli":"‘rathasippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.7":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.8":{"pli":"‘dhanusippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.9":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.10":{"pli":"‘tharusippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.11":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.12":{"pli":"‘muddāsippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.13":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.14":{"pli":"‘gaṇanāsippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.15":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.16":{"pli":"‘saṅkhānasippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.17":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.18":{"pli":"‘lekhāsippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.19":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.20":{"pli":"‘kāveyyasippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.21":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.22":{"pli":"‘lokāyatasippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.23":{"pli":"Ekacce evamāhaṃsu: ","html":"{}"},"ud3.9:5.24":{"pli":"‘khattavijjāsippaṃ sippānaṃ aggan’ti. ","html":"{}"},"ud3.9:5.25":{"pli":"Ayaṃ kho no, bhante, antarākathā hoti vippakatā, atha bhagavā anuppatto”ti. ","html":"{}</p>"},"ud3.9:6.1":{"pli":"“Na khvetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhā agārasmā anagāriyaṃ pabbajitānaṃ yaṃ tumhe evarūpiṃ kathaṃ katheyyātha. ","eng":"“Mendicants, it is not appropriate for you gentlemen who have gone forth out of faith from the lay life to homelessness to talk about such things. ","html":"<p>{}"},"ud3.9:6.2":{"pli":"Sannipatitānaṃ vo, bhikkhave, dvayaṃ karaṇīyaṃ—","eng":"When you’re sitting together you should do one of two things: ","html":"{}"},"ud3.9:6.3":{"pli":"dhammī vā kathā ariyo vā tuṇhībhāvo”ti. ","eng":"discuss the teachings or keep noble silence.” ","html":"{}</p>"},"ud3.9:7.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud3.9:8.1":{"pli":"“Asippajīvī lahu atthakāmo, ","eng":"“Living without a craft, light, wanting what is best, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud3.9:8.2":{"pli":"Yatindriyo sabbadhi vippamutto; ","eng":"with senses controlled, everywhere free; ","html":"<span class='verse-line'>{}</span>"},"ud3.9:8.3":{"pli":"Anokasārī amamo nirāso, ","eng":"a migrant with no bastion, unselfish, with no need for hope, ","html":"<span class='verse-line'>{}</span>"},"ud3.9:8.4":{"pli":"Hitvā mānaṃ ekacaro sa bhikkhū”ti. ","eng":"having given up conceit, wandering alone: <j>that is a mendicant.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud3.9:8.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}