{"ud4.1":{"ud4.1:0.1":{"pli":"Udāna 4.1 ","eng":"Heartfelt Sayings 4.1 ","html":"<article id='ud4.1'><header><ul><li class='division'>{}</li></ul>"},"ud4.1:0.2":{"pli":"Meghiyasutta ","eng":"With Meghiya ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud4.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud4.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā cālikāyaṃ viharati cālike pabbate. ","eng":"At one time the Buddha was staying near Cālikā, on the Cālikā mountain. ","html":"{}"},"ud4.1:1.3":{"pli":"Tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hoti. ","eng":"Now, at that time Venerable Meghiya was the Buddha’s attendant. ","html":"{}"},"ud4.1:1.4":{"pli":"Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"Then Venerable Meghiya went up to the Buddha, bowed, stood to one side, and said to him, ","html":"{}"},"ud4.1:1.5":{"pli":"“icchāmahaṃ, bhante, jantugāmaṃ piṇḍāya pavisitun”ti. ","eng":"“Sir, I’d like to enter Jantu village for alms.” ","html":"{}"},"ud4.1:1.6":{"pli":"“Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti. ","eng":"“Please, Meghiya, go at your convenience.” ","html":"{}</p>"},"ud4.1:2.1":{"pli":"Atha kho āyasmā meghiyo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisi. ","eng":"Then Meghiya robed up in the morning and, taking his bowl and robe, entered Jantu village for alms. ","html":"<p>{}"},"ud4.1:2.2":{"pli":"Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkami. ","eng":"After the meal, on his return from almsround in Jantu village, he went to the shore of Kimikālā river. ","html":"{}"},"ud4.1:2.3":{"pli":"Addasā kho āyasmā meghiyo kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ manuññaṃ ramaṇīyaṃ. ","eng":"As he was going for a walk along the shore of the river he saw a lovely and delightful mango grove. ","html":"{}"},"ud4.1:2.4":{"pli":"Disvānassa etadahosi: ","eng":"When he saw this he thought, ","html":"{}"},"ud4.1:2.5":{"pli":"“pāsādikaṃ vatidaṃ ambavanaṃ manuññaṃ ramaṇīyaṃ. Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya. ","eng":"“Oh, this mango grove is lovely and delightful! This is good enough for striving for a gentleman wanting to strive. ","html":"{}"},"ud4.1:2.6":{"pli":"Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā”ti. ","eng":"If the Buddha allows me, I’ll come back to this mango grove to meditate.” ","html":"{}</p>"},"ud4.1:3.1":{"pli":"Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Venerable Meghiya went up to the Buddha, bowed, sat down to one side, and told him what had happened, adding, ","html":"<p>{}"},"ud4.1:3.2":{"pli":"Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca: ","html":"{}</p>"},"ud4.1:4.1":{"pli":"“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisiṃ. ","html":"<p>{}"},"ud4.1:4.2":{"pli":"Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkamiṃ. ","html":"{}"},"ud4.1:4.3":{"pli":"Addasaṃ kho ahaṃ, bhante, kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ manuññaṃ ramaṇīyaṃ. ","html":"{}"},"ud4.1:4.4":{"pli":"Disvāna me etadahosi: ","html":"{}"},"ud4.1:4.5":{"pli":"‘pāsādikaṃ vatidaṃ ambavanaṃ manuññaṃ ramaṇīyaṃ. ","html":"{}"},"ud4.1:4.6":{"pli":"Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya. ","html":"{}"},"ud4.1:4.7":{"pli":"Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā’ti. ","html":"{}"},"ud4.1:4.8":{"pli":"Sace maṃ, bhante, bhagavā anujānāti, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ","eng":"“If the Buddha allows me, I’ll go back to that mango grove to meditate.” ","html":"{}</p>"},"ud4.1:5.1":{"pli":"Evaṃ vutte, bhagavā āyasmantaṃ meghiyaṃ etadavoca: ","eng":"When he had spoken, the Buddha said to him, ","html":"<p>{}"},"ud4.1:5.2":{"pli":"“āgamehi tāva, meghiya, ekakamhi tāva, yāva aññopi koci bhikkhu āgacchatī”ti. ","eng":"“We’re alone, Meghiya. Wait until another mendicant comes.” ","html":"{}</p>"},"ud4.1:6.1":{"pli":"Dutiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"For a second time Meghiya said to the Buddha, ","html":"<p>{}"},"ud4.1:6.2":{"pli":"“bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa vā paticayo. ","eng":"“Sir, the Buddha has nothing more to do, and nothing that needs improvement. ","html":"{}"},"ud4.1:6.3":{"pli":"Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paticayo. ","eng":"But I have. ","html":"{}"},"ud4.1:6.4":{"pli":"Sace maṃ bhagavā anujānāti, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ","eng":"If you allow me, I’ll go back to that mango grove to meditate.” ","html":"{}"},"ud4.1:6.5":{"pli":"Dutiyampi kho bhagavā āyasmantaṃ meghiyaṃ etadavoca: ","eng":"For a second time the Buddha said, ","html":"{}"},"ud4.1:6.6":{"pli":"“āgamehi tāva, meghiya, ekakamhi tāva, yāva aññopi koci bhikkhu āgacchatī”ti. ","eng":"“We’re alone, Meghiya. Wait until another mendicant comes.” ","html":"{}</p>"},"ud4.1:7.1":{"pli":"Tatiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"For a third time Meghiya said to the Buddha, ","html":"<p>{}"},"ud4.1:7.2":{"pli":"“bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa vā paticayo. ","eng":"“Sir, the Buddha has nothing more to do, and nothing that needs improvement. ","html":"{}"},"ud4.1:7.3":{"pli":"Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paticayo. ","eng":"But I have. ","html":"{}"},"ud4.1:7.4":{"pli":"Sace maṃ bhagavā anujānāti, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ","eng":"If you allow me, I’ll go back to that mango grove to meditate.” ","html":"{}"},"ud4.1:7.5":{"pli":"“Padhānanti kho, meghiya, vadamānaṃ kinti vadeyyāma? ","eng":"“Meghiya, since you speak of meditation, what can I say? ","html":"{}"},"ud4.1:7.6":{"pli":"Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti. ","eng":"Please, Meghiya, go at your convenience.” ","html":"{}</p>"},"ud4.1:8.1":{"pli":"Atha kho āyasmā meghiyo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena taṃ ambavanaṃ tenupasaṅkami; upasaṅkamitvā taṃ ambavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ","eng":"Then Meghiya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went to that mango grove, and, having plunged deep into it, sat at the root of a certain tree for the day’s meditation. ","html":"<p>{}"},"ud4.1:8.2":{"pli":"Atha kho āyasmato meghiyassa tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—","eng":"But while Meghiya was meditating in that mango grove he was beset mostly by three kinds of bad, unskillful thoughts, namely, ","html":"{}"},"ud4.1:8.3":{"pli":"kāmavitakko, byāpādavitakko, vihiṃsāvitakko. ","eng":"sensual, malicious, and cruel thoughts. ","html":"{}</p>"},"ud4.1:9.1":{"pli":"Atha kho āyasmato meghiyassa etadahosi: ","eng":"Then he thought, ","html":"<p>{}"},"ud4.1:9.2":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho. ","eng":"“Oh lord, how incredible, how amazing! ","html":"{}"},"ud4.1:9.3":{"pli":"Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā. ","eng":"I’ve gone forth out of faith from the lay life to homelessness, ","html":"{}"},"ud4.1:9.4":{"pli":"Atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā, seyyathidaṃ—","eng":"but I’m still harassed by these three kinds of bad, unskillful thoughts: ","html":"{}"},"ud4.1:9.5":{"pli":"kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkena”. ","eng":"sensual, malicious, and cruel thoughts.” ","html":"{}</p>"},"ud4.1:10.1":{"pli":"Atha kho āyasmā meghiyo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca: ","eng":"Then in the late afternoon, Venerable Meghiya came out of retreat and went to the Buddha. He bowed, sat down to one side, and told the Buddha what had happened. ","html":"<p>{}"},"ud4.1:10.2":{"pli":"“idha mayhaṃ, bhante, tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—","html":"{}"},"ud4.1:10.3":{"pli":"kāmavitakko, byāpādavitakko, vihiṃsāvitakko. ","html":"{}"},"ud4.1:10.4":{"pli":"Tassa mayhaṃ, bhante, etadahosi: ","html":"{}"},"ud4.1:10.5":{"pli":"‘acchariyaṃ vata bho, abbhutaṃ vata bho. ","html":"{}"},"ud4.1:10.6":{"pli":"Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā. ","html":"{}"},"ud4.1:10.7":{"pli":"Atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā, seyyathidaṃ—","html":"{}"},"ud4.1:10.8":{"pli":"kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkena’”. ","html":"{}</p>"},"ud4.1:11.1":{"pli":"“Aparipakkāya, meghiya, cetovimuttiyā pañca dhammā paripākāya saṃvattanti. ","eng":"“Meghiya, when the heart’s release is not ripe, five things help it ripen. ","html":"<p>{}"},"ud4.1:11.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}</p>"},"ud4.1:12.1":{"pli":"Idha, meghiya, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ","eng":"Firstly, a mendicant has good friends, companions, and associates. ","html":"<p>{}"},"ud4.1:12.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ paṭhamo dhammo paripākāya saṃvattati. ","eng":"This is the first thing … ","html":"{}</p>"},"ud4.1:13.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ","eng":"Furthermore, a mendicant is ethical, restrained in the monastic code, conducting themselves well and resorting for alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ","html":"<p>{}"},"ud4.1:13.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ dutiyo dhammo paripākāya saṃvattati. ","eng":"This is the second thing … ","html":"{}</p>"},"ud4.1:14.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—appicchakathā, santuṭṭhikathā, pavivekakathā, asaṃsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathā; evarūpāya kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ","eng":"Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart and leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment when they want, without trouble or difficulty. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.’ ","html":"<p>{}"},"ud4.1:14.2":{"pli":"Aparipākāya, meghiya, cetovimuttiyā ayaṃ tatiyo dhammo paripākāya saṃvattati. ","eng":"This is the third thing … ","html":"{}</p>"},"ud4.1:15.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu āraddhavīriyo viharati, akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ","html":"<p>{}"},"ud4.1:15.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ catuttho dhammo paripākāya saṃvattati. ","eng":"This is the fourth thing … ","html":"{}</p>"},"ud4.1:16.1":{"pli":"Puna caparaṃ, meghiya, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ","html":"<p>{}"},"ud4.1:16.2":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ayaṃ pañcamo dhammo paripākāya saṃvattati. ","eng":"This is the fifth thing that, when the heart’s release is not ripe, helps it ripen. ","html":"{}"},"ud4.1:16.3":{"pli":"Aparipakkāya, meghiya, cetovimuttiyā ime pañca dhammā paripākāya saṃvattanti. ","eng":"These are the five things that, when the heart’s release is not ripe, help it ripen. ","html":"{}</p>"},"ud4.1:17.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṃ sīlavā bhavissati, pātimokkhasaṃvarasaṃvuto viharissati, ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhissati sikkhāpadesu. ","eng":"A mendicant with good friends, companions, and associates can expect to be ethical … ","html":"<p>{}</p>"},"ud4.1:18.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṃ yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—appicchakathā, santuṭṭhikathā, pavivekakathā, asaṃsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathā; evarūpāya kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī. ","eng":"A mendicant with good friends, companions, and associates can expect to take part in talk about self-effacement that helps open the heart … ","html":"<p>{}</p>"},"ud4.1:19.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṃ āraddhavīriyo viharissati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ","eng":"A mendicant with good friends, companions, and associates can expect to be energetic … ","html":"<p>{}</p>"},"ud4.1:20.1":{"pli":"Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṃ paññavā bhavissati, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ","eng":"A mendicant with good friends, companions, and associates can expect to be wise … ","html":"<p>{}</p>"},"ud4.1:21.1":{"pli":"Tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—","eng":"But then, a mendicant grounded on these five things should develop four further things. ","html":"<p>{}"},"ud4.1:21.2":{"pli":"asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ","eng":"They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’. ","html":"{}"},"ud4.1:21.3":{"pli":"Aniccasaññino hi, meghiya, anattasaññā saṇṭhāti, ","eng":"When you perceive impermanence, the perception of not-self becomes stabilized. ","html":"{}"},"ud4.1:21.4":{"pli":"anattasaññī asmimānasamugghātaṃ pāpuṇāti diṭṭheva dhamme nibbānan”ti. ","eng":"Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.” ","html":"{}</p>"},"ud4.1:22.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud4.1:23.1":{"pli":"“Khuddā vitakkā sukhumā vitakkā, ","eng":"“Lesser thoughts and subtle thoughts ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud4.1:23.2":{"pli":"Anugatā manaso uppilāvā; ","eng":"arise, springing up in the mind. ","html":"<span class='verse-line'>{}</span>","comm":"Following variant <i lang='pi' translate='no'>anuggatā</i>. Udānavarga here has <i lang='pi' translate='no'>samudgatāṁ</i> (“arisen”), which makes for an easier reading. "},"ud4.1:23.3":{"pli":"Ete avidvā manaso vitakke, ","eng":"Not understanding these thoughts, ","html":"<span class='verse-line'>{}</span>"},"ud4.1:23.4":{"pli":"Hurā huraṃ dhāvati bhantacitto. ","eng":"one with mind astray runs from one thing to the next. ","html":"<span class='verse-line'>{}</span></p>","comm":"The idiom <i lang='pi' translate='no'>hurā huraṁ</i> is literally “from here to there”. It is explained by the commentary as meaning both from one sense stimulus to the other, and from one life to the next. "},"ud4.1:24.1":{"pli":"Ete ca vidvā manaso vitakke, ","eng":"Having understood these thoughts ","html":"<p><span class='verse-line'>{}</span>"},"ud4.1:24.2":{"pli":"Ātāpiyo saṃvaratī satīmā; ","eng":"that arise, springing up in the mind, ","html":"<span class='verse-line'>{}</span>"},"ud4.1:24.3":{"pli":"Anugate manaso uppilāve, ","eng":"an awakened one—keen, restrained, and mindful—","html":"<span class='verse-line'>{}</span>"},"ud4.1:24.4":{"pli":"Asesamete pajahāsi buddho”ti. ","eng":"has given them up without remainder.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud4.1:24.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud4.10":{"ud4.10:0.1":{"pli":"Udāna 4.10 ","eng":"Heartfelt Sayings 4.10 ","html":"<article id='ud4.10'><header><ul><li class='division'>{}</li></ul>"},"ud4.10:0.2":{"pli":"Sāriputtaupasamasutta ","eng":"The Peacefulness of Sāriputta ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud4.10:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud4.10:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud4.10:1.3":{"pli":"Tena kho pana samayena āyasmā sāriputto bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya attano upasamaṃ paccavekkhamāno. ","eng":"Now at that time Venerable Sāriputta was sitting not far from the Buddha, cross-legged, with his body straight, reviewing his own peacefulness. ","html":"{}</p>"},"ud4.10:2.1":{"pli":"Addasā kho bhagavā āyasmantaṃ sāriputtaṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya attano upasamaṃ paccavekkhamānaṃ. ","eng":"The Buddha saw him meditating there. ","html":"<p>{}</p>"},"ud4.10:3.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud4.10:4.1":{"pli":"“Upasantasantacittassa, ","eng":"“With mind at peace, so full of peace, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud4.10:4.2":{"pli":"netticchinnassa bhikkhuno; ","eng":"for a mendicant who has cut the cord, ","html":"<span class='verse-line'>{}</span>"},"ud4.10:4.3":{"pli":"Vikkhīṇo jātisaṃsāro, ","eng":"transmigration through births is finished: ","html":"<span class='verse-line'>{}</span>"},"ud4.10:4.4":{"pli":"mutto so mārabandhanā”ti. ","eng":"they’re freed from Māra’s bonds.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud4.10:4.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"ud4.10:4.6":{"pli":"Meghiyavaggo catuttho. ","html":"<p class='endvagga'>{}</p>"},"ud4.10:5.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"ud4.10:5.1":{"pli":"Meghiyo uddhatā gopālo, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"ud4.10:5.2":{"pli":"yakkho nāgena pañcamaṃ; ","html":"<span class='verse-line'>{}</span>"},"ud4.10:5.3":{"pli":"Piṇḍolo sāriputto ca, ","html":"<span class='verse-line'>{}</span>"},"ud4.10:5.4":{"pli":"sundarī bhavati aṭṭhamaṃ; ","html":"<span class='verse-line'>{}</span>"},"ud4.10:5.5":{"pli":"Upaseno vaṅgantaputto, ","html":"<span class='verse-line'>{}</span>"},"ud4.10:5.6":{"pli":"sāriputto ca te dasāti. ","html":"<span class='verse-line'>{}</span></p></blockquote></article>"}},"ud4.2":{"ud4.2:0.1":{"pli":"Udāna 4.2 ","eng":"Heartfelt Sayings 4.2 ","html":"<article id='ud4.2'><header><ul><li class='division'>{}</li></ul>"},"ud4.2:0.2":{"pli":"Uddhatasutta ","eng":"Restless ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud4.2:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud4.2:1.2":{"pli":"ekaṃ samayaṃ bhagavā kusinārāyaṃ viharati upavattane mallānaṃ sālavane. ","eng":"At one time the Buddha was staying in the sal forest of the Mallas at Upavattana near Kusinārā. ","html":"{}"},"ud4.2:1.3":{"pli":"Tena kho pana samayena sambahulā bhikkhū bhagavato avidūre araññakuṭikāyaṃ viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā vibbhantacittā pākatindriyā. ","eng":"Now at that time several mendicants were staying not far from the Buddha in a wilderness hut. They were restless, insolent, fickle, scurrilous, loose-tongued, unmindful, lacking situational awareness and immersion, with straying minds and undisciplined faculties. ","html":"{}</p>"},"ud4.2:2.1":{"pli":"Addasā kho bhagavā te sambahule bhikkhū avidūre araññakuṭikāyaṃ viharante uddhate unnaḷe capale mukhare vikiṇṇavāce muṭṭhassatino asampajāne asamāhite vibbhantacitte pākatindriye. ","eng":"The Buddha saw those mendicants staying nearby. ","html":"<p>{}</p>"},"ud4.2:3.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud4.2:4.1":{"pli":"“Arakkhitena kāyena, ","eng":"“Unguarded in body, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud4.2:4.2":{"pli":"micchādiṭṭhihatena ca; ","eng":"ruined by wrong view, ","html":"<span class='verse-line'>{}</span>","comm":"The variant <i lang='pi' translate='no'>micchādiṭṭhigatena</i> is the more obvious reading. However, <i lang='pi' translate='no'>micchādiṭṭhihatā</i> appears at <a href='index.html?q=an4.49'>AN 4.49</a> without variants. Commentary accepts <i lang='pi' translate='no'>hata</i> in both places. Here it glosses <i lang='pi' translate='no'>sassatādimicchābhinivesadūsitena</i>. "},"ud4.2:4.3":{"pli":"Thinamiddhābhibhūtena, ","eng":"overcome with dullness and drowsiness, ","html":"<span class='verse-line'>{}</span>"},"ud4.2:4.4":{"pli":"vasaṃ mārassa gacchati. ","eng":"you fall under Māra’s sway. ","html":"<span class='verse-line'>{}</span></p>"},"ud4.2:5.1":{"pli":"Tasmā rakkhitacittassa, ","eng":"That’s why you should guard the mind, ","html":"<p><span class='verse-line'>{}</span>","comm":"Commentary: <i lang='pi' translate='no'>rakkhitacitto assa</i>, literally “be one of guarded mind”. "},"ud4.2:5.2":{"pli":"sammāsaṅkappagocaro; ","eng":"with right thoughts your habitat, ","html":"<span class='verse-line'>{}</span>"},"ud4.2:5.3":{"pli":"Sammādiṭṭhipurekkhāro, ","eng":"and right view at the fore. ","html":"<span class='verse-line'>{}</span>"},"ud4.2:5.4":{"pli":"ñatvāna udayabbayaṃ; ","eng":"Having understood rise and fall, ","html":"<span class='verse-line'>{}</span>"},"ud4.2:5.5":{"pli":"Thinamiddhābhibhū bhikkhu, ","eng":"a mendicant who has overcome <j>dullness and drowsiness ","html":"<span class='verse-line'>{}</span>"},"ud4.2:5.6":{"pli":"sabbā duggatiyo jahe”ti. ","eng":"would abandon all bad destinies.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud4.2:5.7":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud4.3":{"ud4.3:0.1":{"pli":"Udāna 4.3 ","eng":"Heartfelt Sayings 4.3 ","html":"<article id='ud4.3'><header><ul><li class='division'>{}</li></ul>"},"ud4.3:0.2":{"pli":"Gopālakasutta ","eng":"The Cowherd ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud4.3:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud4.3:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. ","html":"{}"},"ud4.3:1.3":{"pli":"Atha kho bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"And then the Buddha left the road, went to the root of a certain tree, and sat down on the seat spread out. ","html":"{}</p>"},"ud4.3:2.1":{"pli":"Atha kho aññataro gopālako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then a certain cowherd went up to the Buddha, bowed, and sat down to one side. ","html":"<p>{}"},"ud4.3:2.2":{"pli":"Ekamantaṃ nisinnaṃ kho taṃ gopālakaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ","eng":"The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk. ","html":"{}</p>"},"ud4.3:3.1":{"pli":"Atha kho so gopālako bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavantaṃ etadavoca: ","eng":"Then the cowherd said to the Buddha, ","html":"<p>{}"},"ud4.3:3.2":{"pli":"“adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","eng":"“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.” ","html":"{}"},"ud4.3:3.3":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}"},"ud4.3:3.4":{"pli":"Atha kho so gopālako bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"The cowherd got up from his seat, circumambulated the Buddha with his right side toward him, and left. ","html":"{}</p>"},"ud4.3:4.1":{"pli":"Atha kho so gopālako tassā rattiyā accayena sake nivesane pahūtaṃ appodakapāyāsaṃ paṭiyādāpetvā navañca sappiṃ bhagavato kālaṃ ārocesi: ","eng":"And when the night had passed the cowherd had plenty of thick milk-rice prepared in his own home, with fresh ghee. Then he had the Buddha informed of the time, saying, ","html":"<p>{}"},"ud4.3:4.2":{"pli":"“kālo, bhante, niṭṭhitaṃ bhattan”ti. ","eng":"“Sir, it’s time. The meal is ready.” ","html":"{}</p>"},"ud4.3:5.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena tassa gopālakassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"The Buddha robed up, took his bowl and robe and, together with the Sangha of monks, went to the house of that cowherd, where he sat down on the prepared seat in the dining hall. ","html":"<p>{}"},"ud4.3:5.2":{"pli":"Atha kho so gopālako buddhappamukhaṃ bhikkhusaṅghaṃ appodakapāyāsena navena ca sappinā sahatthā santappesi sampavāresi. ","eng":"Then the cowherd served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a thick milk-rice and fresh ghee. ","html":"{}"},"ud4.3:5.3":{"pli":"Atha kho so gopālako bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ","eng":"When the Buddha had eaten and washed his hand and bowl, the cowherd took a low seat and sat to one side. ","html":"{}"},"ud4.3:5.4":{"pli":"Ekamantaṃ nisinnaṃ kho taṃ gopālakaṃ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi. ","eng":"The Buddha then instructed, inspired, and gladdened him with a teaching, after which he got up and left. ","html":"{}"},"ud4.3:5.5":{"pli":"Atha kho acirapakkantassa bhagavato taṃ gopālakaṃ aññataro puriso sīmantarikāya jīvitā voropesi. ","eng":"But soon after the Buddha had left, the cowherd was killed by a certain man in the gap between village perimeters. ","html":"{}</p>"},"ud4.3:6.1":{"pli":"Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ","eng":"Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. ","html":"<p>{}"},"ud4.3:6.2":{"pli":"“yena, bhante, gopālakena ajja buddhappamukho bhikkhusaṅgho appodakapāyāsena navena ca sappinā sahatthā santappito sampavārito so kira, bhante, gopālako aññatarena purisena sīmantarikāya jīvitā voropito”ti. ","html":"{}</p>"},"ud4.3:7.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud4.3:8.1":{"pli":"“Diso disaṃ yaṃ taṃ kayirā, ","eng":"“A wrongly directed mind ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud4.3:8.2":{"pli":"verī vā pana verinaṃ; ","eng":"would do you more harm ","html":"<span class='verse-line'>{}</span>"},"ud4.3:8.3":{"pli":"Micchāpaṇihitaṃ cittaṃ, ","eng":"than a hater to the hated, ","html":"<span class='verse-line'>{}</span>"},"ud4.3:8.4":{"pli":"pāpiyo naṃ tato kare”ti. ","eng":"or an enemy to their foe.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud4.3:8.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud4.4":{"ud4.4:0.1":{"pli":"Udāna 4.4 ","eng":"Heartfelt Sayings 4.4 ","html":"<article id='ud4.4'><header><ul><li class='division'>{}</li></ul>"},"ud4.4:0.2":{"pli":"Yakkhapahārasutta ","eng":"The Spirit’s Blow ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud4.4:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud4.4:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}"},"ud4.4:1.3":{"pli":"Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahāmoggallāno kapotakandarāyaṃ viharanti. ","eng":"At that time Venerables Sāriputta and Moggallāna were staying near the pigeons’ alcove. ","html":"{}"},"ud4.4:1.4":{"pli":"Tena kho pana samayena āyasmā sāriputto juṇhāya rattiyā navoropitehi kesehi abbhokāse nisinno hoti aññataraṃ samādhiṃ samāpajjitvā. ","eng":"Now at that time Venerable Sāriputta was sitting outdoors in the moonlight, his head freshly shaven, having entered a certain state of immersion. ","html":"{}</p>"},"ud4.4:2.1":{"pli":"Tena kho pana samayena dve yakkhā sahāyakā uttarāya disāya dakkhiṇaṃ disaṃ gacchanti kenacideva karaṇīyena. ","eng":"Now at that time two native spirits who were friends were on their way from the north to the south on some business. ","html":"<p>{}"},"ud4.4:2.2":{"pli":"Addasaṃsu kho te yakkhā āyasmantaṃ sāriputtaṃ juṇhāya rattiyā navoropitehi kesehi abbhokāse nisinnaṃ. ","eng":"They saw Sāriputta meditating there. ","html":"{}"},"ud4.4:2.3":{"pli":"Disvāna eko yakkho dutiyaṃ yakkhaṃ etadavoca: ","eng":"One of the spirits said to the other, ","html":"{}"},"ud4.4:2.4":{"pli":"“paṭibhāti maṃ, samma, imassa samaṇassa sīse pahāraṃ dātun”ti. ","eng":"“I feel inspired, friend, to give this ascetic a blow on the head!” ","html":"{}"},"ud4.4:2.5":{"pli":"Evaṃ vutte, so yakkho taṃ yakkhaṃ etadavoca: ","eng":"The other spirit replied, ","html":"{}"},"ud4.4:2.6":{"pli":"“alaṃ, samma, mā samaṇaṃ āsādesi. ","eng":"“Enough, friend, don’t hit the ascetic! ","html":"{}"},"ud4.4:2.7":{"pli":"Uḷāro so, samma, samaṇo mahiddhiko mahānubhāvo”ti. ","eng":"That is an eminent ascetic, powerful and mighty!” ","html":"{}</p>"},"ud4.4:3.1":{"pli":"Dutiyampi kho so yakkho taṃ yakkhaṃ etadavoca: ","eng":"For a second time the first spirit said to the other, ","html":"<p>{}"},"ud4.4:3.2":{"pli":"“paṭibhāti maṃ, samma, imassa samaṇassa sīse pahāraṃ dātun”ti. ","eng":"“I feel inspired, friend, to give this ascetic a blow on the head!” ","html":"{}"},"ud4.4:3.3":{"pli":"Dutiyampi kho so yakkho taṃ yakkhaṃ etadavoca: ","eng":"For a second time, the other spirit replied, ","html":"{}"},"ud4.4:3.4":{"pli":"“alaṃ, samma, mā samaṇaṃ āsādesi. ","eng":"“Enough, friend, don’t hit the ascetic! ","html":"{}"},"ud4.4:3.5":{"pli":"Uḷāro so, samma, samaṇo mahiddhiko mahānubhāvo”ti. ","eng":"That is an eminent ascetic, powerful and mighty!” ","html":"{}"},"ud4.4:3.6":{"pli":"Tatiyampi kho so yakkho taṃ yakkhaṃ etadavoca: ","eng":"For a third time the first spirit said to the other, ","html":"{}"},"ud4.4:3.7":{"pli":"“paṭibhāti maṃ, samma, imassa samaṇassa sīse pahāraṃ dātun”ti. ","eng":"“I feel inspired, friend, to give this ascetic a blow on the head!” ","html":"{}"},"ud4.4:3.8":{"pli":"Tatiyampi kho so yakkho taṃ yakkhaṃ etadavoca: ","eng":"For a third time, the other spirit replied, ","html":"{}"},"ud4.4:3.9":{"pli":"“alaṃ, samma, mā samaṇaṃ āsādesi. ","eng":"“Enough, friend, don’t hit the ascetic! ","html":"{}"},"ud4.4:3.10":{"pli":"Uḷāro so, samma, samaṇo mahiddhiko mahānubhāvo”ti. ","eng":"That is an eminent ascetic, powerful and mighty!” ","html":"{}</p>"},"ud4.4:4.1":{"pli":"Atha kho so yakkho taṃ yakkhaṃ anādiyitvā āyasmato sāriputtattherassa sīse pahāraṃ adāsi. ","eng":"Ignoring his friend, the first spirit struck Sāriputta. ","html":"<p>{}"},"ud4.4:4.2":{"pli":"Tāva mahā pahāro ahosi, api tena pahārena sattaratanaṃ vā aḍḍhaṭṭhamaratanaṃ vā nāgaṃ osādeyya, mahantaṃ vā pabbatakūṭaṃ padāleyya. ","eng":"The blow was so strong it would have felled a bull elephant seven or seven and a half cubits tall, or split apart a great mountain peak. ","html":"{}"},"ud4.4:4.3":{"pli":"Atha ca pana so yakkho “ḍayhāmi ḍayhāmī”ti vatvā tattheva mahānirayaṃ apatāsi. ","eng":"But then the spirit, crying out, “I burn, I burn!” fell into the Great Hell right there. ","html":"{}</p>"},"ud4.4:5.1":{"pli":"Addasā kho āyasmā mahāmoggallāno dibbena cakkhunā visuddhena atikkantamānusakena tena yakkhena āyasmato sāriputtattherassa sīse pahāraṃ dīyamānaṃ. ","eng":"With clairvoyance that is purified and superhuman, Venerable Moggallāna saw that spirit striking Venerable Sāriputta. ","html":"<p>{}"},"ud4.4:5.2":{"pli":"Disvā yena āyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca: ","eng":"He approached him and said, ","html":"{}"},"ud4.4:5.3":{"pli":"“kacci te, āvuso, khamanīyaṃ, kacci yāpanīyaṃ, kacci na kiñci dukkhan”ti? ","eng":"“I hope you’re keeping well, reverend; I hope you’re all right. I hope that you are not in pain.” ","html":"{}"},"ud4.4:5.4":{"pli":"“Khamanīyaṃ me, āvuso moggallāna, yāpanīyaṃ me, āvuso moggallāna; ","eng":"“I am keeping well, Reverend Moggallāna; ","html":"{}"},"ud4.4:5.5":{"pli":"api ca me sīsaṃ thokaṃ dukkhan”ti. ","eng":"but my head does hurt a little.” ","html":"{}</p>"},"ud4.4:6.1":{"pli":"“Acchariyaṃ, āvuso sāriputta, abbhutaṃ, āvuso sāriputta. ","eng":"“It’s incredible, Reverend Sāriputta, it’s amazing! ","html":"<p>{}"},"ud4.4:6.2":{"pli":"Yāva mahiddhiko āyasmā sāriputto mahānubhāvo. ","eng":"How mighty and powerful is Venerable Sāriputta! ","html":"{}"},"ud4.4:6.3":{"pli":"Idha te, āvuso sāriputta, aññataro yakkho sīse pahāraṃ adāsi. ","eng":"Just now, a native spirit struck you on the head. ","html":"{}"},"ud4.4:6.4":{"pli":"Tāva mahā pahāro ahosi, api tena pahārena sattaratanaṃ vā aḍḍhaṭṭhamaratanaṃ vā nāgaṃ osādeyya, mahantaṃ vā pabbatakūṭaṃ padāleyya, atha ca panāyasmā sāriputto evamāha: ","eng":"The blow was so strong it would have felled a bull elephant seven or seven and a half cubits tall, or split apart a great mountain peak. ","html":"{}"},"ud4.4:6.5":{"pli":"‘khamanīyaṃ me, āvuso moggallāna, yāpanīyaṃ me, āvuso moggallāna; ","eng":"Yet you say, ‘I am keeping well, Reverend Moggallāna; ","html":"{}"},"ud4.4:6.6":{"pli":"api ca me sīsaṃ thokaṃ dukkhan’”ti. ","eng":"but my head does hurt a little.’” ","html":"{}</p>"},"ud4.4:7.1":{"pli":"“Acchariyaṃ, āvuso moggallāna, abbhutaṃ, āvuso moggallāna. ","eng":"“It’s incredible, Reverend Moggallāna, it’s amazing! ","html":"<p>{}"},"ud4.4:7.2":{"pli":"Yāva mahiddhiko āyasmā mahāmoggallāno mahānubhāvo yatra hi nāma yakkhampi passissati. ","eng":"How mighty and powerful is Venerable Moggallāna, in that he can even see a native spirit! ","html":"{}"},"ud4.4:7.3":{"pli":"Mayaṃ panetarahi paṃsupisācakampi na passāmā”ti. ","eng":"Whereas I can’t even see a mud-goblin right now.” ","html":"{}</p>"},"ud4.4:8.1":{"pli":"Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya tesaṃ ubhinnaṃ mahānāgānaṃ imaṃ evarūpaṃ kathāsallāpaṃ. ","eng":"With clairaudience that is purified and superhuman, the Buddha heard that discussion between those two spiritual giants. ","html":"<p>{}</p>"},"ud4.4:9.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud4.4:10.1":{"pli":"“Yassa selūpamaṃ cittaṃ, ","eng":"“One whose mind is like a rock, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud4.4:10.2":{"pli":"ṭhitaṃ nānupakampati; ","eng":"steady, never trembling, ","html":"<span class='verse-line'>{}</span>"},"ud4.4:10.3":{"pli":"Virattaṃ rajanīyesu, ","eng":"free of desire for desirable things, ","html":"<span class='verse-line'>{}</span>"},"ud4.4:10.4":{"pli":"kopaneyye na kuppati; ","eng":"not getting annoyed when things are annoying: ","html":"<span class='verse-line'>{}</span>"},"ud4.4:10.5":{"pli":"Yassevaṃ bhāvitaṃ cittaṃ, ","eng":"from where will suffering strike one ","html":"<span class='verse-line'>{}</span>"},"ud4.4:10.6":{"pli":"kuto taṃ dukkhamessatī”ti. ","eng":"whose mind is developed like this?” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud4.4:10.7":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud4.5":{"ud4.5:0.1":{"pli":"Udāna 4.5 ","eng":"Heartfelt Sayings 4.5 ","html":"<article id='ud4.5'><header><ul><li class='division'>{}</li></ul>"},"ud4.5:0.2":{"pli":"Nāgasutta ","eng":"A Bull Elephant ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud4.5:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud4.5:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme. ","eng":"At one time the Buddha was staying near Kosambī, in Ghosita’s Monastery. ","html":"{}"},"ud4.5:1.3":{"pli":"Tena kho pana samayena bhagavā ākiṇṇo viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi. ","eng":"Now at that time Buddha lived crowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and monastics of other religions and their disciples. ","html":"{}"},"ud4.5:1.4":{"pli":"Ākiṇṇo dukkhaṃ na phāsu viharati. ","eng":"Crowded, he lived in suffering and discomfort. ","html":"{}"},"ud4.5:1.5":{"pli":"Atha kho bhagavato etadahosi: ","eng":"Then he thought, ","html":"{}"},"ud4.5:1.6":{"pli":"“ahaṃ kho etarahi ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi. ","eng":"“These days I live crowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and monastics of other religions and their disciples. ","html":"{}"},"ud4.5:1.7":{"pli":"Ākiṇṇo dukkhaṃ na phāsu viharāmi. ","eng":"Crowded, I live in suffering and discomfort. ","html":"{}"},"ud4.5:1.8":{"pli":"Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan”ti. ","eng":"Why don’t I live alone, withdrawn from the group?” ","html":"{}</p>"},"ud4.5:2.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kosambiṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kosambī for alms. ","html":"<p>{}"},"ud4.5:2.2":{"pli":"Kosambiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto sāmaṃ senāsanaṃ saṃsāmetvā pattacīvaramādāya anāmantetvā upaṭṭhākaṃ anapaloketvā bhikkhusaṅghaṃ eko adutiyo yena pālileyyakaṃ tena cārikaṃ pakkāmi. ","eng":"After the meal, on his return from almsround, he set his lodgings in order himself. Taking his bowl and robe, without informing his attendants or taking leave of the mendicant Saṅgha, he set out to go wandering alone towards Pārileyyaka, with no companion. ","html":"{}"},"ud4.5:2.3":{"pli":"Anupubbena cārikaṃ caramāno yena pālileyyakaṃ tadavasari. ","eng":"When he eventually arrived, ","html":"{}"},"ud4.5:2.4":{"pli":"Tatra sudaṃ bhagavā pālileyyake viharati rakkhitavanasaṇḍe bhaddasālamūle. ","eng":"he stayed in a protected forest grove, at the foot of a sacred sal tree. ","html":"{}</p>"},"ud4.5:3.1":{"pli":"Aññataropi kho hatthināgo ākiṇṇo viharati hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi. Chinnaggāni ceva tiṇāni khādati, obhaggobhaggañcassa sākhābhaṅgaṃ khādanti, āvilāni ca pānīyāni pivati, ogāhā cassa uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti. ","eng":"A certain bull elephant was also living crowded by other males, females, younglings, and cubs. He ate the grass they’d trampled, and they ate the broken branches he dragged down. He drank muddy water, and after his bath the female elephants bumped into him. ","html":"<p>{}"},"ud4.5:3.2":{"pli":"Ākiṇṇo dukkhaṃ na phāsu viharati. ","eng":"Crowded, he lived in suffering and discomfort. ","html":"{}"},"ud4.5:3.3":{"pli":"Atha kho tassa hatthināgassa etadahosi: ","eng":"Then he thought, ","html":"{}"},"ud4.5:3.4":{"pli":"“ahaṃ kho etarahi ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ khādanti, āvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti, ākiṇṇo dukkhaṃ na phāsu viharāmi. ","eng":"“These days I live crowded by other males, females, younglings, and cubs. I eat the grass they’ve trampled, and they eat the broken branches I’ve dragged down. I drink muddy water, and after my bath the female elephants bump into me. Crowded, I live in suffering and discomfort. ","html":"{}"},"ud4.5:3.5":{"pli":"Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan”ti. ","eng":"Why don’t I live alone, withdrawn from the herd?” ","html":"{}</p>"},"ud4.5:4.1":{"pli":"Atha kho so hatthināgo yūthā apakkamma yena pālileyyakaṃ rakkhitavanasaṇḍo bhaddasālamūlaṃ yena bhagavā tenupasaṅkami. ","eng":"So he left the herd and went to Pārileyyaka, where he approached the Buddha in the protected forest grove at the foot of a sacred sal tree. ","html":"<p>{}"},"ud4.5:4.2":{"pli":"Tatra sudaṃ so hatthināgo yasmiṃ padese bhagavā viharati taṃ padesaṃ appaharitaṃ karoti, soṇḍāya ca bhagavato pānīyaṃ paribhojanīyaṃ upaṭṭhāpeti. ","eng":"There he attended on the Buddha, clearing the vegetation from the place where the Buddha stayed, and using his trunk to set out water for drinking and washing. ","html":"{}</p>"},"ud4.5:5.1":{"pli":"Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as the Buddha was in private retreat this thought came to his mind, ","html":"<p>{}"},"ud4.5:5.2":{"pli":"“ahaṃ kho pubbe ākiṇṇo vihāsiṃ bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi, ākiṇṇo dukkhaṃ na phāsu vihāsiṃ. ","eng":"“Formerly I lived crowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and monastics of other religions and their disciples. Crowded, I live in suffering and discomfort. ","html":"{}"},"ud4.5:5.3":{"pli":"Somhi etarahi anākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi, anākiṇṇo sukhaṃ phāsu viharāmī”ti. ","eng":"But now I live uncrowded by monks, nuns, laymen, and laywomen; by rulers and their chief ministers, and monastics of other religions and their disciples. Being uncrowded, I live in happiness and comfort.” ","html":"{}</p>"},"ud4.5:6.1":{"pli":"Tassapi kho hatthināgassa evaṃ cetaso parivitakko udapādi: ","eng":"And to the bull elephant also this thought came to mind, ","html":"<p>{}"},"ud4.5:6.2":{"pli":"“ahaṃ kho pubbe ākiṇṇo vihāsiṃ hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṃ, obhaggobhaggañca me sākhābhaṅgaṃ khādiṃsu, āvilāni ca pānīyāni apāyiṃ, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo agamaṃsu, ākiṇṇo dukkhaṃ na phāsu vihāsiṃ. ","eng":"“Formerly I lived crowded by other males, females, younglings, and cubs. I ate the grass they’d trampled, and they ate the broken branches I’d dragged down. I drank muddy water, and after my bath the female elephants bumped into me. Crowded, I lived in suffering and discomfort. ","html":"{}"},"ud4.5:6.3":{"pli":"Somhi etarahi anākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, acchinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ na khādanti, anāvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo na kāyaṃ upanighaṃsantiyo gacchanti, anākiṇṇo sukhaṃ phāsu viharāmī”ti. ","eng":"But now I live uncrowded by other males, females, younglings, and cubs. I eat untrampled grass, and other elephants don’t eat the broken branches I have dragged down. I don’t drink muddy water, and the female elephants don’t bump into me after my bath. Being uncrowded, I live in happiness and comfort.” ","html":"{}</p>"},"ud4.5:7.1":{"pli":"Atha kho bhagavā attano ca pavivekaṃ viditvā tassa ca hatthināgassa cetasā cetoparivitakkamaññāya tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding his own seclusion and knowing that elephant’s train of thought, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud4.5:8.1":{"pli":"“Etaṃ nāgassa nāgena, ","eng":"“The giant elephant, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud4.5:8.2":{"pli":"īsādantassa hatthino; ","eng":"with tusks like chariot-poles, ","html":"<span class='verse-line'>{}</span>"},"ud4.5:8.3":{"pli":"Sameti cittaṃ cittena, ","eng":"agrees heart to heart with the spiritual giant, ","html":"<span class='verse-line'>{}</span>"},"ud4.5:8.4":{"pli":"yadeko ramatī mano”ti. ","eng":"since each finds joy in the woods alone.” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"Commentary reads <i lang='pi' translate='no'>vane araññe</i>, so text’s <i lang='pi' translate='no'>mano</i> must be wrong. "},"ud4.5:8.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}