{"ud5.4":{"ud5.4:0.1":{"pli":"Udāna 5.4 ","eng":"Heartfelt Sayings 5.4 ","html":"<article id='ud5.4'><header><ul><li class='division'>{}</li></ul>"},"ud5.4:0.2":{"pli":"Kumārakasutta ","eng":"The Boys ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud5.4:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud5.4:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud5.4:1.3":{"pli":"Tena kho pana samayena sambahulā kumārakā antarā ca sāvatthiṃ antarā ca jetavanaṃ macchake bādhenti. ","eng":"Now at that time, between Sāvatthī and the Jeta Grove, several boys were tormenting some fish. ","html":"{}</p>"},"ud5.4:2.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ","html":"<p>{}"},"ud5.4:2.2":{"pli":"Addasā kho bhagavā te sambahule kumārake antarā ca sāvatthiṃ antarā ca jetavanaṃ macchake bādhente. ","eng":"He saw the boys tormenting the fish. ","html":"{}"},"ud5.4:2.3":{"pli":"Disvāna yena te kumārakā tenupasaṅkami; upasaṅkamitvā te kumārake etadavoca: ","eng":"He went to them and said, ","html":"{}"},"ud5.4:2.4":{"pli":"“bhāyatha vo, tumhe kumārakā, dukkhassa, appiyaṃ vo dukkhan”ti? ","eng":"“Boys, do you fear pain? Do you dislike pain?” ","html":"{}"},"ud5.4:2.5":{"pli":"“Evaṃ, bhante, bhāyāma mayaṃ, bhante, dukkhassa, appiyaṃ no dukkhan”ti. ","eng":"“Yes, sir,” they replied. “We dislike pain.” ","html":"{}</p>"},"ud5.4:3.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud5.4:4.1":{"pli":"“Sace bhāyatha dukkhassa, ","eng":"“If you fear pain, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud5.4:4.2":{"pli":"sace vo dukkhamappiyaṃ; ","eng":"if you dislike pain, ","html":"<span class='verse-line'>{}</span>"},"ud5.4:4.3":{"pli":"Mākattha pāpakaṃ kammaṃ, ","eng":"don’t do bad deeds ","html":"<span class='verse-line'>{}</span>"},"ud5.4:4.4":{"pli":"āvi vā yadi vā raho. ","eng":"either openly or in secret. ","html":"<span class='verse-line'>{}</span></p>"},"ud5.4:5.1":{"pli":"Sace ca pāpakaṃ kammaṃ, ","eng":"If you should do a bad deed, ","html":"<p><span class='verse-line'>{}</span>"},"ud5.4:5.2":{"pli":"karissatha karotha vā; ","eng":"now or in the future, ","html":"<span class='verse-line'>{}</span>"},"ud5.4:5.3":{"pli":"Na vo dukkhā pamutyatthi, ","eng":"you won’t be freed from suffering, ","html":"<span class='verse-line'>{}</span>"},"ud5.4:5.4":{"pli":"upeccapi palāyatan”ti. ","eng":"though you fly away and flee.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud5.4:5.5":{"pli":"Catutthaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud5.5":{"ud5.5:0.1":{"pli":"Udāna 5.5 ","eng":"Heartfelt Sayings 5.5 ","html":"<article id='ud5.5'><header><ul><li class='division'>{}</li></ul>"},"ud5.5:0.2":{"pli":"Uposathasutta ","eng":"Sabbath ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud5.5:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud5.5:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. ","html":"{}"},"ud5.5:1.3":{"pli":"Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ","eng":"Now, at that time it was the sabbath, and the Buddha was sitting surrounded by the Saṅgha of monks. ","html":"{}</p>"},"ud5.5:2.1":{"pli":"Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"ud5.5:2.2":{"pli":"“abhikkantā, bhante, ratti; nikkhanto paṭhamo yāmo; ciranisinno bhikkhusaṅgho; ","eng":"“Sir, the night is getting late. It is the first watch of the night, and the Saṅgha of monks has been sitting long. ","html":"{}"},"ud5.5:2.3":{"pli":"uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}"},"ud5.5:2.4":{"pli":"Evaṃ vutte, bhagavā tuṇhī ahosi. ","eng":"But when he said this, the Buddha kept silent. ","html":"{}</p>"},"ud5.5:3.1":{"pli":"Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"ud5.5:3.2":{"pli":"“abhikkantā, bhante, ratti; nikkhanto majjhimo yāmo; ciranisinno bhikkhusaṅgho; ","eng":"“Sir, the night is getting late. It is the middle watch of the night, and the Saṅgha of monks has been sitting long. ","html":"{}"},"ud5.5:3.3":{"pli":"uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}"},"ud5.5:3.4":{"pli":"Dutiyampi kho bhagavā tuṇhī ahosi. ","eng":"But for a second time the Buddha kept silent. ","html":"{}</p>"},"ud5.5:4.1":{"pli":"Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ","eng":"For a third time, as the night was getting late, in the last watch of the night, as dawn stirred, bringing joy to the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ","html":"<p>{}"},"ud5.5:4.2":{"pli":"“abhikkantā, bhante, ratti; nikkhanto pacchimo yāmo; uddhasto aruṇo; nandimukhī ratti; ciranisinno bhikkhusaṅgho; ","eng":"“Sir, the night is getting late. It is the last watch of the night and dawn stirs, bringing joy to the night. ","html":"{}"},"ud5.5:4.3":{"pli":"uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}"},"ud5.5:4.4":{"pli":"“Aparisuddhā, ānanda, parisā”ti. ","eng":"“Ānanda, the assembly is not pure.” ","html":"{}</p>"},"ud5.5:5.1":{"pli":"Atha kho āyasmato mahāmoggallānassa etadahosi: ","eng":"Then Venerable Mahāmoggallāna thought, ","html":"<p>{}"},"ud5.5:5.2":{"pli":"“kaṃ nu kho bhagavā puggalaṃ sandhāya evamāha: ","eng":"“Who is the Buddha talking about?” ","html":"{}"},"ud5.5:5.3":{"pli":"‘aparisuddhā, ānanda, parisā’”ti? ","html":"{}"},"ud5.5:5.4":{"pli":"Atha kho āyasmā mahāmoggallāno sabbāvantaṃ bhikkhusaṅghaṃ cetasā ceto paricca manasākāsi. ","eng":"Then he focused on encompassing the minds of everyone in the Saṅgha. ","html":"{}"},"ud5.5:5.5":{"pli":"Addasā kho āyasmā mahāmoggallāno taṃ puggalaṃ dussīlaṃ pāpadhammaṃ asuciṃ saṅkassarasamācāraṃ paṭicchannakammantaṃ assamaṇaṃ samaṇapaṭiññaṃ abrahmacāriṃ brahmacāripaṭiññaṃ antopūtiṃ avassutaṃ kasambujātaṃ majjhe bhikkhusaṅghassa nisinnaṃ. ","eng":"He saw that unethical individual, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved, sitting in the middle of the Saṅgha. ","html":"{}"},"ud5.5:5.6":{"pli":"Disvāna uṭṭhāyāsanā yena so puggalo tenupasaṅkami; upasaṅkamitvā taṃ puggalaṃ etadavoca: ","eng":"When he saw him he got up from his seat, went up to him and said, ","html":"{}"},"ud5.5:5.7":{"pli":"“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ","eng":"“Get up, reverend. The Buddha has seen you. ","html":"{}"},"ud5.5:5.8":{"pli":"natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","eng":"You can’t live in communion with the monks.” ","html":"{}"},"ud5.5:5.9":{"pli":"Evaṃ vutte, so puggalo tuṇhī ahosi. ","eng":"But when he said this, that individual kept silent. ","html":"{}</p>"},"ud5.5:6.1":{"pli":"Dutiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca: ","eng":"For a second time and a third time, ","html":"<p>{}"},"ud5.5:6.2":{"pli":"“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ","eng":"he asked that monk to leave. ","html":"{}"},"ud5.5:6.3":{"pli":"natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ","html":"{}"},"ud5.5:6.4":{"pli":"Dutiyampi kho …pe… ","html":"{}"},"ud5.5:6.5":{"pli":"tatiyampi kho so puggalo tuṇhī ahosi. ","eng":"But for a third time that individual kept silent. ","html":"{}</p>"},"ud5.5:7.1":{"pli":"Atha kho āyasmā mahāmoggallāno taṃ puggalaṃ bāhāyaṃ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṃ datvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ","eng":"Then Venerable Mahāmoggallāna took that individual by the arm, ejected him out the gate, and bolted the door. Then he went up to the Buddha, and said to him, ","html":"<p>{}"},"ud5.5:7.2":{"pli":"“nikkhāmito, bhante, so puggalo mayā. ","eng":"“I have ejected that individual. ","html":"{}"},"ud5.5:7.3":{"pli":"Parisuddhā parisā. ","eng":"The assembly is pure. ","html":"{}"},"ud5.5:7.4":{"pli":"Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ","eng":"Please, sir, may the Buddha recite the monastic code to the monks.” ","html":"{}"},"ud5.5:7.5":{"pli":"“Acchariyaṃ, moggallāna, abbhutaṃ, moggallāna. ","eng":"“It’s incredible, Moggallāna, it’s amazing, ","html":"{}"},"ud5.5:7.6":{"pli":"Yāva bāhāgahaṇāpi nāma so moghapuriso āgamessatī”ti. ","eng":"how that futile man waited to be taken by the arm!” ","html":"{}</p>"},"ud5.5:8.1":{"pli":"Atha kho bhagavā bhikkhū āmantesi: ","eng":"Then the Buddha said to the monks, ","html":"<p>{}"},"ud5.5:8.2":{"pli":"“na dānāhaṃ, bhikkhave, ito paraṃ uposathaṃ karissāmi, pātimokkhaṃ uddisissāmi. ","eng":"“From this day forth, monks, I will not perform the sabbath or recite the monastic code. ","html":"{}"},"ud5.5:8.3":{"pli":"Tumheva dāni, bhikkhave, ito paraṃ uposathaṃ kareyyātha, pātimokkhaṃ uddiseyyātha. ","eng":"Now you should perform the sabbath and recite the monastic code. ","html":"{}"},"ud5.5:8.4":{"pli":"Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ tathāgato aparisuddhāya parisāya uposathaṃ kareyya, pātimokkhaṃ uddiseyya. ","eng":"It’s impossible, monks, it can’t happen that a Realized One could recite the monastic code in an impure assembly. ","html":"{}</p>"},"ud5.5:9.1":{"pli":"Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ","eng":"Seeing these eight incredible and amazing things the titans love the ocean. ","html":"<p>{}"},"ud5.5:9.2":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"ud5.5:10.1":{"pli":"Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ","eng":"The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ","html":"<p>{}"},"ud5.5:10.2":{"pli":"Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto; ","html":"{}"},"ud5.5:10.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the first thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:11.1":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati. ","eng":"Furthermore, the ocean is consistent and doesn’t overflow its boundaries. ","html":"<p>{}"},"ud5.5:11.2":{"pli":"Yampi, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ","html":"{}"},"ud5.5:11.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the second thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:12.1":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati. Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti. ","eng":"Furthermore, the ocean doesn’t accommodate a carcass, but quickly carries it to the shore and strands it on the beach. ","html":"<p>{}"},"ud5.5:12.2":{"pli":"Yampi, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ taṃ khippameva tīraṃ vāheti thalaṃ ussāreti; ","html":"{}"},"ud5.5:12.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the third thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:13.1":{"pli":"Puna caparaṃ, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni; ‘mahāsamuddo’tveva saṅkhaṃ gacchanti. ","eng":"Furthermore, when they reach the ocean, all the great rivers—that is, the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply reckoned as ‘the ocean’. ","html":"<p>{}"},"ud5.5:13.2":{"pli":"Yampi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’tveva saṅkhaṃ gacchanti; ","html":"{}"},"ud5.5:13.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the fourth thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:14.1":{"pli":"Puna caparaṃ, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati. ","eng":"Furthermore, for all the world’s streams that reach it, and the showers that fall from the sky, the ocean never empties or fills up. ","html":"<p>{}"},"ud5.5:14.2":{"pli":"Yampi, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ","html":"{}"},"ud5.5:14.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the fifth thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:15.1":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo ekaraso loṇaraso. ","eng":"Furthermore, the ocean has just one taste, the taste of salt. ","html":"<p>{}"},"ud5.5:15.2":{"pli":"Yampi, bhikkhave, mahāsamuddo ekaraso loṇaraso; ","html":"{}"},"ud5.5:15.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the sixth thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:16.1":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitaṅgo masāragallaṃ. ","eng":"Furthermore, the ocean is full of many kinds of treasures, such as pearls, gems, beryl, conch, quartz, coral, silver, native gold, rubies, and emeralds. ","html":"<p>{}"},"ud5.5:16.2":{"pli":"Yampi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitaṅgo masāragallaṃ; ","html":"{}"},"ud5.5:16.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the seventh thing the titans love about the ocean. ","html":"{}</p>"},"ud5.5:17.1":{"pli":"Puna caparaṃ, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—timi timiṅgalo timitimiṅgalo asurā nāgā gandhabbā. Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā. ","eng":"Furthermore, many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ","html":"<p>{}"},"ud5.5:17.2":{"pli":"Yampi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—timi timiṅgalo timitimiṅgalo asurā nāgā gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā dviyojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā; ","html":"{}"},"ud5.5:17.3":{"pli":"ayaṃ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ","eng":"This is the eighth thing the titans love about the ocean. ","html":"{}"},"ud5.5:17.4":{"pli":"Ime kho, bhikkhave, aṭṭha mahāsamudde acchariyā abbhutā dhammā ye disvā disvā asurā mahāsamudde abhiramanti. ","eng":"Seeing these eight incredible and amazing things the titans love the ocean. ","html":"{}</p>"},"ud5.5:18.1":{"pli":"Evamevaṃ kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"In the same way, seeing eight incredible and amazing things, mendicants, the mendicants love this teaching and training. ","html":"<p>{}"},"ud5.5:18.2":{"pli":"Katame aṭṭha? ","eng":"What eight? ","html":"{}</p>"},"ud5.5:19.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ","eng":"The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ","html":"<p>{}"},"ud5.5:19.2":{"pli":"evamevaṃ kho, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ","eng":"In the same way in this teaching and training the penetration to enlightenment comes from gradual training, progress, and practice, not abruptly. ","html":"{}"},"ud5.5:19.3":{"pli":"Yampi, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ","html":"{}"},"ud5.5:19.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the first thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:20.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati; ","eng":"The ocean is consistent and doesn’t overflow its boundaries. ","html":"<p>{}"},"ud5.5:20.2":{"pli":"evamevaṃ kho, bhikkhave, yaṃ mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ taṃ mama sāvakā jīvitahetupi nātikkamanti. ","eng":"In the same way, when a training rule is laid down for my disciples they wouldn’t break it even for the sake of their own life. ","html":"{}"},"ud5.5:20.3":{"pli":"Yampi, bhikkhave, mayā sāvakānaṃ sikkhāpadaṃ paññattaṃ taṃ mama sāvakā jīvitahetupi nātikkamanti; ","html":"{}"},"ud5.5:20.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the second thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:21.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati; yaṃ hoti mahāsamudde mataṃ kuṇapaṃ taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti; ","eng":"The ocean doesn’t accommodate a carcass, but quickly carries it to the shore and strands it on the beach. ","html":"<p>{}"},"ud5.5:21.2":{"pli":"evamevaṃ kho, bhikkhave, yo so puggalo dussīlo pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati; atha kho naṃ khippameva sannipatitvā ukkhipati. Kiñcāpi so hoti majjhe bhikkhusaṅghassa nisinno, atha kho so ārakāva saṅghamhā, saṅgho ca tena. ","eng":"In the same way, the Saṅgha doesn’t accommodate an individual who is unethical, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, festering, and depraved. But they quickly gather and expel them. Even if such an individual is sitting in the middle of the Saṅgha, they’re far from the Saṅgha, and the Saṅgha is far from them. ","html":"{}"},"ud5.5:21.3":{"pli":"Yampi, bhikkhave, yo so puggalo dussīlo pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṃvasati; khippameva naṃ sannipatitvā ukkhipati. Kiñcāpi so hoti majjhe bhikkhusaṅghassa nisinno, atha kho so ārakāva saṅghamhā, saṅgho ca tena; ","html":"{}"},"ud5.5:21.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the third thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:22.1":{"pli":"Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā yamunā aciravatī sarabhū mahī tā mahāsamuddaṃ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’tveva saṅkhaṃ gacchanti; ","eng":"Furthermore, when they reach the ocean, all the great rivers—that is, the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply reckoned as ‘the ocean’. ","html":"<p>{}"},"ud5.5:22.2":{"pli":"evamevaṃ kho, bhikkhave, cattāro vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’tveva saṅkhaṃ gacchanti. ","eng":"In the same way, when they go forth from the lay life to homelessness, all four classes—aristocrats, brahmins, peasants, and menials—lose their former names and clans and are simply reckoned as ‘ascetics who follow the Sakyan’. ","html":"{}"},"ud5.5:22.3":{"pli":"Yampi, bhikkhave, cattāro vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’tveva saṅkhaṃ gacchanti; ","html":"{}"},"ud5.5:22.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the fourth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:23.1":{"pli":"Seyyathāpi, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati; ","eng":"For all the world’s streams that reach it, and the showers that fall from the sky, the ocean never empties or fills up. ","html":"<p>{}"},"ud5.5:23.2":{"pli":"evamevaṃ kho, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati. ","eng":"In the same way, though several mendicants become fully extinguished in the element of extinguishment with no residue, the element of extinguishment never empties or fills up. ","html":"{}"},"ud5.5:23.3":{"pli":"Yampi, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati; ","html":"{}"},"ud5.5:23.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the fifth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:24.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo ekaraso loṇaraso; ","eng":"The ocean has just one taste, the taste of salt. ","html":"<p>{}"},"ud5.5:24.2":{"pli":"evamevaṃ kho, bhikkhave, ayaṃ dhammavinayo ekaraso vimuttiraso. ","eng":"In the same way, this teaching and training has one taste, the taste of freedom. ","html":"{}"},"ud5.5:24.3":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo ekaraso vimuttiraso; ","html":"{}"},"ud5.5:24.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the sixth thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:25.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitaṅgo masāragallaṃ; ","eng":"The ocean is full of many kinds of treasures, such as pearls, gems, beryl, conch, quartz, coral, silver, native gold, rubies, and emeralds. ","html":"<p>{}"},"ud5.5:25.2":{"pli":"evamevaṃ kho, bhikkhave, ayaṃ dhammavinayo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ","eng":"In the same way, this teaching and training is full of many kinds of treasures, such as the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ","html":"{}"},"ud5.5:25.3":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo; ","html":"{}"},"ud5.5:25.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the seventh thing the mendicants love about this teaching and training. ","html":"{}</p>"},"ud5.5:26.1":{"pli":"Seyyathāpi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—timi timiṅgalo timitimiṅgalo asurā nāgā gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā dviyojanasatikāpi attabhāvā tiyojanasatikāpi attabhāvā catuyojanasatikāpi attabhāvā pañcayojanasatikāpi attabhāvā; ","eng":"Many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, titans, dragons, and centaurs. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ","html":"<p>{}"},"ud5.5:26.2":{"pli":"evamevaṃ kho, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso;tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno, arahā, arahattāya paṭipanno. ","eng":"In the same way, great beings live in this teaching and training, and these are those beings. The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. ","html":"{}"},"ud5.5:26.3":{"pli":"Yampi, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno, arahā, arahattāya paṭipanno; ","html":"{}"},"ud5.5:26.4":{"pli":"ayaṃ, bhikkhave, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ","eng":"This is the eighth thing the mendicants love about this teaching and training. ","html":"{}"},"ud5.5:26.5":{"pli":"Ime kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti. ","eng":"Seeing these eight incredible and amazing things, the mendicants love this teaching and training.” ","html":"{}</p>"},"ud5.5:27.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud5.5:28.1":{"pli":"“Channamativassati, ","eng":"“The rain saturates things that are covered up; ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud5.5:28.2":{"pli":"vivaṭaṃ nātivassati; ","eng":"it doesn’t saturate things that are open. ","html":"<span class='verse-line'>{}</span>"},"ud5.5:28.3":{"pli":"Tasmā channaṃ vivaretha, ","eng":"Therefore you should open up a covered thing, ","html":"<span class='verse-line'>{}</span>"},"ud5.5:28.4":{"pli":"evaṃ taṃ nātivassatī”ti. ","eng":"so the rain will not saturate it.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud5.5:28.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud5.6":{"ud5.6:0.1":{"pli":"Udāna 5.6 ","eng":"Heartfelt Sayings 5.6 ","html":"<article id='ud5.6'><header><ul><li class='division'>{}</li></ul>"},"ud5.6:0.2":{"pli":"Soṇasutta ","eng":"With Soṇa ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud5.6:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud5.6:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud5.6:1.3":{"pli":"Tena kho pana samayena āyasmā mahākaccāno avantīsu viharati kuraraghare pavatte pabbate. ","eng":"Now at that time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain. ","html":"{}"},"ud5.6:1.4":{"pli":"Tena kho pana samayena soṇo upāsako kuṭikaṇṇo āyasmato mahākaccānassa upaṭṭhāko hoti. ","eng":"And the layman Soṇa of the Sharp Ears was Mahākaccāna’s attendant. ","html":"{}</p>"},"ud5.6:2.1":{"pli":"Atha kho soṇassa upāsakassa kuṭikaṇṇassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as Soṇa was in private retreat this thought came to his mind, ","html":"<p>{}"},"ud5.6:2.2":{"pli":"“yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","eng":"“As I understand Master Mahākaccāna’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ","html":"{}"},"ud5.6:2.3":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti. ","eng":"Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?” ","html":"{}</p>"},"ud5.6:3.1":{"pli":"Atha kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Soṇa went up to Mahākaccāna, bowed, sat down to one side, and told him what he was thinking. Then he said, ","html":"<p>{}"},"ud5.6:3.2":{"pli":"Ekamantaṃ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṃ mahākaccānaṃ etadavoca: ","html":"{}</p>"},"ud5.6:4.1":{"pli":"“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","html":"<p>{}"},"ud5.6:4.2":{"pli":"‘yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","html":"{}"},"ud5.6:4.3":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","html":"{}"},"ud5.6:4.4":{"pli":"Pabbājetu maṃ, bhante, ayyo mahākaccāno”ti. ","eng":"“May Master Mahākaccāna please give me the going forth!” ","html":"{}</p>"},"ud5.6:5.1":{"pli":"Evaṃ vutte, āyasmā mahākaccāno soṇaṃ upāsakaṃ kuṭikaṇṇaṃ etadavoca: ","eng":"When this was said, Mahākaccāna said to him, ","html":"<p>{}"},"ud5.6:5.2":{"pli":"“dukkaraṃ kho, soṇa, yāvajīvaṃ ekabhattaṃ ekaseyyaṃ brahmacariyaṃ. ","eng":"“It’s hard to lead the spiritual life as long as you live, eating in one part of the day and sleeping alone. ","html":"{}"},"ud5.6:5.3":{"pli":"Iṅgha tvaṃ, soṇa, tattheva āgārikabhūto samāno buddhānaṃ sāsanaṃ anuyuñja kālayuttaṃ ekabhattaṃ ekaseyyaṃ brahmacariyan”ti. ","eng":"Come now, Soṇa, while remaining a layperson just as you are, devote yourself to the instructions of the Buddhas, leading the spiritual life at suitable times, eating in one part of the day and sleeping alone.” ","html":"{}"},"ud5.6:5.4":{"pli":"Atha kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭipassambhi. ","eng":"Then Soṇa’s aspiration to go forth died down. ","html":"{}</p>"},"ud5.6:6.1":{"pli":"Dutiyampi kho …pe… ","eng":"For a second time, while in private retreat the thought came to Soṇa that he should go forth, but the outcome was the same. ","html":"<p>{}"},"ud5.6:6.2":{"pli":"dutiyampi kho āyasmā mahākaccāno soṇaṃ upāsakaṃ kuṭikaṇṇaṃ etadavoca: ","html":"{}"},"ud5.6:6.3":{"pli":"“dukkaraṃ kho, soṇa, yāvajīvaṃ ekabhattaṃ ekaseyyaṃ brahmacariyaṃ. ","html":"{}"},"ud5.6:6.4":{"pli":"Iṅgha tvaṃ, soṇa, tattheva āgārikabhūto samāno buddhānaṃ sāsanaṃ anuyuñja kālayuttaṃ ekabhattaṃ ekaseyyaṃ brahmacariyan”ti. ","html":"{}"},"ud5.6:6.5":{"pli":"Dutiyampi kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭipassambhi. ","html":"{}</p>"},"ud5.6:7.1":{"pli":"Tatiyampi kho soṇassa upāsakassa kuṭikaṇṇassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"For a third time, as Soṇa was in private retreat this thought came to his mind, ","html":"<p>{}"},"ud5.6:7.2":{"pli":"“yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","eng":"“As I understand Master Mahākaccāna’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ","html":"{}"},"ud5.6:7.3":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti. ","eng":"Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?” ","html":"{}"},"ud5.6:7.4":{"pli":"Tatiyampi kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"For a third time, Soṇa went up to Mahākaccāna, bowed, sat down to one side, and told him what he was thinking. Then he said, ","html":"{}"},"ud5.6:7.5":{"pli":"Ekamantaṃ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṃ mahākaccānaṃ etadavoca: ","html":"{}</p>"},"ud5.6:8.1":{"pli":"“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","html":"<p>{}"},"ud5.6:8.2":{"pli":"‘yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ","html":"{}"},"ud5.6:8.3":{"pli":"Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ","html":"{}"},"ud5.6:8.4":{"pli":"Pabbājetu maṃ, bhante, ayyo mahākaccāno”ti. ","eng":"“May Master Mahākaccāna please give me the going forth!” ","html":"{}</p>"},"ud5.6:9.1":{"pli":"Atha kho āyasmā mahākaccāno soṇaṃ upāsakaṃ kuṭikaṇṇaṃ pabbājesi. ","eng":"Then Mahākaccāna gave Soṇa the going forth. ","html":"<p>{}"},"ud5.6:9.2":{"pli":"Tena kho pana samayena avantidakkhiṇāpatho appabhikkhuko hoti. ","eng":"Now at that time the southern region, including Avanti, was short of monks. ","html":"{}"},"ud5.6:9.3":{"pli":"Atha kho āyasmā mahākaccāno tiṇṇaṃ vassānaṃ accayena kicchena kasirena tato tato dasavaggaṃ bhikkhusaṅghaṃ sannipātetvā āyasmantaṃ soṇaṃ upasampādesi. ","eng":"It took three years and much struggle and difficulty before Venerable Mahākaccāyana was able to assemble from here and there a Sangha consisting of ten monks and give Venerable Soṇa the full ordination. ","html":"{}</p>"},"ud5.6:10.1":{"pli":"Atha kho āyasmato soṇassa vassaṃvuṭṭhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","eng":"Then as Venerable Soṇa was in private retreat this thought came to his mind, ","html":"<p>{}"},"ud5.6:10.2":{"pli":"“na kho me so bhagavā sammukhā diṭṭho, api ca sutoyeva me: ","eng":"“I have not personally seen the Buddha. I have only heard reports that ","html":"{}"},"ud5.6:10.3":{"pli":"‘so bhagavā īdiso ca īdiso cā’ti. ","eng":"that Blessed One is like this or like that. ","html":"{}"},"ud5.6:10.4":{"pli":"Sace maṃ upajjhāyo anujāneyya, gaccheyyāhaṃ taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhan”ti. ","eng":"If my mentor allows, I should go to see that Blessed One, the perfected one, the fully awakened Buddha.” ","html":"{}</p>"},"ud5.6:11.1":{"pli":"Atha kho āyasmā soṇo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then in the late afternoon, Soṇa came out of retreat, went up to Mahākaccāna, bowed, sat down to one side, and told him what he was thinking. Then Mahākaccāna said, ","html":"<p>{}"},"ud5.6:11.2":{"pli":"Ekamantaṃ nisinno kho āyasmā soṇo āyasmantaṃ mahākaccānaṃ etadavoca: ","html":"{}</p>"},"ud5.6:12.1":{"pli":"“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ","html":"<p>{}"},"ud5.6:12.2":{"pli":"‘na kho me so bhagavā sammukhā diṭṭho, api ca sutoyeva me—","html":"{}"},"ud5.6:12.3":{"pli":"so bhagavā īdiso ca īdiso cā’ti. ","html":"{}"},"ud5.6:12.4":{"pli":"Sace maṃ upajjhāyo anujāneyya, gaccheyyāhaṃ taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhan”ti. ","html":"{}"},"ud5.6:12.5":{"pli":"(…) ","html":"{}</p>"},"ud5.6:13.1":{"pli":"“Sādhu sādhu, soṇa; ","eng":"“Good, good, Soṇa! ","html":"<p>{}"},"ud5.6:13.2":{"pli":"gaccha tvaṃ, soṇa, taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhaṃ. ","eng":"Go to see the Blessed One, the perfected one, the fully awakened Buddha. ","html":"{}"},"ud5.6:13.3":{"pli":"Dakkhissasi tvaṃ, soṇa, taṃ bhagavantaṃ pāsādikaṃ pasādanīyaṃ santindriyaṃ santamānasaṃ uttamadamathasamathamanuppattaṃ dantaṃ guttaṃ yatindriyaṃ nāgaṃ. ","eng":"You will see that Blessed One who is impressive and inspiring, with peaceful faculties and heart, attained to the highest self-control and serenity, like an elephant with tamed, guarded, and controlled faculties. ","html":"{}"},"ud5.6:13.4":{"pli":"Disvāna mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ","eng":"On seeing him, in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably, saying, ","html":"{}"},"ud5.6:13.5":{"pli":"‘upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’”ti. ","eng":"‘Sir, my mentor Venerable Mahākaccāna bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.’” ","html":"{}</p>"},"ud5.6:14.1":{"pli":"“Evaṃ, bhante”ti kho āyasmā soṇo āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā āyasmantaṃ mahākaccānaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sāvatthi tena cārikaṃ pakkāmi. ","eng":"Saying, “Yes, sir,” Soṇa welcomed and agreed with Mahākaccāna’s words. He got up from his seat, bowed, and respectfully circled Mahākaccāna, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Sāvatthī. ","html":"<p>{}"},"ud5.6:14.2":{"pli":"Anupubbena cārikaṃ caramāno yena sāvatthi jetavanaṃ anāthapiṇḍikassa ārāmo, yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Eventually he came to Sāvatthī and Jeta’s Grove. He went up to the Buddha, bowed, and sat down to one side. ","html":"{}"},"ud5.6:14.3":{"pli":"Ekamantaṃ nisinno kho āyasmā soṇo bhagavantaṃ etadavoca: ","eng":"Soṇa said to the Buddha, ","html":"{}"},"ud5.6:14.4":{"pli":"“upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī”ti. ","eng":"“Sir, my mentor Venerable Mahākaccāna bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.” ","html":"{}</p>"},"ud5.6:15.1":{"pli":"“Kacci, bhikkhu, khamanīyaṃ, kacci yāpanīyaṃ, kaccisi appakilamathena addhānaṃ āgato, na ca piṇḍakena kilantosī”ti? ","eng":"“I hope you’re keeping well, mendicant; I hope you’re all right. And I hope you have arrived from your journey unwearied, having had no trouble getting almsfood.” ","html":"<p>{}"},"ud5.6:15.2":{"pli":"“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā, appakilamathena cāhaṃ, bhante, addhānaṃ āgato, na ca piṇḍakena kilantomhī”ti. ","eng":"“I’m keeping well, Blessed One; I’m all right. And I have arrived from my journey unwearied, having had no trouble getting almsfood.” ","html":"{}</p>"},"ud5.6:16.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"ud5.6:16.2":{"pli":"“imassānanda, āgantukassa bhikkhuno senāsanaṃ paññāpehī”ti. ","eng":"“Prepare lodgings for this visiting mendicant.” ","html":"{}"},"ud5.6:16.3":{"pli":"Atha kho āyasmato ānandassa etadahosi: ","eng":"Then Venerable Ānanda thought, ","html":"{}"},"ud5.6:16.4":{"pli":"“yassa kho maṃ bhagavā āṇāpeti: ","eng":"“When the Buddha orders me ","html":"{}"},"ud5.6:16.5":{"pli":"‘imassānanda, āgantukassa bhikkhuno senāsanaṃ paññāpehī’ti, icchati bhagavā tena bhikkhunā saddhiṃ ekavihāre vatthuṃ, icchati bhagavā āyasmatā soṇena saddhiṃ ekavihāre vatthun”ti. ","eng":"to prepare lodgings for a specific mendicant, he wishes to stay in the same dwelling with that mendicant. The Buddha wishes to stay together with Venerable Soṇa.” ","html":"{}"},"ud5.6:16.6":{"pli":"Yasmiṃ vihāre bhagavā viharati, tasmiṃ vihāre āyasmato soṇassa senāsanaṃ paññāpesi. ","eng":"He prepared lodgings for Soṇa in the same dwelling where the Buddha was staying. ","html":"{}</p>"},"ud5.6:17.1":{"pli":"Atha kho bhagavā bahudeva rattiṃ abbhokāse nisajjāya vītināmetvā pāde pakkhāletvā vihāraṃ pāvisi. ","eng":"The Buddha spent much of the night sitting meditation in the open. Then he got up from his seat, washed his feet and entered the dwelling. ","html":"<p>{}"},"ud5.6:17.2":{"pli":"Āyasmāpi kho soṇo bahudeva rattiṃ abbhokāse nisajjāya vītināmetvā pāde pakkhāletvā vihāraṃ pāvisi. ","eng":"Venerable Soṇa did the same. ","html":"{}"},"ud5.6:17.3":{"pli":"Atha kho bhagavā rattiyā paccūsasamayaṃ paccuṭṭhāya āyasmantaṃ soṇaṃ ajjhesi: ","eng":"Then the Buddha rose at the crack of dawn and addressed Soṇa, ","html":"{}"},"ud5.6:17.4":{"pli":"“paṭibhātu taṃ, bhikkhu, dhammo bhāsitun”ti. ","eng":"“Speak some Dhamma, mendicant, as you feel inspired.” ","html":"{}</p>"},"ud5.6:18.1":{"pli":"“Evaṃ, bhante”ti kho āyasmā soṇo bhagavato paṭissutvā soḷasa aṭṭhakavaggikāni sabbāneva sarena abhaṇi. ","eng":"“Yes, sir,” replied Soṇa. He intoned all sixteen discourses in the Chapter of the Eights. ","html":"<p>{}","comm":"The Vinaya version of this passage omits “sixteen” (<a href='index.html?q=pli-tv-kd5#13.9.5'>Kd 5:13.9.5</a>). | <i lang='pi' translate='no'>Sarena abhaṇi</i> (“intoned”) means “recited with tones”, apparently a reference to a chanting style that made use of or echoed the Vedic tonal system (<i lang='pi' translate='no'>svara</i>). It was allowed for mendicants at <a href='index.html?q=pli-tv-kd15#3.2.3'>Kd 15:3.2.3</a>; see too <a href='index.html?q=pli-tv-kd22#1.10.4'>Kd 22:1.10.4</a>. Contrast <i lang='pi' translate='no'>gītassara</i> (“singing sound”, <a href='index.html?q=an5.209'>AN 5.209</a>), which is not allowed as it is a sensuous song (<a href='index.html?q=dn21#1.6.2'>DN 21:1.6.2</a>). "},"ud5.6:18.2":{"pli":"Atha kho bhagavā āyasmato soṇassa sarabhaññapariyosāne abbhanumodi: ","eng":"When Soṇa finished his intoning, the Buddha applauded, saying, ","html":"{}"},"ud5.6:18.3":{"pli":"“sādhu sādhu, bhikkhu, suggahitāni te, bhikkhu, soḷasa aṭṭhakavaggikāni sumanasikatāni sūpadhāritāni, kalyāṇiyāsi vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā. ","eng":"“Good, good, mendicant! You have learned the sixteen discourses of the Chapter of the Eights well, you have applied the mind and remembered it well. You are a good speaker, with a polished, clear, and articulate voice that expresses the meaning. ","html":"{}"},"ud5.6:18.4":{"pli":"Kati vassosi tvaṃ, bhikkhū”ti? ","eng":"How many rains have you been ordained, mendicant?” ","html":"{}"},"ud5.6:18.5":{"pli":"“Ekavasso ahaṃ, bhagavā”ti. ","eng":"“I have one rains, Blessed One.” ","html":"{}"},"ud5.6:18.6":{"pli":"“Kissa pana tvaṃ, bhikkhu, evaṃ ciraṃ akāsī”ti? ","eng":"“But why did it take you so long to make it?” ","html":"{}"},"ud5.6:18.7":{"pli":"“Ciraṃ diṭṭho me, bhante, kāmesu ādīnavo; ","eng":"“Sir, I have long seen the drawbacks of sensual pleasures, ","html":"{}"},"ud5.6:18.8":{"pli":"api ca sambādho gharāvāso bahukicco bahukaraṇīyo”ti. ","eng":"yet living in a house is cramped, with many duties and much to do.” ","html":"{}</p>"},"ud5.6:19.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud5.6:20.1":{"pli":"“Disvā ādīnavaṃ loke, ","eng":"“Seeing the danger of the world, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud5.6:20.2":{"pli":"ñatvā dhammaṃ nirūpadhiṃ; ","eng":"I understood the truth without attachments. ","html":"<span class='verse-line'>{}</span>"},"ud5.6:20.3":{"pli":"Ariyo na ramatī pāpe, ","eng":"The Noble One does not delight in evil, ","html":"<span class='verse-line'>{}</span>"},"ud5.6:20.4":{"pli":"pāpe na ramatī sucī”ti. ","eng":"the Pure One does not delight in evil.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud5.6:20.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}