{"ud5.7":{"ud5.7:0.1":{"pli":"Udāna 5.7 ","eng":"Heartfelt Sayings 5.7 ","html":"<article id='ud5.7'><header><ul><li class='division'>{}</li></ul>"},"ud5.7:0.2":{"pli":"Kaṅkhārevatasutta ","eng":"With Revata the Doubter ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud5.7:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud5.7:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud5.7:1.3":{"pli":"Tena kho pana samayena āyasmā kaṅkhārevato bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya attano kaṅkhāvitaraṇavisuddhiṃ paccavekkhamāno. ","eng":"Now at that time Venerable Revata the Doubter was sitting not far from the Buddha, cross-legged, with his body straight, reviewing his own purification by traversing doubt. ","html":"{}</p>"},"ud5.7:2.1":{"pli":"Addasā kho bhagavā āyasmantaṃ kaṅkhārevataṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya attano kaṅkhāvitaraṇavisuddhiṃ paccavekkhamānaṃ. ","eng":"The Buddha saw him meditating there. ","html":"<p>{}</p>"},"ud5.7:3.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud5.7:4.1":{"pli":"“Yā kāci kaṅkhā idha vā huraṃ vā, ","eng":"“Any doubts about this life or the next, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud5.7:4.2":{"pli":"Sakavediyā vā paravediyā vā; ","eng":"about one’s own experiences or those of another: ","html":"<span class='verse-line'>{}</span>"},"ud5.7:4.3":{"pli":"Ye jhāyino tā pajahanti sabbā, ","eng":"those who meditate give them all up, ","html":"<span class='verse-line'>{}</span>"},"ud5.7:4.4":{"pli":"Ātāpino brahmacariyaṃ carantā”ti. ","eng":"keenly practicing the spiritual life.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud5.7:4.5":{"pli":"Sattamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud5.8":{"ud5.8:0.1":{"pli":"Udāna 5.8 ","eng":"Heartfelt Sayings 5.8 ","html":"<article id='ud5.8'><header><ul><li class='division'>{}</li></ul>"},"ud5.8:0.2":{"pli":"Saṅghabhedasutta ","eng":"Schism in the Saṅgha ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud5.8:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud5.8:1.2":{"pli":"ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ","eng":"At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ","html":"{}"},"ud5.8:1.3":{"pli":"Tena kho pana samayena āyasmā ānando tadahuposathe pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ","eng":"Now at that time Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. ","html":"{}</p>"},"ud5.8:2.1":{"pli":"Addasā kho devadatto āyasmantaṃ ānandaṃ rājagahe piṇḍāya carantaṃ. ","eng":"Devadatta saw him wandering for alms, ","html":"<p>{}"},"ud5.8:2.2":{"pli":"Disvāna yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ etadavoca: ","eng":"so he went up to him and said, ","html":"{}"},"ud5.8:2.3":{"pli":"“ajjatagge dānāhaṃ, āvuso ānanda, aññatreva bhagavatā aññatra bhikkhusaṅghā uposathaṃ karissāmi saṅghakammāni cā”ti. ","eng":"“From this day forth, Reverend Ānanda, I shall perform the sabbath and legal proceedings of the Saṅgha apart from the Buddha and the Saṅgha of mendicants.” ","html":"{}</p>"},"ud5.8:3.1":{"pli":"Atha kho āyasmā ānando rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Ānanda wandered for alms in Rājagaha. After the meal, on his return from almsround, he went to the Buddha, bowed, sat down to one side, ","html":"<p>{}"},"ud5.8:3.2":{"pli":"Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","eng":"and told him what had just happened, adding: ","html":"{}</p>"},"ud5.8:4.1":{"pli":"“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ. ","html":"<p>{}"},"ud5.8:4.2":{"pli":"Addasā kho maṃ, bhante, devadatto rājagahe piṇḍāya carantaṃ. ","html":"{}"},"ud5.8:4.3":{"pli":"Disvāna yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ","html":"{}"},"ud5.8:4.4":{"pli":"‘ajjatagge dānāhaṃ, āvuso ānanda, aññatreva bhagavatā aññatra bhikkhusaṅghā uposathaṃ karissāmi saṅghakammāni cā’ti. ","html":"{}"},"ud5.8:4.5":{"pli":"Ajja, bhante, devadatto saṅghaṃ bhindissati, uposathañca karissati saṅghakammāni cā”ti. ","eng":"“Today, sir, Devadatta will split the Saṅgha. He will perform the sabbath and legal proceedings of the Saṅgha.” ","html":"{}</p>"},"ud5.8:5.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud5.8:6.1":{"pli":"“Sukaraṃ sādhunā sādhu, ","eng":"“It’s easy for the good to do good, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud5.8:6.2":{"pli":"Sādhu pāpena dukkaraṃ; ","eng":"but for the bad, doing good is hard. ","html":"<span class='verse-line'>{}</span>"},"ud5.8:6.3":{"pli":"Pāpaṃ pāpena sukaraṃ, ","eng":"For the bad, it’s easy to do bad, ","html":"<span class='verse-line'>{}</span>"},"ud5.8:6.4":{"pli":"Pāpamariyehi dukkaran”ti. ","eng":"but for the noble ones, doing bad is hard.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud5.8:6.5":{"pli":"Aṭṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud5.9":{"ud5.9:0.1":{"pli":"Udāna 5.9 ","eng":"Heartfelt Sayings 5.9 ","html":"<article id='ud5.9'><header><ul><li class='division'>{}</li></ul>"},"ud5.9:0.2":{"pli":"Sadhāyamānasutta ","eng":"Teasing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud5.9:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud5.9:1.2":{"pli":"ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ. ","eng":"At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. ","html":"{}"},"ud5.9:1.3":{"pli":"Tena kho pana samayena sambahulā māṇavakā bhagavato avidūre sadhāyamānarūpā atikkamanti. ","eng":"Now at that time several young students were passing by not far from the Buddha in a teasing manner. ","html":"{}"},"ud5.9:1.4":{"pli":"Addasā kho bhagavā sambahule māṇavake avidūre sadhāyamānarūpe atikkante. ","eng":"The Buddha saw them. ","html":"{}</p>"},"ud5.9:2.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud5.9:3.1":{"pli":"“Parimuṭṭhā paṇḍitābhāsā, ","eng":"“Dolts pretending to be astute, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud5.9:3.2":{"pli":"vācāgocarabhāṇino; ","eng":"they talk, their words out of bounds. ","html":"<span class='verse-line'>{}</span>"},"ud5.9:3.3":{"pli":"Yāvicchanti mukhāyāmaṃ, ","eng":"They blab at will, their mouths agape, ","html":"<span class='verse-line'>{}</span>"},"ud5.9:3.4":{"pli":"yena nītā na taṃ vidū”ti. ","eng":"and no-one knows what leads them on.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud5.9:3.5":{"pli":"Navamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud6.1":{"ud6.1:0.1":{"pli":"Udāna 6.1 ","eng":"Heartfelt Sayings 6.1 ","html":"<article id='ud6.1'><header><ul><li class='division'>{}</li></ul>"},"ud6.1:0.2":{"pli":"Āyusaṅkhārossajjanasutta ","eng":"Surrendering the Life Force ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud6.1:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud6.1:1.2":{"pli":"ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ","eng":"At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ","html":"{}"},"ud6.1:1.3":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ","html":"{}"},"ud6.1:1.4":{"pli":"Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then, after the meal, on his return from almsround, he addressed Venerable Ānanda: ","html":"{}"},"ud6.1:1.5":{"pli":"“gaṇhāhi, ānanda, nisīdanaṃ. ","eng":"“Ānanda, get your sitting cloth. ","html":"{}"},"ud6.1:1.6":{"pli":"Yena cāpālaṃ cetiyaṃ tenupasaṅkamissāma divāvihārāyā”ti. ","eng":"Let’s go to the Cāpāla Shrine for the day’s meditation.” ","html":"{}</p>"},"ud6.1:2.1":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṃ ādāya bhagavantaṃ piṭṭhito piṭṭhito anubandhi. ","eng":"“Yes, sir,” replied Ānanda. Taking his sitting cloth he followed behind the Buddha. ","html":"<p>{}"},"ud6.1:2.2":{"pli":"Atha kho bhagavā yena cāpālaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Buddha went up to the Cāpāla Shrine, where he sat on the seat spread out. ","html":"{}"},"ud6.1:2.3":{"pli":"Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"When he was seated he said to Venerable Ānanda: ","html":"{}</p>"},"ud6.1:3.1":{"pli":"“Ramaṇīyā, ānanda, vesālī; ramaṇīyaṃ udenaṃ cetiyaṃ; ramaṇīyaṃ gotamakaṃ cetiyaṃ; ramaṇīyaṃ sattambaṃ cetiyaṃ; ramaṇīyaṃ bahuputtaṃ cetiyaṃ; ramaṇīyaṃ sārandadaṃ cetiyaṃ; ramaṇīyaṃ cāpālaṃ cetiyaṃ. ","eng":"“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Seven Maidens, Many Sons, Sārandada, and Cāpāla Shrines are all lovely. ","html":"<p>{}"},"ud6.1:3.2":{"pli":"Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno (…) kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ","eng":"Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live for the proper lifespan or what’s left of it. ","html":"{}","comm":"Normally <i lang='pi' translate='no'>kappa</i> as a period of time means “eon”, but the late canonical texts Kathāvatthu (<a href='index.html?q=kv11.5'>Kv 11.5</a>) and Milindapañha (<a href='index.html?q=mil5.1.10'>Mil 5.1.10</a>) argue that it means the “lifespan”, an interpretation followed by the commentaries. Support for this comes from <a href='index.html?q=dn26#28.3'>DN 26:28.3</a>, which says that “long life” for a mendicant is the four bases of psychic power which enable you to remain for the <i lang='pi' translate='no'>kappa</i>. Here it is surely talking about a full lifespan. Underlying this is the idea that in different epochs the “proper lifespan” varies; in the Buddha’s day it was one hundred years (<a href='index.html?q=dn14#1.7.7'>DN 14:1.7.7</a>). We can resolve the problem if we read <i lang='pi' translate='no'>kappa</i> here, not as a period of time, but as “proper, fitting”, i.e. the “proper” lifespan of a hundred years. "},"ud6.1:3.3":{"pli":"Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti. ","eng":"The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live for the proper lifespan or what’s left of it.” ","html":"{}</p>"},"ud6.1:4.1":{"pli":"Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne, oḷārike obhāse kayiramāne, nāsakkhi paṭivijjhituṃ; ","eng":"But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ","html":"<p>{}"},"ud6.1:4.2":{"pli":"na bhagavantaṃ yāci: ","eng":"He didn’t beg the Buddha, ","html":"{}"},"ud6.1:4.3":{"pli":"“tiṭṭhatu, bhante, bhagavā kappaṃ; tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṃ mārena pariyuṭṭhitacitto. ","eng":"“Sir, may the Blessed One please remain for the proper lifespan! May the Holy One please remain for the proper lifespan! That would be for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ","html":"{}"},"ud6.1:4.4":{"pli":"Dutiyampi kho …pe… ","eng":"For a second time … ","html":"{}"},"ud6.1:4.5":{"pli":"tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"and for a third time, the Buddha said to Ānanda: ","html":"{}</p>"},"ud6.1:5.1":{"pli":"“Ramaṇīyā, ānanda, vesālī; ramaṇīyaṃ udenaṃ cetiyaṃ; ramaṇīyaṃ gotamakaṃ cetiyaṃ; ramaṇīyaṃ sattambaṃ cetiyaṃ; ramaṇīyaṃ bahuputtaṃ cetiyaṃ; ramaṇīyaṃ sārandadaṃ cetiyaṃ; ramaṇīyaṃ cāpālaṃ cetiyaṃ. ","eng":"“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Seven Maidens, Many Sons, Sārandada, and Cāpāla Shrines are all lovely. ","html":"<p>{}"},"ud6.1:5.2":{"pli":"Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ","eng":"Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live for the proper lifespan or what’s left of it. ","html":"{}"},"ud6.1:5.3":{"pli":"Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti. ","eng":"The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live for the proper lifespan or what’s left of it.” ","html":"{}</p>"},"ud6.1:6.1":{"pli":"Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne, oḷārike obhāse kayiramāne, nāsakkhi paṭivijjhituṃ; ","eng":"But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ","html":"<p>{}"},"ud6.1:6.2":{"pli":"na bhagavantaṃ yāci: ","eng":"He didn’t beg the Buddha, ","html":"{}"},"ud6.1:6.3":{"pli":"“tiṭṭhatu, bhante, bhagavā kappaṃ; tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṃ mārena pariyuṭṭhitacitto. ","eng":"“Sir, may the Blessed One please remain for the proper lifespan! May the Holy One please remain for the proper lifespan! That would be for the welfare and happiness of the people, out of sympathy for the world, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ","html":"{}</p>"},"ud6.1:7.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"ud6.1:7.2":{"pli":"“gaccha tvaṃ, ānanda, yassadāni kālaṃ maññasī”ti. ","eng":"“Go now, Ānanda, at your convenience.” ","html":"{}"},"ud6.1:7.3":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā avidūre aññatarasmiṃ rukkhamūle nisīdi. ","eng":"“Yes, sir,” replied Ānanda. He rose from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before sitting at the root of a tree close by. ","html":"{}</p>"},"ud6.1:8.1":{"pli":"Atha kho māro pāpimā, acirapakkante āyasmante ānande, yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho māro pāpimā bhagavantaṃ etadavoca: ","eng":"And then, not long after Ānanda had left, Māra the Wicked went up to the Buddha, stood to one side, and said to him: ","html":"<p>{}</p>"},"ud6.1:9.1":{"pli":"“Parinibbātu dāni, bhante, bhagavā; parinibbātu sugato; parinibbānakālo dāni, bhante, bhagavato. ","eng":"“May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"<p>{}"},"ud6.1:9.2":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"{}"},"ud6.1:9.3":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until I have monk disciples who are competent, educated, assured, learned, have memorized the teachings, and practice in line with the teaching. Not until they practice properly, living in line with the teaching. Not until they’ve learned their own tradition, and explain, teach, assert, establish, disclose, analyze, and make it clear. Not until they can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis.’ ","html":"{}"},"ud6.1:9.4":{"pli":"Etarahi kho pana, bhante, bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"Today you do have such monk disciples. ","html":"{}"},"ud6.1:9.5":{"pli":"Parinibbātu dāni, bhante, bhagavā; parinibbātu sugato; parinibbānakālo dāni, bhante, bhagavato. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"{}</p>"},"ud6.1:10.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"<p>{}"},"ud6.1:10.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until I have nun disciples who are competent, educated, assured, learned …’ … ","html":"{}"},"ud6.1:10.3":{"pli":"Etarahi kho pana, bhante, bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"Today you do have such nun disciples. ","html":"{}"},"ud6.1:10.4":{"pli":"Parinibbātu dāni, bhante, bhagavā; parinibbātu sugato; parinibbānakālo dāni, bhante, bhagavato. ","html":"{}</p>"},"ud6.1:11.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","html":"<p>{}"},"ud6.1:11.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me upāsakā na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until I have layman disciples who are competent, educated, assured, learned …’ ","html":"{}"},"ud6.1:11.3":{"pli":"Etarahi kho pana, bhante, upāsakā bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"Today you do have such layman disciples. ","html":"{}"},"ud6.1:11.4":{"pli":"Parinibbātu dāni, bhante, bhagavā; parinibbātu sugato; parinibbānakālo dāni, bhante, bhagavato. ","html":"{}</p>"},"ud6.1:12.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","html":"<p>{}"},"ud6.1:12.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti. ","eng":"‘Wicked One, I shall not be fully extinguished until I have laywoman disciples who are competent, educated, assured, learned …’ ","html":"{}"},"ud6.1:12.3":{"pli":"Etarahi kho pana, bhante, upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti. ","eng":"Today you do have such laywoman disciples. ","html":"{}"},"ud6.1:12.4":{"pli":"Parinibbātu dāni, bhante, bhagavā; parinibbātu sugato; parinibbānakālo dāni, bhante, bhagavato. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"{}</p>"},"ud6.1:13.1":{"pli":"Bhāsitā kho panesā, bhante, bhagavatā vācā: ","eng":"Sir, you once made this statement: ","html":"<p>{}"},"ud6.1:13.2":{"pli":"‘na tāvāhaṃ, pāpima, parinibbāyissāmi yāva me idaṃ brahmacariyaṃ na iddhañceva bhavissati phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitan’ti. ","eng":"‘I shall not be fully extinguished until my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’ ","html":"{}"},"ud6.1:13.3":{"pli":"Etarahi kho pana, bhante, bhagavato brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ. ","eng":"Today your spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ","html":"{}"},"ud6.1:13.4":{"pli":"Parinibbātu dāni, bhante, bhagavā; parinibbātu sugato; parinibbānakālo dāni, bhante, bhagavato”ti. ","eng":"May the Blessed One now be fully extinguished! May the Holy One now be fully extinguished! Now is the time for the full extinguishment of the Buddha. ","html":"{}</p>"},"ud6.1:14.1":{"pli":"Evaṃ vutte, bhagavā māraṃ pāpimantaṃ etadavoca: ","eng":"When this was said, the Buddha said to Māra, ","html":"<p>{}"},"ud6.1:14.2":{"pli":"“appossukko tvaṃ, pāpima, hohi. Na ciraṃ tathāgatassa parinibbānaṃ bhavissati. ","eng":"“Relax, Wicked One. The full extinguishment of the Realized One will be soon. ","html":"{}"},"ud6.1:14.3":{"pli":"Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī”ti. ","eng":"Three months from now the Realized One will be fully extinguished.” ","html":"{}</p>"},"ud6.1:15.1":{"pli":"Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṃ ossaji. ","eng":"So at the Cāpāla Shrine the Buddha, mindful and aware, surrendered the life force. ","html":"<p>{}"},"ud6.1:15.2":{"pli":"Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṃsanako lomahaṃso, devadundubhiyo ca phaliṃsu. ","eng":"When he did so there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky. ","html":"{}</p>"},"ud6.1:16.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud6.1:17.1":{"pli":"“Tulamatulañca sambhavaṃ, ","eng":"“Comparing the incomparable <j>with the creation of prolonged life, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>","comm":"For this difficult verse, I generally follow Bhikkhu Bodhi’s long discussion in <em>Connected Discourses of the Buddha</em>, note 255 on the Mahāvagga. <i lang='pi' translate='no'>Sambhava</i> means “production, creation”, and here I think it refers to the prolonging of life which the Buddha had just rejected. "},"ud6.1:17.2":{"pli":"Bhavasaṅkhāramavassaji muni; ","eng":"the sage surrendered the life force. ","html":"<span class='verse-line'>{}</span>","comm":"<i lang='pi' translate='no'>Bhavasaṅkhāra</i> here is equivalent to <i lang='pi' translate='no'>āyusaṅkhāra</i> and <i lang='pi' translate='no'>jīvitasaṅkhāra</i>. "},"ud6.1:17.3":{"pli":"Ajjhattarato samāhito, ","eng":"Happy inside, serene, ","html":"<span class='verse-line'>{}</span>"},"ud6.1:17.4":{"pli":"Abhindi kavacamivattasambhavan”ti. ","eng":"he shattered self-creation like a suit of armor.” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"<i lang='pi' translate='no'>Attasambhava</i> here refers back to <i lang='pi' translate='no'>sambhava</i> in the first line. "},"ud6.1:17.5":{"pli":"Paṭhamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud6.10":{"ud6.10:0.1":{"pli":"Udāna 6.10 ","eng":"Heartfelt Sayings 6.10 ","html":"<article id='ud6.10'><header><ul><li class='division'>{}</li></ul>"},"ud6.10:0.2":{"pli":"Uppajjantisutta ","eng":"Arising ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud6.10:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud6.10:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud6.10:1.3":{"pli":"Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ","html":"{}"},"ud6.10:1.4":{"pli":"Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ","html":"{}</p>"},"ud6.10:2.1":{"pli":"“Yāvakīvañca, bhante, tathāgatā loke nuppajjanti arahanto sammāsambuddhā tāva aññatitthiyā paribbājakā sakkatā honti garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"“Sir, so long as the Realized Ones, the perfected ones, the fully awakened Buddhas do not arise in the world, the wanderers of other religions are honored, respected, revered, venerated, and esteemed. And they receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"<p>{}"},"ud6.10:2.2":{"pli":"Yato ca kho, bhante, tathāgatā loke uppajjanti arahanto sammāsambuddhā atha aññatitthiyā paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā na lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"But when the Realized Ones do arise in the world, the wanderers of other religions are no longer honored, respected, revered, venerated, and esteemed. And they do not receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"{}"},"ud6.10:2.3":{"pli":"Bhagavāyeva dāni, bhante, sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ, bhikkhusaṅgho cā”ti. ","eng":"Now only the Buddha is honored, respected, revered, venerated, and esteemed. And he receives robes, almsfood, lodgings, and medicines and supplies for the sick.” ","html":"{}</p>"},"ud6.10:3.1":{"pli":"“Evametaṃ, ānanda, yāvakīvañca, ānanda, tathāgatā loke nuppajjanti arahanto sammāsambuddhā tāva aññatitthiyā paribbājakā sakkatā honti garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"“That’s so true, Ānanda. So long as the Realized Ones do not arise in the world, the wanderers of other religions are honored, respected, revered, venerated, and esteemed. And they receive robes, almsfood, lodgings, and medicines and supplies for the sick. ","html":"<p>{}"},"ud6.10:3.2":{"pli":"Yato ca kho, ānanda, tathāgatā loke uppajjanti arahanto sammāsambuddhā atha aññatitthiyā paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā na lābhino cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ","eng":"But when the Realized Ones do arise in the world, the wanderers of other religions are no longer honored in this way. ","html":"{}"},"ud6.10:3.3":{"pli":"Tathāgatova dāni sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ, bhikkhusaṅgho cā”ti. ","eng":"Now only the Realized One is honored, respected, revered, venerated, and esteemed. And he receives robes, almsfood, lodgings, and medicines and supplies for the sick. And so does the mendicant Saṅgha.” ","html":"{}</p>"},"ud6.10:4.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud6.10:5.1":{"pli":"“Obhāsati tāva so kimi, ","eng":"“The glow-worm shines so long ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud6.10:5.2":{"pli":"Yāva na unnamate pabhaṅkaro; ","eng":"as the beacon of the sun does not rise. ","html":"<span class='verse-line'>{}</span>"},"ud6.10:5.3":{"pli":"Sa verocanamhi uggate, ","eng":"But when the sun has come up, ","html":"<span class='verse-line'>{}</span>"},"ud6.10:5.4":{"pli":"Hatappabho hoti na cāpi bhāsati. ","eng":"that light is erased and shines no more. ","html":"<span class='verse-line'>{}</span></p>"},"ud6.10:6.1":{"pli":"Evaṃ obhāsitameva takkikānaṃ, ","eng":"So too the sophists shine bright ","html":"<p><span class='verse-line'>{}</span>"},"ud6.10:6.2":{"pli":"Yāva sammāsambuddhā loke nuppajjanti; ","eng":"so long as the Buddhas don’t arise in the world. ","html":"<span class='verse-line'>{}</span>"},"ud6.10:6.3":{"pli":"Na takkikā sujjhanti na cāpi sāvakā, ","eng":"The sophists are not purified, nor are their disciples. ","html":"<span class='verse-line'>{}</span>"},"ud6.10:6.4":{"pli":"Duddiṭṭhī na dukkhā pamuccare”ti. ","eng":"Having bad views, they are not freed from suffering.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud6.10:6.5":{"pli":"Dasamaṃ. ","html":"<p class='endsutta'>{}</p>"},"ud6.10:7.0":{"pli":"Tassuddānaṃ ","html":"<p class='uddana-intro'>{}</p>"},"ud6.10:7.1":{"pli":"Āyujaṭilavekkhaṇā, ","html":"<blockquote class='uddanagatha'><p><span class='verse-line'>{}</span>"},"ud6.10:7.2":{"pli":"tayo titthiyā subhūti; ","html":"<span class='verse-line'>{}</span>"},"ud6.10:7.3":{"pli":"Gaṇikā upāti navamo, ","html":"<span class='verse-line'>{}</span>"},"ud6.10:7.4":{"pli":"uppajjanti ca te dasāti. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud6.10:7.5":{"pli":"Jaccandhavaggo chaṭṭho. ","html":"<p class='endvagga'>{}</p></article>"}},"ud6.2":{"ud6.2:0.1":{"pli":"Udāna 6.2 ","eng":"Heartfelt Sayings 6.2 ","html":"<article id='ud6.2'><header><ul><li class='division'>{}</li></ul>"},"ud6.2:0.2":{"pli":"Sattajaṭilasutta ","eng":"Seven Matted-Hair Ascetics ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud6.2:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud6.2:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ","eng":"At one time the Buddha was staying near Sāvatthī in the stilt longhouse of Migāra’s mother in the Eastern Monastery. ","html":"{}","comm":"The same narrative introduces different verses at <a href='index.html?q=sn3.11'>SN 3.11</a>. "},"ud6.2:1.3":{"pli":"Tena kho pana samayena bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito bahidvārakoṭṭhake nisinno hoti. ","eng":"Then in the late afternoon, the Buddha came out of retreat and sat outside the gate. ","html":"{}"},"ud6.2:1.4":{"pli":"Atha kho rājā pasenadi kosalo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then King Pasenadi of Kosala went up to the Buddha, bowed, and sat down to one side. ","html":"{}</p>"},"ud6.2:2.1":{"pli":"Tena kho pana samayena satta ca jaṭilā, satta ca nigaṇṭhā, satta ca acelakā, satta ca ekasāṭakā, satta ca paribbājakā, parūḷhakacchanakhalomā khārivividhamādāya bhagavato avidūre atikkamanti. ","eng":"Now at that time seven matted-hair ascetics, seven Jain ascetics, seven naked ascetics, seven one-cloth ascetics, and seven wanderers passed by not far from the Buddha. Their armpits and bodies were hairy, and their nails were long; and they carried their pack with shoulder-poles. ","html":"<p>{}</p>","comm":"“Matted-hair ascetics” (<i lang='pi' translate='no'>jaṭilā</i>) were Vedic ascetics practicing bathing and worshiping the sacred flame (<a href='index.html?q=ud1.9'>Ud 1.9</a>; see note on <a href='index.html?q=mn40#5.10'>MN 40:5.10</a>). | “Jain ascetics” (<i lang='pi' translate='no'>nigaṇṭhā</i>) were followers of Mahāvīra. | The next two types might be the two main subsets of Jains. Some Jains were “one-cloth ascetics” (see <a href='index.html?q=an6.57#4.1'>AN 6.57:4.1</a>); this group came to be known as Śvetāmbara. Others were “naked ascetics” (<i lang='pi' translate='no'>acelakā</i>; see Ācārāṅga Sūtra 1.6.2, 1.7.7; Uttarādhyayana Sūtra 2); these came to be known as Digambara. On the other hand, Ājīvakas may be naked. | “Wanderers (<i lang='pi' translate='no'>paribbājakā</i>) were homeless religious renunciates—male or female—who wandered seeking alms (see note on <a href='index.html?q=dn1#1.1.3'>DN 1:1.1.3</a>). | For <i lang='pi' translate='no'>khāri</i> (“pack”) see also <a href='index.html?q=sn7.9#14.1'>SN 7.9:14.1</a>. "},"ud6.2:3.1":{"pli":"Addasā kho rājā pasenadi kosalo te satta ca jaṭile, satta ca nigaṇṭhe, satta ca acelake, satta ca ekasāṭake, satta ca paribbājake, parūḷhakacchanakhalome khārivividhamādāya bhagavato avidūre atikkamante. ","eng":"King Pasenadi saw them passing by. ","html":"<p>{}"},"ud6.2:3.2":{"pli":"Disvāna uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇajāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena te satta ca jaṭilā, satta ca nigaṇṭhā, satta ca acelakā, satta ca ekasāṭakā, satta ca paribbājakā, tenañjaliṃ paṇāmetvā tikkhattuṃ nāmaṃ sāvesi: ","eng":"He got up from his seat, arranged his robe over one shoulder, knelt with his right knee on the ground, raised his joined palms toward those various ascetics, and pronounced his name three times: ","html":"{}"},"ud6.2:3.3":{"pli":"“rājāhaṃ, bhante, pasenadi kosalo; ","eng":"“Sirs, I am Pasenadi, king of Kosala! ","html":"{}"},"ud6.2:3.4":{"pli":"rājāhaṃ, bhante, pasenadi kosalo; ","eng":"I am Pasenadi, king of Kosala! ","html":"{}"},"ud6.2:3.5":{"pli":"rājāhaṃ, bhante, pasenadi kosalo”ti. ","eng":"I am Pasenadi, king of Kosala!” ","html":"{}</p>"},"ud6.2:4.1":{"pli":"Atha kho rājā pasenadi kosalo acirapakkantesu tesu sattasu ca jaṭilesu, sattasu ca nigaṇṭhesu, sattasu ca acelakesu, sattasu ca ekasāṭakesu, sattasu ca paribbājakesu, yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca: ","eng":"Then, soon after those ascetics had left, King Pasenadi went up to the Buddha, bowed, sat down to one side, and said to him, ","html":"<p>{}"},"ud6.2:4.2":{"pli":"“ye kho, bhante, loke arahanto vā arahattamaggaṃ vā samāpannā ete tesaṃ aññatare”ti. ","eng":"“Sir, these are among those in the world who are perfected or who are on the path to perfection!” ","html":"{}</p>","comm":"This sentence is phrased as a statement in all editions here, and in the parallel passage at <a href='index.html?q=ud6.2#4.2'>Ud 6.2:4.2</a> all except the PTS edition, where it is a question. The commentary in both places confirms it is meant as a statement (<i lang='pi' translate='no'>“ime arahanto”ti vutte</i>). Pasenadi is testing the Buddha. "},"ud6.2:5.1":{"pli":"“Dujjānaṃ kho etaṃ, mahārāja, tayā gihinā kāmabhoginā puttasambādhasayanaṃ ajjhāvasantena kāsikacandanaṃ paccanubhontena mālāgandhavilepanaṃ dhārayantena jātarūparajataṃ sādiyantena—ime vā arahanto, ime vā arahattamaggaṃ samāpannāti. ","eng":"“Great king, as a layman enjoying sensual pleasures, living at home with your children, using sandalwood imported from Kāsi, wearing garlands, fragrance, and makeup, and accepting gold and currency, it’s hard for you to know who is perfected or on the path to perfection. ","html":"<p>{}</p>"},"ud6.2:6.1":{"pli":"Saṃvāsena kho, mahārāja, sīlaṃ veditabbaṃ. Tañca kho dīghena addhunā na ittaraṃ, manasikarotā no amanasikarotā, paññavatā no duppaññena. ","eng":"You can get to know a person’s ethics by living with them. But only after a long time, not casually; only when attentive, not when inattentive; and only by the wise, not the witless. ","html":"<p>{}"},"ud6.2:6.2":{"pli":"Saṃvohārena kho, mahārāja, soceyyaṃ veditabbaṃ. Tañca kho dīghena addhunā na ittaraṃ, manasikarotā no amanasikarotā, paññavatā no duppaññena. ","eng":"You can get to know a person’s purity by dealing with them. … ","html":"{}"},"ud6.2:6.3":{"pli":"Āpadāsu kho, mahārāja, thāmo veditabbo. So ca kho dīghena addhunā na ittaraṃ, manasikarotā no amanasikarotā, paññavatā no duppaññena. ","eng":"You can get to know a person’s resilience in times of trouble. … ","html":"{}"},"ud6.2:6.4":{"pli":"Sākacchāya kho, mahārāja, paññā veditabbā. Sā ca kho dīghena addhunā na ittaraṃ, manasikarotā no amanasikarotā, paññavatā no duppaññenā”ti. ","eng":"You can get to know a person’s wisdom by discussion. But only after a long time, not casually; only when attentive, not when inattentive; and only by the wise, not the witless.” ","html":"{}</p>"},"ud6.2:7.1":{"pli":"“Acchariyaṃ, bhante, abbhutaṃ, bhante. ","eng":"“It’s incredible, sir, it’s amazing, ","html":"<p>{}"},"ud6.2:7.2":{"pli":"Yāva subhāsitañcidaṃ, bhante, bhagavatā: ","eng":"how well said this was by the Buddha. … ","html":"{}"},"ud6.2:7.3":{"pli":"‘dujjānaṃ kho etaṃ, mahārāja, tayā gihinā puttasambādhasayanaṃ ajjhāvasantena kāsikacandanaṃ paccanubhontena mālāgandhavilepanaṃ dhārayantena jātarūparajataṃ sādiyantena—ime vā arahanto, ime vā arahattamaggaṃ samāpannāti. ","html":"{}"},"ud6.2:7.4":{"pli":"Saṃvāsena kho, mahārāja, sīlaṃ veditabbaṃ …pe… ","html":"{}"},"ud6.2:7.5":{"pli":"sākacchāya kho, mahārāja, paññā veditabbā. ","html":"{}"},"ud6.2:7.6":{"pli":"Sā ca kho dīghena addhunā na ittaraṃ, manasikarotā no amanasikarotā, paññavatā no duppaññenā’”ti. ","html":"{}</p>"},"ud6.2:8.1":{"pli":"“Ete, bhante, mama purisā corā ocarakā janapadaṃ ocaritvā gacchanti. ","eng":"Sir, these are my spies, my undercover agents returning after spying on the country. ","html":"<p>{}","comm":"The use of ascetics for spies, which is still common today, is detailed by Kauṭilya in his Arthaśāstra. Those seeking a job can imitate bald (<i lang='pi' translate='no'>muṇḍa</i>) or matted-hair (<i lang='pi' translate='no'>jaṭila</i>) ascetics, pretending to live on a handful of greens but secretly eating what they like (as here). Other fake ascetics or spies disguised as merchants then acclaim them to build reputation (as Pasenadi here). When people seek prophecies, he foretells that those loyal to the king shall prosper and those who oppose him will suffer. The king’s minister then ensures that such prophecies come true (1.11.13, 1.13.15). Female mendicants are especially useful for manipulating the wives of officials (5.1.19, 5.1.50, 12.2.20), or officials regarding their wives (11.1.52). Ascetic spies are taught to manipulate loyalties with morality tales (1.14) and to fool enemy kings by faking magical powers (13.2; cp. Devadatta using magic to seduce Ajātasattu at <a href='index.html?q=pli-tv-kd17#2.1.1'>Kd 17:2.1.1</a>). They conduct assassinations by tricking targets into consuming poisons in the guise of a ritual (5.1.33) or love-potions (11.1.40), or he may first instigate rape, then accuse the rapist (11.1.48). Princes may also don the guise of such ascetics in order to escape a coup, while forest ascetics misdirect pursuers (7.17.50). Such spies earn a solid middle income comparable to soldiers, superintendents, teachers, or accountants (5.3.22–3). "},"ud6.2:8.2":{"pli":"Tehi paṭhamaṃ ociṇṇaṃ ahaṃ pacchā osārissāmi. ","eng":"I shall later make use of what they first spied out. ","html":"{}","comm":"Readings for <i lang='pi' translate='no'>osāpayissāmi</i> are highly uncertain, and the sentence may be corrupt. Udāna commentary glosses <i lang='pi' translate='no'>paṭipajjissāmi karissāmi</i>, which suggests Sanskrit <i lang='pi' translate='no'>apāśri</i>, “employ, practice, use”. "},"ud6.2:8.3":{"pli":"Idāni te, bhante, taṃ rajojallaṃ pavāhetvā sunhātā suvilittā kappitakesamassū odātavatthavasanā pañcahi kāmaguṇehi samappitā samaṅgibhūtā paricāressantī”ti. ","eng":"Now—when they have rinsed off the dust and dirt, and are nicely bathed and anointed, with hair and beard dressed, and dressed in white—they will amuse themselves, supplied and provided with the five kinds of sensual stimulation.” ","html":"{}</p>"},"ud6.2:9.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud6.2:10.1":{"pli":"“Na vāyameyya sabbattha, ","eng":"“Don’t strive in every situation, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud6.2:10.2":{"pli":"nāññassa puriso siyā; ","eng":"don’t become another’s man. ","html":"<span class='verse-line'>{}</span>"},"ud6.2:10.3":{"pli":"Nāññaṃ nissāya jīveyya, ","eng":"Don’t live depending on another, ","html":"<span class='verse-line'>{}</span>"},"ud6.2:10.4":{"pli":"dhammena na vaṇiṃ care”ti. ","eng":"and don’t use the teaching to make money.” ","html":"<span class='verse-line'>{}</span></p></blockquote>","comm":"The commentary says, “Don’t teach the Dhamma for the sake of money, etc.” "},"ud6.2:10.5":{"pli":"Dutiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud6.3":{"ud6.3:0.1":{"pli":"Udāna 6.3 ","eng":"Heartfelt Sayings 6.3 ","html":"<article id='ud6.3'><header><ul><li class='division'>{}</li></ul>"},"ud6.3:0.2":{"pli":"Paccavekkhaṇasutta ","eng":"The Buddha’s Reviewing ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud6.3:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud6.3:1.2":{"pli":"ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ","eng":"At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ","html":"{}"},"ud6.3:1.3":{"pli":"Tena kho pana samayena bhagavā attano aneke pāpake akusale dhamme pahīne paccavekkhamāno nisinno hoti, aneke ca kusale dhamme bhāvanāpāripūriṃ gate. ","eng":"Now at that time the Buddha was sitting reviewing his own giving up of many bad, unskillful qualities, and the many skillful qualities he had fully developed. ","html":"{}</p>"},"ud6.3:2.1":{"pli":"Atha kho bhagavā attano aneke pāpake akusale dhamme pahīne viditvā aneke ca kusale dhamme bhāvanāpāripūriṃ gate tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, knowing the many bad, unskillful qualities that he had given up and the many skillful qualities he had fully developed, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud6.3:3.1":{"pli":"“Ahu pubbe tadā nāhu, ","eng":"“What was before then was not; ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud6.3:3.2":{"pli":"nāhu pubbe tadā ahu; ","eng":"what before was not then was. ","html":"<span class='verse-line'>{}</span>"},"ud6.3:3.3":{"pli":"Na cāhu na ca bhavissati, ","eng":"It never was, nor will it be, ","html":"<span class='verse-line'>{}</span>"},"ud6.3:3.4":{"pli":"na cetarahi vijjatī”ti. ","eng":"nor is it found today.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud6.3:3.5":{"pli":"Tatiyaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}