{"ud8.5":{"ud8.5:0.1":{"pli":"Udāna 8.5 ","eng":"Heartfelt Sayings 8.5 ","html":"<article id='ud8.5'><header><ul><li class='division'>{}</li></ul>"},"ud8.5:0.2":{"pli":"Cundasutta ","eng":"With Cunda ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud8.5:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud8.5:1.2":{"pli":"ekaṃ samayaṃ bhagavā mallesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena pāvā tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Mallas together with a large Saṅgha when he arrived at Pāvā. ","html":"{}"},"ud8.5:1.3":{"pli":"Tatra sudaṃ bhagavā pāvāyaṃ viharati cundassa kammāraputtassa ambavane. ","eng":"There he stayed in Cunda the smith’s mango grove. ","html":"{}</p>"},"ud8.5:2.1":{"pli":"Assosi kho cundo kammāraputto: “bhagavā kira mallesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pāvaṃ anuppatto pāvāyaṃ viharati mayhaṃ ambavane”ti. ","eng":"Cunda heard that the Buddha had arrived and was staying in his mango grove. ","html":"<p>{}"},"ud8.5:2.2":{"pli":"Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"Then he went to the Buddha, bowed, and sat down to one side. ","html":"{}"},"ud8.5:2.3":{"pli":"Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ","eng":"The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk. ","html":"{}"},"ud8.5:2.4":{"pli":"Atha kho cundo kammāraputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavantaṃ etadavoca: ","eng":"Then Cunda said to the Buddha, ","html":"{}"},"ud8.5:2.5":{"pli":"“adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","eng":"“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.” ","html":"{}"},"ud8.5:2.6":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"ud8.5:3.1":{"pli":"Atha kho cundo kammāraputto bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ","eng":"Then, knowing that the Buddha had consented, Cunda got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ","html":"<p>{}"},"ud8.5:3.2":{"pli":"Atha kho cundo kammāraputto tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā pahūtañca sūkaramaddavaṃ bhagavato kālaṃ ārocāpesi: ","eng":"And when the night had passed Cunda had delicious fresh and cooked foods prepared in his own home, and plenty of pork on the turn. Then he had the Buddha informed of the time, saying, ","html":"{}"},"ud8.5:3.3":{"pli":"“kālo, bhante, niṭṭhitaṃ bhattan”ti. ","eng":"“Sir, it’s time. The meal is ready.” ","html":"{}</p>"},"ud8.5:4.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena cundassa kammāraputtassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Cunda together with the mendicant Saṅgha, where he sat on the seat spread out ","html":"<p>{}"},"ud8.5:4.2":{"pli":"Nisajja kho bhagavā cundaṃ kammāraputtaṃ āmantesi: ","eng":"and addressed Cunda, ","html":"{}"},"ud8.5:4.3":{"pli":"“yaṃ te, cunda, sūkaramaddavaṃ paṭiyattaṃ tena maṃ parivisa, ","eng":"“Cunda, please serve me with the pork on the turn that you’ve prepared. ","html":"{}"},"ud8.5:4.4":{"pli":"yaṃ panaññaṃ khādanīyaṃ bhojanīyaṃ paṭiyattaṃ tena bhikkhusaṅghaṃ parivisā”ti. ","eng":"And serve the mendicant Saṅgha with the other foods.” ","html":"{}"},"ud8.5:4.5":{"pli":"“Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṃ ahosi sūkaramaddavaṃ paṭiyattaṃ tena bhagavantaṃ parivisi; ","eng":"“Yes, sir,” replied Cunda, and did as he was asked. ","html":"{}"},"ud8.5:4.6":{"pli":"yaṃ panaññaṃ khādanīyaṃ bhojanīyaṃ paṭiyattaṃ tena bhikkhusaṅghaṃ parivisi. ","html":"{}</p>"},"ud8.5:5.1":{"pli":"Atha kho bhagavā cundaṃ kammāraputtaṃ āmantesi: ","eng":"Then the Buddha addressed Cunda, ","html":"<p>{}"},"ud8.5:5.2":{"pli":"“yaṃ te, cunda, sūkaramaddavaṃ avasiṭṭhaṃ taṃ sobbhe nikhaṇāhi. ","eng":"“Cunda, any pork on the turn that’s left over, you should bury it in a pit. ","html":"{}"},"ud8.5:5.3":{"pli":"Nāhaṃ taṃ, cunda, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yassa taṃ paribhuttaṃ sammā pariṇāmaṃ gaccheyya aññatra tathāgatassā”ti. ","eng":"I don’t see anyone in this world—with its gods, Māras, and Divinities, this population with its ascetics and brahmins, its gods and humans—who could properly digest it except for the Realized One.” ","html":"{}"},"ud8.5:5.4":{"pli":"“Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṃ ahosi sūkaramaddavaṃ avasiṭṭhaṃ taṃ sobbhe nikhaṇitvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ","eng":"“Yes, sir,” replied Cunda. He did as he was asked, then came back to the Buddha, bowed, and sat down to one side. ","html":"{}"},"ud8.5:5.5":{"pli":"Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi. ","eng":"Then the Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk, after which he got up from his seat and left. ","html":"{}</p>"},"ud8.5:6.1":{"pli":"Atha kho bhagavato cundassa kammāraputtassa bhattaṃ bhuttāvissa kharo ābādho uppajji. Lohitapakkhandikā pabāḷhā vedanā vattanti māraṇantikā. ","eng":"After the Buddha had eaten Cunda’s meal, he fell severely ill with bloody dysentery, struck by dreadful pains, close to death. ","html":"<p>{}"},"ud8.5:6.2":{"pli":"Tatra sudaṃ bhagavā sato sampajāno adhivāsesi avihaññamāno. ","eng":"But he endured unbothered, with mindfulness and situational awareness. ","html":"{}</p>"},"ud8.5:7.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"ud8.5:7.2":{"pli":"“āyāmānanda, yena kusinārā tenupasaṅkamissāmā”ti. ","eng":"“Come, Ānanda, let’s go to Kusinārā.” ","html":"{}"},"ud8.5:7.3":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ","eng":"“Yes, sir,” Ānanda replied. ","html":"{}</p>"},"ud8.5:8.1":{"pli":"Cundassa bhattaṃ bhuñjitvā, ","eng":"I’ve heard that after eating ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud8.5:8.2":{"pli":"kammārassāti me sutaṃ; ","eng":"the meal of Cunda the smith, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:8.3":{"pli":"Ābādhaṃ samphusī dhīro, ","eng":"the attentive one fell severely ill, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:8.4":{"pli":"pabāḷhaṃ māraṇantikaṃ. ","eng":"with pains, close to death. ","html":"<span class='verse-line'>{}</span></p>"},"ud8.5:9.1":{"pli":"Bhuttassa ca sūkaramaddavena, ","eng":"A severe sickness struck the Teacher ","html":"<p><span class='verse-line'>{}</span>"},"ud8.5:9.2":{"pli":"Byādhippabāḷho udapādi satthuno; ","eng":"who had eaten the pork on the turn. ","html":"<span class='verse-line'>{}</span>"},"ud8.5:9.3":{"pli":"Viriccamāno bhagavā avoca, ","eng":"While still purging the Buddha said: ","html":"<span class='verse-line'>{}</span>"},"ud8.5:9.4":{"pli":"“Gacchāmahaṃ kusināraṃ nagaran”ti. ","eng":"“I’ll go to the citadel of Kusinārā.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud8.5:10.1":{"pli":"Atha kho bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha left the road and went to the root of a certain tree, where he addressed Ānanda, ","html":"<p>{}"},"ud8.5:10.2":{"pli":"“iṅgha me tvaṃ, ānanda, catugguṇaṃ saṅghāṭiṃ paññāpehi; kilantosmi, ānanda, nisīdissāmī”ti. ","eng":"“Please, Ānanda, fold my outer robe in four and spread it out for me. I am tired and will sit down.” ","html":"{}"},"ud8.5:10.3":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā catugguṇaṃ saṅghāṭiṃ paññāpesi. ","eng":"“Yes, sir,” replied Ānanda, and did as he was asked. ","html":"{}"},"ud8.5:10.4":{"pli":"Nisīdi bhagavā paññatte āsane. ","eng":"The Buddha sat on the seat spread out, ","html":"{}"},"ud8.5:10.5":{"pli":"Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"and said to Venerable Ānanda, ","html":"{}"},"ud8.5:10.6":{"pli":"“iṅgha me tvaṃ, ānanda, pānīyaṃ āhara; pipāsitosmi, ānanda, pivissāmī”ti. ","eng":"“Please, Ānanda, fetch me some water. I am thirsty and will drink.” ","html":"{}</p>"},"ud8.5:11.1":{"pli":"Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca: ","eng":"When he said this, Venerable Ānanda said to the Buddha, ","html":"<p>{}"},"ud8.5:11.2":{"pli":"“idāni, bhante, pañcamattāni sakaṭasatāni atikkantāni. Taṃ cakkacchinnaṃ udakaṃ parittaṃ luḷitaṃ āvilaṃ sandati. ","eng":"“Sir, just now around five hundred carts have passed by. The shallow water has been churned up by their wheels, and it flows cloudy and murky. ","html":"{}"},"ud8.5:11.3":{"pli":"Ayaṃ, bhante, kukudhā nadī avidūre acchodakā sātodakā sītodakā setodakā supatitthā ramaṇīyā. ","eng":"The Kakutthā river is not far away, with clear, sweet, cool water, clean, with smooth banks, delightful. ","html":"{}"},"ud8.5:11.4":{"pli":"Ettha bhagavā pānīyañca pivissati gattāni ca sītīkarissatī”ti. ","eng":"There the Buddha can drink and cool his limbs.” ","html":"{}</p>"},"ud8.5:12.1":{"pli":"Dutiyampi kho …pe… ","eng":"For a second time, ","html":"<p>{}"},"ud8.5:12.2":{"pli":"tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"and a third time, the Buddha said to Ānanda, ","html":"{}"},"ud8.5:12.3":{"pli":"“iṅgha me tvaṃ, ānanda, pānīyaṃ āhara; pipāsitosmi, ānanda, pivissāmī”ti. ","eng":"“Please, Ānanda, fetch me some water. I am thirsty and will drink.” ","html":"{}"},"ud8.5:12.4":{"pli":"“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā pattaṃ gahetvā yena sā nadī tenupasaṅkami. ","eng":"“Yes, sir,” replied Ānanda. Taking his bowl he went to the river. ","html":"{}"},"ud8.5:12.5":{"pli":"Atha kho sā nadī cakkacchinnā parittā luḷitā āvilā sandamānā āyasmante ānande upasaṅkamante acchā vippasannā anāvilā sandati. ","eng":"Now, though the shallow water in that river had been churned up by wheels, and flowed cloudy and murky, when Ānanda approached it flowed transparent, clear, and unclouded. ","html":"{}</p>"},"ud8.5:13.1":{"pli":"Atha kho āyasmato ānandassa etadahosi: ","eng":"Then Venerable Ānanda thought, ","html":"<p>{}"},"ud8.5:13.2":{"pli":"“acchariyaṃ vata bho, abbhutaṃ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā. ","eng":"“Oh lord, how incredible, how amazing! The Realized One has such psychic power and might! ","html":"{}"},"ud8.5:13.3":{"pli":"Ayañhi sā nadī cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandatī”ti. ","eng":"For though the shallow water in that river had been churned up by wheels, and flowed cloudy and murky, when I approached it flowed transparent, clear, and unclouded.” ","html":"{}"},"ud8.5:13.4":{"pli":"Pattena pānīyaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ","eng":"Gathering a bowl of drinking water he went back to the Buddha, and said to him, ","html":"{}"},"ud8.5:13.5":{"pli":"“acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa mahiddhikatā mahānubhāvatā. ","eng":"“It’s incredible, sir, it’s amazing! The Realized One has such psychic power and might! ","html":"{}"},"ud8.5:13.6":{"pli":"Ayañhi sā, bhante, nadī cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandati. ","eng":"For though the shallow water in that river had been churned up by wheels, and flowed cloudy and murky, when I approached it flowed transparent, clear, and unclouded. ","html":"{}"},"ud8.5:13.7":{"pli":"Pivatu bhagavā pānīyaṃ, pivatu sugato pānīyan”ti. ","eng":"Drink the water, Blessed One! Drink the water, Holy One!” ","html":"{}</p>"},"ud8.5:14.1":{"pli":"Atha kho bhagavā pānīyaṃ apāyi. ","eng":"So the Buddha drank the water. ","html":"<p>{}"},"ud8.5:14.2":{"pli":"Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṃ yena kukudhā nadī tenupasaṅkami; upasaṅkamitvā kukudhaṃ nadiṃ ajjhogāhetvā nhatvā ca pivitvā ca paccuttaritvā yena ambavanaṃ tenupasaṅkami. ","eng":"Then the Buddha together with a large Saṅgha of mendicants went to the Kakutthā River. He plunged into the river and bathed and drank. ","html":"{}"},"ud8.5:14.3":{"pli":"Upasaṅkamitvā āyasmantaṃ cundakaṃ āmantesi: ","eng":"And when he had emerged, he went to the mango grove, where he addressed Venerable Cundaka, ","html":"{}"},"ud8.5:14.4":{"pli":"“iṅgha me tvaṃ, cundaka, catugguṇaṃ saṅghāṭiṃ paññāpehi; kilantosmi, cundaka, nipajjissāmī”ti. ","eng":"“Please, Cundaka, fold my outer robe in four and spread it out for me. I am tired and will lie down.” ","html":"{}</p>"},"ud8.5:15.1":{"pli":"“Evaṃ, bhante”ti kho āyasmā cundako bhagavato paṭissutvā catugguṇaṃ saṅghāṭiṃ paññāpesi. ","eng":"“Yes, sir,” replied Cundaka, and did as he was asked. ","html":"<p>{}"},"ud8.5:15.2":{"pli":"Atha kho bhagavā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā. ","eng":"And then the Buddha laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ","html":"{}"},"ud8.5:15.3":{"pli":"Āyasmā pana cundako tattheva bhagavato purato nisīdi. ","eng":"But Cundaka sat down right there in front of the Buddha. ","html":"{}</p>"},"ud8.5:16.1":{"pli":"Gantvāna buddho nadikaṃ kukudhaṃ, ","eng":"Having gone to Kakutthā Creek, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud8.5:16.2":{"pli":"Acchodakaṃ sātudakaṃ vippasannaṃ; ","eng":"whose water was transparent, sweet, and clear, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:16.3":{"pli":"Ogāhi satthā sukilantarūpo, ","eng":"the Teacher, being tired, plunged in, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:16.4":{"pli":"Tathāgato appaṭimodha loke. ","eng":"the Realized One, without compare in the world. ","html":"<span class='verse-line'>{}</span></p>"},"ud8.5:17.1":{"pli":"Nhatvā ca pivitvā cudatāri satthā, ","eng":"And after bathing and drinking the Teacher emerged. ","html":"<p><span class='verse-line'>{}</span>"},"ud8.5:17.2":{"pli":"Purakkhato bhikkhugaṇassa majjhe; ","eng":"Before the group of mendicants, in the middle, <j>the Buddha, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:17.3":{"pli":"Satthā pavattā bhagavā idha dhamme, ","eng":"the Teacher who rolled forth <j>the present dispensation, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:17.4":{"pli":"Upāgami ambavanaṃ mahesi; ","eng":"the great seer went to the mango grove. ","html":"<span class='verse-line'>{}</span>"},"ud8.5:17.5":{"pli":"Āmantayi cundakaṃ nāma bhikkhuṃ, ","eng":"He addressed the mendicant named Cundaka: ","html":"<span class='verse-line'>{}</span>"},"ud8.5:17.6":{"pli":"“Catugguṇaṃ santhara me nipajjaṃ”. ","eng":"“Spread out my folded robe so I can lie down.” ","html":"<span class='verse-line'>{}</span></p>"},"ud8.5:18.1":{"pli":"So codito bhāvitattena cundo, ","eng":"The evolved one urged Cunda, ","html":"<p><span class='verse-line'>{}</span>"},"ud8.5:18.2":{"pli":"Catugguṇaṃ santhari khippameva; ","eng":"who quickly spread the folded robe. ","html":"<span class='verse-line'>{}</span>"},"ud8.5:18.3":{"pli":"Nipajji satthā sukilantarūpo, ","eng":"The Teacher lay down so tired, ","html":"<span class='verse-line'>{}</span>"},"ud8.5:18.4":{"pli":"Cundopi tattha pamukhe nisīdīti. ","eng":"while Cunda sat there before him. ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud8.5:19.1":{"pli":"Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ","eng":"Then the Buddha said to Venerable Ānanda, ","html":"<p>{}"},"ud8.5:19.2":{"pli":"“siyā kho panānanda, cundassa kammāraputtassa koci vippaṭisāraṃ upadaheyya: ","eng":"“Now it may happen, Ānanda, that others may give rise to some regret for Cunda the smith: ","html":"{}"},"ud8.5:19.3":{"pli":"‘tassa te, āvuso cunda, alābhā, tassa te dulladdhaṃ yassa te tathāgato pacchimaṃ piṇḍapātaṃ bhuñjitvā parinibbuto’ti. ","eng":"‘It’s your loss, friend Cunda, it’s your misfortune, in that the Realized One was fully quenched after eating his last almsmeal from you.’ ","html":"{}"},"ud8.5:19.4":{"pli":"Cundassānanda, kammāraputtassa evaṃ vippaṭisāro paṭivinodetabbo—","eng":"You should get rid of remorse in Cunda the smith like this: ","html":"{}</p>"},"ud8.5:20.1":{"pli":"Tassa te, āvuso cunda, lābhā, tassa te suladdhaṃ ","eng":"‘You’re fortunate, friend Cunda, you’re so very fortunate, ","html":"<p>{}"},"ud8.5:20.2":{"pli":"yassa te tathāgato pacchimaṃ piṇḍapātaṃ paribhuñjitvā parinibbuto. ","eng":"in that the Realized One was fully quenched after eating his last almsmeal from you. ","html":"{}"},"ud8.5:20.3":{"pli":"Sammukhā metaṃ, āvuso cunda, bhagavato sutaṃ, sammukhā paṭiggahitaṃ—","eng":"I have heard and learned this in the presence of the Buddha. ","html":"{}"},"ud8.5:20.4":{"pli":"dveme piṇḍapātā samasamaphalā samasamavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca. ","eng":"There are two almsmeal offerings that have identical fruit and result, and are more fruitful and beneficial than other almsmeal offerings. ","html":"{}"},"ud8.5:20.5":{"pli":"Katame dve? ","eng":"What two? ","html":"{}"},"ud8.5:20.6":{"pli":"Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca piṇḍapātaṃ paribhuñjitvā anupādisesāya nibbānadhātuyā parinibbāyati. ","eng":"The almsmeal after eating which a Realized One awakens to the supreme perfect awakening; and the almsmeal after eating which he becomes fully extinguished in the element of extinguishment with no residue. ","html":"{}"},"ud8.5:20.7":{"pli":"Ime dve piṇḍapātā samasamaphalā samasamavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca. ","eng":"These two almsmeal offerings have identical fruit and result, and are more fruitful and beneficial than other almsmeal offerings. ","html":"{}</p>"},"ud8.5:21.1":{"pli":"‘Āyusaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, vaṇṇasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, sukhasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, saggasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, yasasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, ādhipateyyasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitan’ti. ","eng":"You’ve accumulated a deed that leads to long life, beauty, happiness, glory, heaven, and sovereignty.’ ","html":"<p>{}"},"ud8.5:21.2":{"pli":"Cundassānanda, kammāraputtassa evaṃ vippaṭisāro paṭivinodetabbo”ti. ","eng":"You should dispel remorse in Cunda the smith like this.” ","html":"{}</p>"},"ud8.5:22.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud8.5:23.1":{"pli":"“Dadato puññaṃ pavaḍḍhati, ","eng":"“A giver’s merit grows; ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud8.5:23.2":{"pli":"Saṃyamato veraṃ na cīyati; ","eng":"enmity doesn’t build up when you have self-control. ","html":"<span class='verse-line'>{}</span>"},"ud8.5:23.3":{"pli":"Kusalo ca jahāti pāpakaṃ, ","eng":"A skillful person gives up bad things—","html":"<span class='verse-line'>{}</span>"},"ud8.5:23.4":{"pli":"Rāgadosamohakkhayā sanibbuto”ti. ","eng":"with the end of greed, hate, and delusion, <j>they’re quenched.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud8.5:23.5":{"pli":"Pañcamaṃ. ","html":"<p class='endsutta'>{}</p></article>"}},"ud8.6":{"ud8.6:0.1":{"pli":"Udāna 8.6 ","eng":"Heartfelt Sayings 8.6 ","html":"<article id='ud8.6'><header><ul><li class='division'>{}</li></ul>"},"ud8.6:0.2":{"pli":"Pāṭaligāmiyasutta ","eng":"The Layfolk of Pāṭali Village ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ud8.6:1.1":{"pli":"Evaṃ me sutaṃ—","eng":"So I have heard. ","html":"<p><span class='evam'>{}</span>"},"ud8.6:1.2":{"pli":"ekaṃ samayaṃ bhagavā magadhesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena pāṭaligāmo tadavasari. ","eng":"At one time the Buddha was wandering in the land of the Magadhans together with a large Saṅgha of mendicants when he arrived at the village of Pāṭali. ","html":"{}"},"ud8.6:1.3":{"pli":"Assosuṃ kho pāṭaligāmiyā upāsakā: ","eng":"The lay followers of Pāṭali Village heard that he had arrived. ","html":"{}"},"ud8.6:1.4":{"pli":"“bhagavā kira magadhesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pāṭaligāmaṃ anuppatto”ti. ","html":"{}"},"ud8.6:1.5":{"pli":"Atha kho pāṭaligāmiyā upāsakā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ","eng":"So they went to see him, bowed, sat down to one side, and said to him, ","html":"{}"},"ud8.6:1.6":{"pli":"Ekamantaṃ nisinnā kho pāṭaligāmiyā upāsakā bhagavantaṃ etadavocuṃ: ","html":"{}"},"ud8.6:1.7":{"pli":"“adhivāsetu no, bhante, bhagavā āvasathāgāran”ti. ","eng":"“Sir, please consent to come to our guest house.” ","html":"{}"},"ud8.6:1.8":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","eng":"The Buddha consented with silence. ","html":"{}</p>"},"ud8.6:2.1":{"pli":"Atha kho pāṭaligāmiyā upāsakā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yenāvasathāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ āvasathāgāraṃ santharitvā āsanāni paññāpetvā udakamaṇikaṃ patiṭṭhāpetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho pāṭaligāmiyā upāsakā bhagavantaṃ etadavocuṃ: ","eng":"Then, knowing that the Buddha had consented, the lay followers of Pāṭali Village got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the guest house, where they spread carpets all over, prepared seats, set up a water jar, and placed an oil lamp. Then they went back to the Buddha, bowed, stood to one side, and told him of their preparations, saying: ","html":"<p>{}"},"ud8.6:2.2":{"pli":"“sabbasantharisanthataṃ, bhante, āvasathāgāraṃ; āsanāni paññattāni; udakamaṇiko patiṭṭhāpito telappadīpo āropito. ","html":"{}"},"ud8.6:2.3":{"pli":"Yassadāni, bhante, bhagavā kālaṃ maññatī”ti. ","eng":"“Please, sir, come at your convenience.” ","html":"{}</p>"},"ud8.6:3.1":{"pli":"Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena āvasathāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā āvasathāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi. ","eng":"In the morning, the Buddha robed up and, taking his bowl and robe, went to the guest house together with the Saṅgha of mendicants. Having washed his feet he entered the guest house and sat against the central column facing east. ","html":"<p>{}"},"ud8.6:3.2":{"pli":"Bhikkhusaṅghopi kho pāde pakkhāletvā āvasathāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantaṃyeva purakkhatvā. ","eng":"The Saṅgha of mendicants also washed their feet, entered the guest house, and sat against the west wall facing east, with the Buddha right in front of them. ","html":"{}"},"ud8.6:3.3":{"pli":"Pāṭaligāmiyāpi kho upāsakā pāde pakkhāletvā āvasathāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantaṃyeva purakkhatvā. ","eng":"The lay followers of Pāṭali Village also washed their feet, entered the guest house, and sat against the east wall facing west, with the Buddha right in front of them. ","html":"{}"},"ud8.6:3.4":{"pli":"Atha kho bhagavā pāṭaligāmiye upāsake āmantesi: ","eng":"Then the Buddha addressed them: ","html":"{}</p>"},"ud8.6:4.1":{"pli":"“Pañcime, gahapatayo, ādīnavā dussīlassa sīlavipattiyā. ","eng":"“Householders, there are these five drawbacks for an unethical person because of their failure in ethics. ","html":"<p>{}"},"ud8.6:4.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"ud8.6:4.3":{"pli":"Idha, gahapatayo, dussīlo sīlavipanno pamādādhikaraṇaṃ mahatiṃ bhogajāniṃ nigacchati. ","eng":"Firstly, an unethical person loses great wealth on account of negligence. ","html":"{}"},"ud8.6:4.4":{"pli":"Ayaṃ paṭhamo ādīnavo dussīlassa sīlavipattiyā. ","eng":"This is the first drawback. ","html":"{}</p>"},"ud8.6:5.1":{"pli":"Puna caparaṃ, gahapatayo, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati. ","eng":"Furthermore, an unethical person gets a bad reputation. ","html":"<p>{}"},"ud8.6:5.2":{"pli":"Ayaṃ dutiyo ādīnavo dussīlassa sīlavipattiyā. ","eng":"This is the second drawback. ","html":"{}</p>"},"ud8.6:6.1":{"pli":"Puna caparaṃ, gahapatayo, dussīlo sīlavipanno yaññadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ, yadi brāhmaṇaparisaṃ, yadi gahapatiparisaṃ, yadi samaṇaparisaṃ—avisārado upasaṅkamati maṅkubhūto. ","eng":"Furthermore, an unethical person enters any kind of assembly timid and embarrassed, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics. ","html":"<p>{}"},"ud8.6:6.2":{"pli":"Ayaṃ tatiyo ādīnavo dussīlassa sīlavipattiyā. ","eng":"This is the third drawback. ","html":"{}</p>"},"ud8.6:7.1":{"pli":"Puna caparaṃ, gahapatayo, dussīlo sīlavipanno sammūḷho kālaṃ karoti. ","eng":"Furthermore, an unethical person feels lost when they die. ","html":"<p>{}"},"ud8.6:7.2":{"pli":"Ayaṃ catuttho ādīnavo dussīlassa sīlavipattiyā. ","eng":"This is the fourth drawback. ","html":"{}</p>"},"ud8.6:8.1":{"pli":"Puna caparaṃ, gahapatayo, dussīlo sīlavipanno kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ","eng":"Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ","html":"<p>{}"},"ud8.6:8.2":{"pli":"Ayaṃ pañcamo ādīnavo dussīlassa sīlavipattiyā. ","eng":"This is the fifth drawback. ","html":"{}"},"ud8.6:8.3":{"pli":"Ime kho, gahapatayo, pañca ādīnavā dussīlassa sīlavipattiyā. ","eng":"These are the five drawbacks for an unethical person because of their failure in ethics. ","html":"{}</p>"},"ud8.6:9.1":{"pli":"Pañcime, gahapatayo, ānisaṃsā sīlavato sīlasampadāya. ","eng":"There are these five benefits for an ethical person because of their accomplishment in ethics. ","html":"<p>{}"},"ud8.6:9.2":{"pli":"Katame pañca? ","eng":"What five? ","html":"{}"},"ud8.6:9.3":{"pli":"Idha, gahapatayo, sīlavā sīlasampanno appamādādhikaraṇaṃ mahantaṃ bhogakkhandhaṃ adhigacchati. ","eng":"Firstly, an ethical person gains great wealth on account of diligence. ","html":"{}"},"ud8.6:9.4":{"pli":"Ayaṃ paṭhamo ānisaṃso sīlavato sīlasampadāya. ","eng":"This is the first benefit. ","html":"{}</p>"},"ud8.6:10.1":{"pli":"Puna caparaṃ, gahapatayo, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati. ","eng":"Furthermore, an ethical person gets a good reputation. ","html":"<p>{}"},"ud8.6:10.2":{"pli":"Ayaṃ dutiyo ānisaṃso sīlavato sīlasampadāya. ","eng":"This is the second benefit. ","html":"{}</p>"},"ud8.6:11.1":{"pli":"Puna caparaṃ, gahapatayo, sīlavā sīlasampanno yaññadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ, yadi brāhmaṇaparisaṃ, yadi gahapatiparisaṃ, yadi samaṇaparisaṃ—visārado upasaṅkamati amaṅkubhūto. ","eng":"Furthermore, an ethical person enters any kind of assembly bold and self-assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics. ","html":"<p>{}"},"ud8.6:11.2":{"pli":"Ayaṃ tatiyo ānisaṃso sīlavato sīlasampadāya. ","eng":"This is the third benefit. ","html":"{}</p>"},"ud8.6:12.1":{"pli":"Puna caparaṃ, gahapatayo, sīlavā sīlasampanno asammūḷho kālaṃ karoti. ","eng":"Furthermore, an ethical person dies not feeling lost. ","html":"<p>{}"},"ud8.6:12.2":{"pli":"Ayaṃ catuttho ānisaṃso sīlavato sīlasampadāya. ","eng":"This is the fourth benefit. ","html":"{}</p>"},"ud8.6:13.1":{"pli":"Puna caparaṃ, gahapatayo, sīlavā sīlasampanno kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ","eng":"Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm. ","html":"<p>{}"},"ud8.6:13.2":{"pli":"Ayaṃ pañcamo ānisaṃso sīlavato sīlasampadāya. ","eng":"This is the fifth benefit. ","html":"{}"},"ud8.6:13.3":{"pli":"Ime kho, gahapatayo, pañca ānisaṃsā sīlavato sīlasampadāyā”ti. ","eng":"These are the five benefits for an ethical person because of their accomplishment in ethics.” ","html":"{}</p>"},"ud8.6:14.1":{"pli":"Atha kho bhagavā pāṭaligāmiye upāsake bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi: ","eng":"The Buddha spent much of the night educating, encouraging, firing up, and inspiring the lay followers of Pāṭali Village with a Dhamma talk. Then he sent them off, ","html":"<p>{}"},"ud8.6:14.2":{"pli":"“abhikkantā kho, gahapatayo, ratti; yassadāni tumhe kālaṃ maññathā”ti ","eng":"“The night is getting late, householders. Please go at your convenience.” ","html":"{}"},"ud8.6:14.3":{"pli":"Atha kho pāṭaligāmiyā upāsakā bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu. ","eng":"And then the lay followers of Pāṭali Village approved and agreed with what the Buddha said. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. ","html":"{}"},"ud8.6:14.4":{"pli":"Atha kho bhagavā acirapakkantesu pāṭaligāmiyesu upāsakesu suññāgāraṃ pāvisi. ","eng":"Soon after they left the Buddha entered a private cubicle. ","html":"{}</p>"},"ud8.6:15.1":{"pli":"Tena kho pana samayena sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāya. ","eng":"Now at that time the Magadhan ministers Sunidha and Vassakāra were building a citadel at Pāṭali Village to keep the Vajjis out. ","html":"<p>{}"},"ud8.6:15.2":{"pli":"Tena kho pana samayena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhanti. ","eng":"At that time thousands of deities were taking possession of building sites in Pāṭali Village. ","html":"{}"},"ud8.6:15.3":{"pli":"Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"Illustrious rulers or royal chief ministers inclined to build houses at sites possessed by illustrious deities. ","html":"{}"},"ud8.6:15.4":{"pli":"Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"Middling rulers or royal chief ministers inclined to build houses at sites possessed by middling deities. ","html":"{}"},"ud8.6:15.5":{"pli":"Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"Lesser rulers or royal chief ministers inclined to build houses at sites possessed by lesser deities. ","html":"{}</p>"},"ud8.6:16.1":{"pli":"Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo. ","eng":"With clairvoyance that is purified and superhuman, the Buddha saw those deities taking possession of building sites in Pāṭali Village, ","html":"<p>{}"},"ud8.6:16.2":{"pli":"Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"and the people building houses in accord with the station of the deities. ","html":"{}"},"ud8.6:16.3":{"pli":"Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","html":"{}"},"ud8.6:16.4":{"pli":"Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","html":"{}"},"ud8.6:16.5":{"pli":"Atha kho bhagavā tassā rattiyā paccūsasamaye paccuṭṭhāya āyasmantaṃ ānandaṃ āmantesi: ","eng":"The Buddha rose at the crack of dawn and addressed Ānanda, ","html":"{}</p>"},"ud8.6:17.1":{"pli":"“Ke nu kho, ānanda, pāṭaligāme nagaraṃ māpentī”ti. ","eng":"“Ānanda, who is building a citadel at Pāṭali Village?” ","html":"<p>{}"},"ud8.6:17.2":{"pli":"“Sunidhavassakārā, bhante, magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāyā”ti. ","eng":"“Sir, the Magadhan chief ministers Sunidha and Vassakāra are building a citadel to keep the Vajjis out.” ","html":"{}"},"ud8.6:17.3":{"pli":"“Seyyathāpi, ānanda, devehi tāvatiṃsehi saddhiṃ mantetvā; ","eng":"“It’s as if they were building the citadel in consultation with the gods of the thirty-three. ","html":"{}"},"ud8.6:17.4":{"pli":"evamevaṃ kho, ānanda, sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāya. ","html":"{}"},"ud8.6:17.5":{"pli":"Idhāhaṃ, ānanda, addasaṃ dibbena cakkhunā visuddhena atikkantamānusakena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo. ","eng":"With clairvoyance that is purified and superhuman, I saw those deities taking possession of building sites. ","html":"{}"},"ud8.6:17.6":{"pli":"Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"Illustrious rulers or royal chief ministers inclined to build houses at sites possessed by illustrious deities. ","html":"{}"},"ud8.6:17.7":{"pli":"Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"Middling rulers or royal chief ministers inclined to build houses at sites possessed by middling deities. ","html":"{}"},"ud8.6:17.8":{"pli":"Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ. ","eng":"Lesser rulers or royal chief ministers inclined to build houses at sites possessed by lesser deities. ","html":"{}"},"ud8.6:17.9":{"pli":"Yāvatā, ānanda, ariyaṃ āyatanaṃ yāvatā vaṇippatho idaṃ agganagaraṃ bhavissati pāṭaliputtaṃ puṭabhedanaṃ. ","eng":"As far as the civilized region extends, as far as the trading zone extends, this will be the chief city: the Pāṭaliputta trade center. ","html":"{}"},"ud8.6:17.10":{"pli":"Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—","eng":"But Pāṭaliputta will face three threats: ","html":"{}"},"ud8.6:17.11":{"pli":"aggito vā udakato vā mithubhedato vā”ti. ","eng":"from fire, flood, and dissension.” ","html":"{}</p>"},"ud8.6:18.1":{"pli":"Atha kho sunidhavassakārā magadhamahāmattā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu. ","eng":"Then the Magadhan ministers Sunidha and Vassakāra approached the Buddha, and exchanged greetings with him. ","html":"<p>{}"},"ud8.6:18.2":{"pli":"Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhaṃsu. ","eng":"When the greetings and polite conversation were over, they stood to one side and said, ","html":"{}"},"ud8.6:18.3":{"pli":"Ekamantaṃ ṭhitā kho sunidhavassakārā magadhamahāmattā bhagavantaṃ etadavocuṃ: ","html":"{}"},"ud8.6:18.4":{"pli":"“adhivāsetu no bhavaṃ gotamo ajjatanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ","eng":"“Would the worthy Gotama together with the mendicant Saṅgha please accept today’s meal from me?” ","html":"{}"},"ud8.6:18.5":{"pli":"Adhivāsesi bhagavā tuṇhībhāvena. ","html":"{}</p>"},"ud8.6:19.1":{"pli":"Atha kho sunidhavassakārā magadhamahāmattā bhagavato adhivāsanaṃ viditvā yena sako āvasatho tenupasaṅkamiṃsu; upasaṅkamitvā sake āvasathe paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocesuṃ: ","eng":"Then, knowing that the Buddha had consented, they went to their own guest house, where they had delicious fresh and cooked foods prepared. Then they had the Buddha informed of the time, saying, ","html":"<p>{}"},"ud8.6:19.2":{"pli":"“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ","eng":"“It’s time, worthy Gotama, the meal is ready.” ","html":"{}</p>"},"ud8.6:20.1":{"pli":"Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sunidhavassakārānaṃ magadhamahāmattānaṃ āvasatho tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ","eng":"Then the Buddha robed up in the morning and, taking his bowl and robe, went to their guest house together with the mendicant Saṅgha, where he sat on the seat spread out. ","html":"<p>{}"},"ud8.6:20.2":{"pli":"Atha kho sunidhavassakārā magadhamahāmattā buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesuṃ sampavāresuṃ. ","eng":"Then Sunidha and Vassakāra served and satisfied the mendicant Saṅgha headed by the Buddha with their own hands with delicious fresh and cooked foods. ","html":"{}</p>"},"ud8.6:21.1":{"pli":"Atha kho sunidhavassakārā magadhamahāmattā bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdiṃsu. ","eng":"When the Buddha had eaten and washed his hand and bowl, Sunidha and Vassakāra took a low seat and sat to one side. ","html":"<p>{}"},"ud8.6:21.2":{"pli":"Ekamantaṃ nisinne kho sunidhavassakāre magadhamahāmatte bhagavā imāhi gāthāhi anumodi: ","eng":"The Buddha expressed his appreciation with these verses: ","html":"{}</p>"},"ud8.6:22.1":{"pli":"“Yasmiṃ padese kappeti, ","eng":"“In the place he makes his dwelling, ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud8.6:22.2":{"pli":"vāsaṃ paṇḍitajātiyo; ","eng":"having fed the astute ","html":"<span class='verse-line'>{}</span>"},"ud8.6:22.3":{"pli":"Sīlavantettha bhojetvā, ","eng":"and the virtuous here, ","html":"<span class='verse-line'>{}</span>"},"ud8.6:22.4":{"pli":"saññate brahmacārayo. ","eng":"the restrained spiritual practitioners, ","html":"<span class='verse-line'>{}</span></p>"},"ud8.6:23.1":{"pli":"Yā tattha devatā āsuṃ, ","eng":"he should dedicate an offering ","html":"<p><span class='verse-line'>{}</span>"},"ud8.6:23.2":{"pli":"tāsaṃ dakkhiṇamādise; ","eng":"to the deities there. ","html":"<span class='verse-line'>{}</span>"},"ud8.6:23.3":{"pli":"Tā pūjitā pūjayanti, ","eng":"Venerated, they venerate him; ","html":"<span class='verse-line'>{}</span>"},"ud8.6:23.4":{"pli":"mānitā mānayanti naṃ. ","eng":"honored, they honor him. ","html":"<span class='verse-line'>{}</span></p>"},"ud8.6:24.1":{"pli":"Tato naṃ anukampanti, ","eng":"After that they have sympathy for him, ","html":"<p><span class='verse-line'>{}</span>"},"ud8.6:24.2":{"pli":"mātā puttaṃva orasaṃ; ","eng":"like a mother for the child at her breast. ","html":"<span class='verse-line'>{}</span>"},"ud8.6:24.3":{"pli":"Devatānukampito poso, ","eng":"A man beloved of the deities ","html":"<span class='verse-line'>{}</span>"},"ud8.6:24.4":{"pli":"sadā bhadrāni passatī”ti. ","eng":"always sees nice things.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud8.6:25.1":{"pli":"Atha kho bhagavā sunidhavassakārānaṃ magadhamahāmattānaṃ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. ","eng":"When the Buddha had expressed his appreciation to Sunidha and Vassakāra with these verses, he got up from his seat and left. ","html":"<p>{}</p>"},"ud8.6:26.1":{"pli":"Tena kho pana samayena sunidhavassakārā magadhamahāmattā bhagavantaṃ piṭṭhito piṭṭhito anubandhā honti: ","eng":"Sunidha and Vassakāra followed behind the Buddha, thinking, ","html":"<p>{}"},"ud8.6:26.2":{"pli":"“yenajja samaṇo gotamo dvārena nikkhamissati taṃ gotamadvāraṃ nāma bhavissati. ","eng":"“The gate through which the ascetic Gotama exits today shall be named the Gotama Gate. ","html":"{}"},"ud8.6:26.3":{"pli":"Yena titthena gaṅgaṃ nadiṃ tarissati taṃ gotamatitthaṃ nāma bhavissatī”ti. ","eng":"The ford at which he crosses the Ganges River shall be named the Gotama Ford.” ","html":"{}</p>"},"ud8.6:27.1":{"pli":"Atha kho bhagavā yena dvārena nikkhami taṃ gotamadvāraṃ nāma ahosi. ","eng":"Then the gate through which the Buddha exited was named the Gotama Gate. ","html":"<p>{}"},"ud8.6:27.2":{"pli":"Atha kho bhagavā yena gaṅgā nadī tenupasaṅkami. ","eng":"Then the Buddha came to the Ganges River. ","html":"{}"},"ud8.6:27.3":{"pli":"Tena kho pana samayena gaṅgā nadī pūrā hoti samatittikā kākapeyyā. ","eng":"Now at that time the Ganges was full to the brim so a crow could drink from it. ","html":"{}"},"ud8.6:27.4":{"pli":"Appekacce manussā nāvaṃ pariyesanti, appekacce uḷumpaṃ pariyesanti, appekacce kullaṃ bandhanti apārā pāraṃ gantukāmā. ","eng":"Wanting to cross from the near to the far shore, some people were seeking a boat, some a dinghy, while some were tying up a raft. ","html":"{}"},"ud8.6:27.5":{"pli":"Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—gaṅgāya nadiyā orimatīre antarahito pārimatīre paccuṭṭhāsi saddhiṃ bhikkhusaṅghena. ","eng":"But, as easily as a strong person would extend or contract their arm, the Buddha, together with the mendicant Saṅgha, vanished from the near shore and landed on the far shore. ","html":"{}</p>"},"ud8.6:28.1":{"pli":"Addasā kho bhagavā te manusse appekacce nāvaṃ pariyesante, appekacce uḷumpaṃ pariyesante, appekacce kullaṃ bandhante apārā pāraṃ gantukāme. ","eng":"He saw all those humans wanting to cross over. ","html":"<p>{}</p>"},"ud8.6:29.1":{"pli":"Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ","eng":"Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ","html":"<p>{}</p>"},"ud8.6:30.1":{"pli":"“Ye taranti aṇṇavaṃ saraṃ, ","eng":"“Those who cross a deluge or stream ","html":"<blockquote class='gatha'><p><span class='verse-line'>{}</span>"},"ud8.6:30.2":{"pli":"Setuṃ katvāna visajja pallalāni; ","eng":"have built a bridge and left the marshes behind. ","html":"<span class='verse-line'>{}</span>"},"ud8.6:30.3":{"pli":"Kullañhi jano pabandhati, ","eng":"While some people are still tying a raft, ","html":"<span class='verse-line'>{}</span>"},"ud8.6:30.4":{"pli":"Tiṇṇā medhāvino janā”ti. ","eng":"intelligent people have crossed over.” ","html":"<span class='verse-line'>{}</span></p></blockquote>"},"ud8.6:30.5":{"pli":"Chaṭṭhaṃ. ","html":"<p class='endsutta'>{}</p></article>"}}}