{"ya7.2.6":{"ya7.2.6:0.1":{"pli":"7 Anusayayamaka ","html":"<article id='ya7.2.6'><header><ul><li class='division'>{}</li>"},"ya7.2.6:0.2":{"pli":"7.2 Mahāvāra ","html":"<li>{}</li></ul>"},"ya7.2.6:0.3":{"pli":"7.2.6. Uppajjanavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya7.2.6:1.1":{"pli":"Yassa kāmarāgānusayo uppajjati tassa paṭighānusayo uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.6:2.1":{"pli":"Yassa vā pana paṭighānusayo uppajjati tassa kāmarāgānusayo uppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.6:3.1":{"pli":"Yassa kāmarāgānusayo uppajjati tassa mānānusayo uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.6:4.1":{"pli":"Yassa vā pana mānānusayo uppajjati tassa kāmarāgānusayo uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.6:5.1":{"pli":"Anāgāmissa mānānusayo uppajjati, no ca tassa kāmarāgānusayo uppajjati. Tiṇṇaṃ puggalānaṃ mānānusayo ca uppajjati kāmarāgānusayo ca uppajjati (vitthāretabbaṃ.) ","html":"<p>{}</p>"},"ya7.2.6:6.1":{"pli":"Yassa kāmarāgānusayo nuppajjati tassa paṭighānusayo nuppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.6:7.1":{"pli":"Yassa vā pana paṭighānusayo nuppajjati tassa kāmarāgānusayo nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.6:8.1":{"pli":"Yassa kāmarāgānusayo nuppajjati tassa mānānusayo nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.6:9.1":{"pli":"Anāgāmissa kāmarāgānusayo nuppajjati, no ca tassa mānānusayo nuppajjati. Arahato kāmarāgānusayo ca nuppajjati mānānusayo ca nuppajjati. ","html":"<p>{}</p>"},"ya7.2.6:10.1":{"pli":"Yassa vā pana mānānusayo nuppajjati tassa kāmarāgānusayo nuppajjatīti? Āmantā. (Vitthāretabbaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.6:11.1":{"pli":"Uppajjanavāro. ","html":"<p class='endsutta'>{}</p></article>"}},"ya7.2.7":{"ya7.2.7:0.1":{"pli":"7 Anusayayamaka ","html":"<article id='ya7.2.7'><header><ul><li class='division'>{}</li>"},"ya7.2.7:0.2":{"pli":"7.2 Mahāvāra ","html":"<li>{}</li></ul>"},"ya7.2.7:0.3":{"pli":"7.2.7. Dhātupucchāvāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya7.2.7:1.1":{"pli":"Kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:2.1":{"pli":"Kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:3.1":{"pli":"Kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Kāmadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:4.1":{"pli":"Rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:5.1":{"pli":"Rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:6.1":{"pli":"Rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Rūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:7.1":{"pli":"Arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:8.1":{"pli":"Arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:9.1":{"pli":"Arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Arūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:10.1":{"pli":"Na kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā. ","html":"<p>{}</p>"},"ya7.2.7:11.1":{"pli":"Na kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:12.1":{"pli":"Na kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:13.1":{"pli":"Na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:14.1":{"pli":"Na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:15.1":{"pli":"Na rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:16.1":{"pli":"Na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:17.1":{"pli":"Na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:18.1":{"pli":"Na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Naarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:19.1":{"pli":"Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:20.1":{"pli":"Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:21.1":{"pli":"Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmanaarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:22.1":{"pli":"Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:23.1":{"pli":"Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:24.1":{"pli":"Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpanaarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:25.1":{"pli":"Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:26.1":{"pli":"Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? ","html":"<p>{}</p>"},"ya7.2.7:27.1":{"pli":"Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmanarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.7:28.1":{"pli":"Dhātupucchāvāro. ","html":"<p class='endsutta'>{}</p></article>"}},"ya7.2.8":{"ya7.2.8:0.1":{"pli":"7 Anusayayamaka ","html":"<article id='ya7.2.8'><header><ul><li class='division'>{}</li>"},"ya7.2.8:0.2":{"pli":"7.2 Mahāvāra ","html":"<li>{}</li></ul>"},"ya7.2.8:0.3":{"pli":"7.2.8. Dhātuvisajjanāvāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya7.2.8:1.1":{"pli":"Kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:2.1":{"pli":"Kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:3.1":{"pli":"Kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Kāmadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:4.1":{"pli":"Rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:5.1":{"pli":"Rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:6.1":{"pli":"Rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Rūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:7.1":{"pli":"Arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa rūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:8.1":{"pli":"Arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:9.1":{"pli":"Arūpadhātuyā cutassa na kāmadhātuyā na arūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Arūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:10.1":{"pli":"Na kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:11.1":{"pli":"Na kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:12.1":{"pli":"Na kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Nakāmadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:13.1":{"pli":"Na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:14.1":{"pli":"Na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:15.1":{"pli":"Na rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Narūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:16.1":{"pli":"Na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:17.1":{"pli":"Na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:18.1":{"pli":"Na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Naarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:19.1":{"pli":"Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:20.1":{"pli":"Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:21.1":{"pli":"Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Nakāmanaarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:22.1":{"pli":"Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:23.1":{"pli":"Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:24.1":{"pli":"Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Narūpanaarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:25.1":{"pli":"Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa rūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:26.1":{"pli":"Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. ","html":"<p>{}</p>"},"ya7.2.8:27.1":{"pli":"Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuyā na arūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṃyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Nakāmanarūpadhātumūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.8:28.1":{"pli":"Dhātuvisajjavāro. ","html":"<p class='endsutta'>{}</p>"},"ya7.2.8:29.1":{"pli":"Anusayayamakapāḷi niṭṭhitā. ","html":"<p class='endbook'>{}</p></article>"}}}