{"ya10.3.1":{"ya10.3.1:0.1":{"pli":"10 Indriyayamaka ","html":"<article id='ya10.3.1'><header><ul><li class='division'>{}</li>"},"ya10.3.1:0.2":{"pli":"10.3 Pariññāvāra ","html":"<li>{}</li></ul>"},"ya10.3.1:0.3":{"pli":"10.3.1. Paccuppannavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya10.3.1:1.0":{"pli":"10.3.1.1. Anuloma ","html":"<h2>{}</h2>"},"ya10.3.1:1.1":{"pli":"Yo cakkhundriyaṃ parijānāti so sotindriyaṃ parijānātīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:2.1":{"pli":"Yo vā pana sotindriyaṃ parijānāti so cakkhundriyaṃ parijānātīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:3.1":{"pli":"Yo cakkhundriyaṃ parijānāti so domanassindriyaṃ pajahatīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:4.1":{"pli":"Yo vā pana domanassindriyaṃ pajahati so cakkhundriyaṃ parijānātīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:5.1":{"pli":"Yo cakkhundriyaṃ parijānāti so anaññātaññassāmītindriyaṃ bhāvetīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:6.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāveti so cakkhundriyaṃ parijānātīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:7.1":{"pli":"Yo cakkhundriyaṃ parijānāti so aññindriyaṃ bhāvetīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:8.1":{"pli":"Yo vā pana aññindriyaṃ bhāveti so cakkhundriyaṃ parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:9.1":{"pli":"Dve puggalā aññindriyaṃ bhāventi, no ca cakkhundriyaṃ parijānanti. Aggamaggasamaṅgī aññindriyañca bhāveti cakkhundriyañca parijānāti. ","html":"<p>{}</p>"},"ya10.3.1:10.1":{"pli":"Yo cakkhundriyaṃ parijānāti so aññātāvindriyaṃ sacchikarotīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:11.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikaroti so cakkhundriyaṃ parijānātīti? No. (Cakkhundriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:12.1":{"pli":"Yo domanassindriyaṃ pajahati so anaññātaññassāmītindriyaṃ bhāvetīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:13.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāveti so domanassindriyaṃ pajahatīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:14.1":{"pli":"Yo domanassindriyaṃ pajahati so aññindriyaṃ bhāvetīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:15.1":{"pli":"Yo vā pana aññindriyaṃ bhāveti so domanassindriyaṃ pajahatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:16.1":{"pli":"Dve puggalā aññindriyaṃ bhāventi, no ca domanassindriyaṃ pajahanti. Anāgāmimaggasamaṅgī aññindriyañca bhāveti domanassindriyañca pajahati. ","html":"<p>{}</p>"},"ya10.3.1:17.1":{"pli":"Yo domanassindriyaṃ pajahati so aññātāvindriyaṃ sacchikarotīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:18.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikaroti so domanassindriyaṃ pajahatīti? No. (Domanassindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:19.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāveti so aññindriyaṃ bhāvetīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:20.1":{"pli":"Yo vā pana aññindriyaṃ bhāveti so anaññātaññassāmītindriyaṃ bhāvetīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:21.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāveti so aññātāvindriyaṃ sacchikarotīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:22.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikaroti so anaññātaññassāmītindriyaṃ bhāvetīti? No. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:23.1":{"pli":"Yo aññindriyaṃ bhāveti so aññātāvindriyaṃ sacchikarotīti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:24.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikaroti so aññindriyaṃ bhāvetīti? No. (Aññindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:25.0":{"pli":"10.3.1.2. Paccanīka ","html":"<h2>{}</h2>"},"ya10.3.1:25.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so domanassindriyaṃ nappajahatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:26.1":{"pli":"Anāgāmimaggasamaṅgī cakkhundriyaṃ na parijānāti, no ca domanassindriyaṃ nappajahati. Dve maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahanti. ","html":"<p>{}</p>"},"ya10.3.1:27.1":{"pli":"Yo vā pana domanassindriyaṃ nappajahati so cakkhundriyaṃ na parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:28.1":{"pli":"Aggamaggasamaṅgī domanassindriyaṃ nappajahati, no ca cakkhundriyaṃ na parijānāti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti cakkhundriyañca na parijānanti. ","html":"<p>{}</p>"},"ya10.3.1:29.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so anaññātaññassāmītindriyaṃ na bhāvetīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:30.1":{"pli":"Aṭṭhamako cakkhundriyaṃ na parijānāti, no ca anaññātaññassāmītindriyaṃ na bhāveti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.1:31.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāveti so cakkhundriyaṃ na parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:32.1":{"pli":"Aggamaggasamaṅgī anaññātaññassāmītindriyaṃ na bhāveti, no ca cakkhundriyaṃ na parijānāti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi cakkhundriyañca na parijānanti. ","html":"<p>{}</p>"},"ya10.3.1:33.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so aññindriyaṃ na bhāvetīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:34.1":{"pli":"Dve puggalā cakkhundriyaṃ na parijānanti, no ca aññindriyaṃ na bhāventi. Tayo maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.1:35.1":{"pli":"Yo vā pana aññindriyaṃ na bhāveti so cakkhundriyaṃ na parijānātīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:36.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so aññātāvindriyaṃ na sacchikarotīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:37.1":{"pli":"Yo aggaphalaṃ sacchikaroti so cakkhundriyaṃ na parijānāti, no ca aññātāvindriyaṃ na sacchikaroti. Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikaronti. ","html":"<p>{}</p>"},"ya10.3.1:38.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikaroti so cakkhundriyaṃ na parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:39.1":{"pli":"Aggamaggasamaṅgī aññātāvindriyaṃ na sacchikaroti, no ca cakkhundriyaṃ na parijānāti. Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti cakkhundriyañca na parijānanti. (Cakkhundriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.1:40.1":{"pli":"Yo domanassindriyaṃ nappajahati so anaññātaññassāmītindriyaṃ na bhāvetīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:41.1":{"pli":"Aṭṭhamako domanassindriyaṃ nappajahati, no ca anaññātaññassāmītindriyaṃ na bhāveti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.1:42.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāveti so domanassindriyaṃ nappajahatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:43.1":{"pli":"Anāgāmimaggasamaṅgī anaññātaññassāmītindriyaṃ na bhāveti, no ca domanassindriyaṃ nappajahati. Dve maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi domanassindriyañca nappajahanti. ","html":"<p>{}</p>"},"ya10.3.1:44.1":{"pli":"Yo domanassindriyaṃ nappajahati so aññindriyaṃ na bhāvetīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:45.1":{"pli":"Dve puggalā domanassindriyaṃ nappajahanti, no ca aññindriyaṃ na bhāventi. Tayo maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti aññindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.1:46.1":{"pli":"Yo vā pana aññindriyaṃ na bhāveti so domanassindriyaṃ nappajahatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:47.1":{"pli":"Yo domanassindriyaṃ nappajahati so aññātāvindriyaṃ na sacchikarotīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:48.1":{"pli":"Yo aggaphalaṃ sacchikaroti so domanassindriyaṃ nappajahati, no ca aññātāvindriyaṃ na sacchikaroti. Anāgāmimaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikaronti. ","html":"<p>{}</p>"},"ya10.3.1:49.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikaroti so domanassindriyaṃ nappajahatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:50.1":{"pli":"Anāgāmimaggasamaṅgī aññātāvindriyaṃ na sacchikaroti, no ca domanassindriyaṃ nappajahati. Anāgāmimaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti domanassindriyañca nappajahanti. (Domanassindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.1:51.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāveti so aññindriyaṃ na bhāvetīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:52.1":{"pli":"Tayo maggasamaṅgino anaññātaññassāmītindriyaṃ na bhāventi, no ca aññindriyaṃ na bhāventi. Cattāro maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.1:53.1":{"pli":"Yo vā pana aññindriyaṃ na bhāveti so anaññātaññassāmītindriyaṃ na bhāvetīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:54.1":{"pli":"Aṭṭhamako aññindriyaṃ na bhāveti, no ca anaññātaññassāmītindriyaṃ na bhāveti. Cattāro maggasamaṅgino ṭhapetvā avasesā puggalā aññindriyañca na bhāventi anaññātaññassāmītindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.1:55.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikarotīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:56.1":{"pli":"Yo aggaphalaṃ sacchikaroti so anaññātaññassāmītindriyaṃ na bhāveti, no ca aññātāvindriyaṃ na sacchikaroti. Aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikaronti. ","html":"<p>{}</p>"},"ya10.3.1:57.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikaroti so anaññātaññassāmītindriyaṃ na bhāvetīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:58.1":{"pli":"Aṭṭhamako aññātāvindriyaṃ na sacchikaroti, no ca anaññātaññassāmītindriyaṃ na bhāveti. Aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti anaññātaññassāmītindriyañca na bhāventi. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.1:59.1":{"pli":"Yo aññindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikarotīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.1:60.1":{"pli":"Yo aggaphalaṃ sacchikaroti so aññindriyaṃ na bhāveti, no ca aññātāvindriyaṃ na sacchikaroti. Tayo maggasamaṅgino ca arahantañca ṭhapetvā avasesā puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikaronti. ","html":"<p>{}</p>"},"ya10.3.1:61.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikaroti so aññindriyaṃ na bhāvetīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.1:62.1":{"pli":"Tayo maggasamaṅgino aññātāvindriyaṃ na sacchikaronti, no ca aññindriyaṃ na bhāventi. Tayo maggasamaṅgino ca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti aññindriyañca na bhāventi. (Aññindriyamūlakaṃ.) ","html":"<p>{}</p></article>"}},"ya10.3.2":{"ya10.3.2:0.1":{"pli":"10 Indriyayamaka ","html":"<article id='ya10.3.2'><header><ul><li class='division'>{}</li>"},"ya10.3.2:0.2":{"pli":"10.3 Pariññāvāra ","html":"<li>{}</li></ul>"},"ya10.3.2:0.3":{"pli":"10.3.2. Atītavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya10.3.2:1.0":{"pli":"10.3.2.1. Anuloma ","html":"<h2>{}</h2>"},"ya10.3.2:1.1":{"pli":"Yo cakkhundriyaṃ parijānittha so domanassindriyaṃ pajahitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:2.1":{"pli":"Yo vā pana domanassindriyaṃ pajahittha so cakkhundriyaṃ parijānitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:3.1":{"pli":"Dve puggalā domanassindriyaṃ pajahittha, no ca cakkhundriyaṃ parijānittha. Arahā domanassindriyañca pajahittha cakkhundriyañca parijānittha. ","html":"<p>{}</p>"},"ya10.3.2:4.1":{"pli":"Yo cakkhundriyaṃ parijānittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:5.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so cakkhundriyaṃ parijānitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:6.1":{"pli":"Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca cakkhundriyaṃ parijānittha. Arahā anaññātaññassāmītindriyañca bhāvittha cakkhundriyañca parijānittha. ","html":"<p>{}</p>"},"ya10.3.2:7.1":{"pli":"Yo cakkhundriyaṃ parijānittha so aññindriyaṃ bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:8.1":{"pli":"Yo vā pana aññindriyaṃ bhāvittha so cakkhundriyaṃ parijānitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:9.1":{"pli":"Yo cakkhundriyaṃ parijānittha so aññātāvindriyaṃ sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:10.1":{"pli":"Yo aggaphalaṃ sacchikaroti so cakkhundriyaṃ parijānittha, no ca aññātāvindriyaṃ sacchikarittha. Yo aggaphalaṃ sacchākāsi so cakkhundriyañca parijānittha aññātāvindriyañca sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.2:11.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so cakkhundriyaṃ parijānitthāti? Āmantā. (Cakkhundriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:12.1":{"pli":"Yo domanassindriyaṃ pajahittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:13.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so domanassindriyaṃ pajahitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:14.1":{"pli":"Cattāro puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca domanassindriyaṃ pajahittha. Tayo puggalā anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahittha. ","html":"<p>{}</p>"},"ya10.3.2:15.1":{"pli":"Yo domanassindriyaṃ pajahittha so aññindriyaṃ bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:16.1":{"pli":"Dve puggalā domanassindriyaṃ pajahittha, no ca aññindriyaṃ bhāvittha. Arahā domanassindriyañca pajahittha aññindriyañca bhāvittha. ","html":"<p>{}</p>"},"ya10.3.2:17.1":{"pli":"Yo vā pana aññindriyaṃ bhāvittha so domanassindriyaṃ pajahitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:18.1":{"pli":"Yo domanassindriyaṃ pajahittha so aññātāvindriyaṃ sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:19.1":{"pli":"Tayo puggalā domanassindriyaṃ pajahittha, no ca aññātāvindriyaṃ sacchikarittha. Arahā domanassindriyañca pajahittha aññātāvindriyañca sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.2:20.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so domanassindriyaṃ pajahitthāti? Āmantā. (Domanassindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:21.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāvittha so aññindriyaṃ bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:22.1":{"pli":"Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca aññindriyaṃ bhāvittha. Arahā anaññātaññassāmītindriyañca bhāvittha aññindriyañca bhāvittha. ","html":"<p>{}</p>"},"ya10.3.2:23.1":{"pli":"Yo vā pana aññindriyaṃ bhāvittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:24.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāvittha so aññātāvindriyaṃ sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:25.1":{"pli":"Satta puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca aññātāvindriyaṃ sacchikarittha. Arahā anaññātaññassāmītindriyañca bhāvittha aññātāvindriyañca sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.2:26.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:27.1":{"pli":"Yo aññindriyaṃ bhāvittha so aññātāvindriyaṃ sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:28.1":{"pli":"Yo aggaphalaṃ sacchikaroti so aññindriyaṃ bhāvittha, no ca aññātāvindriyaṃ sacchikarittha. Yo aggaphalaṃ sacchākāsi so aññindriyañca bhāvittha aññātāvindriyañca sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.2:29.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so aññindriyaṃ bhāvitthāti? Āmantā. (Aññindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:30.0":{"pli":"10.3.2.2. Paccanīka ","html":"<h2>{}</h2>"},"ya10.3.2:30.1":{"pli":"Yo cakkhundriyaṃ na parijānittha so domanassindriyaṃ nappajahitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:31.1":{"pli":"Dve puggalā cakkhundriyaṃ na parijānittha, no ca domanassindriyaṃ nappajahittha. Cha puggalā cakkhundriyañca na parijānittha domanassindriyañca nappajahittha. ","html":"<p>{}</p>"},"ya10.3.2:32.1":{"pli":"Yo vā pana domanassindriyaṃ nappajahittha so cakkhundriyaṃ na parijānitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:33.1":{"pli":"Yo cakkhundriyaṃ na parijānittha so anaññātaññassāmītindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:34.1":{"pli":"Cha puggalā cakkhundriyaṃ na parijānittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā cakkhundriyañca na parijānittha anaññātaññassāmītindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.2:35.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:36.1":{"pli":"Yo cakkhundriyaṃ na parijānittha so aññindriyaṃ na bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:37.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:38.1":{"pli":"Yo cakkhundriyaṃ na parijānittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:39.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so cakkhundriyaṃ na parijānitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:40.1":{"pli":"Yo aggaphalaṃ sacchikaroti so aññātāvindriyaṃ na sacchikarittha, no ca cakkhundriyaṃ na parijānittha. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha cakkhundriyañca na parijānittha. (Cakkhundriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.2:41.1":{"pli":"Yo domanassindriyaṃ nappajahittha so anaññātaññassāmītindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:42.1":{"pli":"Cattāro puggalā domanassindriyaṃ nappajahittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā domanassindriyañca nappajahittha anaññātaññassāmītindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.2:43.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so domanassindriyaṃ nappajahitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:44.1":{"pli":"Yo domanassindriyaṃ nappajahittha so aññindriyaṃ na bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:45.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvittha so domanassindriyaṃ nappajahitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:46.1":{"pli":"Dve puggalā aññindriyaṃ na bhāvittha, no ca domanassindriyaṃ nappajahittha. Cha puggalā aññindriyañca na bhāvittha domanassindriyañca nappajahittha. ","html":"<p>{}</p>"},"ya10.3.2:47.1":{"pli":"Yo domanassindriyaṃ nappajahittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:48.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so domanassindriyaṃ nappajahitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:49.1":{"pli":"Tayo puggalā aññātāvindriyaṃ na sacchikarittha, no ca domanassindriyaṃ nappajahittha. Cha puggalā aññātāvindriyañca na sacchikarittha domanassindriyañca nappajahittha. (Domanassindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.2:50.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāvittha so aññindriyaṃ na bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:51.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvittha so anaññātaññassāmītindriyaṃ na bhāvitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:52.1":{"pli":"Cha puggalā aññindriyaṃ na bhāvittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā aññindriyañca na bhāvittha anaññātaññassāmītindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.2:53.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāvittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:54.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so anaññātaññassāmītindriyaṃ na bhāvitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:55.1":{"pli":"Satta puggalā aññātāvindriyaṃ na sacchikarittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā aññātāvindriyañca na sacchikarittha anaññātaññassāmītindriyañca na bhāvittha. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.2:56.1":{"pli":"Yo aññindriyaṃ na bhāvittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.2:57.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so aññindriyaṃ na bhāvitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.2:58.1":{"pli":"Yo aggaphalaṃ sacchikaroti so aññātāvindriyaṃ na sacchikarittha, no ca aññindriyaṃ na bhāvittha. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha aññindriyañca na bhāvittha. (Aññindriyamūlakaṃ.) ","html":"<p>{}</p></article>"}},"ya10.3.3":{"ya10.3.3:0.1":{"pli":"10 Indriyayamaka ","html":"<article id='ya10.3.3'><header><ul><li class='division'>{}</li>"},"ya10.3.3:0.2":{"pli":"10.3 Pariññāvāra ","html":"<li>{}</li></ul>"},"ya10.3.3:0.3":{"pli":"10.3.3. Anāgatavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya10.3.3:1.0":{"pli":"10.3.3.1. Anuloma ","html":"<h2>{}</h2>"},"ya10.3.3:1.1":{"pli":"Yo cakkhundriyaṃ parijānissati so domanassindriyaṃ pajahissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:2.1":{"pli":"Dve puggalā cakkhundriyaṃ parijānissanti, no ca domanassindriyaṃ pajahissanti. Pañca puggalā cakkhundriyañca parijānissanti domanassindriyañca pajahissanti. ","html":"<p>{}</p>"},"ya10.3.3:3.1":{"pli":"Yo vā pana domanassindriyaṃ pajahissati so cakkhundriyaṃ parijānissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:4.1":{"pli":"Yo cakkhundriyaṃ parijānissati so anaññātaññassāmītindriyaṃ bhāvessatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:5.1":{"pli":"Cha puggalā cakkhundriyaṃ parijānissanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te cakkhundriyañca parijānissanti anaññātaññassāmītindriyañca bhāvessanti. ","html":"<p>{}</p>"},"ya10.3.3:6.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāvessati so cakkhundriyaṃ parijānissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:7.1":{"pli":"Yo cakkhundriyaṃ parijānissati so aññindriyaṃ bhāvessatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:8.1":{"pli":"Yo vā pana aññindriyaṃ bhāvessati so cakkhundriyaṃ parijānissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:9.1":{"pli":"Yo cakkhundriyaṃ parijānissati so aññātāvindriyaṃ sacchikarissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:10.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarissati so cakkhundriyaṃ parijānissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:11.1":{"pli":"Aggamaggasamaṅgī aññātāvindriyaṃ sacchikarissati, no ca cakkhundriyaṃ parijānissati. Satta puggalā aññātāvindriyañca sacchikarissanti cakkhundriyañca parijānissanti. (Cakkhundriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.3:12.1":{"pli":"Yo domanassindriyaṃ pajahissati so anaññātaññassāmītindriyaṃ bhāvessatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:13.1":{"pli":"Cattāro puggalā domanassindriyaṃ pajahissanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te domanassindriyañca pajahissanti anaññātaññassāmītindriyañca bhāvessanti. ","html":"<p>{}</p>"},"ya10.3.3:14.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāvessati so domanassindriyaṃ pajahissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:15.1":{"pli":"Yo domanassindriyaṃ pajahissati so aññindriyaṃ bhāvessatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:16.1":{"pli":"Yo vā pana aññindriyaṃ bhāvessati so domanassindriyaṃ pajahissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:17.1":{"pli":"Dve puggalā aññindriyaṃ bhāvessanti no ca domanassindriyaṃ pajahissanti, pañca puggalā aññindriyañca bhavissanti domanassindriyañca pajahissanti. ","html":"<p>{}</p>"},"ya10.3.3:18.1":{"pli":"Yo domanassindriyaṃ pajahissati so aññātāvindriyaṃ sacchikarissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:19.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarissati so domanassindriyaṃ pajahissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:20.1":{"pli":"Tayo puggalā aññātāvindriyaṃ sacchikarissanti, no ca domanassindriyaṃ pajahissanti. Pañca puggalā aññātāvindriyañca sacchikarissanti domanassindriyañca pajahissanti. (Domanassindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.3:21.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāvessati so aññindriyaṃ bhāvessatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:22.1":{"pli":"Yo vā pana aññindriyaṃ bhāvessati so anaññātaññassāmītindriyaṃ bhāvessatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:23.1":{"pli":"Cha puggalā aññindriyaṃ bhāvessanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te aññindriyañca bhāvessanti anaññātaññassāmītindriyañca bhāvessanti. ","html":"<p>{}</p>"},"ya10.3.3:24.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāvessati so aññātāvindriyaṃ sacchikarissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:25.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarissati so anaññātaññassāmītindriyaṃ bhāvessatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:26.1":{"pli":"Satta puggalā aññātāvindriyaṃ sacchikarissanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te aññātāvindriyañca sacchikarissanti anaññātaññassāmītindriyañca bhāvessanti. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.3:27.1":{"pli":"Yo aññindriyaṃ bhāvessati so aññātāvindriyaṃ sacchikarissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:28.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarissati so aññindriyaṃ bhāvessatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:29.1":{"pli":"Aggamaggasamaṅgī aññātāvindriyaṃ sacchikarissati, no ca aññindriyaṃ bhāvessati. Satta puggalā aññātāvindriyañca sacchikarissanti aññindriyañca bhāvessanti. (Aññindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.3:30.0":{"pli":"10.3.3.2. Paccanīka ","html":"<h2>{}</h2>"},"ya10.3.3:30.1":{"pli":"Yo cakkhundriyaṃ na parijānissati so domanassindriyaṃ nappajahissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:31.1":{"pli":"Yo vā pana domanassindriyaṃ nappajahissati so cakkhundriyaṃ na parijānissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:32.1":{"pli":"Dve puggalā domanassindriyaṃ nappajahissanti, no ca cakkhundriyaṃ na parijānissanti. Tayo puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānissanti. ","html":"<p>{}</p>"},"ya10.3.3:33.1":{"pli":"Yo cakkhundriyaṃ na parijānissati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:34.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāvessati so cakkhundriyaṃ na parijānissatīti. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:35.1":{"pli":"Cha puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca cakkhundriyaṃ na parijānissanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānissanti. ","html":"<p>{}</p>"},"ya10.3.3:36.1":{"pli":"Yo cakkhundriyaṃ na parijānissati so aññindriyaṃ na bhāvessatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:37.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvessati so cakkhundriyaṃ na parijānissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:38.1":{"pli":"Yo cakkhundriyaṃ na parijānissati so aññātāvindriyaṃ na sacchikarissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:39.1":{"pli":"Aggamaggasamaṅgī cakkhundriyaṃ na parijānissati, no ca aññātāvindriyaṃ na sacchikarissati. Dve puggalā cakkhundriyañca na parijānissanti aññātāvindriyañca na sacchikarissanti. ","html":"<p>{}</p>"},"ya10.3.3:40.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarissati so cakkhundriyaṃ na parijānissatīti? Āmantā. (Cakkhundriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:41.1":{"pli":"Yo domanassindriyaṃ nappajahissati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:42.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāvessati so domanassindriyaṃ nappajahissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:43.1":{"pli":"Cattāro puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca domanassindriyaṃ nappajahissanti. Pañca puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahissanti. ","html":"<p>{}</p>"},"ya10.3.3:44.1":{"pli":"Yo domanassindriyaṃ nappajahissati so aññindriyaṃ na bhāvessatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:45.1":{"pli":"Dve puggalā domanassindriyaṃ nappajahissanti, no ca aññindriyaṃ na bhāvessanti. Tayo puggalā domanassindriyañca nappajahissanti aññindriyañca na bhāvessanti. ","html":"<p>{}</p>"},"ya10.3.3:46.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvessati so domanassindriyaṃ nappajahissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:47.1":{"pli":"Yo domanassindriyaṃ nappajahissati so aññātāvindriyaṃ na sacchikarissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:48.1":{"pli":"Tayo puggalā domanassindriyaṃ nappajahissanti, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā domanassindriyañca nappajahissanti aññātāvindriyañca na sacchikarissanti. ","html":"<p>{}</p>"},"ya10.3.3:49.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarissati so domanassindriyaṃ nappajahissatīti? Āmantā. (Domanassindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:50.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāvessati so aññindriyaṃ na bhāvessatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:51.1":{"pli":"Cha puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca aññindriyaṃ na bhāvessanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāvessanti aññindriyañca na bhāvessanti. ","html":"<p>{}</p>"},"ya10.3.3:52.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvessati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:53.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāvessati so aññātāvindriyaṃ na sacchikarissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:54.1":{"pli":"Satta puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā anaññātaññassāmītindriyañca na bhāvessanti aññātāvindriyañca na sacchikarissanti. ","html":"<p>{}</p>"},"ya10.3.3:55.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarissati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.3:56.1":{"pli":"Yo aññindriyaṃ na bhāvessati so aññātāvindriyaṃ na sacchikarissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.3:57.1":{"pli":"Aggamaggasamaṅgī aññindriyaṃ na bhāvessati, no ca aññātāvindriyaṃ na sacchikarissati. Dve puggalā aññindriyañca na bhāvessanti aññātāvindriyañca na sacchikarissanti. ","html":"<p>{}</p>"},"ya10.3.3:58.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarissati so aññindriyaṃ na bhāvessatīti? Āmantā. (Aññindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p></article>"}},"ya10.3.4":{"ya10.3.4:0.1":{"pli":"10 Indriyayamaka ","html":"<article id='ya10.3.4'><header><ul><li class='division'>{}</li>"},"ya10.3.4:0.2":{"pli":"10.3 Pariññāvāra ","html":"<li>{}</li></ul>"},"ya10.3.4:0.3":{"pli":"10.3.4. Paccuppannātītavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya10.3.4:1.0":{"pli":"10.3.4.1. Anuloma ","html":"<h2>{}</h2>"},"ya10.3.4:1.1":{"pli":"Yo cakkhundriyaṃ parijānāti so domanassindriyaṃ pajahitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:2.1":{"pli":"Yo vā pana domanassindriyaṃ pajahittha so cakkhundriyaṃ parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:3.1":{"pli":"Dve puggalā domanassindriyaṃ pajahittha, no ca cakkhundriyaṃ parijānanti. Aggamaggasamaṅgī domanassindriyañca pajahittha cakkhundriyañca parijānāti. ","html":"<p>{}</p>"},"ya10.3.4:4.1":{"pli":"Yo cakkhundriyaṃ parijānāti so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:5.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so cakkhundriyaṃ parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:6.1":{"pli":"Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca cakkhundriyaṃ parijānanti. Aggamaggasamaṅgī anaññātaññassāmītindriyañca bhāvittha cakkhundriyañca parijānāti. ","html":"<p>{}</p>"},"ya10.3.4:7.1":{"pli":"Yo cakkhundriyaṃ parijānāti so aññindriyaṃ bhāvitthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:8.1":{"pli":"Yo vā pana aññindriyaṃ bhāvittha so cakkhundriyaṃ parijānātīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:9.1":{"pli":"Yo cakkhundriyaṃ parijānāti so aññātāvindriyaṃ sacchikaritthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:10.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so cakkhundriyaṃ parijānātīti? No. (Cakkhundriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:11.1":{"pli":"Yo domanassindriyaṃ pajahati so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:12.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so domanassindriyaṃ pajahatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:13.1":{"pli":"Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca domanassindriyaṃ pajahanti. Anāgāmimaggasamaṅgī anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahati. ","html":"<p>{}</p>"},"ya10.3.4:14.1":{"pli":"Yo domanassindriyaṃ pajahati so aññindriyaṃ bhāvitthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:15.1":{"pli":"Yo vā pana aññindriyaṃ bhāvittha so domanassindriyaṃ pajahatīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:16.1":{"pli":"Yo domanassindriyaṃ pajahati so aññātāvindriyaṃ sacchikaritthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:17.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so domanassindriyaṃ pajahatīti? No. (Domanassindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:18.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāveti so aññindriyaṃ bhāvitthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:19.1":{"pli":"Yo vā pana aññindriyaṃ bhāvittha so anaññātaññassāmītindriyaṃ bhāvetīti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:20.1":{"pli":"Yo anaññātaññassāmītindriyaṃ bhāveti so aññātāvindriyaṃ sacchikaritthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:21.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so anaññātaññassāmītindriyaṃ bhāvetīti? No. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:22.1":{"pli":"Yo aññindriyaṃ bhāveti so aññātāvindriyaṃ sacchikaritthāti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:23.1":{"pli":"Yo vā pana aññātāvindriyaṃ sacchikarittha so aññindriyaṃ bhāvetīti? No. (Aññindriyamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:24.0":{"pli":"10.3.4.2. Paccanīka ","html":"<h2>{}</h2>"},"ya10.3.4:24.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so domanassindriyaṃ nappajahitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:25.1":{"pli":"Dve puggalā cakkhundriyaṃ na parijānanti, no ca domanassindriyaṃ nappajahittha. Cha puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahittha. ","html":"<p>{}</p>"},"ya10.3.4:26.1":{"pli":"Yo vā pana domanassindriyaṃ nappajahittha so cakkhundriyaṃ na parijānātīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:27.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so anaññātaññassāmītindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:28.1":{"pli":"Cha puggalā cakkhundriyaṃ na parijānanti, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.4:29.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānātīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:30.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so aññindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:31.1":{"pli":"Arahā cakkhundriyaṃ na parijānāti, no ca aññindriyaṃ na bhāvittha. Satta puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.4:32.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:33.1":{"pli":"Aggamaggasamaṅgī aññindriyaṃ na bhāvittha, no ca cakkhundriyaṃ na parijānāti. Satta puggalā aññindriyañca na bhāvittha cakkhundriyañca na parijānanti. ","html":"<p>{}</p>"},"ya10.3.4:34.1":{"pli":"Yo cakkhundriyaṃ na parijānāti so aññātāvindriyaṃ na sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:35.1":{"pli":"Arahā cakkhundriyaṃ na parijānāti, no ca aññātāvindriyaṃ na sacchikarittha. Aṭṭha puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.4:36.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so cakkhundriyaṃ na parijānātīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:37.1":{"pli":"Aggamaggasamaṅgī aññātāvindriyaṃ na sacchikarittha, no ca cakkhundriyaṃ na parijānāti. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha cakkhundriyañca na parijānanti. (Cakkhundriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.4:38.1":{"pli":"Yo domanassindriyaṃ nappajahati so anaññātaññassāmītindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:39.1":{"pli":"Cha puggalā domanassindriyaṃ nappajahanti, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.4:40.1":{"pli":"Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so domanassindriyaṃ nappajahatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:41.1":{"pli":"Yo domanassindriyaṃ nappajahati so aññindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:42.1":{"pli":"Arahā domanassindriyaṃ nappajahati, no ca aññindriyaṃ na bhāvittha. Satta puggalā domanassindriyañca nappajahanti aññindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.4:43.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvittha so domanassindriyaṃ nappajahatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:44.1":{"pli":"Anāgāmimaggasamaṅgī aññindriyaṃ na bhāvittha, no ca domanassindriyaṃ nappajahati. Satta puggalā aññindriyañca na bhāvittha domanassindriyañca nappajahanti. ","html":"<p>{}</p>"},"ya10.3.4:45.1":{"pli":"Yo domanassindriyaṃ nappajahati so aññātāvindriyaṃ na sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:46.1":{"pli":"Arahā domanassindriyaṃ nappajahati, no ca aññātāvindriyaṃ na sacchikarittha. Aṭṭha puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.4:47.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so domanassindriyaṃ nappajahatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:48.1":{"pli":"Anāgāmimaggasamaṅgī aññātāvindriyaṃ na sacchikarittha, no ca domanassindriyaṃ nappajahati. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha domanassindriyañca nappajahanti. (Domanassindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.4:49.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāveti so aññindriyaṃ na bhāvitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:50.1":{"pli":"Arahā anaññātaññassāmītindriyaṃ na bhāveti, no ca aññindriyaṃ na bhāvittha. Satta puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāvittha. ","html":"<p>{}</p>"},"ya10.3.4:51.1":{"pli":"Yo vā pana aññindriyaṃ na bhāvittha so anaññātaññassāmītindriyaṃ na bhāvetīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:52.1":{"pli":"Aṭṭhamako aññindriyaṃ na bhāvittha, no ca anaññātaññassāmītindriyaṃ na bhāveti. Satta puggalā aññindriyañca na bhāvittha anaññātaññassāmītindriyañca na bhāventi. ","html":"<p>{}</p>"},"ya10.3.4:53.1":{"pli":"Yo anaññātaññassāmītindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:54.1":{"pli":"Arahā anaññātaññassāmītindriyaṃ na bhāveti, no ca aññātāvindriyaṃ na sacchikarittha. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.4:55.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so anaññātaññassāmītindriyaṃ na bhāvetīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:56.1":{"pli":"Aṭṭhamako aññātāvindriyaṃ na sacchikarittha, no ca anaññātaññassāmītindriyaṃ na bhāveti. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha anaññātaññassāmītindriyañca na bhāventi. (Anaññātaññassāmītindriyamūlakaṃ.) ","html":"<p>{}</p>"},"ya10.3.4:57.1":{"pli":"Yo aññindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikaritthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya10.3.4:58.1":{"pli":"Arahā aññindriyaṃ na bhāveti, no ca aññātāvindriyaṃ na sacchikarittha. Cha puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikarittha. ","html":"<p>{}</p>"},"ya10.3.4:59.1":{"pli":"Yo vā pana aññātāvindriyaṃ na sacchikarittha so aññindriyaṃ na bhāvetīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya10.3.4:60.1":{"pli":"Tayo maggasamaṅgino aññātāvindriyaṃ na sacchikarittha, no ca aññindriyaṃ na bhāventi. Cha puggalā aññātāvindriyañca na sacchikarittha aññindriyañca na bhāventi. (Aññindriyamūlakaṃ.) ","html":"<p>{}</p></article>"}}}