{"ya3.2.1":{"ya3.2.1:0.1":{"pli":"3 Āyatanayamaka ","html":"<article id='ya3.2.1'><header><ul><li class='division'>{}</li>"},"ya3.2.1:0.2":{"pli":"3.2 Pavattivāra ","html":"<li>{}</li></ul>"},"ya3.2.1:0.3":{"pli":"3.2.1. Uppādavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya3.2.1:1.0.1":{"pli":"3.2.1.1. Paccuppannavāra ","html":"<h2>{}</h2>"},"ya3.2.1:1.0.2":{"pli":"3.2.1.1.1. Anulomapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:1.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa sotāyatanaṃ uppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:2.1":{"pli":"Sacakkhukānaṃ asotakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ sotāyatanaṃ uppajjati. Sacakkhukānaṃ sasotakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati sotāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:3.1":{"pli":"Yassa vā pana sotāyatanaṃ uppajjati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:4.1":{"pli":"Sasotakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanaṃ uppajjati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sasotakānaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanañca uppajjati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:5.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:6.1":{"pli":"Sacakkhukānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ ghānāyatanaṃ uppajjati. Sacakkhukānaṃ saghānakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:7.1":{"pli":"Yassa vā pana ghānāyatanaṃ uppajjati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:8.1":{"pli":"Saghānakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ uppajjati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Saghānakānaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca uppajjati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:9.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa rūpāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:10.1":{"pli":"Yassa vā pana rūpāyatanaṃ uppajjati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:11.1":{"pli":"Sarūpakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:12.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa manāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:13.1":{"pli":"Yassa vā pana manāyatanaṃ uppajjati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:14.1":{"pli":"Sacittakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:15.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:16.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:17.1":{"pli":"Acakkhukānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:18.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa rūpāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:19.1":{"pli":"Yassa vā pana rūpāyatanaṃ uppajjati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:20.1":{"pli":"Sarūpakānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjati, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:21.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa manāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:22.1":{"pli":"Yassa vā pana manāyatanaṃ uppajjati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:23.1":{"pli":"Sacittakānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjati, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:24.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:25.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:26.1":{"pli":"Aghānakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjati, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:27.1":{"pli":"Yassa rūpāyatanaṃ uppajjati tassa manāyatanaṃ uppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:28.1":{"pli":"Acittakānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjati, no ca tesaṃ manāyatanaṃ uppajjati. Sarūpakānaṃ sacittakānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjati manāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:29.1":{"pli":"Yassa vā pana manāyatanaṃ uppajjati tassa rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:30.1":{"pli":"Arūpakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjati, no ca tesaṃ rūpāyatanaṃ uppajjati. Sacittakānaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjati rūpāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:31.1":{"pli":"Yassa rūpāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:32.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjati tassa rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:33.1":{"pli":"Arūpakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjati, no ca tesaṃ rūpāyatanaṃ uppajjati. Sarūpakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:34.1":{"pli":"Yassa manāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:35.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjati tassa manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:36.1":{"pli":"Acittakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjati, no ca tesaṃ manāyatanaṃ uppajjati. Sacittakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjati manāyatanañca uppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:37.0":{"pli":"3.2.1.1.2. Anulomaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:37.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati tattha sotāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:38.1":{"pli":"Yattha vā pana sotāyatanaṃ uppajjati tattha cakkhāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:39.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:40.1":{"pli":"Rūpāvacare tattha cakkhāyatanaṃ uppajjati, no ca tattha ghānāyatanaṃ uppajjati. Kāmāvacare tattha cakkhāyatanañca uppajjati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:41.1":{"pli":"Yattha vā pana ghānāyatanaṃ uppajjati tattha cakkhāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:42.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati tattha rūpāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:43.1":{"pli":"Yattha vā pana rūpāyatanaṃ uppajjati tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:44.1":{"pli":"Asaññasatte tattha rūpāyatanaṃ uppajjati, no ca tattha cakkhāyatanaṃ uppajjati. Pañcavokāre tattha rūpāyatanañca uppajjati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:45.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati tattha manāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:46.1":{"pli":"Yattha vā pana manāyatanaṃ uppajjati tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:47.1":{"pli":"Arūpe tattha manāyatanaṃ uppajjati, no ca tattha cakkhāyatanaṃ uppajjati. Pañcavokāre tattha manāyatanañca uppajjati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:48.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati tattha dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:49.1":{"pli":"Yattha vā pana dhammāyatanaṃ uppajjati tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:50.1":{"pli":"Asaññasatte arūpe tattha dhammāyatanaṃ uppajjati, no ca tattha cakkhāyatanaṃ uppajjati. Pañcavokāre tattha dhammāyatanañca uppajjati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:51.1":{"pli":"Yattha ghānāyatanaṃ uppajjati tattha rūpāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:52.1":{"pli":"Yattha vā pana rūpāyatanaṃ uppajjati tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:53.1":{"pli":"Rūpāvacare tattha rūpāyatanaṃ uppajjati, no ca tattha ghānāyatanaṃ uppajjati. Kāmāvacare tattha rūpāyatanañca uppajjati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:54.1":{"pli":"(Yattha ghānāyatanaṃ uppajjati tattha manāyatanaṃ dhammāyatanañca ekasadisaṃ, nānaṃ natthi, upari pana vārasaṅkhepo hotīti jānitabbaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:55.1":{"pli":"Yattha ghānāyatanaṃ uppajjati tattha dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:56.1":{"pli":"Yattha vā pana dhammāyatanaṃ uppajjati tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:57.1":{"pli":"Rūpāvacare arūpāvacare tattha dhammāyatanaṃ uppajjati, no ca tattha ghānāyatanaṃ uppajjati. Kāmāvacare tattha dhammāyatanañca uppajjati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:58.1":{"pli":"Yattha rūpāyatanaṃ uppajjati tattha manāyatanaṃ uppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:59.1":{"pli":"Asaññasatte tattha rūpāyatanaṃ uppajjati, no ca tattha manāyatanaṃ uppajjati. Pañcavokāre tattha rūpāyatanañca uppajjati manāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:60.1":{"pli":"Yattha vā pana manāyatanaṃ uppajjati tattha rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:61.1":{"pli":"Arūpe tattha manāyatanaṃ uppajjati, no ca tattha rūpāyatanaṃ uppajjati. Pañcavokāre tattha manāyatanañca uppajjati rūpāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:62.1":{"pli":"Yattha rūpāyatanaṃ uppajjati tattha dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:63.1":{"pli":"Yattha vā pana dhammāyatanaṃ uppajjati tattha rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:64.1":{"pli":"Arūpe tattha dhammāyatanaṃ uppajjati, no ca tattha rūpāyatanaṃ uppajjati. Pañcavokāre asaññasatte tattha dhammāyatanañca uppajjati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:65.1":{"pli":"Yattha manāyatanaṃ uppajjati tattha dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:66.1":{"pli":"Yattha vā pana dhammāyatanaṃ uppajjati tattha manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:67.1":{"pli":"Asaññasatte tattha dhammāyatanaṃ uppajjati, no ca tattha manāyatanaṃ uppajjati. Catuvokāre pañcavokāre tattha dhammāyatanañca uppajjati manāyatanañca uppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:68.0":{"pli":"3.2.1.1.3. Anulomapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:68.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha sotāyatanaṃ uppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:69.1":{"pli":"Sacakkhukānaṃ asotakānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha sotāyatanaṃ uppajjati. Sacakkhukānaṃ sasotakānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati sotāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:70.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ uppajjati tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:71.1":{"pli":"Sasotakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ tattha sotāyatanaṃ uppajjati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sasotakānaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha sotāyatanañca uppajjati cakkhāyatanañca uppajjati. (Saṅkhittaṃ, yassakasadisaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:72.1":{"pli":"Yassa yattha manāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:73.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:74.1":{"pli":"Acittakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjati, no ca tesaṃ tattha manāyatanaṃ uppajjati. Sacittakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjati manāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:75.0":{"pli":"3.2.1.1.4. Paccanīkapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:75.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa sotāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:76.1":{"pli":"Acakkhukānaṃ sasotakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ sotāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ acakkhukānaṃ asotakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca nuppajjati sotāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:77.1":{"pli":"Yassa vā pana sotāyatanaṃ nuppajjati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:78.1":{"pli":"Asotakānaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanaṃ nuppajjati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ asotakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanañca nuppajjati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:79.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa ghānāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:80.1":{"pli":"Acakkhukānaṃ saghānakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ ghānāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ acakkhukānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:81.1":{"pli":"Yassa vā pana ghānāyatanaṃ nuppajjati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:82.1":{"pli":"Aghānakānaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ aghānakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca nuppajjati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:83.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:84.1":{"pli":"Acakkhukānaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ rūpāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:85.1":{"pli":"Yassa vā pana rūpāyatanaṃ nuppajjati tassa cakkhāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:86.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:87.1":{"pli":"Acakkhukānaṃ sacittakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ manāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca nuppajjati manāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:88.1":{"pli":"Yassa vā pana manāyatanaṃ nuppajjati tassa cakkhāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:89.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:90.1":{"pli":"Acakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:91.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjati tassa cakkhāyatanaṃ nuppajjatīti? Āmantā. (Cakkhāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:92.1":{"pli":"Yassa ghānāyatanaṃ nuppajjati tassa rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:93.1":{"pli":"Aghānakānaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjati, no ca tesaṃ rūpāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca nuppajjati rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:94.1":{"pli":"Yassa vā pana rūpāyatanaṃ nuppajjati tassa ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:95.1":{"pli":"Yassa ghānāyatanaṃ nuppajjati tassa manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:96.1":{"pli":"Aghānakānaṃ sacittakānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjati, no ca tesaṃ manāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca nuppajjati manāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:97.1":{"pli":"Yassa vā pana manāyatanaṃ nuppajjati tassa ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:98.1":{"pli":"Yassa ghānāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:99.1":{"pli":"Aghānakānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ ghānāyatanañca nuppajjati dhammāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:100.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjati tassa ghānāyatanaṃ nuppajjatīti? Āmantā. (Ghānāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:101.1":{"pli":"Yassa rūpāyatanaṃ nuppajjati tassa manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:102.1":{"pli":"Arūpakānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ nuppajjati, no ca tesaṃ manāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ rūpāyatanañca nuppajjati manāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:103.1":{"pli":"Yassa vā pana manāyatanaṃ nuppajjati tassa rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:104.1":{"pli":"Acittakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ nuppajjati, no ca tesaṃ rūpāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ manāyatanañca nuppajjati rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:105.1":{"pli":"Yassa rūpāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:106.1":{"pli":"Arūpakānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ rūpāyatanañca nuppajjati dhammāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:107.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjati tassa rūpāyatanaṃ nuppajjatīti? Āmantā. (Rūpāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:108.1":{"pli":"Yassa manāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:109.1":{"pli":"Acittakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ manāyatanañca nuppajjati dhammāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:110.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjati tassa manāyatanaṃ nuppajjatīti? Āmantā. (Manāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:111.0":{"pli":"3.2.1.1.5. Paccanīkaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:111.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati tattha sotāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:112.1":{"pli":"Yattha vā pana sotāyatanaṃ nuppajjati tattha cakkhāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:113.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati tattha ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:114.1":{"pli":"Yattha vā pana ghānāyatanaṃ nuppajjati tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:115.1":{"pli":"Rūpāvacare tattha ghānāyatanaṃ nuppajjati, no ca tattha cakkhāyatanaṃ nuppajjati. Asaññasatte arūpe tattha ghānāyatanañca nuppajjati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:116.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati tattha rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:117.1":{"pli":"Asaññasatte tattha cakkhāyatanaṃ nuppajjati, no ca tattha rūpāyatanaṃ nuppajjati. Arūpe tattha cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:118.1":{"pli":"Yattha vā pana rūpāyatanaṃ nuppajjati tattha cakkhāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:119.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati tattha manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:120.1":{"pli":"Arūpe tattha cakkhāyatanaṃ nuppajjati, no ca tattha manāyatanaṃ nuppajjati. Asaññasatte tattha cakkhāyatanañca nuppajjati manāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:121.1":{"pli":"Yattha vā pana manāyatanaṃ nuppajjati tattha cakkhāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:122.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati tattha dhammāyatanaṃ nuppajjatīti? Uppajjati. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:123.1":{"pli":"Yattha vā pana dhammāyatanaṃ nuppajjati tattha cakkhāyatanaṃ nuppajjatīti? Natthi. (Cakkhāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:124.1":{"pli":"Yattha ghānāyatanaṃ nuppajjati tattha rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:125.1":{"pli":"Rūpāvacare tattha ghānāyatanaṃ nuppajjati, no ca tattha rūpāyatanaṃ nuppajjati. Arūpe tattha ghānāyatanañca nuppajjati rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:126.1":{"pli":"Yattha vā pana rūpāyatanaṃ nuppajjati tattha ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:127.1":{"pli":"Yattha ghānāyatanaṃ nuppajjati tattha manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:128.1":{"pli":"Rūpāvacare arūpāvacare tattha ghānāyatanaṃ nuppajjati, no ca tattha manāyatanaṃ nuppajjati. Asaññasatte tattha ghānāyatanañca nuppajjati manāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:129.1":{"pli":"Yattha vā pana manāyatanaṃ nuppajjati tattha ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:130.1":{"pli":"Yattha ghānāyatanaṃ nuppajjati tattha dhammāyatanaṃ nuppajjatīti? Uppajjati. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:131.1":{"pli":"Yattha vā pana dhammāyatanaṃ nuppajjati tattha ghānāyatanaṃ nuppajjatīti? Natthi. (Ghānāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:132.1":{"pli":"Yattha rūpāyatanaṃ nuppajjati tattha manāyatanaṃ nuppajjatīti? Uppajjati. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:133.1":{"pli":"Yattha vā pana manāyatanaṃ nuppajjati tattha rūpāyatanaṃ nuppajjatīti? Uppajjati. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:134.1":{"pli":"Yattha rūpāyatanaṃ nuppajjati tattha dhammāyatanaṃ nuppajjatīti? Uppajjati. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:135.1":{"pli":"Yattha vā pana dhammāyatanaṃ nuppajjati tattha rūpāyatanaṃ nuppajjatīti? Natthi. (Rūpāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:136.1":{"pli":"Yattha manāyatanaṃ nuppajjati tattha dhammāyatanaṃ nuppajjatīti? Uppajjati. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:137.1":{"pli":"Yattha vā pana dhammāyatanaṃ nuppajjati tattha manāyatanaṃ nuppajjatīti? Natthi. (Manāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:138.0":{"pli":"3.2.1.1.6. Paccanīkapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:138.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha sotāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:139.1":{"pli":"Acakkhukānaṃ sasotakānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha sotāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ acakkhukānaṃ asotakānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati sotāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:140.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ nuppajjati tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:141.1":{"pli":"Asotakānaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha sotāyatanaṃ nuppajjati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ asotakānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ tattha sotāyatanañca nuppajjati cakkhāyatanañca nuppajjati …pe…. ","html":"<p>{}</p>"},"ya3.2.1:142.1":{"pli":"Yassa yattha manāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:143.1":{"pli":"Acittakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjati. Sabbesaṃ cavantānaṃ tesaṃ tattha manāyatanañca nuppajjati dhammāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:144.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:145.0.1":{"pli":"3.2.1.2. Atītavāra ","html":"<h2>{}</h2>"},"ya3.2.1:145.0.2":{"pli":"3.2.1.2.1. Anulomapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:145.1":{"pli":"Yassa cakkhāyatanaṃ uppajjittha tassa sotāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:146.1":{"pli":"Yassa vā pana sotāyatanaṃ uppajjittha tassa cakkhāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:147.1":{"pli":"Yassa cakkhāyatanaṃ uppajjittha tassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ … dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:148.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjittha tassa cakkhāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:149.1":{"pli":"Yassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ uppajjittha tassa dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:150.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjittha tassa manāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:151.0":{"pli":"3.2.1.2.2. Anulomaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:151.1":{"pli":"Yattha cakkhāyatanaṃ uppajjittha …pe… (yatthakaṃ paccuppannepi atītepi anāgatepi paccuppannātītepi paccuppannānāgatepi atītānāgatepi sabbattha sadisaṃ, uppajjati uppajjitthāti nāmaṃ atirekaṃ kātabbaṃ.) ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:152.0":{"pli":"3.2.1.2.3. Anulomapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:152.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha sotāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:153.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:154.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:155.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Kāmāvacarānaṃ tesaṃ tattha cakkhāyatanañca uppajjittha ghānāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:156.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:157.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:158.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:159.1":{"pli":"Asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha rūpāyatanañca uppajjittha cakkhāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:160.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:161.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:162.1":{"pli":"Arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjittha cakkhāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:163.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:164.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:165.1":{"pli":"Asaññasattānaṃ arūpānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha dhammāyatanañca uppajjittha cakkhāyatanañca uppajjittha. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:166.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:167.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:168.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Kāmāvacarānaṃ tesaṃ tattha rūpāyatanañca uppajjittha ghānāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:169.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:170.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:171.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Kāmāvacarānaṃ tesaṃ tattha manāyatanañca uppajjittha ghānāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:172.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:173.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:174.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Kāmāvacarānaṃ tesaṃ tattha dhammāyatanañca uppajjittha ghānāyatanañca uppajjittha. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:175.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:176.1":{"pli":"Asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha manāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha rūpāyatanañca uppajjittha manāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:177.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:178.1":{"pli":"Arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha rūpāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjittha rūpāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:179.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:180.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:181.1":{"pli":"Arūpānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha rūpāyatanaṃ uppajjittha. Pañcavokārānaṃ asaññasattānaṃ tesaṃ tattha dhammāyatanañca uppajjittha rūpāyatanañca uppajjittha. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:182.1":{"pli":"Yassa yattha manāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:183.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:184.1":{"pli":"Asaññasattānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha manāyatanaṃ uppajjittha. Catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dhammāyatanañca uppajjittha manāyatanañca uppajjittha. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:185.0":{"pli":"3.2.1.2.4. Paccanīkapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:185.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjittha tassa sotāyatanaṃ nuppajjitthāti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:186.1":{"pli":"Yassa vā pana sotāyatanaṃ nuppajjittha tassa cakkhāyatanaṃ nuppajjitthāti? Natthi. (Saṅkhittaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:187.1":{"pli":"Yassa manāyatanaṃ nuppajjittha tassa dhammāyatanaṃ nuppajjitthāti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:188.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjittha tassa manāyatanaṃ nuppajjitthāti? Natthi. …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:189.0":{"pli":"3.2.1.2.5. Paccanīkaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:189.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjittha …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:190.0":{"pli":"3.2.1.2.6. Paccanīkapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:190.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha sotāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:191.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:192.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:193.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:194.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjittha. Suddhāvāsānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha cakkhāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:195.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:196.1":{"pli":"Asaññasattānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjittha rūpāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:197.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:198.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:199.1":{"pli":"Arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāsānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanañca nuppajjittha manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:200.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:201.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:202.1":{"pli":"Asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha cakkhāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:203.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjitthāti? Āmantā. (Cakkhāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:204.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:205.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha rūpāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:206.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:207.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:208.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāsānaṃ asaññasattānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:209.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:210.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:211.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:212.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjitthāti? Āmantā. (Ghānāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:213.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:214.1":{"pli":"Arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha rūpāyatanañca nuppajjittha manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:215.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:216.1":{"pli":"Asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha manāyatanañca nuppajjittha rūpāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:217.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:218.1":{"pli":"Arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha rūpāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:219.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjitthāti? Āmantā. (Rūpāyatanamūlakaṃ.) ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:220.1":{"pli":"Yassa yattha manāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:221.1":{"pli":"Asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha manāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:222.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjitthāti? Āmantā. (Manāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:223.0.1":{"pli":"3.2.1.3. Anāgatavāra ","html":"<h2>{}</h2>"},"ya3.2.1:223.0.2":{"pli":"3.2.1.3.1. Anulomapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:223.1":{"pli":"Yassa cakkhāyatanaṃ uppajjissati tassa sotāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:224.1":{"pli":"Yassa vā pana sotāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:225.1":{"pli":"Yassa cakkhāyatanaṃ uppajjissati tassa ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:226.1":{"pli":"Ye rūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cakkhāyatanaṃ uppajjissati, no ca tesaṃ ghānāyatanaṃ uppajjissati. Itaresaṃ tesaṃ cakkhāyatanañca uppajjissati ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:227.1":{"pli":"Yassa vā pana ghānāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:228.1":{"pli":"Yassa cakkhāyatanaṃ uppajjissati tassa rūpāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:229.1":{"pli":"Yassa vā pana rūpāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:230.1":{"pli":"Yassa cakkhāyatanaṃ uppajjissati (tassa manāyatanañca dhammāyatanañca sadisaṃ, ime dve sadisāyeva honti.) ","html":"<p>{}</p>"},"ya3.2.1:231.1":{"pli":"Yassa cakkhāyatanaṃ uppajjissati tassa dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:232.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:233.1":{"pli":"Ye arūpaṃ upapajjitvā parinibbāyissanti tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ cakkhāyatanaṃ uppajjissati. Itaresaṃ tesaṃ dhammāyatanañca uppajjissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:234.1":{"pli":"Yassa ghānāyatanaṃ uppajjissati tassa rūpāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:235.1":{"pli":"Yassa vā pana rūpāyatanaṃ uppajjissati tassa ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:236.1":{"pli":"Ye rūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ rūpāyatanaṃ uppajjissati, no ca tesaṃ ghānāyatanaṃ uppajjissati. Itaresaṃ tesaṃ rūpāyatanañca uppajjissati ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:237.1":{"pli":"Yassa ghānāyatanaṃ uppajjissati tassa manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:238.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:239.1":{"pli":"Ye rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ ghānāyatanaṃ uppajjissati. Itaresaṃ tesaṃ dhammāyatanañca uppajjissati ghānāyatanañca uppajjissati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:240.1":{"pli":"Yassa rūpāyatanaṃ uppajjissati tassa manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p>{}</p>"},"ya3.2.1:241.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa rūpāyatanaṃ uppajjissatīti? ","html":"<p>{}</p>"},"ya3.2.1:242.1":{"pli":"Ye arūpaṃ upapajjitvā parinibbāyissanti tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ rūpāyatanaṃ uppajjissati. Itaresaṃ tesaṃ dhammāyatanañca uppajjissati rūpāyatanañca uppajjissati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:243.1":{"pli":"Yassa manāyatanaṃ uppajjissati tassa dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:244.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa manāyatanaṃ uppajjissatīti? Āmantā. (Manāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:245.0":{"pli":"3.2.1.3.2. Anulomaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:245.1":{"pli":"Yattha cakkhāyatanaṃ uppajjissati …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:246.0":{"pli":"3.2.1.3.3. Anulomapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:246.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjissati tassa tattha sotāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:247.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:248.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:249.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjissati. Kāmāvacarānaṃ tesaṃ tattha cakkhāyatanañca uppajjissati ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:250.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:251.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:252.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:253.1":{"pli":"Asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjissati. Pañcavokārānaṃ tesaṃ tattha rūpāyatanañca uppajjissati cakkhāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:254.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjissati tassa tattha manāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:255.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:256.1":{"pli":"Arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjissati. Pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjissati cakkhāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:257.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjissati tassa tattha dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:258.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:259.1":{"pli":"Asaññasattānaṃ arūpānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjissati. Pañcavokārānaṃ tesaṃ tattha dhammāyatanañca uppajjissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:260.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:261.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:262.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjissati. Kāmāvacarānaṃ tesaṃ tattha rūpāyatanañca uppajjissati ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:263.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjissati tassa tattha manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:264.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:265.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjissati. Kāmāvacarānaṃ tesaṃ tattha dhammāyatanañca uppajjissati ghānāyatanañca uppajjissati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:266.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjissati tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:267.1":{"pli":"Asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Pañcavokārānaṃ tesaṃ tattha rūpāyatanañca uppajjissati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:268.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:269.1":{"pli":"Arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha rūpāyatanaṃ uppajjissati. Pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjissati rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:270.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjissati tassa tattha dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:271.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:272.1":{"pli":"Arūpānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha rūpāyatanaṃ uppajjissati. Pañcavokārānaṃ asaññasattānaṃ tesaṃ tattha dhammāyatanañca uppajjissati rūpāyatanañca uppajjissati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:273.1":{"pli":"Yassa yattha manāyatanaṃ uppajjissati tassa tattha dhammāyatanaṃ uppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:274.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:275.1":{"pli":"Asaññasattānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dhammāyatanañca uppajjissati manāyatanañca uppajjissati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:276.0":{"pli":"3.2.1.3.4. Paccanīkapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:276.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjissati tassa sotāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:277.1":{"pli":"Yassa vā pana sotāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:278.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjissati tassa ghānāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:279.1":{"pli":"Yassa vā pana ghānāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:280.1":{"pli":"Ye rūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ ghānāyatanaṃ nuppajjissati, no ca tesaṃ cakkhāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:281.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjissati tassa rūpāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:282.1":{"pli":"Yassa vā pana rūpāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:283.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjissati tassa manāyatanaṃ …pe… dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:284.1":{"pli":"Ye arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cakkhāyatanaṃ nuppajjissati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ cakkhāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:285.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjissatīti? Āmantā. (Cakkhāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:286.1":{"pli":"Yassa ghānāyatanaṃ nuppajjissati tassa rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:287.1":{"pli":"Ye rūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ ghānāyatanaṃ nuppajjissati, no ca tesaṃ rūpāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ ghānāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:288.1":{"pli":"Yassa vā pana rūpāyatanaṃ nuppajjissati tassa ghānāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:289.1":{"pli":"Yassa ghānāyatanaṃ nuppajjissati tassa manāyatanaṃ …pe… dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:290.1":{"pli":"Ye rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ ghānāyatanaṃ nuppajjissati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ ghānāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:291.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa ghānāyatanaṃ nuppajjissatīti? Āmantā. (Ghānāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:292.1":{"pli":"Yassa rūpāyatanaṃ nuppajjissati tassa manāyatanaṃ …pe… dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:293.1":{"pli":"Ye arūpaṃ upapajjitvā parinibbāyissanti tesaṃ rūpāyatanaṃ nuppajjissati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ rūpāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:294.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa rūpāyatanaṃ nuppajjissatīti? Āmantā. (Rūpāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:295.1":{"pli":"Yassa manāyatanaṃ nuppajjissati tassa dhammāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:296.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa manāyatanaṃ nuppajjissatīti? Āmantā. (Manāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:297.0":{"pli":"3.2.1.3.5. Paccanīkaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:297.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjissati …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:298.0":{"pli":"3.2.1.3.6. Paccanīkapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:298.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjissati tassa tattha sotāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:299.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:300.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:301.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:302.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjissati. Pañcavokāre pacchimabhavikānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:303.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:304.1":{"pli":"Asaññasattānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Pañcavokāre pacchimabhavikānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:305.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:306.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjissati tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:307.1":{"pli":"Arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjissati, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanañca nuppajjissati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:308.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:309.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjissati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:310.1":{"pli":"Asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjissati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:311.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjissatīti? Āmantā. (Cakkhāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:312.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:313.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Pañcavokāre pacchimabhavikānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:314.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:315.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjissati tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:316.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjissati, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha ghānāyatanañca nuppajjissati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:317.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:318.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjissati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:319.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjissati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ tattha ghānāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:320.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjissatīti? Āmantā. (Ghānāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:321.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjissati tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:322.1":{"pli":"Arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjissati, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ tattha rūpāyatanañca nuppajjissati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:323.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:324.1":{"pli":"Asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ tattha manāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:325.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjissati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:326.1":{"pli":"Arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjissati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ tattha rūpāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:327.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjissatīti? Āmantā. (Rūpāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:328.1":{"pli":"Yassa yattha manāyatanaṃ nuppajjissati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:329.1":{"pli":"Asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Pacchimabhavikānaṃ tesaṃ tattha manāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:330.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha manāyatanaṃ nuppajjissatīti? Āmantā. (Manāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:331.0.1":{"pli":"3.2.1.4. Paccuppannātītavāra ","html":"<h2>{}</h2>"},"ya3.2.1:331.0.2":{"pli":"3.2.1.4.1. Anulomapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:331.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa sotāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:332.1":{"pli":"Yassa vā pana sotāyatanaṃ uppajjittha tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:333.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanaṃ uppajjittha, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanañca uppajjittha cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:334.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ … dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:335.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjittha tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:336.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjittha, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjittha cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:337.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa rūpāyatanaṃ …pe… manāyatanaṃ … dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:338.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjittha tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:339.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjittha, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjittha ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:340.1":{"pli":"Yassa rūpāyatanaṃ uppajjati tassa manāyatanaṃ …pe… dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:341.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjittha tassa rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:342.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjittha, no ca tesaṃ rūpāyatanaṃ uppajjati. Sarūpakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjittha rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:343.1":{"pli":"Yassa manāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:344.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjittha tassa manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:345.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjittha, no ca tesaṃ manāyatanaṃ uppajjati. Sacittakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjittha manāyatanañca uppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:346.0":{"pli":"3.2.1.4.2. Anulomaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:346.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati tattha sotāyatanaṃ uppajjitthāti? Āmantā. …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:347.0":{"pli":"3.2.1.4.3. Anulomapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:347.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha sotāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:348.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha sotāyatanaṃ uppajjittha. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati sotāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:349.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:350.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha sotāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha sotāyatanañca uppajjittha cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:351.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:352.1":{"pli":"Rūpāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Sacakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati ghānāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:353.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:354.1":{"pli":"Kāmāvacarā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanañca uppajjittha cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:355.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha rūpāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:356.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha rūpāyatanaṃ uppajjittha. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati rūpāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:357.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:358.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjittha cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:359.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:360.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha manāyatanaṃ uppajjittha. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati manāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:361.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:362.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjittha cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:363.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:364.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjittha. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati dhammāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:365.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:366.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjittha cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:367.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjati tassa tattha rūpāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:368.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:369.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjittha ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:370.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:371.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:372.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjittha ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:373.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:374.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:375.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjittha ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:376.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:377.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ asaññasattaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ uppajjati, no ca tesaṃ tattha manāyatanaṃ uppajjittha. Itaresaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjati manāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:378.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:379.1":{"pli":"Pañcavokārā cavantānaṃ arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha rūpāyatanaṃ uppajjati. Pañcavokāraṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjittha rūpāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:380.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:381.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjittha. Itaresaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjati dhammāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:382.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:383.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha rūpāyatanaṃ uppajjati. Sarūpakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjittha rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:384.1":{"pli":"Yassa yattha manāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:385.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjittha. Itaresaṃ sacittakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjati dhammāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:386.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:387.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjittha, no ca tesaṃ tattha manāyatanaṃ uppajjati. Sacittakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjittha manāyatanañca uppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:388.0":{"pli":"3.2.1.4.4. Paccanīkapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:388.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa sotāyatanaṃ nuppajjitthāti? Uppajjittha. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:389.1":{"pli":"Yassa vā pana sotāyatanaṃ nuppajjittha tassa cakkhāyatanaṃ nuppajjatīti? Natthi. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:390.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ … dhammāyatanaṃ nuppajjitthāti? Uppajjittha. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:391.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjittha tassa cakkhāyatanaṃ nuppajjatīti? Natthi. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:392.1":{"pli":"Yassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjitthāti? Uppajjittha. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:393.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjittha tassa manāyatanaṃ nuppajjatīti? Natthi. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:394.0":{"pli":"3.2.1.4.5. Paccanīkaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:394.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:395.0":{"pli":"3.2.1.4.6. Paccanīkapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:395.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha sotāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:396.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha sotāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati sotāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:397.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:398.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha sotāyatanaṃ nuppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha sotāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:399.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha ghānāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:400.1":{"pli":"Kāmāvacarā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjittha. Rūpāvacarā cavantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:401.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:402.1":{"pli":"Rūpāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Rūpāvacarā cavantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:403.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:404.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:405.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:406.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ arūpānaṃ tesaṃ tattha rūpāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:407.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:408.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:409.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:410.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ asaññasattānaṃ tesaṃ tattha manāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:411.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:412.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:413.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:414.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjittha, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ tesaṃ tattha dhammāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:415.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjati tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:416.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjati rūpāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:417.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:418.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:419.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjati, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāsānaṃ asaññasattānaṃ tesaṃ tattha ghānāyatanañca nuppajjati manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:420.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjatīti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:421.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:422.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha ghānāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:423.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjatīti? Āmantā. (Ghānāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:424.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:425.1":{"pli":"Pañcavokārā cavantānaṃ arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjati, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ asaññasattā cavantānaṃ tesaṃ tattha rūpāyatanañca nuppajjati manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:426.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:427.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ asaññasattaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ asaññasattā cavantānaṃ tesaṃ tattha manāyatanañca nuppajjittha rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:428.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:429.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ tesaṃ tattha rūpāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:430.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:431.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ tesaṃ tattha dhammāyatanañca nuppajjittha rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:432.1":{"pli":"Yassa yattha manāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:433.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjittha. Suddhāvāse parinibbantānaṃ tesaṃ tattha manāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:434.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:435.1":{"pli":"Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjati. Suddhāvāse parinibbantānaṃ tesaṃ tattha dhammāyatanañca nuppajjittha manāyatanañca nuppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:436.0.1":{"pli":"3.2.1.5. Paccuppannānāgatavāra ","html":"<h2>{}</h2>"},"ya3.2.1:436.0.2":{"pli":"3.2.1.5.1. Anulomapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:436.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa sotāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:437.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ sotāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati sotāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:438.1":{"pli":"Yassa vā pana sotāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:439.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanaṃ uppajjissati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ sotāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:440.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:441.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ ghānāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:442.1":{"pli":"Yassa vā pana ghānāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:443.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ uppajjissati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:444.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:445.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ rūpāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:446.1":{"pli":"Yassa vā pana rūpāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:447.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjissati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:448.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:449.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ manāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:450.1":{"pli":"Yassa vā pana manāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:451.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjissati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:452.1":{"pli":"Yassa cakkhāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:453.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ uppajjati, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:454.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:455.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjissati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:456.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:457.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ uppajjati, no ca tesaṃ rūpāyatanaṃ uppajjissati. Itaresaṃ saghānakānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca uppajjati rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:458.1":{"pli":"Yassa vā pana rūpāyatanaṃ uppajjissati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:459.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjissati, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjissati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:460.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:461.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ uppajjati, no ca tesaṃ manāyatanaṃ uppajjissati. Itaresaṃ saghānakānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca uppajjati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:462.1":{"pli":"Yassa vā pana manāyatanaṃ uppajjissati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:463.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjissati, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjissati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:464.1":{"pli":"Yassa ghānāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:465.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ uppajjati, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ saghānakānaṃ upapajjantānaṃ tesaṃ ghānāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:466.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:467.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjissati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:468.1":{"pli":"Yassa rūpāyatanaṃ uppajjati tassa manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:469.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjati, no ca tesaṃ manāyatanaṃ uppajjissati. Itaresaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:470.1":{"pli":"Yassa vā pana manāyatanaṃ uppajjissati tassa rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:471.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjissati, no ca tesaṃ rūpāyatanaṃ uppajjati. Sarūpakānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjissati rūpāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:472.1":{"pli":"Yassa rūpāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:473.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ uppajjati, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ rūpāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:474.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:475.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ rūpāyatanaṃ uppajjati. Sarūpakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjissati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:476.1":{"pli":"Yassa manāyatanaṃ uppajjati tassa dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:477.1":{"pli":"Pacchimabhavikānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ uppajjati, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ sacittakānaṃ upapajjantānaṃ tesaṃ manāyatanañca uppajjati, dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:478.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:479.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ uppajjissati, no ca tesaṃ manāyatanaṃ uppajjati. Sacittakānaṃ upapajjantānaṃ tesaṃ dhammāyatanañca uppajjissati manāyatanañca uppajjati. (…) ","html":"<p>{}</p>"},"ya3.2.1:480.0":{"pli":"3.2.1.5.2. Anulomaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:480.1":{"pli":"Yattha cakkhāyatanaṃ uppajjati …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:481.0":{"pli":"3.2.1.5.3. Anulomapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:481.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha sotāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:482.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha sotāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati sotāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:483.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:484.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha sotāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha sotāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:485.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:486.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha ghānāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:487.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:488.1":{"pli":"Kāmāvacarā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:489.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:490.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha rūpāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:491.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:492.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:493.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:494.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:495.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:496.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjissati cakkhāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:497.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:498.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:499.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:500.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjati. Sacakkhukānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjissati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:501.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjati tassa tattha rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:502.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ uppajjati, no ca tesaṃ tattha rūpāyatanaṃ uppajjissati. Itaresaṃ saghānakānaṃ upapajjantānaṃ tesaṃ tattha ghānāyatanañca uppajjati rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:503.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:504.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjissati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:505.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:506.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ uppajjati, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Itaresaṃ saghānakānaṃ upapajjantānaṃ tesaṃ tattha ghānāyatanañca uppajjati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:507.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:508.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjissati ghānāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:509.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:510.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ saghānakānaṃ upapajjantānaṃ tesaṃ tattha ghānāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:511.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:512.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjati. Saghānakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjissati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:513.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjati tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:514.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ asaññasattaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ uppajjati, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Itaresaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjati manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:515.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:516.1":{"pli":"Pañcavokārā cavantānaṃ arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha rūpāyatanaṃ uppajjati. Pañcavokāraṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjissati rūpāyatanañca uppajjati. ","html":"<p>{}</p>"},"ya3.2.1:517.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:518.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ sarūpakānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:519.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:520.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha rūpāyatanaṃ uppajjati. Sarūpakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjissati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:521.1":{"pli":"Yassa yattha manāyatanaṃ uppajjati tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:522.1":{"pli":"Pacchimabhavikānaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ uppajjati, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ sacittakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanañca uppajjati dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:523.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha manāyatanaṃ uppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:524.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha manāyatanaṃ uppajjati. Sacittakānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanañca uppajjissati manāyatanañca uppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:525.0":{"pli":"3.2.1.5.4. Paccanīkapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:525.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa sotāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:526.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ sotāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ cakkhāyatanañca nuppajjati sotāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:527.1":{"pli":"Yassa vā pana sotāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:528.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ sotāyatanaṃ nuppajjissati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ sotāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:529.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa ghānāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:530.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ ghānāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:531.1":{"pli":"Yassa vā pana ghānāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:532.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjissati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:533.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:534.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ rūpāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:535.1":{"pli":"Yassa vā pana rūpāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:536.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ nuppajjissati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ rūpāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:537.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:538.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ manāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ cakkhāyatanañca nuppajjati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:539.1":{"pli":"Yassa vā pana manāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:540.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ manāyatanaṃ nuppajjissati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ manāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:541.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:542.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ cakkhāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:543.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:544.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ nuppajjissati, no ca tesaṃ cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ dhammāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:545.1":{"pli":"Yassa ghānāyatanaṃ nuppajjati tassa rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:546.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjati, no ca tesaṃ rūpāyatanaṃ nuppajjissati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ ghānāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:547.1":{"pli":"Yassa vā pana rūpāyatanaṃ nuppajjissati tassa ghānāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:548.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ nuppajjissati, no ca tesaṃ ghānāyatanaṃ nuppajjati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ rūpāyatanañca nuppajjissati ghānāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:549.1":{"pli":"Yassa ghānāyatanaṃ nuppajjati tassa manāyatanaṃ …pe… dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:550.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ ghānāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ tesaṃ ghānāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:551.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa ghānāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:552.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ nuppajjissati, no ca tesaṃ ghānāyatanaṃ nuppajjati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ tesaṃ dhammāyatanañca nuppajjissati ghānāyatanañca nuppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:553.1":{"pli":"Yassa rūpāyatanaṃ nuppajjati tassa manāyatanaṃ …pe… dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:554.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ rūpāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ rūpāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:555.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:556.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ nuppajjissati, no ca tesaṃ rūpāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ dhammāyatanañca nuppajjissati rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:557.1":{"pli":"Yassa manāyatanaṃ nuppajjati tassa dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:558.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ manāyatanaṃ nuppajjati, no ca tesaṃ dhammāyatanaṃ nuppajjissati. Parinibbantānaṃ tesaṃ manāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:559.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:560.1":{"pli":"Pacchimabhavikānaṃ upapajjantānaṃ tesaṃ dhammāyatanaṃ nuppajjissati, no ca tesaṃ manāyatanaṃ nuppajjati. Parinibbantānaṃ tesaṃ dhammāyatanañca nuppajjissati manāyatanañca nuppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:561.0":{"pli":"3.2.1.5.5. Paccanīkaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:561.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjati …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:562.0":{"pli":"3.2.1.5.6. Paccanīkapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:562.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha sotāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:563.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha sotāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati sotāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:564.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:565.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha sotāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha sotāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:566.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha ghānāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:567.1":{"pli":"Kāmāvacarā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjissati. Kāmāvacare parinibbantānaṃ rūpāvacarā cavantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:568.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:569.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacaraṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Kāmāvacare parinibbantānaṃ rūpāvacarā cavantānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:570.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:571.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:572.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:573.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpānaṃ tesaṃ tattha rūpāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:574.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:575.1":{"pli":"Pañcavokārā cavantānaṃ acakkhukānaṃ kāmāvacaraṃ upapajjantānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:576.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:577.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati cakkhāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:578.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:579.1":{"pli":"Sabbesaṃ cavantānaṃ acakkhukānaṃ upapajjantānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:580.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:581.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:582.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjati tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:583.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Kāmāvacare parinibbantānaṃ rūpāvacare pacchimabhavikānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:584.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:585.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjissati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjati. Kāmāvacare parinibbantānaṃ rūpāvacare pacchimabhavikānaṃ arūpānaṃ tesaṃ tattha rūpāyatanañca nuppajjissati ghānāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:586.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:587.1":{"pli":"Kāmāvacarā cavantānaṃ aghānakānaṃ kāmāvacaraṃ upapajjantānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjati, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha ghānāyatanañca nuppajjati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:588.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:589.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha manāyatanañca nuppajjissati ghānāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:590.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:591.1":{"pli":"Sabbesaṃ cavantānaṃ aghānakānaṃ upapajjantānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ tesaṃ tattha ghānāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:592.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:593.1":{"pli":"Pacchimabhavikānaṃ kāmāvacaraṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjati. Kāmāvacare parinibbantānaṃ rūpāvacare arūpāvacare pacchimabhavikānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati ghānāyatanañca nuppajjati. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:594.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjati tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:595.1":{"pli":"Pañcavokārā cavantānaṃ arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjati, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ asaññasattā cavantānaṃ tesaṃ tattha rūpāyatanañca nuppajjati manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:596.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:597.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ asaññasattaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ asaññasattā cavantānaṃ tesaṃ tattha manāyatanañca nuppajjissati rūpāyatanañca nuppajjati. ","html":"<p>{}</p>"},"ya3.2.1:598.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:599.1":{"pli":"Sabbesaṃ cavantānaṃ arūpakānaṃ upapajjantānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha rūpāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:600.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:601.1":{"pli":"Pacchimabhavikānaṃ pañcavokāraṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjati. Pañcavokāre parinibbantānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:602.1":{"pli":"Yassa yattha manāyatanaṃ nuppajjati tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:603.1":{"pli":"Sabbesaṃ cavantānaṃ acittakānaṃ upapajjantānaṃ tesaṃ tattha manāyatanaṃ nuppajjati, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Parinibbantānaṃ tesaṃ tattha manāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:604.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha manāyatanaṃ nuppajjatīti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:605.1":{"pli":"Pacchimabhavikānaṃ upapajjantānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha manāyatanaṃ nuppajjati. Parinibbantānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati manāyatanañca nuppajjati. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:606.0.1":{"pli":"3.2.1.6. Atītānāgatavāra ","html":"<h2>{}</h2>"},"ya3.2.1:606.0.2":{"pli":"3.2.1.6.1. Anulomapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:606.1":{"pli":"Yassa cakkhāyatanaṃ uppajjittha tassa sotāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:607.1":{"pli":"Pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cakkhāyatanaṃ uppajjittha, no ca tesaṃ sotāyatanaṃ uppajjissati. Itaresaṃ tesaṃ cakkhāyatanañca uppajjittha sotāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:608.1":{"pli":"Yassa vā pana sotāyatanaṃ uppajjissati tassa cakkhāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:609.1":{"pli":"Yassa cakkhāyatanaṃ uppajjittha tassa ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:610.1":{"pli":"Pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cakkhāyatanaṃ uppajjittha, no ca tesaṃ ghānāyatanaṃ uppajjissati. Itaresaṃ tesaṃ cakkhāyatanañca uppajjittha ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:611.1":{"pli":"Yassa vā pana …pe… uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:612.1":{"pli":"Yassa cakkhāyatanaṃ uppajjittha tassa rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:613.1":{"pli":"Pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ cakkhāyatanaṃ uppajjittha, no ca tesaṃ rūpāyatanaṃ uppajjissati. Itaresaṃ tesaṃ cakkhāyatanañca uppajjittha rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:614.1":{"pli":"Yassa vā pana …pe… uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:615.1":{"pli":"Yassa cakkhāyatanaṃ uppajjittha tassa manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:616.1":{"pli":"Pacchimabhavikānaṃ tesaṃ cakkhāyatanaṃ uppajjittha, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ tesaṃ cakkhāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:617.1":{"pli":"Yassa vā pana …pe… uppajjitthāti? Āmantā. (Cakkhāyatanamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:618.1":{"pli":"Yassa ghānāyatanaṃ uppajjittha tassa rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:619.1":{"pli":"Pacchimabhavikānaṃ ye ca arūpaṃ upapajjitvā parinibbāyissanti tesaṃ ghānāyatanaṃ uppajjittha, no ca tesaṃ rūpāyatanaṃ uppajjissati. Itaresaṃ tesaṃ ghānāyatanañca uppajjittha rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:620.1":{"pli":"Yassa vā pana …pe… uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:621.1":{"pli":"Yassa ghānāyatanaṃ uppajjittha tassa manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:622.1":{"pli":"Pacchimabhavikānaṃ tesaṃ ghānāyatanaṃ uppajjittha, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ tesaṃ ghānāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:623.1":{"pli":"Yassa vā pana dhammāyatanaṃ …pe… uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:624.1":{"pli":"Yassa rūpāyatanaṃ uppajjittha tassa manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:625.1":{"pli":"Pacchimabhavikānaṃ tesaṃ rūpāyatanaṃ uppajjittha, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ tesaṃ rūpāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:626.1":{"pli":"Yassa vā pana …pe… uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:627.1":{"pli":"Yassa manāyatanaṃ uppajjittha tassa dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:628.1":{"pli":"Pacchimabhavikānaṃ tesaṃ manāyatanaṃ uppajjittha, no ca tesaṃ dhammāyatanaṃ uppajjissati. Itaresaṃ tesaṃ manāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:629.1":{"pli":"Yassa vā pana dhammāyatanaṃ uppajjissati tassa manāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:630.0":{"pli":"3.2.1.6.2. Anulomaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:630.1":{"pli":"Yattha cakkhāyatanaṃ uppajjittha …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:631.0":{"pli":"3.2.1.6.3. Anulomapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:631.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha sotāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:632.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjittha, no ca tesaṃ tattha sotāyatanaṃ uppajjissati. Itaresaṃ pañcavokārānaṃ tesaṃ tattha cakkhāyatanañca uppajjittha sotāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:633.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:634.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha ghānāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:635.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ rūpāvacarānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjittha, no ca tesaṃ tattha ghānāyatanaṃ uppajjissati. Itaresaṃ kāmāvacarānaṃ tesaṃ tattha cakkhāyatanañca uppajjittha ghānāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:636.1":{"pli":"Yassa vā pana yattha …pe… uppajjitthāti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:637.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:638.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjittha, no ca tesaṃ tattha rūpāyatanaṃ uppajjissati. Itaresaṃ pañcavokārānaṃ tesaṃ tattha cakkhāyatanañca uppajjittha rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:639.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:640.1":{"pli":"Asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha rūpāyatanañca uppajjissati cakkhāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:641.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:642.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjittha, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Itaresaṃ pañcavokārānaṃ tesaṃ tattha cakkhāyatanañca uppajjittha manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:643.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:644.1":{"pli":"Arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjissati cakkhāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:645.1":{"pli":"Yassa yattha cakkhāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:646.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanaṃ uppajjittha, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ pañcavokārānaṃ tesaṃ tattha cakkhāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:647.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha cakkhāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:648.1":{"pli":"Asaññasattānaṃ arūpānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha dhammāyatanañca uppajjissati cakkhāyatanañca uppajjittha. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:649.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjittha tassa tattha rūpāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:650.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ tesaṃ tattha ghānāyatanaṃ uppajjittha, no ca tesaṃ tattha rūpāyatanaṃ uppajjissati. Itaresaṃ kāmāvacarānaṃ tesaṃ tattha ghānāyatanañca uppajjittha rūpāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:651.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:652.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha rūpāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Kāmāvacarānaṃ tesaṃ tattha rūpāyatanañca uppajjissati ghānāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:653.1":{"pli":"Yassa yattha ghānāyatanaṃ uppajjittha tassa tattha manāyatanaṃ …pe… dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:654.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ tesaṃ tattha ghānāyatanaṃ uppajjittha, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ kāmāvacarānaṃ tesaṃ tattha ghānāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:655.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha ghānāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:656.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha ghānāyatanaṃ uppajjittha. Kāmāvacarānaṃ tesaṃ tattha dhammāyatanañca uppajjissati ghānāyatanañca uppajjittha. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:657.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjittha tassa tattha manāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:658.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha manāyatanaṃ uppajjissati. Itaresaṃ pañcavokārānaṃ tesaṃ tattha rūpāyatanañca uppajjittha manāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:659.1":{"pli":"Yassa vā pana yattha manāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:660.1":{"pli":"Arūpānaṃ tesaṃ tattha manāyatanaṃ uppajjissati, no ca tesaṃ tattha rūpāyatanaṃ uppajjittha. Pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjissati rūpāyatanañca uppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:661.1":{"pli":"Yassa yattha rūpāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:662.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha rūpāyatanaṃ uppajjittha, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ pañcavokārānaṃ asaññasattānaṃ tesaṃ tattha rūpāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:663.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha rūpāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:664.1":{"pli":"Arūpānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha rūpāyatanaṃ uppajjittha. Pañcavokārānaṃ asaññasattānaṃ tesaṃ tattha dhammāyatanañca uppajjissati rūpāyatanañca uppajjittha. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:665.1":{"pli":"Yassa yattha manāyatanaṃ uppajjittha tassa tattha dhammāyatanaṃ uppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:666.1":{"pli":"Pacchimabhavikānaṃ tesaṃ tattha manāyatanaṃ uppajjittha, no ca tesaṃ tattha dhammāyatanaṃ uppajjissati. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha manāyatanañca uppajjittha dhammāyatanañca uppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:667.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ uppajjissati tassa tattha manāyatanaṃ uppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:668.1":{"pli":"Asaññasattānaṃ tesaṃ tattha dhammāyatanaṃ uppajjissati, no ca tesaṃ tattha manāyatanaṃ uppajjittha. Catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dhammāyatanañca uppajjissati manāyatanañca uppajjittha. (Manāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:669.0":{"pli":"3.2.1.6.4. Paccanīkapuggala ","html":"<h3>{}</h3>"},"ya3.2.1:669.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjittha tassa sotāyatanaṃ nuppajjissatīti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:670.1":{"pli":"Yassa vā pana sotāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjitthāti? Uppajjittha. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:671.1":{"pli":"Yassa cakkhāyatanaṃ nuppajjittha tassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ … dhammāyatanaṃ nuppajjissatīti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:672.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa cakkhāyatanaṃ nuppajjitthāti? Uppajjittha. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:673.1":{"pli":"Yassa ghānāyatanaṃ …pe… rūpāyatanaṃ … manāyatanaṃ nuppajjittha tassa dhammāyatanaṃ nuppajjissatīti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:674.1":{"pli":"Yassa vā pana dhammāyatanaṃ nuppajjissati tassa manāyatanaṃ nuppajjitthāti? Uppajjittha. ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:675.0":{"pli":"3.2.1.6.5. Paccanīkaokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:675.1":{"pli":"Yattha cakkhāyatanaṃ nuppajjittha …pe…. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:676.0":{"pli":"3.2.1.6.6. Paccanīkapuggalokāsa ","html":"<h3>{}</h3>"},"ya3.2.1:676.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha sotāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:677.1":{"pli":"Yassa vā pana yattha sotāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:678.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha sotāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjittha. Suddhāvāsānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha sotāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:679.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha ghānāyatanaṃ nuppajjissatīti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:680.1":{"pli":"Yassa vā pana yattha ghānāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:681.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjittha. Suddhāvāsānaṃ asaññasattānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:682.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:683.1":{"pli":"Asaññasattānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Suddhāvāsānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanañca nuppajjittha rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:684.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:685.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpānaṃ tesaṃ tattha rūpāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:686.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:687.1":{"pli":"Arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha cakkhāyatanañca nuppajjittha manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:688.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:689.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha manāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:690.1":{"pli":"Yassa yattha cakkhāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:691.1":{"pli":"Asaññasattānaṃ arūpānaṃ tesaṃ tattha cakkhāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha cakkhāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:692.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha cakkhāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:693.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha cakkhāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. (Cakkhāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:694.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjittha tassa tattha rūpāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:695.1":{"pli":"Rūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha rūpāyatanaṃ nuppajjissati. Rūpāvacare pacchimabhavikānaṃ arūpānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha rūpāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:696.1":{"pli":"Yassa vā pana yattha rūpāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:697.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjissati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjittha. Rūpāvacare pacchimabhavikānaṃ arūpānaṃ tesaṃ tattha rūpāyatanañca nuppajjissati ghānāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:698.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:699.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Rūpāvacare arūpāvacare pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:700.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:701.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjittha. Rūpāvacare arūpāvacare pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha manāyatanañca nuppajjissati ghānāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:702.1":{"pli":"Yassa yattha ghānāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:703.1":{"pli":"Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha ghānāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Rūpāvacare arūpāvacare pacchimabhavikānaṃ tesaṃ tattha ghānāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:704.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha ghānāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:705.1":{"pli":"Kāmāvacare pacchimabhavikānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha ghānāyatanaṃ nuppajjittha. Rūpāvacare arūpāvacare pacchimabhavikānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati ghānāyatanañca nuppajjittha. (Ghānāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:706.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjittha tassa tattha manāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:707.1":{"pli":"Arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjittha, no ca tesaṃ tattha manāyatanaṃ nuppajjissati. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha rūpāyatanañca nuppajjittha manāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:708.1":{"pli":"Yassa vā pana yattha manāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:709.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha manāyatanañca nuppajjissati rūpāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:710.1":{"pli":"Yassa yattha rūpāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:711.1":{"pli":"Arūpānaṃ tesaṃ tattha rūpāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha rūpāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:712.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha rūpāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:713.1":{"pli":"Pañcavokāre pacchimabhavikānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha rūpāyatanaṃ nuppajjittha. Suddhāvāsānaṃ arūpe pacchimabhavikānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati rūpāyatanañca nuppajjittha. (Rūpāyatanamūlakaṃ.) ","html":"<p>{}</p>"},"ya3.2.1:714.1":{"pli":"Yassa yattha manāyatanaṃ nuppajjittha tassa tattha dhammāyatanaṃ nuppajjissatīti? ","html":"<p data-direction='forward'>{}</p>"},"ya3.2.1:715.1":{"pli":"Asaññasattānaṃ tesaṃ tattha manāyatanaṃ nuppajjittha, no ca tesaṃ tattha dhammāyatanaṃ nuppajjissati. Suddhāvāsānaṃ tesaṃ tattha manāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ","html":"<p>{}</p>"},"ya3.2.1:716.1":{"pli":"Yassa vā pana yattha dhammāyatanaṃ nuppajjissati tassa tattha manāyatanaṃ nuppajjitthāti? ","html":"<p data-direction='reverse'>{}</p>"},"ya3.2.1:717.1":{"pli":"Pacchimabhavikānaṃ tesaṃ tattha dhammāyatanaṃ nuppajjissati, no ca tesaṃ tattha manāyatanaṃ nuppajjittha. Suddhāvāsānaṃ tesaṃ tattha dhammāyatanañca nuppajjissati manāyatanañca nuppajjittha. ","html":"<p>{}</p>"},"ya3.2.1:718.1":{"pli":"Uppādavāro. ","html":"<p class='endsutta'>{}</p></article>"}}}