{"ya7.2.2":{"ya7.2.2:0.1":{"pli":"7 Anusayayamaka ","html":"<article id='ya7.2.2'><header><ul><li class='division'>{}</li>"},"ya7.2.2:0.2":{"pli":"7.2 Mahāvāra ","html":"<li>{}</li></ul>"},"ya7.2.2:0.3":{"pli":"7.2.2. Sānusayavāra ","html":"<h1 class='sutta-title'>{}</h1></header>"},"ya7.2.2:1.0":{"pli":"7.2.2.1. Anulomapuggala ","html":"<h2>{}</h2>"},"ya7.2.2:1.1":{"pli":"Yo kāmarāgānusayena sānusayo so paṭighānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:2.1":{"pli":"Yo vā pana paṭighānusayena sānusayo so kāmarāgānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:3.1":{"pli":"Yo kāmarāgānusayena sānusayo so mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:4.1":{"pli":"Yo vā pana mānānusayena sānusayo so kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:5.1":{"pli":"Anāgāmī mānānusayena sānusayo, no ca kāmarāgānusayena sānusayo. Tayo puggalā mānānusayena ca sānusayā kāmarāgānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:6.1":{"pli":"Yo kāmarāgānusayena sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:7.1":{"pli":"Dve puggalā kāmarāgānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano kāmarāgānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:8.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:9.1":{"pli":"Yo kāmarāgānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:10.1":{"pli":"Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:11.1":{"pli":"Anāgāmī avijjānusayena sānusayo, no ca kāmarāgānusayena sānusayo. Tayo puggalā avijjānusayena ca sānusayā kāmarāgānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:12.1":{"pli":"Yo paṭighānusayena sānusayo so mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:13.1":{"pli":"Yo vā pana mānānusayena sānusayo so paṭighānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:14.1":{"pli":"Anāgāmī mānānusayena sānusayo, no ca paṭighānusayena sānusayo. Tayo puggalā mānānusayena ca sānusayā paṭighānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:15.1":{"pli":"Yo paṭighānusayena sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:16.1":{"pli":"Dve puggalā paṭighānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano paṭighānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:17.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so paṭighānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:18.1":{"pli":"Yo paṭighānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:19.1":{"pli":"Yo vā pana avijjānusayena sānusayo so paṭighānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:20.1":{"pli":"Anāgāmī avijjānusayena sānusayo, no ca paṭighānusayena sānusayo. Tayo puggalā avijjānusayena ca sānusayā paṭighānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:21.1":{"pli":"Yo mānānusayena sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:22.1":{"pli":"Tayo puggalā mānānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano mānānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:23.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:24.1":{"pli":"Yo mānānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:25.1":{"pli":"Yo vā pana avijjānusayena sānusayo so mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:26.1":{"pli":"Yo diṭṭhānusayena sānusayo so vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:27.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so diṭṭhānusayena sānusayoti? Āmantā …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:28.1":{"pli":"Yo vicikicchānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:29.1":{"pli":"Yo vā pana avijjānusayena sānusayo so vicikicchānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:30.1":{"pli":"Tayo puggalā avijjānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano avijjānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:31.1":{"pli":"Yo bhavarāgānusayena sānusayo so avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:32.1":{"pli":"Yo vā pana avijjānusayena sānusayo so bhavarāgānusayena sānusayoti? Āmantā. (Ekamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:33.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca sānusayo so mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:34.1":{"pli":"Yo vā pana mānānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:35.1":{"pli":"Anāgāmī mānānusayena sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā mānānusayena ca sānusayā kāmarāgānusayena ca paṭighānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:36.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:37.1":{"pli":"Dve puggalā kāmarāgānusayena ca paṭighānusayena ca sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano kāmarāgānusayena ca paṭighānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:38.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:39.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:40.1":{"pli":"Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:41.1":{"pli":"Anāgāmī avijjānusayena sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā avijjānusayena ca sānusayā kāmarāgānusayena ca paṭighānusayena ca sānusayā. (Dukamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:42.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:43.1":{"pli":"Dve puggalā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:44.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:45.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:46.1":{"pli":"Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:47.1":{"pli":"Anāgāmī avijjānusayena ca mānānusayena ca sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā avijjānusayena ca sānusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayā. (Tikamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:48.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo so vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:49.1":{"pli":"Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti? Āmantā …pe…. (Catukkamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:50.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:51.1":{"pli":"Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:52.1":{"pli":"Anāgāmī avijjānusayena ca mānānusayena ca sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā avijjānusayena ca kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayā, no ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Puthujjano avijjānusayena ca sānusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. (Pañcakamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:53.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo so avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:54.1":{"pli":"Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:55.1":{"pli":"Anāgāmī avijjānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā avijjānusayena ca kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayā, no ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Puthujjano avijjānusayena ca sānusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo. (Chakkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:56.0":{"pli":"7.2.2.2. Anulomaokāsa ","html":"<h2>{}</h2>"},"ya7.2.2:56.1":{"pli":"Yato kāmarāgānusayena sānusayo tato paṭighānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:57.1":{"pli":"Yato vā pana paṭighānusayena sānusayo tato kāmarāgānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:58.1":{"pli":"Yato kāmarāgānusayena sānusayo tato mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:59.1":{"pli":"Yato vā pana mānānusayena sānusayo tato kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:60.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato mānānusayena sānusayo, no ca tato kāmarāgānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu tato mānānusayena ca sānusayo kāmarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:61.1":{"pli":"Yato kāmarāgānusayena sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:62.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:63.1":{"pli":"Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato vicikicchānusayena sānusayo, no ca tato kāmarāgānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayena ca sānusayo kāmarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:64.1":{"pli":"Yato kāmarāgānusayena sānusayo tato bhavarāgānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:65.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:66.1":{"pli":"Yato kāmarāgānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:67.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:68.1":{"pli":"Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato avijjānusayena sānusayo, no ca tato kāmarāgānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca sānusayo kāmarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:69.1":{"pli":"Yato paṭighānusayena sānusayo tato mānānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:70.1":{"pli":"Yato vā pana mānānusayena sānusayo tato paṭighānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:71.1":{"pli":"Yato paṭighānusayena sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:72.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato paṭighānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:73.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayena sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena ca sānusayo paṭighānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:74.1":{"pli":"Yato paṭighānusayena sānusayo tato bhavarāgānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:75.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato paṭighānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:76.1":{"pli":"Yato paṭighānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:77.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato paṭighānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:78.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayena sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena ca sānusayo paṭighānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:79.1":{"pli":"Yato mānānusayena sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:80.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato mānānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:81.1":{"pli":"Dukkhāya vedanāya tato vicikicchānusayena sānusayo, no ca tato mānānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca sānusayo mānānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:82.1":{"pli":"Yato mānānusayena sānusayo tato bhavarāgānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:83.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu tato mānānusayena sānusayo, no ca tato bhavarāgānusayena sānusayo. Rūpadhātuyā arūpadhātuyā tato mānānusayena ca sānusayo bhavarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:84.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:85.1":{"pli":"Yato mānānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:86.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato mānānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:87.1":{"pli":"Dukkhāya vedanāya tato avijjānusayena sānusayo, no ca tato mānānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayena ca sānusayo mānānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:88.1":{"pli":"Yato diṭṭhānusayena sānusayo tato vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:89.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato diṭṭhānusayena sānusayoti? Āmantā …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:90.1":{"pli":"Yato vicikicchānusayena sānusayo tato bhavarāgānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:91.1":{"pli":"Kāmadhātuyā tīsu vedanāsu tato vicikicchānusayena sānusayo, no ca tato bhavarāgānusayena sānusayo. Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca sānusayo bhavarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:92.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:93.1":{"pli":"Yato bhavarāgānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:94.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato bhavarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:95.1":{"pli":"Kāmadhātuyā tīsu vedanāsu tato avijjānusayena sānusayo, no ca tato bhavarāgānusayena sānusayo. Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca sānusayo bhavarāgānusayena ca sānusayo. (Ekamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:96.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato mānānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:97.1":{"pli":"Yato vā pana mānānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:98.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato mānānusayena sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato mānānusayena ca kāmarāgānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:99.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:100.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:101.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayena ca kāmarāgānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena ca paṭighānusayena ca sānusayo, no ca tato kāmarāgānusayena sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:102.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:103.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:104.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:105.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:106.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato avijjānusayena sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca sānusayo, no ca tato kāmarāgānusayena sānusayo. (Dukamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:107.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:108.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:109.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca mānānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena ca paṭighānusayena ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:110.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:111.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? Mānānusayena sānusayo. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:112.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:113.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:114.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. (Tikamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:115.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo tato vicikicchānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:116.1":{"pli":"Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:117.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena ca paṭighānusayena ca diṭṭhānusayena ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:118.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:119.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:120.1":{"pli":"Mānānusayena ca diṭṭhānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:121.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:122.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:123.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. (Catukkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:124.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:125.1":{"pli":"Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:126.1":{"pli":"Mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:127.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:128.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:129.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. (Pañcakamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:130.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:131.1":{"pli":"Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:132.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca tato paṭighānusayena ca bhavarāgānusayena ca sānusayo. Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo. (Chakkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:133.0":{"pli":"7.2.2.3. Anulomapuggalokāsa ","html":"<h2>{}</h2>"},"ya7.2.2:133.1":{"pli":"Yo yato kāmarāgānusayena sānusayo so tato paṭighānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:134.1":{"pli":"Yo vā pana yato paṭighānusayena sānusayo so tato kāmarāgānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:135.1":{"pli":"Yo yato kāmarāgānusayena sānusayo so tato mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:136.1":{"pli":"Yo vā pana yato mānānusayena sānusayo so tato kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:137.1":{"pli":"Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayena sānusayo, no ca so tato kāmarāgānusayena sānusayo. Tayo puggalā rūpadhātuyā arūpadhātuyā te tato mānānusayena sānusayā, no ca te tato kāmarāgānusayena sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato mānānusayena ca sānusayā kāmarāgānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:138.1":{"pli":"Yo yato kāmarāgānusayena sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:139.1":{"pli":"Dve puggalā kāmadhātuyā dvīsu vedanāsu te tato kāmarāgānusayena sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano kāmadhātuyā dvīsu vedanāsu so tato kāmarāgānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:140.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:141.1":{"pli":"Puthujjano dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena sānusayo, no ca so tato kāmarāgānusayena sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayena ca sānusayo kāmarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:142.1":{"pli":"Yo yato kāmarāgānusayena sānusayo so tato bhavarāgānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:143.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:144.1":{"pli":"Yo yato kāmarāgānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:145.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:146.1":{"pli":"Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena sānusayo. Tayo puggalā dukkhāya vedanāya rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato kāmarāgānusayena sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca sānusayā kāmarāgānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:147.1":{"pli":"Yo yato paṭighānusayena sānusayo so tato mānānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:148.1":{"pli":"Yo vā pana yato mānānusayena sānusayo so tato paṭighānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:149.1":{"pli":"Yo yato paṭighānusayena sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:150.1":{"pli":"Dve puggalā dukkhāya vedanāya te tato paṭighānusayena sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano dukkhāya vedanāya so tato paṭighānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:151.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato paṭighānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:152.1":{"pli":"Puthujjano kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayena ca sānusayo paṭighānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:153.1":{"pli":"Yo yato paṭighānusayena sānusayo so tato bhavarāgānusayena sānusayoti? No. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:154.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato paṭighānusayena sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:155.1":{"pli":"Yo yato paṭighānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:156.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato paṭighānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:157.1":{"pli":"Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena sānusayo, no ca so tato paṭighānusayena sānusayo. Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato paṭighānusayena sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca sānusayā paṭighānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:158.1":{"pli":"Yo yato mānānusayena sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:159.1":{"pli":"Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato mānānusayena sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:160.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato mānānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:161.1":{"pli":"Puthujjano dukkhāya vedanāya so tato vicikicchānusayena sānusayo, no ca so tato mānānusayena sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca sānusayo mānānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:162.1":{"pli":"Yo yato mānānusayena sānusayo so tato bhavarāgānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:163.1":{"pli":"Cattāro puggalā kāmadhātuyā dvīsu vedanāsu te tato mānānusayena sānusayā, no ca te tato bhavarāgānusayena sānusayā. Teva puggalā rūpadhātuyā arūpadhātuyā te tato mānānusayena ca sānusayā bhavarāgānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:164.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato mānānusayena sānusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:165.1":{"pli":"Yo yato mānānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:166.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato mānānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:167.1":{"pli":"Cattāro puggalā dukkhāya vedanāya te tato avijjānusayena sānusayā, no ca te tato mānānusayena sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato avijjānusayena ca sānusayā mānānusayena ca sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:168.1":{"pli":"Yo yato diṭṭhānusayena sānusayo so tato vicikicchānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:169.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato diṭṭhānusayena sānusayoti? Āmantā …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:170.1":{"pli":"Yo yato vicikicchānusayena sānusayo so tato bhavarāgānusayena sānusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:171.1":{"pli":"Puthujjano kāmadhātuyā tīsu vedanāsu so tato vicikicchānusayena sānusayo, no ca so tato bhavarāgānusayena sānusayo. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca sānusayo bhavarāgānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:172.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato vicikicchānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:173.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato bhavarāgānusayena sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:174.1":{"pli":"Yo yato vicikicchānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:175.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato vicikicchānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:176.1":{"pli":"Tayo puggalā kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca sānusayo vicikicchānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:177.1":{"pli":"Yo yato bhavarāgānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:178.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato bhavarāgānusayena sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:179.1":{"pli":"Cattāro puggalā kāmadhātuyā tīsu vedanāsu te tato avijjānusayena sānusayā, no ca te tato bhavarāgānusayena sānusayā. Teva puggalā rūpadhātuyā arūpadhātuyā te tato avijjānusayena ca sānusayā bhavarāgānusayena ca sānusayā. (Ekamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:180.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato mānānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:181.1":{"pli":"Yo vā pana yato mānānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:182.1":{"pli":"Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayena sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā rūpadhātuyā arūpadhātuyā te tato mānānusayena sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato mānānusayena ca kāmarāgānusayena ca sānusayā, no ca te tato paṭighānusayena sānusayā. ","html":"<p>{}</p>"},"ya7.2.2:183.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:184.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:185.1":{"pli":"Puthujjano rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayena ca kāmarāgānusayena ca sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayena ca paṭighānusayena ca sānusayo, no ca so tato kāmarāgānusayena sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:186.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:187.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? No. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:188.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:189.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:190.1":{"pli":"Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca kāmarāgānusayena ca sānusayā, no ca te tato paṭighānusayena sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena ca sānusayā, no ca te tato kāmarāgānusayena sānusayā. (Dukamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:191.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:192.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:193.1":{"pli":"Puthujjano rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca mānānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayena ca paṭighānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:194.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:195.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:196.1":{"pli":"Mānānusayena sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:197.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:198.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:199.1":{"pli":"Anāgāmī dukkhāya vedanāya so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca mānānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā rūpadhātuyā arūpadhātuyā te tato avijjānusayena ca mānānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayā, no ca te tato paṭighānusayena sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca sānusayā. (Tikamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:200.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo so tato vicikicchānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:201.1":{"pli":"Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:202.1":{"pli":"Puthujjano rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayena ca paṭighānusayena ca diṭṭhānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca sānusayo …pe…. (Catukkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:203.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo so tato bhavarāgānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:204.1":{"pli":"Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:205.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato bhavarāgānusayena ca mānānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. ","html":"<p>{}</p>"},"ya7.2.2:206.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:207.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:208.1":{"pli":"Anāgāmī dukkhāya vedanāya so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca mānānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā rūpadhātuyā arūpadhātuyā te tato avijjānusayena ca mānānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayā, no ca te tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya so tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca sānusayo. (Pañcakamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:209.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:210.1":{"pli":"Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:211.1":{"pli":"Anāgāmī dukkhāya vedanāya so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayena ca mānānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā rūpadhātuyā arūpadhātuyā te tato avijjānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayā, no ca te tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato paṭighānusayena ca bhavarāgānusayena ca sānusayo. Sveva puggalo dukkhāya vedanāya so tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo. (Chakkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:212.1":{"pli":"Sānusayavāre anulomaṃ. ","html":"<p class='endsutta'>{}</p>"},"ya7.2.2:213.0":{"pli":"7.2.2.4. Paṭilomapuggala ","html":"<h2>{}</h2>"},"ya7.2.2:213.1":{"pli":"Yo kāmarāgānusayena niranusayo so paṭighānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:214.1":{"pli":"Yo vā pana paṭighānusayena niranusayo so kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:215.1":{"pli":"Yo kāmarāgānusayena niranusayo so mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:216.1":{"pli":"Anāgāmī kāmarāgānusayena niranusayo, no ca mānānusayena niranusayo. Arahā kāmarāgānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:217.1":{"pli":"Yo vā pana mānānusayena niranusayo so kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:218.1":{"pli":"Yo kāmarāgānusayena niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:219.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:220.1":{"pli":"Dve puggalā vicikicchānusayena niranusayā, no ca kāmarāgānusayena niranusayā. Dve puggalā vicikicchānusayena ca niranusayā kāmarāgānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:221.1":{"pli":"Yo kāmarāgānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:222.1":{"pli":"Anāgāmī kāmarāgānusayena niranusayo, no ca avijjānusayena niranusayo. Arahā kāmarāgānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:223.1":{"pli":"Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:224.1":{"pli":"Yo paṭighānusayena niranusayo so mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:225.1":{"pli":"Anāgāmī paṭighānusayena niranusayo, no ca mānānusayena niranusayo. Arahā paṭighānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:226.1":{"pli":"Yo vā pana mānānusayena niranusayo so paṭighānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:227.1":{"pli":"Yo paṭighānusayena niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:228.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so paṭighānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:229.1":{"pli":"Dve puggalā vicikicchānusayena niranusayā, no ca paṭighānusayena niranusayā. Dve puggalā vicikicchānusayena ca niranusayā paṭighānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:230.1":{"pli":"Yo paṭighānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:231.1":{"pli":"Anāgāmī paṭighānusayena niranusayo, no ca avijjānusayena niranusayo. Arahā paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:232.1":{"pli":"Yo vā pana avijjānusayena niranusayo so paṭighānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:233.1":{"pli":"Yo mānānusayena niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:234.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so mānānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:235.1":{"pli":"Tayo puggalā vicikicchānusayena niranusayā, no ca mānānusayena niranusayā. Arahā vicikicchānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:236.1":{"pli":"Yo mānānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:237.1":{"pli":"Yo vā pana avijjānusayena niranusayo so mānānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:238.1":{"pli":"Yo diṭṭhānusayena niranusayo so vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:239.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so diṭṭhānusayena niranusayoti? Āmantā …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:240.1":{"pli":"Yo vicikicchānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:241.1":{"pli":"Tayo puggalā vicikicchānusayena niranusayā, no ca avijjānusayena niranusayā. Arahā vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:242.1":{"pli":"Yo vā pana avijjānusayena niranusayo so vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:243.1":{"pli":"Yo bhavarāgānusayena niranusayo so avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:244.1":{"pli":"Yo vā pana avijjānusayena niranusayo so bhavarāgānusayena niranusayoti? Āmantā. (Ekamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:245.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca niranusayo so mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:246.1":{"pli":"Anāgāmī kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca mānānusayena niranusayo. Arahā kāmarāgānusayena ca paṭighānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:247.1":{"pli":"Yo vā pana mānānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:248.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:249.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:250.1":{"pli":"Dve puggalā vicikicchānusayena niranusayā, no ca kāmarāgānusayena ca paṭighānusayena ca niranusayā. Dve puggalā vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:251.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:252.1":{"pli":"Anāgāmī kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca avijjānusayena niranusayo. Arahā kāmarāgānusayena ca paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:253.1":{"pli":"Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. (Dukamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:254.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:255.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:256.1":{"pli":"Dve puggalā vicikicchānusayena niranusayā, no ca kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayā. Anāgāmī vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca mānānusayena niranusayo. Arahā vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:257.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:258.1":{"pli":"Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. (Tikamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:259.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo so vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:260.1":{"pli":"Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:261.1":{"pli":"Dve puggalā vicikicchānusayena ca diṭṭhānusayena ca niranusayā, no ca kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayā. Anāgāmī vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca niranusayo, no ca mānānusayena niranusayo. Arahā vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo …pe…. (Catukkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:262.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:263.1":{"pli":"Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti? Āmantā. (Pañcakamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:264.1":{"pli":"Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo so avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:265.1":{"pli":"Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayoti? Āmantā. (Chakkamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:266.0":{"pli":"7.2.2.5. Paṭilomaokāsa ","html":"<h2>{}</h2>"},"ya7.2.2:266.1":{"pli":"Yato kāmarāgānusayena niranusayo tato paṭighānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:267.1":{"pli":"Dukkhāya vedanāya tato kāmarāgānusayena niranusayo, no ca tato paṭighānusayena niranusayo. Rūpadhātuyā arūpadhātuyā apariyāpanne tato kāmarāgānusayena ca niranusayo paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:268.1":{"pli":"Yato vā pana paṭighānusayena niranusayo tato kāmarāgānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:269.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu tato paṭighānusayena niranusayo, no ca tato kāmarāgānusayena niranusayo. Rūpadhātuyā arūpadhātuyā apariyāpanne tato paṭighānusayena ca niranusayo kāmarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:270.1":{"pli":"Yato kāmarāgānusayena niranusayo tato mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:271.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca tato mānānusayena niranusayo. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:272.1":{"pli":"Yato vā pana mānānusayena niranusayo tato kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:273.1":{"pli":"Yato kāmarāgānusayena niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:274.1":{"pli":"Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:275.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:276.1":{"pli":"Yato kāmarāgānusayena niranusayo tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:277.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca tato bhavarāgānusayena niranusayo. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:278.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:279.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato kāmarāgānusayena niranusayo. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:280.1":{"pli":"Yato kāmarāgānusayena niranusayo tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:281.1":{"pli":"Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:282.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:283.1":{"pli":"Yato paṭighānusayena niranusayo tato mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:284.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo, no ca tato mānānusayena niranusayo. Apariyāpanne tato paṭighānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:285.1":{"pli":"Yato vā pana mānānusayena niranusayo tato paṭighānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:286.1":{"pli":"Dukkhāya vedanāya tato mānānusayena niranusayo, no ca tato paṭighānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:287.1":{"pli":"Yato paṭighānusayena niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:288.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo, no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato paṭighānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:289.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato paṭighānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:290.1":{"pli":"Yato paṭighānusayena niranusayo tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:291.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo, no ca tato bhavarāgānusayena niranusayo. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato paṭighānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:292.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato paṭighānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:293.1":{"pli":"Dukkhāya vedanāya tato bhavarāgānusayena niranusayo, no ca tato paṭighānusayena niranusayo. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato bhavarāgānusayena ca niranusayo paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:294.1":{"pli":"Yato paṭighānusayena niranusayo tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:295.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:296.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato paṭighānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:297.1":{"pli":"Yato mānānusayena niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:298.1":{"pli":"Dukkhāya vedanāya tato mānānusayena niranusayo, no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:299.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato mānānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:300.1":{"pli":"Yato mānānusayena niranusayo tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:301.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato mānānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:302.1":{"pli":"Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato mānānusayena niranusayo. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:303.1":{"pli":"Yato mānānusayena niranusayo tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:304.1":{"pli":"Dukkhāya vedanāya tato mānānusayena niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:305.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato mānānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:306.1":{"pli":"Yato diṭṭhānusayena niranusayo tato vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:307.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato diṭṭhānusayena niranusayoti? Āmantā …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:308.1":{"pli":"Yato vicikicchānusayena niranusayo tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:309.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato vicikicchānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:310.1":{"pli":"Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:311.1":{"pli":"Yato vicikicchānusayena niranusayo tato avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:312.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:313.1":{"pli":"Yato bhavarāgānusayena niranusayo tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:314.1":{"pli":"Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:315.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato bhavarāgānusayena niranusayoti? Āmantā. (Ekamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:316.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:317.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato mānānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:318.1":{"pli":"Yato vā pana mānānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:319.1":{"pli":"Dukkhāya vedanāya tato mānānusayena ca kāmarāgānusayena ca niranusayo, no ca tato paṭighānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:320.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:321.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:322.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:323.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:324.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato bhavarāgānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:325.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:326.1":{"pli":"Dukkhāya vedanāya tato bhavarāgānusayena ca kāmarāgānusayena ca niranusayo, no ca tato paṭighānusayena niranusayo. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato kāmarāgānusayena niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:327.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:328.1":{"pli":"Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:329.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. (Dukamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:330.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:331.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:332.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:333.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:334.1":{"pli":"Dukkhāya vedanāya tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayo, no ca tato paṭighānusayena niranusayo. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato kāmarāgānusayena ca mānānusayena ca niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:335.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo tato avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:336.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. (Tikamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:337.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo tato vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:338.1":{"pli":"Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayoti? Āmantā …pe…. (Catukkamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:339.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:340.1":{"pli":"Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:341.1":{"pli":"Dukkhāya vedanāya tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayo, no ca tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena ca paṭighānusayena ca niranusayo, no ca tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo …pe…. (Pañcakamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:342.1":{"pli":"Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo tato avijjānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:343.1":{"pli":"Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayoti? Āmantā. (Chakkamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:344.0":{"pli":"7.2.2.6. Paṭilomapuggalokāsa ","html":"<h2>{}</h2>"},"ya7.2.2:344.1":{"pli":"Yo yato kāmarāgānusayena niranusayo so tato paṭighānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:345.1":{"pli":"Tayo puggalā dukkhāya vedanāya te tato kāmarāgānusayena niranusayā, no ca te tato paṭighānusayena niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:346.1":{"pli":"Teva puggalā rūpadhātuyā arūpadhātuyā apariyāpanne te tato kāmarāgānusayena ca niranusayā paṭighānusayena ca niranusayā. Dve puggalā sabbattha kāmarāgānusayena ca niranusayā paṭighānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:347.1":{"pli":"Yo vā pana yato paṭighānusayena niranusayo so tato kāmarāgānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:348.1":{"pli":"Tayo puggalā kāmadhātuyā dvīsu vedanāsu te tato paṭighānusayena niranusayā, no ca te tato kāmarāgānusayena niranusayā. Teva puggalā rūpadhātuyā arūpadhātuyā apariyāpanne te tato paṭighānusayena ca niranusayā kāmarāgānusayena ca niranusayā. Dve puggalā sabbattha paṭighānusayena ca niranusayā kāmarāgānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:349.1":{"pli":"Yo yato kāmarāgānusayena niranusayo so tato mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:350.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne te tato kāmarāgānusayena ca niranusayā mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayena ca niranusayo mānānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:351.1":{"pli":"Yo vā pana yato mānānusayena niranusayo so tato kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:352.1":{"pli":"Yo yato kāmarāgānusayena niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:353.1":{"pli":"Puthujjano dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca niranusayo vicikicchānusayena ca niranusayo. Dve puggalā sabbattha kāmarāgānusayena ca niranusayā vicikicchānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:354.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:355.1":{"pli":"Dve puggalā kāmadhātuyā dvīsu vedanāsu te tato vicikicchānusayena niranusayā, no ca te tato kāmarāgānusayena niranusayā. Teva puggalā dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne te tato vicikicchānusayena ca niranusayā kāmarāgānusayena ca niranusayā. Dve puggalā sabbattha vicikicchānusayena ca niranusayā kāmarāgānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:356.1":{"pli":"Yo yato kāmarāgānusayena niranusayo so tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:357.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena niranusayā, no ca te tato bhavarāgānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne te tato kāmarāgānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Anāgāmī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca so tato bhavarāgānusayena niranusayo. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayena ca niranusayo bhavarāgānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:358.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:359.1":{"pli":"Tayo puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena niranusayā, no ca te tato kāmarāgānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena ca niranusayo kāmarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:360.1":{"pli":"Yo yato kāmarāgānusayena niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:361.1":{"pli":"Tayo puggalā dukkhāya vedanāya rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato kāmarāgānusayena ca niranusayā avijjānusayena ca niranusayā. Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:362.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:363.1":{"pli":"Yo yato paṭighānusayena niranusayo so tato mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:364.1":{"pli":"Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato paṭighānusayena niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te tato paṭighānusayena ca niranusayā mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayena niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato paṭighānusayena ca niranusayo mānānusayena ca niranusayo. Arahā sabbattha paṭighānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:365.1":{"pli":"Yo vā pana yato mānānusayena niranusayo so tato paṭighānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:366.1":{"pli":"Tayo puggalā dukkhāya vedanāya te tato mānānusayena niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā apariyāpanne te tato mānānusayena ca niranusayā paṭighānusayena ca niranusayā. Arahā sabbattha mānānusayena ca niranusayo paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:367.1":{"pli":"Yo yato paṭighānusayena niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:368.1":{"pli":"Puthujjano kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayena niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato paṭighānusayena ca niranusayo vicikicchānusayena ca niranusayo. Dve puggalā sabbattha paṭighānusayena ca niranusayā vicikicchānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:369.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato paṭighānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:370.1":{"pli":"Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne te tato vicikicchānusayena ca niranusayā paṭighānusayena ca niranusayā. Dve puggalā sabbattha vicikicchānusayena ca niranusayā paṭighānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:371.1":{"pli":"Yo yato paṭighānusayena niranusayo so tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:372.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato paṭighānusayena niranusayā, no ca te tato bhavarāgānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu apariyāpanne te tato paṭighānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Anāgāmī rūpadhātuyā arūpadhātuyā so tato paṭighānusayena niranusayo, no ca so tato bhavarāgānusayena niranusayo. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato paṭighānusayena ca niranusayo bhavarāgānusayena ca niranusayo. Arahā sabbattha paṭighānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:373.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato paṭighānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:374.1":{"pli":"Tayo puggalā dukkhāya vedanāya te tato bhavarāgānusayena niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu apariyāpanne te tato bhavarāgānusayena ca niranusayā paṭighānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena ca niranusayo paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:375.1":{"pli":"Yo yato paṭighānusayena niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:376.1":{"pli":"Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato paṭighānusayena niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato paṭighānusayena ca niranusayā avijjānusayena ca niranusayā. Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayena niranusayo no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:377.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato paṭighānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:378.1":{"pli":"Yo yato mānānusayena niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:379.1":{"pli":"Puthujjano dukkhāya vedanāya so tato mānānusayena niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato mānānusayena ca niranusayo vicikicchānusayena ca niranusayo. Arahā sabbattha mānānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:380.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato mānānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:381.1":{"pli":"Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne te tato vicikicchānusayena ca niranusayā mānānusayena ca niranusayā. Arahā sabbattha vicikicchānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:382.1":{"pli":"Yo yato mānānusayena niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:383.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato mānānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:384.1":{"pli":"Cattāro puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne te tato bhavarāgānusayena ca niranusayā mānānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:385.1":{"pli":"Yo yato mānānusayena niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:386.1":{"pli":"Cattāro puggalā dukkhāya vedanāya te tato mānānusayena niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato mānānusayena ca niranusayā avijjānusayena ca niranusayā. Arahā sabbattha mānānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:387.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato mānānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:388.1":{"pli":"Yo yato diṭṭhānusayena niranusayo so tato vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:389.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato diṭṭhānusayena niranusayoti? Āmantā …pe…. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:390.1":{"pli":"Yo yato vicikicchānusayena niranusayo so tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:391.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena niranusayā, no ca te tato bhavarāgānusayena niranusayā. Teva puggalā kāmadhātuyā tīsu vedanāsu apariyāpanne te tato vicikicchānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Arahā sabbattha vicikicchānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:392.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato vicikicchānusayena niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:393.1":{"pli":"Puthujjano kāmadhātuyā tīsu vedanāsu so tato bhavarāgānusayena niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato bhavarāgānusayena ca niranusayo vicikicchānusayena ca niranusayo. Arahā sabbattha bhavarāgānusayena ca niranusayo vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:394.1":{"pli":"Yo yato vicikicchānusayena niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:395.1":{"pli":"Tayo puggalā kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato vicikicchānusayena ca niranusayā avijjānusayena ca niranusayā. Arahā sabbattha vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:396.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:397.1":{"pli":"Yo yato bhavarāgānusayena niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:398.1":{"pli":"Cattāro puggalā kāmadhātuyā tīsu vedanāsu te tato bhavarāgānusayena niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena ca niranusayā avijjānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:399.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā. (Ekamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:400.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato mānānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:401.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato mānānusayena ca niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo mānānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayo mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:402.1":{"pli":"Yo vā pana yato mānānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:403.1":{"pli":"Tayo puggalā dukkhāya vedanāya te tato mānānusayena ca kāmarāgānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā apariyāpanne te tato mānānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. Arahā sabbattha mānānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:404.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:405.1":{"pli":"Puthujjano rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo vicikicchānusayena ca niranusayo. Dve puggalā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayā vicikicchānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:406.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:407.1":{"pli":"Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena ca kāmarāgānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato vicikicchānusayena ca paṭighānusayena ca niranusayā, no ca te tato kāmarāgānusayena niranusayā. Teva puggalā rūpadhātuyā arūpadhātuyā apariyāpanne te tato vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. Dve puggalā sabbattha vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. ","html":"<p>{}</p>"},"ya7.2.2:408.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato bhavarāgānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:409.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato bhavarāgānusayena niranusayā. Teva puggalā apariyāpanne te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Anāgāmī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato bhavarāgānusayena niranusayo. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo bhavarāgānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayo bhavarāgānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:410.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:411.1":{"pli":"Tayo puggalā dukkhāya vedanāya te tato bhavarāgānusayena ca kāmarāgānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato kāmarāgānusayena niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena niranusayo kāmarāgānusayena ca paṭighānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:412.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:413.1":{"pli":"Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā avijjānusayena ca niranusayā. Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:414.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. (Dukamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:415.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:416.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:417.1":{"pli":"Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato vicikicchānusayena ca paṭighānusayena ca niranusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva puggalā rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te tato vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo. Arahā sabbattha vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:418.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:419.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:420.1":{"pli":"Tayo puggalā dukkhāya vedanāya te tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayena ca kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo. Arahā sabbattha bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:421.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:422.1":{"pli":"Anāgāmī dukkhāya vedanāya so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo, no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:423.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. (Tikamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:424.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo so tato vicikicchānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:425.1":{"pli":"Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:426.1":{"pli":"Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato vicikicchānusayena ca paṭighānusayena ca diṭṭhānusayena ca niranusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva puggalā rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te tato vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo. Arahā sabbattha vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo …pe…. (Catukkamūlakaṃ.) ","html":"<p>{}</p>"},"ya7.2.2:427.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā. ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:428.1":{"pli":"Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti? ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:429.1":{"pli":"Puthujjano dukkhāya vedanāya so tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayo, no ca so tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayena ca paṭighānusayena ca niranusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Sveva puggalo apariyāpanne so tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Dve puggalā dukkhāya vedanāya te tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayena ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Arahā sabbattha bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:430.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:431.1":{"pli":"Anāgāmī dukkhāya vedanāya so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo, no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:432.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti? Āmantā. (Pañcakamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:433.1":{"pli":"Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo so tato avijjānusayena niranusayoti? ","html":"<p data-direction='forward'>{}</p>"},"ya7.2.2:434.1":{"pli":"Anāgāmī dukkhāya vedanāya so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo, no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo avijjānusayena ca niranusayo. ","html":"<p>{}</p>"},"ya7.2.2:435.1":{"pli":"Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayoti? Āmantā. (Chakkamūlakaṃ.) ","html":"<p data-direction='reverse'>{}</p>"},"ya7.2.2:436.1":{"pli":"Sānusayavāre paṭilomaṃ. ","html":"<p class='end'>{}</p>"},"ya7.2.2:436.2":{"pli":"Sānusayavāro. ","html":"<p class='endsutta'>{}</p></article>"}}}