{"id":"an","type":"super_book","title":"Numbered Discourses Collection","tree":{"an":["an1","an2","an3","an4","an5","an6","an7","an8","an9","an10","an11"]},"meta":{"an":{"type":"branch","acronym":"AN","translated_title":"Numbered Discourses Collection","original_title":"Aṅguttaranikāya","blurb":"The “Numbered” or “Numerical” Discourses are usually known as Aṅguttara Nikāya in Pali, abbreviated AN. However, the Pali tradition also knows the form Ekottara (“one-up” or “incremental”), and this is the form usually found in the northern collections. These collections organize texts in numbered sets, from one to eleven. Compared to the other <i lang='pi' translate='no'>nikāyas</i>, they are more oriented to the lay community. The Ekottarikāgama (EA) in Chinese is a highly unusual text, which features a range of variations within itself when it comes even to basic doctrines. It shares considerably less in common with the Pali Aṅguttara than the other collections do with their counterparts. In addition, there is a partial Ekottarikāgama in Chinese, as well as a variety of individual discourses and fragments in Chinese and Sanskrit.","nav":{"prev":"sn","next":"kn"}},"an1":{"type":"branch","translated_title":"The Book of the Ones","original_title":"Ekakanipāta","nav":{"next":"an2"}},"an2":{"type":"branch","translated_title":"The Book of the Twos","original_title":"Dukanipāta","nav":{"prev":"an1","next":"an3"}},"an3":{"type":"branch","translated_title":"The Book of the Threes","original_title":"Tikanipāta","nav":{"prev":"an2","next":"an4"}},"an4":{"type":"branch","translated_title":"The Book of the Fours","original_title":"Catukkanipāta","nav":{"prev":"an3","next":"an5"}},"an5":{"type":"branch","translated_title":"The Book of the Fives","original_title":"Pañcakanipāta","nav":{"prev":"an4","next":"an6"}},"an6":{"type":"branch","translated_title":"The Book of the Sixes","original_title":"Chakkanipāta","nav":{"prev":"an5","next":"an7"}},"an7":{"type":"branch","translated_title":"The Book of the Sevens","original_title":"Sattakanipāta","nav":{"prev":"an6","next":"an8"}},"an8":{"type":"branch","translated_title":"The Book of the Eights","original_title":"Aṭṭhakanipāta","nav":{"prev":"an7","next":"an9"}},"an9":{"type":"branch","translated_title":"The Book of the Nines","original_title":"Navakanipāta","nav":{"prev":"an8","next":"an10"}},"an10":{"type":"branch","translated_title":"The Book of the Tens","original_title":"Dasakanipāta","nav":{"prev":"an9","next":"an11"}},"an11":{"type":"branch","translated_title":"The Book of the Elevens","original_title":"Ekādasakanipāta","nav":{"prev":"an10"}},"sn":{"type":"branch","acronym":"SN","translated_title":"Linked Discourses Collection ","original_title":"Saṁyuttanikāya","blurb":"The “Linked” or “Connected” Discourses (Saṁyutta Nikāya, abbreviated SN) is a collection of over a thousand short discourses in the Pali canon. The word “linked” refers to the fact that the texts are collected and organized by topic. In most cases the organizing principle is a particular theme of Dhamma, for example, the five aggregates, dependent origination, the noble eightfold path, mindfulness meditation, or the four noble truths. This collection contains the most extensive range of texts on these core themes. In other cases chapters are organized according to the person or kind of person who speaks. This collection has a full parallel in the Saṁyuktāgama (SA) of the Sarvāstivāda school in Chinese translation. In addition, there are two partial collections in Chinese (SA-2 and SA-3) as well as a number of miscellaneous or fragmentary texts in Chinese, Sanskrit, and Tibetan. Much of the organizational structure of SN is shared with SA, suggesting that this structure preceded the split between these two collections."},"kn":{"type":"branch","acronym":"KN","translated_title":"Minor Collection ","original_title":"Khuddakanikāya","blurb":"The word <i lang='pi' translate='no'>khuddaka</i> means “lesser” or “minor”, and it seems that this category originally served to collect certain short collections, mostly verse, that were not conveniently assigned to one of the main <i lang='pi' translate='no'>nikāyas</i>. Over time, however, the collection grew, so that the Khuddaka in the Pali canon today is the largest of the <i lang='pi' translate='no'>nikāyas</i>. It includes some of the most popular texts in Theravāda Buddhism, such as the Dhammapada, the Sutta Nipāta, and the Jātakas. There is no closely parallel collection in the other canons, but many of the early texts have parallels in various places."}},"children":["an1","an2","an3","an4","an5","an6","an7","an8","an9","an10","an11"]}