{"id":"dn","type":"book","title":"Long Discourses Collection","tree":{"dn":{"dn-silakkhandhavagga":["dn1","dn2","dn3","dn4","dn5","dn6","dn7","dn8","dn9","dn10","dn11","dn12","dn13"],"dn-mahavagga":["dn14","dn15","dn16","dn17","dn18","dn19","dn20","dn21","dn22","dn23"],"dn-pathikavagga":["dn24","dn25","dn26","dn27","dn28","dn29","dn30","dn31","dn32","dn33","dn34"]}},"meta":{"dn29":{"type":"leaf","acronym":"DN 29","translated_title":"An Impressive Discourse","original_title":"Pāsādikasutta","author_uid":"sujato","blurb":"Following the death of Nigaṇṭha Nātaputta, the leader of the Jains, the Buddha emphasizes the stability and maturity of his own community. He encourages the community to come together after his death and recite the teachings in harmony.","nav":{"prev":"dn28","next":"dn30"},"chunk":21},"dn16":{"type":"leaf","acronym":"DN 16","translated_title":"The Great Discourse on the Buddha’s Extinguishment","original_title":"Mahāparinibbānasutta","author_uid":"sujato","blurb":"The longest of all discourses, this extended narrative tells of the events surrounding the Buddha’s death. Full of vivid and moving details, it is an ideal entry point into knowing the Buddha as a person, and understanding how the Buddhist community coped with his passing.","nav":{"prev":"dn15","next":"dn17"},"chunk":7},"dn30":{"type":"leaf","acronym":"DN 30","translated_title":"The Marks of a Great Man","original_title":"Lakkhaṇasutta","author_uid":"sujato","blurb":"This presents the brahmanical prophecy of the Great Man, and explains the 32 marks in detail. This discourse contains some of the latest and most complex verse forms in the canon.","nav":{"prev":"dn29","next":"dn31"},"chunk":23},"dn12":{"type":"leaf","acronym":"DN 12","translated_title":"With Lohicca","original_title":"Lohiccasutta","author_uid":"sujato","blurb":"A brahmin has fallen into the idea that there is no point in trying to offer spiritual help to others. The Buddha goes to see him, and persuades him of the genuine benefits of spiritual teaching.","nav":{"prev":"dn11","next":"dn13"},"chunk":3},"dn-mahavagga":{"type":"branch","translated_title":"The Great Chapter","original_title":"Mahāvagga","blurb":"This chapter contains a diverse range of discourses. Several focus on the events surrounding the Buddha’s death, while others range into fabulous scenarios set among the gods, and still others are grounded in detailed discussions of doctrine.","nav":{"prev":"dn-silakkhandhavagga","next":"dn-pathikavagga"}},"dn7":{"type":"leaf","acronym":"DN 7","translated_title":"With Jāliya","original_title":"Jāliyasutta","author_uid":"sujato","blurb":"This discourse is mostly quoted by the Buddha in the previous.","nav":{"prev":"dn6","next":"dn8"},"chunk":31},"dn2":{"type":"leaf","acronym":"DN 2","translated_title":"The Fruits of the Ascetic Life","original_title":"Sāmaññaphalasutta","author_uid":"sujato","blurb":"The newly crowned King Ajātasattu is disturbed by the violent means by which he achieved the crown. He visits the Buddha to find peace of mind, and asks him about the benefits of spiritual practice. This is one of the greatest literary and spiritual texts of early Buddhism.","nav":{"prev":"dn1","next":"dn3"},"chunk":11},"dn28":{"type":"leaf","acronym":"DN 28","translated_title":"Inspiring Confidence","original_title":"Sampasādanīyasutta","author_uid":"sujato","blurb":"Shortly before he passes away, Venerable Sāriputta visits the Buddha and utters a moving eulogy of his great teacher.","nav":{"prev":"dn27","next":"dn29"},"chunk":20},"dn23":{"type":"leaf","acronym":"DN 23","translated_title":"With Pāyāsi","original_title":"Pāyāsisutta","author_uid":"sujato","blurb":"This is a long and entertaining debate between a monk and a skeptic, who went to elaborate and bizarre lengths to prove that there is no such thing as an afterlife. The discourse contains a colorful series of parables and examples.","nav":{"prev":"dn22","next":"dn24"},"chunk":15},"dn11":{"type":"leaf","acronym":"DN 11","translated_title":"With Kevaddha","original_title":"Kevaṭṭasutta","author_uid":"sujato","blurb":"The Buddha refuses to perform miracles, explaining that this is not the right way to inspire faith. He goes on to tell the story of a monk whose misguided quest for answers led him as far as Brahmā.","nav":{"prev":"dn10","next":"dn12"},"chunk":2},"dn26":{"type":"leaf","acronym":"DN 26","translated_title":"The Wheel-Turning Monarch","original_title":"Cakkavattisutta","author_uid":"sujato","blurb":"In illustration of his dictum that one should rely on oneself, the Buddha gives a detailed account of the fall of a kingly lineage of the past, and the subsequent degeneration of society. This process, however, is not over, as the Buddha predicts that eventually society will fall into utter chaos. But far in the future, another Buddha, Metteyya, will arise in a time of peace and plenty.","nav":{"prev":"dn25","next":"dn27"},"chunk":18},"dn1":{"type":"leaf","acronym":"DN 1","translated_title":"The Divine Net","original_title":"Brahmajālasutta","author_uid":"sujato","blurb":"While others may praise or criticize the Buddha, they tend to focus on trivial details. The Buddha presents an analysis of 62 kinds of wrong view, seeing through which one becomes detached from meaningless speculations.","nav":{"next":"dn2"},"chunk":0},"dn5":{"type":"leaf","acronym":"DN 5","translated_title":"With Kūṭadanta","original_title":"Kūṭadantasutta","author_uid":"sujato","blurb":"A brahmin wishes to undertake a great sacrifice, and asks for the Buddha’s advice. The Buddha tells a legend of the past, in which a king is persuaded to give up violent sacrifice, and instead to devote his resources to supporting the needy citizens of his realm. However, even such a beneficial and non-violent sacrifice pales in comparison to the spiritual sacrifice of giving up attachments.","nav":{"prev":"dn4","next":"dn6"},"chunk":29},"dn8":{"type":"leaf","acronym":"DN 8","translated_title":"The Longer Discourse on the Lion’s Roar","original_title":"Mahāsīhanādasutta","author_uid":"sujato","blurb":"The Buddha is challenged by a naked ascetic on the topic of spiritual austerities. He points out that it is quite possible to perform all kinds of austere practices without having any inner purity of mind.","nav":{"prev":"dn7","next":"dn9"},"chunk":32},"dn14":{"type":"leaf","acronym":"DN 14","translated_title":"The Great Discourse on Traces Left Behind","original_title":"Mahāpadānasutta","author_uid":"sujato","blurb":"The Buddha teaches about the six Buddhas of the past, and tells a lengthy account of one of those, Vipassī.","nav":{"prev":"dn13","next":"dn15"},"chunk":5},"dn33":{"type":"leaf","acronym":"DN 33","translated_title":"Reciting in Concert","original_title":"Saṅgītisutta","author_uid":"sujato","blurb":"The Buddha encourages Venerable Sāriputta to teach the mendicants, and he offers an extended listing of Buddhist doctrines arranged in numerical sequence.","nav":{"prev":"dn32","next":"dn34"},"chunk":26},"dn19":{"type":"leaf","acronym":"DN 19","translated_title":"The Great Steward","original_title":"Mahāgovindasutta","author_uid":"sujato","blurb":"A minor deity informs the Buddha of the conversations and business of the gods.","nav":{"prev":"dn18","next":"dn20"},"chunk":10},"dn18":{"type":"leaf","acronym":"DN 18","translated_title":"With Janavasabha","original_title":"Janavasabhasutta","author_uid":"sujato","blurb":"Beginning with an account of the fates of disciples who had recently passed away, the scene shifts to a discussion of Dhamma held by the gods.","nav":{"prev":"dn17","next":"dn19"},"chunk":9},"dn13":{"type":"leaf","acronym":"DN 13","translated_title":"The Three Knowledges","original_title":"Tevijjasutta","author_uid":"sujato","blurb":"A number of brahmins are discussing the true path to Brahmā. Contesting the claims to authority based on the Vedas, the Buddha insists that only personal experience can lead to the truth.","nav":{"prev":"dn12","next":"dn14"},"chunk":4},"dn10":{"type":"leaf","acronym":"DN 10","translated_title":"With Subha","original_title":"Subhasutta","author_uid":"sujato","blurb":"Shortly after the Buddha’s death, Venerable Ānanda is invited to explain the core teachings.","nav":{"prev":"dn9","next":"dn11"},"chunk":1},"dn-silakkhandhavagga":{"type":"branch","translated_title":"The Chapter on the Entire Spectrum of Ethics","original_title":"Sīlakkhandhavagga","blurb":"The Chapter Containing the Section on Ethics (Sīlakkhandhavagga) is a chapter of 13 discourses. Each of these contains a long passage on the Gradual Training in ethics, meditation, and wisdom. The chapter is named after the first of these sections. The two other known versions of the Dīrghāgama (in Chinese and Sanskrit) also contain a similar chapter. Despite the monastic nature of the central teaching, most of these discourses are presented in dialog with lay people, with a strong emphasis on the relation between the Buddha’s teachings and other contemporary movements.","nav":{"next":"dn-mahavagga"}},"dn25":{"type":"leaf","acronym":"DN 25","translated_title":"The Lion’s Roar at Udumbarikā’s Monastery","original_title":"Udumbarikasutta","author_uid":"sujato","blurb":"This discourse gives a specially good example of dialog between religions. The Buddha insists that he is not interested to make anyone give up their teacher or practices, but only to help people let go of suffering.","nav":{"prev":"dn24","next":"dn26"},"chunk":17},"dn24":{"type":"leaf","acronym":"DN 24","translated_title":"About Pāṭikaputta","original_title":"Pāthikasutta","author_uid":"sujato","blurb":"When Sunakkhatta threatens to disrobe, the Buddha is unimpressed. Rejecting showy displays of asceticism or wondrous powers, he demonstrates his pre-eminence.","nav":{"prev":"dn23","next":"dn25"},"chunk":16},"dn17":{"type":"leaf","acronym":"DN 17","translated_title":"King Mahāsudassana","original_title":"Mahāsudassanasutta","author_uid":"sujato","blurb":"An elaborate story of a past life of the Buddha as a legendary king who renounced all to practice meditation.","nav":{"prev":"dn16","next":"dn18"},"chunk":8},"dn22":{"type":"leaf","acronym":"DN 22","translated_title":"The Longer Discourse on Mindfulness Meditation","original_title":"Mahāsatipaṭṭhānasutta","author_uid":"sujato","blurb":"The Buddha details the seventh factor of the noble eightfold path, mindfulness meditation. This discourse is essentially identical to MN 10, with the addition of an extended section on the four noble truths derived from MN 141.","nav":{"prev":"dn21","next":"dn23"},"chunk":14},"dn32":{"type":"leaf","acronym":"DN 32","translated_title":"The Āṭānāṭiya Protection","original_title":"Āṭānāṭiyasutta","author_uid":"sujato","blurb":"Mighty spirits hold a congregation, and warn the Buddha that, since not all spirits are friendly, the mendicants should learn verses of protection.","nav":{"prev":"dn31","next":"dn33"},"chunk":25},"dn3":{"type":"leaf","acronym":"DN 3","translated_title":"With Ambaṭṭha","original_title":"Ambaṭṭhasutta","author_uid":"sujato","blurb":"A young brahmin student attacks the Buddha’s family, but is put in his place.","nav":{"prev":"dn2","next":"dn4"},"chunk":22},"dn4":{"type":"leaf","acronym":"DN 4","translated_title":"With Soṇadaṇḍa","original_title":"Soṇadaṇḍasutta","author_uid":"sujato","blurb":"A reputed brahmin visits the Buddha, despite the reservations of other brahmins. They discuss the true meaning of a brahmin, and the Buddha skillfully draws him around to his own point of view.","nav":{"prev":"dn3","next":"dn5"},"chunk":28},"dn20":{"type":"leaf","acronym":"DN 20","translated_title":"The Great Congregation","original_title":"Mahāsamayasutta","author_uid":"sujato","blurb":"When deities from all realms gather in homage to the Buddha, he gives a series of verses describing them. These verses, which are commonly chanted in Theravadin countries, give one of the most detailed descriptions of the deities worshiped at the the time of the Buddha.","nav":{"prev":"dn19","next":"dn21"},"chunk":12},"dn9":{"type":"leaf","acronym":"DN 9","translated_title":"With Poṭṭhapāda","original_title":"Poṭṭhapādasutta","author_uid":"sujato","blurb":"The Buddha discusses with a wanderer the nature of perception and how it evolves through deeper states of meditation. None of these, however, should be identified with a self or soul.","nav":{"prev":"dn8","next":"dn10"},"chunk":33},"dn-pathikavagga":{"type":"branch","translated_title":"The Chapter with Pāṭikaputta","original_title":"Pāthikavagga","blurb":"Like the previous chapter, this contains a diverse range of discourses. It is named after the first discourse in the chapter. Among the discourses here are legendary accounts of the history and future of our world, which are extremely famous and influential in Buddhist circles.","nav":{"prev":"dn-mahavagga"}},"dn31":{"type":"leaf","acronym":"DN 31","translated_title":"Advice to Sigālaka","original_title":"Siṅgālasutta","author_uid":"sujato","blurb":"The Buddha encounters a young man who honors his dead father by performing rituals. The Buddha recasts the meaningless rites in terms of virtuous conduct. This is the most detailed discourse on ethics for lay people.","nav":{"prev":"dn30","next":"dn32"},"chunk":24},"dn34":{"type":"leaf","acronym":"DN 34","translated_title":"Up to Ten","original_title":"Dasuttarasutta","author_uid":"sujato","blurb":"This is similar to the previous, but with a different manner of exposition. These two discourses anticipate some of the methods of the Abhidhamma.","nav":{"prev":"dn33"},"chunk":27},"dn27":{"type":"leaf","acronym":"DN 27","translated_title":"The Origin of the World","original_title":"Aggaññasutta","author_uid":"sujato","blurb":"In contrast with the brahmin’s self-serving mythologies of the past, the Buddha presents an account of evolution that shows how human choices are an integral part of the ecological balance, and how excessive greed destroys the order of nature.","nav":{"prev":"dn26","next":"dn28"},"chunk":19},"dn":{"type":"branch","acronym":"DN","translated_title":"Long Discourses Collection","original_title":"Dīghanikāya","blurb":"A fabulous courtesan, a guilty king, a know-it-all teen, learned sages and earnest fools, a silent meditation in a thunderstorm. The Long Discourses reveal a Buddha in vital engagement with his times, an ideal of humanity in whom the extraordinary comes alive. These thirty-four discourses are set in an age of wonder, when prophecy was fulfilled and the deep truth of humanity was spoken, laid bare with sparkling clarity and relentless insight. In these tales set in the slow paths, chaotic cities, and deep forests of northern India, in the shadowy past or even among the gods themselves, we see the humble monk Gotama, wise and compassionate teacher of mindfulness and morality, begin his long and storied transformation into the Buddha of legend. ","nav":{"next":"mn"}},"dn6":{"type":"leaf","acronym":"DN 6","translated_title":"With Mahāli","original_title":"Mahālisutta","author_uid":"sujato","blurb":"The Buddha explains to a diverse group of lay people how the results of meditation depend on the manner of development.","nav":{"prev":"dn5","next":"dn7"},"chunk":30},"dn21":{"type":"leaf","acronym":"DN 21","translated_title":"Sakka’s Questions","original_title":"Sakkapañhasutta","author_uid":"sujato","blurb":"After hearing a love song from a god of music, the Buddha engages in a deep discussion with Sakka on the conditioned origin of attachment and suffering.","nav":{"prev":"dn20","next":"dn22"},"chunk":13},"dn15":{"type":"leaf","acronym":"DN 15","translated_title":"The Great Discourse on Causation","original_title":"Mahānidānasutta","author_uid":"sujato","blurb":"Rejecting Venerable Ānanda’s claim to easily understand dependent origination, the Buddha presents a complex and demanding analysis, revealing hidden nuances and implications of this central teaching.","nav":{"prev":"dn14","next":"dn16"},"chunk":6},"mn":{"type":"branch","acronym":"MN","translated_title":"Middle Discourses Collection ","original_title":"Majjhimanikāya","blurb":"The Middle Discourses (Majjhima Nikāya, abbreviated MN) is a collection of 152 discourses in the Pali canon (Tipiṭaka) of the Theravada school of Buddhism. The word “middle” refers to the length of the individual discourses. This is perhaps the most popular collection of early discourses. It contains a wide variety of teachings, many of them presented as narratives between the Buddha and a diverse range of his contemporaries. The collection parallels the Madhyamāgama (MA) of the Sarvāstivāda school, which survives as a translation in the Chinese canon."}}}