{"id":"pe","type":"book","title":"Interpretation of the Canon","tree":{"pe":["pe1","pe2","pe3","pe4","pe5","pe6","pe7","pe8","pe9"]},"meta":{"pe8":{"type":"leaf","acronym":"Pe 8","translated_title":"VI. Compendium of the Thread's Meaning (continued)","original_title":"Hārasampātabhūmi","nav":{"prev":"pe7","next":"pe9"},"chunk":6},"pe":{"type":"branch","acronym":"Pe","translated_title":"Interpretation of the Canon","original_title":"Peṭakopadesa","blurb":"The Peṭakopadesa or “Illustration of the Baskets” is a systematic treatise intended to provide a guide for reading and interpreting the texts of the <i lang='pi' translate='no'>nikāyas</i>. It is similar to the Netti, and the exact relationship between these two texts is not clear. The text provides an array of methods for reading texts, illustrating them with quotations, and taking the four noble truths as the overall framework. The Pali text of the Peṭakopadesa is quite corrupt, which is unusual in the Pali canon. A colophon in the text attributes it to the Buddha's disciple Kaccāna. It is, however, a late text, lacking counterparts in the northern collections. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.","nav":{"prev":"ne","next":"mil"}},"pe7":{"type":"leaf","acronym":"Pe 7","translated_title":"VI. Compendium of the Thread's Meaning (continued)","original_title":"Pakiṇṇakaniddesa","nav":{"prev":"pe6","next":"pe8"},"chunk":5},"pe9":{"type":"leaf","acronym":"Pe 9","translated_title":"VIII. The Moulding of the Guide-Lines","original_title":"Suttavebhaṅgiya","nav":{"prev":"pe8"},"chunk":7},"pe2":{"type":"leaf","acronym":"Pe 2","translated_title":"II. The Pattern of the Dispensation","original_title":"Sāsanapaṭṭhānadutiyabhūmi","nav":{"prev":"pe1","next":"pe3"},"chunk":1},"pe5":{"type":"leaf","acronym":"Pe 5","translated_title":"V. 16 Modes of Conveying in Separate Treatment","original_title":"Hāravibhaṅgapañcamabhūmi","nav":{"prev":"pe4","next":"pe6"},"chunk":3},"pe3":{"type":"leaf","acronym":"Pe 3","translated_title":"III. Terms of Expression in the Thread","original_title":"Suttādhiṭṭhānatatiyabhūmi","nav":{"prev":"pe2","next":"pe4"},"chunk":2},"pe4":{"type":"leaf","acronym":"Pe 4","translated_title":"IV. Investigation of Threads","original_title":"Suttavicayacatutthabhūmi","nav":{"prev":"pe3","next":"pe5"},"chunk":2},"pe1":{"type":"leaf","acronym":"Pe 1","translated_title":"I. The Display of the Noble Truths","original_title":"Ariyasaccappakāsanapaṭhamabhūmi","nav":{"next":"pe2"},"chunk":0},"pe6":{"type":"leaf","acronym":"Pe 6","translated_title":"VI. Compendium of the Thread's Meaning","original_title":"Suttatthasamuccayabhūmi","nav":{"prev":"pe5","next":"pe7"},"chunk":4},"ne":{"type":"branch","acronym":"Ne","translated_title":"The Guidebook ","original_title":"Netti","blurb":"The Netti or “Guide” is a systematic treatise intended to provide a guide for reading and interpreting the texts of the <i lang='pi' translate='no'>nikāyas</i>. It is similar to the Peṭakopadesa, and the exact relationship between these two texts is not clear. The text provides an array of methods for reading texts, illustrating them with quotations, and taking the four noble truths as the overall framework. A colophon in the text attributes it to the Buddha's disciple Kaccāna. It is, however, a late text, lacking counterparts in the northern collections. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it."},"mil":{"type":"branch","acronym":"Mil","translated_title":"Questions of King Milinda ","original_title":"Milindapañha","blurb":"The Milindapañha or “Questions of King Milinda” records a series of discussions on points of Dhamma between the monk Nāgasena and the Greek king known as in Pali as Milinda. He is usually identified with Menander I Soter, who ruled an Indo-Greek kingdom from his capital of Sagala around BCE 165–130. While the encounter between Greek and Indian culture is fascinating, the dialogs concern only interpretation of Buddhist ideas, with which the king was evidently very familiar, and does not mention Greek philosophy. The text is lively and dynamic, with the King constantly testing Nāgasena with abstruse questions, to which he responds with ingenious arguments and analogies. The text has a shorter Chinese counterpart in the Nāgasena Bhikṣu Sūtra. The text is not Theravādin in origin, but began among one of the schools in the north-west, perhaps the Sarvāstivādins. Most of the content, however, is not sectarian in nature. The Pali text has been extended over the years, and in addition, portions appear to be missing. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it."}}}