{"id":"pli-tv-bi-pm","type":"book","title":"The Nuns’ Rules","tree":{"pli-tv-bi-pm":["pli-tv-bi-pm"]},"meta":{"ipm":{"type":"alias","target_uid":"pli-tv-bi-pm"},"pli-tv-bi-pm":{"type":"branch","acronym":"Bi","translated_title":"The Nuns’ Rules","original_title":"Bhikkhunī Pātimokkha","author_uid":"brahmali","blurb":"The Bhikkhunī-pātimokkha, “the Monastic Code for nuns”, contains the core rules of the monastic life in the form of a long list without any explanatory material. There are 311 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the last group, the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other.","nav":{"prev":"pli-tv-bu-pm","next":"ds"},"chunk":0},"pli-tv-bu-pm":{"type":"branch","acronym":"Bu","translated_title":"The Monks’ Rules ","original_title":"Bhikkhu Pātimokkha","blurb":"The Bhikkhu-pātimokkha, “the Monastic Code for monks”, contains the core rules of monastic life in the form of a long list without any explanatory material. There are 227 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the <i lang='pi' translate='no'>aniyatas</i> (“the undetermined”) and the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other."},"ds":{"type":"branch","acronym":"Ds","translated_title":"Compendium of Phenomena ","original_title":"Dhammasaṅgaṇī","blurb":"The Dhammasaṅgaṇī (Compendium of Phenomena) is built on the idea of a <i lang='pi' translate='no'>mātikā</i>, a lists of contents or matrix. A <i lang='pi' translate='no'>mātikā</i> acts as a simple instance of a template that is applied and transformed in ever more complex forms throughout the work. The Dhammasaṅgaṇī <i lang='pi' translate='no'>mātikās</i> list sets of phenomena (<i lang='pi' translate='no'>dhammas</i>). Most of these are doctrinal terms familiar from the suttas, although some are specialized Abhidhamma terms. The Dhammasaṅgaṇī starts with three <i lang='pi' translate='no'>mātikās</i>. The first classifies <i lang='pi' translate='no'>dhammas</i> into 22 sets of three (<i lang='pi' translate='no'>tika</i>), and the next two use sets of two (<i lang='pi' translate='no'>duka</i>), 100 pairs for Abhidhamma terms, and 42 for Sutta terms. The first of the triple sets is the momentous group: wholesome, unwholesome, and undetermined. This serves as a framework for classifying all the various phenomena. While it seems simple enough, even this detail was controversial, as some schools rejected the existence of the undetermined, or morally neutral, category."}}}