{"id":"pli-tv-bu-pm","type":"book","title":"The Monks’ Rules","tree":{"pli-tv-bu-pm":["pli-tv-bu-pm"]},"meta":{"pli-tv-bu-pm":{"type":"branch","acronym":"Bu","translated_title":"The Monks’ Rules","original_title":"Bhikkhu Pātimokkha","author_uid":"brahmali","blurb":"The Bhikkhu-pātimokkha, “the Monastic Code for monks”, contains the core rules of monastic life in the form of a long list without any explanatory material. There are 227 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the <i lang='pi' translate='no'>aniyatas</i> (“the undetermined”) and the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other.","nav":{"prev":"pli-tv-pvr","next":"pli-tv-bi-pm"},"chunk":0},"pm":{"type":"alias","target_uid":"pli-tv-bu-pm"},"pli-tv-pvr":{"type":"branch","acronym":"Pvr","translated_title":"The Compendium ","original_title":"Parivāra","blurb":"The Parivāra, “the Compendium”, is a technical analysis of the content of the Suttavibhaṅga and the Khandhakas. It summarizes and distils the essence of the Vinaya, leaving out all narratives and stories. The Parivāra is unique to the Theravada school and it is probable that it was compiled in the sectarian period. Its manner of analysis shares certain characteristics with the Abhidhamma, such as expanding and filling in schemes of classification not given in full detail in the other canonical texts."},"pli-tv-bi-pm":{"type":"branch","acronym":"Bi","translated_title":"The Nuns’ Rules ","original_title":"Bhikkhunī Pātimokkha","blurb":"The Bhikkhunī-pātimokkha, “the Monastic Code for nuns”, contains the core rules of the monastic life in the form of a long list without any explanatory material. There are 311 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the last group, the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other."}}}