{"id":"pli-tv-kd","type":"book","title":"The Chapters","tree":{"pli-tv-kd":["pli-tv-kd1","pli-tv-kd2","pli-tv-kd3","pli-tv-kd4","pli-tv-kd5","pli-tv-kd6","pli-tv-kd7","pli-tv-kd8","pli-tv-kd9","pli-tv-kd10","pli-tv-kd11","pli-tv-kd12","pli-tv-kd13","pli-tv-kd14","pli-tv-kd15","pli-tv-kd16","pli-tv-kd17","pli-tv-kd18","pli-tv-kd19","pli-tv-kd20","pli-tv-kd21","pli-tv-kd22"]},"meta":{"pli-tv-kd10":{"type":"leaf","acronym":"Kd 10","translated_title":"The chapter on division in the Sangha","original_title":"Kosambakakkhandhaka","author_uid":"brahmali","blurb":"The Kosambakakkhandhaka, “the Chapter on those from Kosambī”, discusses how to deal with a split in the Sangha. The chapter begins with the story of “the Kosambī incident”, which led to a serious dispute and spilt in the Sangha. The Buddha tells the story of Dīghāvu, a longer version of the Kosambiya Jātaka of the Jātaka collection, in an attempt at getting the monks to come to their senses. Failing at this, he goes to visit the three friends Anuruddha, Nandiya, and Kimbila, who exemplify the art of living in harmony.","nav":{"prev":"pli-tv-kd9","next":"pli-tv-kd11"},"chunk":1},"kd21":{"type":"alias","target_uid":"pli-tv-kd21"},"pli-tv-kd17":{"type":"leaf","acronym":"Kd 17","translated_title":"The chapter on schism in the Sangha","original_title":"Saṁghabhedakakkhandhaka","author_uid":"brahmali","blurb":"The Saṅghabhedakakkhandhaka, “the Chapter on schism”, begins by telling the story of the going forth of a number of the Buddha’s relatives, including Anuruddha and Devadatta. The story continues with Devadatta’s ambition to lead the Sangha—including the story of King Ajātasattu murdering his father and Devadatta’s attempts to kill the Buddha—his actions eventually resulting in schism. As part of this the Buddha lays down an “announcement procedure”, <i lang='pi' translate='no'>pakāsanīyakamma</i>, by which the Sangha can distance itself from the actions of any particular individual. The chapter concludes with a technical discussion on schism.","nav":{"prev":"pli-tv-kd16","next":"pli-tv-kd18"},"chunk":8},"pli-tv-kd14":{"type":"leaf","acronym":"Kd 14","translated_title":"The chapter on the settling of legal issues","original_title":"Samathakkhandhaka","author_uid":"brahmali","blurb":"The Samathakkhandhaka, “the Chapter on the settling of legal issues”, gives a detailed description of how the principles for the resolution of legal issues (the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i>), the last seven “rules” of the Monastic Code, are to be applied in practice. The chapter includes a technical discussion on the nature of the four kinds of legal issues.","nav":{"prev":"pli-tv-kd13","next":"pli-tv-kd15"},"chunk":5},"pli-tv-kd22":{"type":"leaf","acronym":"Kd 22","translated_title":"The chapter on the second council","original_title":"Sattasatikakkhandhaka","author_uid":"brahmali","blurb":"The Sattasatikakkhandhaka, “the Chapter on the assembly of seven hundred”, tells the story of a major disagreement in the Sangha about aspects of the Monastic Law, most importantly about the use of money. After a long process, it is agreed that monastics may not use money. This episode is often referred to as “the second council”.","nav":{"prev":"pli-tv-kd21"},"chunk":14},"kd7":{"type":"alias","target_uid":"pli-tv-kd7"},"pli-tv-kd4":{"type":"leaf","acronym":"Kd 4","translated_title":"The chapter on the invitation ceremony","original_title":"Pavāraṇākkhandhaka","author_uid":"brahmali","blurb":"The Pavāraṇākhandhaka, “the Chapter on the invitation ceremony”, concerns the rules that apply to the ceremony of inviting correction from one’s fellow monastics. This ceremony is held annually at the very end of the rain-season residence, and is compulsory for all monastics.","nav":{"prev":"pli-tv-kd3","next":"pli-tv-kd5"},"chunk":16},"pli-tv-kd3":{"type":"leaf","acronym":"Kd 3","translated_title":"The chapter on entering the rainy-season residence","original_title":"Vassūpanāyikakkhandhaka","author_uid":"brahmali","blurb":"The Vassūpanāyikakkhandhaka, “the Chapter on entering the rainy-season residence”, prohibits monastics from traveling during three months of the rainy season. Instead they should enter the rainy-season residence in a suitable place. It then gives a number of exemptions because of which a monastic may travel for a maximum of seven days to look after urgent business.","nav":{"prev":"pli-tv-kd2","next":"pli-tv-kd4"},"chunk":15},"pli-tv-kd7":{"type":"leaf","acronym":"Kd 7","translated_title":"The chapter on the robe-making ceremony","original_title":"Kathinakkhandhaka","author_uid":"brahmali","blurb":"The Kathinakkhandhaka, “the Chapter on the robe-making ceremony”, describes the procedure and rules for the robe-making ceremony that is normally held in the last month of the rainy season, after the rainy-season residence has been completed. Once this ceremony has been performed, the robe-making season lasts until the end of the cold season, unless certain conditions are fulfilled. Most of this chapter consists of a detailed analysis of those conditions.","nav":{"prev":"pli-tv-kd6","next":"pli-tv-kd8"},"chunk":19},"kd3":{"type":"alias","target_uid":"pli-tv-kd3"},"kd17":{"type":"alias","target_uid":"pli-tv-kd17"},"kd13":{"type":"alias","target_uid":"pli-tv-kd13"},"kd2":{"type":"alias","target_uid":"pli-tv-kd2"},"pli-tv-kd1":{"type":"leaf","acronym":"Kd 1","translated_title":"The great chapter","original_title":"Mahākhandhaka","author_uid":"brahmali","blurb":"The Mahākhandhaka, “the Great chapter”, begins by telling the story of the Buddha after his awakening. Three of the Buddha’s first and most well-known discourses—the Setting in motion of the wheel of the Teaching, the Characteristics of non-self, and the Discourse on fire—are given in full. As he starts to accumulate disciples, an ordination procedure gradually evolves. A large number of rules that concern ordination, especially about the eligibility of the candidate, are laid down, as are rules governing the relationship between teacher and student, including rules about novices.","nav":{"next":"pli-tv-kd2"},"chunk":0},"pli-tv-kd19":{"type":"leaf","acronym":"Kd 19","translated_title":"The chapter on the cancellation of the Monastic Code","original_title":"Pātimokkhaṭṭhapanakkhandhaka","author_uid":"brahmali","blurb":"The Pātimokkhaṭṭhapanakkhandhaka, “the Chapter on the cancellation of the Monastic Code”, allows a monastic to exclude another from the Pātimokkha recitation if they have not confessed their offenses beforehand. This chapter also describes the qualities that should be present in oneself before correcting another.","nav":{"prev":"pli-tv-kd18","next":"pli-tv-kd20"},"chunk":10},"pli-tv-kd2":{"type":"leaf","acronym":"Kd 2","translated_title":"The chapter on the observance day","original_title":"Uposathakkhandhaka","author_uid":"brahmali","blurb":"The Uposathakkhandhaka, “the Chapter on the observance day”, lays down the rules concerning the twice-monthly observance day, the <i lang='pi' translate='no'>uposatha</i>, which is kept on the day of the full moon and the new moon. It is on these days that the main rules binding on all monastics, the Monastic Code or the Pātimokkha, is recited. The chapter also gives the rules regarding the boundary, the <i lang='pi' translate='no'>sīmā</i>, that defines the extent of a single monastic community. Rules on making amends for offenses are also found here.","nav":{"prev":"pli-tv-kd1","next":"pli-tv-kd3"},"chunk":11},"pli-tv-kd18":{"type":"leaf","acronym":"Kd 18","translated_title":"The chapter on proper conduct","original_title":"Vattakkhandhaka","author_uid":"brahmali","blurb":"The Vattakkhandhaka, “the Chapter on conduct”, lays down the rules of conduct that apply in a variety of circumstances, such as those between teacher and student; those for visiting, resident, and departing monastics; those for alms-round and forest dwelling; those for dining halls, dwellings, restrooms, and saunas.","nav":{"prev":"pli-tv-kd17","next":"pli-tv-kd19"},"chunk":9},"pli-tv-kd8":{"type":"leaf","acronym":"Kd 8","translated_title":"The chapter on robes","original_title":"Cīvarakkhandhaka","author_uid":"brahmali","blurb":"The Cīvarakkhandhaka, “the Chapter on robe-cloth”, gives a number of rules on robes, robe-cloth, and dyeing equipment, as well as rules on inheritance. Here we find the long story of the doctor Jīvaka, the Buddha’s personal physician, and the story of Visākha, the Buddha’s main female lay supporter, who shows her understanding of the connection between generosity and success in meditation. This chapter also contains the inspiring story of the Buddha and Ānanda washing a monk who has dysentery.","nav":{"prev":"pli-tv-kd7","next":"pli-tv-kd9"},"chunk":20},"kd14":{"type":"alias","target_uid":"pli-tv-kd14"},"pli-tv-kd13":{"type":"leaf","acronym":"Kd 13","translated_title":"The chapter on legal procedures in relation to offenses entailing suspension","original_title":"Samuccayakkhandhaka","author_uid":"brahmali","blurb":"The Samuccayakkhandhaka, “the Chapter on accumulation”, describes in detail the process of making amends for a monastic who has committed an offense entailing suspension, a <i lang='pi' translate='no'>saṅghādisesa</i>.","nav":{"prev":"pli-tv-kd12","next":"pli-tv-kd14"},"chunk":4},"pli-tv-kd6":{"type":"leaf","acronym":"Kd 6","translated_title":"The chapter on medicines","original_title":"Bhesajjakkhandhaka","author_uid":"brahmali","blurb":"The Bhesajjakkhandhaka, “the Chapter on medicines”, concerns allowable medicines and medical treatment. The rules laid down here include prohibitions against various kinds of meat and against cooking by monastics. The chapter contains the remarkable story of the monk Pilindavaccha and his supernormal powers. It also features the stories of the courtesan Ambapālī offering her mango grove to the Sangha, the conversion of general Sīha, and the exceptional layman Meṇḍaka, after whom the Meṇḍaka allowance is named. This allowance enables lay supporters to deposit a fund with a steward, who is to be approached by a designated monastic in need of requisites. The chapter concludes with four general standards to help monastics decide what is and what is not allowable.","nav":{"prev":"pli-tv-kd5","next":"pli-tv-kd7"},"chunk":18},"kd12":{"type":"alias","target_uid":"pli-tv-kd12"},"kd15":{"type":"alias","target_uid":"pli-tv-kd15"},"kd":{"type":"alias","target_uid":"pli-tv-kd"},"kd5":{"type":"alias","target_uid":"pli-tv-kd5"},"kd22":{"type":"alias","target_uid":"pli-tv-kd22"},"pli-tv-kd5":{"type":"leaf","acronym":"Kd 5","translated_title":"The chapter on skins","original_title":"Cammakkhandhaka","author_uid":"brahmali","blurb":"The Cammakkhandhaka, “the Chapter on skins”, contains rules on the use of footwear and skins, as well as vehicles and beds. The chapter includes the inspiring stories of the monk Soṇa Koḷivisa who was the Buddha’s foremost disciple in putting forth energy and the monk Soṇa Kuṭikaṇṇa who became a monk in the distant country of Avantī where Buddhism had barely arrived. It also mentions a number of rules that are relaxed for lands outside of the middle Ganges plain.","nav":{"prev":"pli-tv-kd4","next":"pli-tv-kd6"},"chunk":17},"kd1":{"type":"alias","target_uid":"pli-tv-kd1"},"pli-tv-kd16":{"type":"leaf","acronym":"Kd 16","translated_title":"The chapter on resting places","original_title":"Senāsanakkhandhaka","author_uid":"brahmali","blurb":"The Senāsanakkhandhaka, “the Chapter on dwellings”, gives further rules on allowable buildings, including allowable methods for constructing and finishing them, as well as allowable furnishings. A number of minor rules are laid down, as are the procedures for appointing community officials. The chapter tells the story of Anāthapiṇḍika, perhaps the greatest benefactor of Buddhism in the very earliest period. Here we also find the Tittira Jātaka tale, “the Partridge Jātaka”, found in a slightly different form in the Jātaka collection.","nav":{"prev":"pli-tv-kd15","next":"pli-tv-kd17"},"chunk":7},"pli-tv-kd11":{"type":"leaf","acronym":"Kd 11","translated_title":"The chapter on penalty procedures","original_title":"Kammakkhandhaka","author_uid":"brahmali","blurb":"The Kammakkhandhaka, “the Chapter on procedures”, describes in technical detail the validity of formal procedures that involve sanctions against an offender. The chapter discusses the enactment of such procedures, the mode of conduct required of the offender to deserve release, and the lifting of the procedure.","nav":{"prev":"pli-tv-kd10","next":"pli-tv-kd12"},"chunk":2},"pli-tv-kd20":{"type":"leaf","acronym":"Kd 20","translated_title":"The chapter on nuns","original_title":"Bhikkhunikkhandhaka","author_uid":"brahmali","blurb":"The Bhikkhunikkhandhaka, “the Chapter on nuns”, comprises all the rules outside of the Monastic Code, the Pātimokkha, that are specific to the nuns, including the ordination ceremony and ordination by messenger. The chapter begins with the ordination of Mahāpajāpatī Gotamī, which marks the beginning of the Sangha of nuns.","nav":{"prev":"pli-tv-kd19","next":"pli-tv-kd21"},"chunk":12},"kd10":{"type":"alias","target_uid":"pli-tv-kd10"},"pli-tv-kd":{"type":"branch","acronym":"Kd","translated_title":"The Chapters","original_title":"Khandhaka","blurb":"The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the Monastic Code, the Pātimokkha. There are 22 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council”. The whole collection is structured around the life of the Buddha after his awakening.","nav":{"prev":"pli-tv-bi-vb","next":"pli-tv-pvr"}},"kd4":{"type":"alias","target_uid":"pli-tv-kd4"},"kd18":{"type":"alias","target_uid":"pli-tv-kd18"},"pli-tv-kd12":{"type":"leaf","acronym":"Kd 12","translated_title":"The chapter on the proper conduct for those who have committed an offense entailing suspension","original_title":"Pārivāsikakkhandhaka","author_uid":"brahmali","blurb":"The Pārivāsikakkhandhaka, “the Chapter on those on probation”, contains a detailed description of the conduct required of a monastic who has committed an offense entailing suspension, a <i lang='pi' translate='no'>saṅghādisesa</i>, so as to deserve rehabilitation.","nav":{"prev":"pli-tv-kd11","next":"pli-tv-kd13"},"chunk":3},"pli-tv-kd21":{"type":"leaf","acronym":"Kd 21","translated_title":"The chapter on the first council","original_title":"Pañcasatikakkhandhaka","author_uid":"brahmali","blurb":"The Pañcasatikakkhandhaka, “the Chapter on the assembly of five hundred”, tells the story of the first communal recitation (<i lang='pi' translate='no'>saṅgīti</i>) of the discourses of the Buddha at Rājagaha, otherwise known as “the first council”. Ānanda, the Buddha’s personal attendant, recited the discourses, while Upāli recited the Monastic Law.","nav":{"prev":"pli-tv-kd20","next":"pli-tv-kd22"},"chunk":13},"kd6":{"type":"alias","target_uid":"pli-tv-kd6"},"kd11":{"type":"alias","target_uid":"pli-tv-kd11"},"pli-tv-kd15":{"type":"leaf","acronym":"Kd 15","translated_title":"The chapter on minor topics","original_title":"Khuddakavatthukkhandhaka","author_uid":"brahmali","blurb":"The Khuddakavatthukkhandhaka, “the Chapter with short topics”, contains a large and diverse number of minor rules, including rules on allowable buildings. A recurrent theme is that luxurious items and sensual indulgence are not allowed. The verses to protect against dangerous insects and snakes, the so-called Khandhaparitta, are found here. The procedure of “overturning the bowl” is described, a procedure used against lay people who act against the interest of Buddhism. This chapter also includes the much-debated instruction for monastics to learn the Teachings using the Buddha’s own way of expression.","nav":{"prev":"pli-tv-kd14","next":"pli-tv-kd16"},"chunk":6},"kd20":{"type":"alias","target_uid":"pli-tv-kd20"},"pli-tv-kd9":{"type":"leaf","acronym":"Kd 9","translated_title":"The chapter on legal procedures","original_title":"Campeyyakkhandhaka","author_uid":"brahmali","blurb":"The Campeyyakkhandhaka, “the Chapter on those from Campā”, contains a technical discussion on the validity of formal monastic procedures, <i lang='pi' translate='no'>saṅghakamma</i>. The chapter starts with the story of the monk Kassapagotta who is maliciously accused of having committed an offense.","nav":{"prev":"pli-tv-kd8","next":"pli-tv-kd10"},"chunk":21},"kd19":{"type":"alias","target_uid":"pli-tv-kd19"},"kd8":{"type":"alias","target_uid":"pli-tv-kd8"},"kd9":{"type":"alias","target_uid":"pli-tv-kd9"},"kd16":{"type":"alias","target_uid":"pli-tv-kd16"},"pli-tv-bi-vb":{"type":"branch","acronym":"Bi","translated_title":"The Nuns’ Rules and Their Analysis ","original_title":"Bhikkhunī Vibhaṅga","blurb":"The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the Monastic Code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into seven chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter. These units begin with one or more origin stories, which tell the circumstances that led the Buddha to lay down a particular rule. The rule is then stated, followed by a word commentary that analyzes every significant word contained in the rule. After the word commentary follows a permutation series in which a variety of different scenarios are evaluated and offenses assigned as appropriate. At the end comes a non-offense clause, stating important exceptions to the rule, sometimes followed by individual case studies, in which the Buddha decides the offense incurred in ambiguous cases."},"pli-tv-pvr":{"type":"branch","acronym":"Pvr","translated_title":"The Compendium ","original_title":"Parivāra","blurb":"The Parivāra, “the Compendium”, is a technical analysis of the content of the Suttavibhaṅga and the Khandhakas. It summarizes and distils the essence of the Vinaya, leaving out all narratives and stories. The Parivāra is unique to the Theravada school and it is probable that it was compiled in the sectarian period. Its manner of analysis shares certain characteristics with the Abhidhamma, such as expanding and filling in schemes of classification not given in full detail in the other canonical texts."}}}