{"id":"sn","type":"super_book","title":"Linked Discourses Collection","tree":{"sn":["sn-sagathavaggasamyutta","sn-nidanavaggasamyutta","sn-khandhavaggasamyutta","sn-salayatanavaggasamyutta","sn-mahavaggasamyutta"]},"meta":{"sn":{"type":"branch","acronym":"SN","translated_title":"Linked Discourses Collection","original_title":"Saṁyuttanikāya","blurb":"The “Linked” or “Connected” Discourses (Saṁyutta Nikāya, abbreviated SN) is a collection of over a thousand short discourses in the Pali canon. The word “linked” refers to the fact that the texts are collected and organized by topic. In most cases the organizing principle is a particular theme of Dhamma, for example, the five aggregates, dependent origination, the noble eightfold path, mindfulness meditation, or the four noble truths. This collection contains the most extensive range of texts on these core themes. In other cases chapters are organized according to the person or kind of person who speaks. This collection has a full parallel in the Saṁyuktāgama (SA) of the Sarvāstivāda school in Chinese translation. In addition, there are two partial collections in Chinese (SA-2 and SA-3) as well as a number of miscellaneous or fragmentary texts in Chinese, Sanskrit, and Tibetan. Much of the organizational structure of SN is shared with SA, suggesting that this structure preceded the split between these two collections.","nav":{"prev":"mn","next":"an"}},"sn-sagathavaggasamyutta":{"type":"branch","translated_title":"The Group of Linked Discourses With Verses","original_title":"Sagāthāvaggasaṁyutta","blurb":"The “Book With Verses” is the first of the five books of the Linked Discourses. It is divided into eleven <i lang='pi' translate='no'>saṁyuttas</i> or “sections”, with a total of 271 suttas. Most of these are further subdivided into <i lang='pi' translate='no'>vaggas</i> of ten suttas. The word <i lang='pi' translate='no'>vagga</i> is thus used of both the major overarching “book” and the subsidiary “chapter”. Each of the suttas in this collection contains verse with a prose narrative structure, although in many cases the prose has been omitted through abbreviation. Where most of the Saṁyutta is organized around subject matter, here the organizational principle is people. Each <i lang='pi' translate='no'>saṁyutta</i> contains conversation involving the Buddha or his disciples with a different person or kind of person, such as gods, kings, nuns, or brahmins. A typical sutta has a bare narrative framework, where someone comes to the Buddha and utters a verse, and the Buddha replies with a better one. In some cases, notably the Sakkasaṁyutta, the narrative element is developed into a lively exchange. Some of the texts in this collection are well known and widely quoted, such as the invitation of Brahmā or the nun Vajirā’s simile of the person as a chariot. Most of the suttas here have parallels in the Chinese Saṁyuktāgama translations; the partial translations SA 2 and SA 3 include Sagāthāvagga material. In addition, many of the verses have parallels elsewhere throughout the Buddhist literature in all languages.","nav":{"next":"sn-nidanavaggasamyutta"}},"sn-nidanavaggasamyutta":{"type":"branch","translated_title":"The Group of Linked Discourses Beginning With Causation","original_title":"Nidānavaggasaṁyutta","blurb":"The “Book of Causation” is the second of the five books of the Linked Discourses. It is named after the first and longest <i lang='pi' translate='no'>saṁyutta</i>, which deals with causation through the core Buddhist teaching of Dependent Origination. The remaining nine <i lang='pi' translate='no'>saṁyuttas</i> deal with miscellaneous secondary themes, some organized by subject, others by person.","nav":{"prev":"sn-sagathavaggasamyutta","next":"sn-khandhavaggasamyutta"}},"sn-khandhavaggasamyutta":{"type":"branch","translated_title":"The Group of Linked Discourses Beginning With the Aggregates","original_title":"Khandhavaggasaṁyutta","blurb":"The “Book of the Aggregates” is the third of the five books of the Linked Discourses. It is named after the first and longest <i lang='pi' translate='no'>saṁyutta</i>, which deals with the core Buddhist teaching of the five aggregates. Of the remaining twelve <i lang='pi' translate='no'>saṁyuttas</i>, three also take up the theme of the aggregates, while the remainder deal with miscellaneous secondary themes, some organized by subject, others by person.","nav":{"prev":"sn-nidanavaggasamyutta","next":"sn-salayatanavaggasamyutta"}},"sn-salayatanavaggasamyutta":{"type":"branch","translated_title":"The Group of Linked Discourses Beginning With the Six Sense Fields","original_title":"Saḷāyatanavaggasaṁyutta","blurb":"The “Book of the Six Sense Fields” is the fourth of the five books of the Linked Discourses. It is named after the first and longest <i lang='pi' translate='no'>saṁyutta</i>, which deals with the core Buddhist teaching of the six sense fields. The second <i lang='pi' translate='no'>saṁyutta</i> on Feelings also deals with a major doctrinal topic. The remaining eight <i lang='pi' translate='no'>saṁyuttas</i> deal with miscellaneous secondary themes, some organized by subject, others by person.","nav":{"prev":"sn-khandhavaggasamyutta","next":"sn-mahavaggasamyutta"}},"sn-mahavaggasamyutta":{"type":"branch","translated_title":"The Group of Linked Discourses on the Path","original_title":"Mahāvaggasaṁyutta","blurb":"The “Great Book” is the last and largest of the five books of the Linked Discourses. It consists of twelve <i lang='pi' translate='no'>saṁyuttas</i>, almost all of which deal with an aspect of Buddhist practice, or the path. The first of these, indeed, is the “Section on the Path” (<i lang='pi' translate='no'>Maggasaṁyutta</i>), and in the northern canons the book as a whole is referred to as the “Book of the Path” (<i lang='pi' translate='no'>Maggavagga</i>). The first seven of the <i lang='pi' translate='no'>saṁyuttas</i> treat the familiar set of seven groups of factors on Buddhist practice known to the later traditions as the <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i>, or “qualities leading to awakening”. This book is the primary source for these teachings. Subsequent <i lang='pi' translate='no'>saṁyuttas</i> deal with the path from different perspectives, while the final two deal with stream-entry and the four noble truths respectively.","nav":{"prev":"sn-salayatanavaggasamyutta"}},"mn":{"type":"branch","acronym":"MN","translated_title":"Middle Discourses Collection ","original_title":"Majjhimanikāya","blurb":"The Middle Discourses (Majjhima Nikāya, abbreviated MN) is a collection of 152 discourses in the Pali canon (Tipiṭaka) of the Theravada school of Buddhism. The word “middle” refers to the length of the individual discourses. This is perhaps the most popular collection of early discourses. It contains a wide variety of teachings, many of them presented as narratives between the Buddha and a diverse range of his contemporaries. The collection parallels the Madhyamāgama (MA) of the Sarvāstivāda school, which survives as a translation in the Chinese canon."},"an":{"type":"branch","acronym":"AN","translated_title":"Numbered Discourses Collection ","original_title":"Aṅguttaranikāya","blurb":"The “Numbered” or “Numerical” Discourses are usually known as Aṅguttara Nikāya in Pali, abbreviated AN. However, the Pali tradition also knows the form Ekottara (“one-up” or “incremental”), and this is the form usually found in the northern collections. These collections organize texts in numbered sets, from one to eleven. Compared to the other <i lang='pi' translate='no'>nikāyas</i>, they are more oriented to the lay community. The Ekottarikāgama (EA) in Chinese is a highly unusual text, which features a range of variations within itself when it comes even to basic doctrines. It shares considerably less in common with the Pali Aṅguttara than the other collections do with their counterparts. In addition, there is a partial Ekottarikāgama in Chinese, as well as a variety of individual discourses and fragments in Chinese and Sanskrit."}},"children":["sn-sagathavaggasamyutta","sn-nidanavaggasamyutta","sn-khandhavaggasamyutta","sn-salayatanavaggasamyutta","sn-mahavaggasamyutta"]}