{"id":"tpk","title":"The Three Baskets of the Buddhist Canon","tree":{"tpk":[{"sutta":[{"long":["dn"]},{"middle":["mn"]},{"linked":["sn"]},{"numbered":["an"]},{"minor":[{"kn":["kp","dhp","ud","iti","snp","vv","pv","thag","thig","tha-ap","thi-ap","bv","cp","ja","mnd","cnd","ps","ne","pe","mil"]}]}]},{"vinaya":[{"pli-tv-vi":["pli-tv-bu-vb","pli-tv-bi-vb","pli-tv-kd","pli-tv-pvr","pli-tv-bu-pm","pli-tv-bi-pm"]}]},{"abhidhamma":[{"pli-tv-ab":["ds","vb","dt","pp","kv","ya","patthana"]}]}]},"meta":{"sutta":{"uid":"sutta","type":"branch","acronym":"Sutta","translated_title":"Basket of Discourses ","original_title":"Suttapiṭaka","blurb":"The Buddha’s teachings on meditation, morality, the nature of the world, and the path to freedom. These scriptures are our primary sources for the historical Buddha’s life and practice. They depict the Buddha and his students in lively conversation with a diverse range of people.","nav":{"next":"vinaya"}},"long":{"uid":"long","type":"branch","acronym":"Long","translated_title":"Collections of Long Discourses ","original_title":"Dīgha","blurb":"Collections of “long” discourses and other related texts.","nav":{"next":"middle"}},"dn":{"uid":"dn","type":"branch","acronym":"DN","translated_title":"Long Discourses Collection ","original_title":"Dīghanikāya","blurb":"A fabulous courtesan, a guilty king, a know-it-all teen, learned sages and earnest fools, a silent meditation in a thunderstorm. The Long Discourses reveal a Buddha in vital engagement with his times, an ideal of humanity in whom the extraordinary comes alive. These thirty-four discourses are set in an age of wonder, when prophecy was fulfilled and the deep truth of humanity was spoken, laid bare with sparkling clarity and relentless insight. In these tales set in the slow paths, chaotic cities, and deep forests of northern India, in the shadowy past or even among the gods themselves, we see the humble monk Gotama, wise and compassionate teacher of mindfulness and morality, begin his long and storied transformation into the Buddha of legend. ","nav":{"next":"mn"}},"middle":{"uid":"middle","type":"branch","acronym":"Middle","translated_title":"Collections of Middle Discourses ","original_title":"Majjhima","blurb":"Collections of “middle-length” discourses and other related texts.","nav":{"prev":"long","next":"linked"}},"mn":{"uid":"mn","type":"branch","acronym":"MN","translated_title":"Middle Discourses Collection ","original_title":"Majjhimanikāya","blurb":"The Middle Discourses (Majjhima Nikāya, abbreviated MN) is a collection of 152 discourses in the Pali canon (Tipiṭaka) of the Theravada school of Buddhism. The word “middle” refers to the length of the individual discourses. This is perhaps the most popular collection of early discourses. It contains a wide variety of teachings, many of them presented as narratives between the Buddha and a diverse range of his contemporaries. The collection parallels the Madhyamāgama (MA) of the Sarvāstivāda school, which survives as a translation in the Chinese canon.","nav":{"prev":"dn","next":"sn"}},"linked":{"uid":"linked","type":"branch","acronym":"Linked","translated_title":"Collections of Linked Discourses ","original_title":"Saṁyutta","blurb":"Collections of “linked” or “connected” discourses and other related texts.","nav":{"prev":"middle","next":"numbered"}},"sn":{"uid":"sn","type":"branch","acronym":"SN","translated_title":"Linked Discourses Collection ","original_title":"Saṁyuttanikāya","blurb":"The “Linked” or “Connected” Discourses (Saṁyutta Nikāya, abbreviated SN) is a collection of over a thousand short discourses in the Pali canon. The word “linked” refers to the fact that the texts are collected and organized by topic. In most cases the organizing principle is a particular theme of Dhamma, for example, the five aggregates, dependent origination, the noble eightfold path, mindfulness meditation, or the four noble truths. This collection contains the most extensive range of texts on these core themes. In other cases chapters are organized according to the person or kind of person who speaks. This collection has a full parallel in the Saṁyuktāgama (SA) of the Sarvāstivāda school in Chinese translation. In addition, there are two partial collections in Chinese (SA-2 and SA-3) as well as a number of miscellaneous or fragmentary texts in Chinese, Sanskrit, and Tibetan. Much of the organizational structure of SN is shared with SA, suggesting that this structure preceded the split between these two collections.","nav":{"prev":"mn","next":"an"}},"numbered":{"uid":"numbered","type":"branch","acronym":"Numbered","translated_title":"Collections of Numbered Discourses ","original_title":"Aṅguttara","blurb":"Collections of “numbered” or “numerical” discourses and other related texts.","nav":{"prev":"linked","next":"minor"}},"an":{"uid":"an","type":"branch","acronym":"AN","translated_title":"Numbered Discourses Collection ","original_title":"Aṅguttaranikāya","blurb":"The “Numbered” or “Numerical” Discourses are usually known as Aṅguttara Nikāya in Pali, abbreviated AN. However, the Pali tradition also knows the form Ekottara (“one-up” or “incremental”), and this is the form usually found in the northern collections. These collections organize texts in numbered sets, from one to eleven. Compared to the other <i lang='pi' translate='no'>nikāyas</i>, they are more oriented to the lay community. The Ekottarikāgama (EA) in Chinese is a highly unusual text, which features a range of variations within itself when it comes even to basic doctrines. It shares considerably less in common with the Pali Aṅguttara than the other collections do with their counterparts. In addition, there is a partial Ekottarikāgama in Chinese, as well as a variety of individual discourses and fragments in Chinese and Sanskrit.","nav":{"prev":"sn","next":"kn"}},"minor":{"uid":"minor","type":"branch","acronym":"Minor","translated_title":"Collections of Minor Discourses ","original_title":"Khuddaka","blurb":"Collections of sutta texts outside the four main collections.","nav":{"prev":"numbered","next":"pli-tv-vi"}},"kn":{"uid":"kn","type":"branch","acronym":"KN","translated_title":"Minor Collection ","original_title":"Khuddakanikāya","blurb":"The word <i lang='pi' translate='no'>khuddaka</i> means “lesser” or “minor”, and it seems that this category originally served to collect certain short collections, mostly verse, that were not conveniently assigned to one of the main <i lang='pi' translate='no'>nikāyas</i>. Over time, however, the collection grew, so that the Khuddaka in the Pali canon today is the largest of the <i lang='pi' translate='no'>nikāyas</i>. It includes some of the most popular texts in Theravāda Buddhism, such as the Dhammapada, the Sutta Nipāta, and the Jātakas. There is no closely parallel collection in the other canons, but many of the early texts have parallels in various places.","nav":{"prev":"an","next":"pli-tv-bu-vb"}},"kp":{"uid":"kp","type":"branch","acronym":"Kp","translated_title":"Basic Passages ","original_title":"Khuddakapāṭha","blurb":"Nine short texts, which appear to have been collected as a kind of basic study curriculum for novices. The collection itself was probably made in Sri Lanka, but most of the texts are found elsewhere in the <i lang='pi' translate='no'>nikāyas</i>.","nav":{"next":"dhp"}},"dhp":{"uid":"dhp","type":"branch","acronym":"Dhp","translated_title":"Sayings of the Dhamma ","original_title":"Dhammapada","blurb":"The Pali version of this famous text, consisting of 423 verses organized into memorable themes. It is the most widely read of the early texts, and has been translated many times into many languages. Versions of this text are found in Chinese, Tibetan, and several Indic languages, attesting to its timeless, universal appeal.","nav":{"prev":"kp","next":"ud"}},"ud":{"uid":"ud","type":"branch","acronym":"Ud","translated_title":"Heartfelt Sayings ","original_title":"Udāna","blurb":"Eighty short discourses in mixed prose and verse. These take the form of a simple prose narrative, which serves to frame an inspired saying, usually in verse. The <i lang='pi' translate='no'>udāna</i> and <i lang='pi' translate='no'>dhammapada</i> literature appear to overlap, and can be considered as one genre. The Dhammapada verses also have associated narratives, but these are found in the commentary. There are some indications that some of the narratives in the Udāna may be a little later than most of the material in the four main <i lang='pi' translate='no'>nikāyas</i>.","nav":{"prev":"dhp","next":"iti"}},"iti":{"uid":"iti","type":"branch","acronym":"Iti","translated_title":"So It Was Said ","original_title":"Itivuttaka","blurb":"112 short discourses in mixed prose and verse, arranged in the Aṅguttara style of ascending numbered sets, from one to four. Alone among Buddhist texts, its survival is attributed not to the Saṅgha, but to a laywoman named Khujjuttarā. According to the Pali commentaries, she was a maid to the Queen of Kosambi, and memorized these teachings from the Buddha, earning her the title of the most learned of the laywomen disciples.","nav":{"prev":"ud","next":"snp"}},"snp":{"uid":"snp","type":"branch","acronym":"Snp","translated_title":"Anthology of Discourses ","original_title":"Suttanipāta","blurb":"The “Group of Discourses” contains 74 mostly short texts in verse or mixed prose and verse, arranged in five chapters. This contains some of the most beloved texts in popular Buddhism, such as the Ratana, Maṅgala, and Mettā Suttas, which are known to all Theravada Buddhists and recited as uplifting and protective chants at auspicious ceremonies. The collection as a whole is somewhat late; it is not found in northern scriptures, and some portions, such as the opening verses of the Nālaka Sutta, belong to the latest strata of the early texts. Nevertheless, certain sections—the “Rhinoceros Horn”, the “Chapter of the Eights”, and the “Way to the Beyond”—appear to have existed before being gathered into the collection, and are regarded as early. While the collection as a whole has no counterpart elsewhere, several portions have parallels in Chinese or Sanskrit.","nav":{"prev":"iti","next":"vv"}},"vv":{"uid":"vv","type":"branch","acronym":"Vv","translated_title":"Stories of Heavenly Mansions ","original_title":"Vimānavatthu","blurb":"The “Stories of Celestial Mansions” contains eighty-five stories in verse that illustrate the heavenly rewards of virtuous deeds, especially making offerings to the Buddha or the Saṅgha. It is a counterpart to the Petavatthu. These are late devotional texts with no direct counterparts in other collections.","nav":{"prev":"snp","next":"pv"}},"pv":{"uid":"pv","type":"branch","acronym":"Pv","translated_title":"Stories of Hungry Ghosts ","original_title":"Petavatthu","blurb":"The Stories of Hungry Ghosts” contains fifty-one stories in verse that illustrate rebirth as a hungry ghost as a result of bad deeds. It is a counterpart to the Vimānavatthu. These are late devotional and moralistic texts with no direct counterparts in other collections.","nav":{"prev":"vv","next":"thag"}},"thag":{"uid":"thag","type":"branch","acronym":"Thag","translated_title":"Verses of the Senior Monks ","original_title":"Theragāthā","blurb":"The “Verses of the Senior Monks” is a collection of about 1288 verses attributed to 264 of the senior monks alive in the Buddha’s time, or in a few cases, a little later. It is a pair with the Therīgāthā, the “Verses of the Senior Nuns”. These verses celebrate the joy of freedom and the life of meditation in the forest. Together these collections constitute one of the oldest and largest collections of contemplative literature, preserving the unique voices of hundreds of early practitioners. Based on style and content, these collections belong to the early discourses. They are referred to on occasion in the northern canons, but no parallel collections have survived.","nav":{"prev":"pv","next":"thig"}},"thig":{"uid":"thig","type":"branch","acronym":"Thig","translated_title":"Verses of the Senior Nuns ","original_title":"Therīgāthā","blurb":"The “Verses of the Senior Nuns” is a collection of about 524 verses attributed to 73 of the senior nuns alive in the Buddha’s time, or in a few cases, a little later. These verses celebrate the bliss of freedom and the life of meditation, full of proud and joyous proclamations of their spiritual attainments and their gratitude to other nuns as guides and teachers. The Therīgāthā is one of the oldest spiritual texts recording only women’s voices. It is a pair with the Theragāthā, the “Verses of the Senior Monks”. Together these collections constitute one of the oldest and largest collections of contemplative literature. Based on style and content, these collections belong to the early discourses. They are referred to on occasion in the northern canons, but no parallel collections have survived.","nav":{"prev":"thag","next":"tha-ap"}},"tha-ap":{"uid":"tha-ap","type":"branch","acronym":"Tha Ap","translated_title":"Past Life Legends of the Senior Monks ","original_title":"Therāpadāna","blurb":"The “Legends of the Senior Monks” contains 563 stories in verse telling the past life deeds of various senior monks. It is a much later counterpart to the Theragāthā, referring to many of the same monks. But whereas the Theragāthā verses relate the monks’ practice of meditation and mindfulness in this life, the Legends typically relate how they became awakened in this life by making an offering a Buddha in the distant past, and making a dedication to be reborn so as to become awakened in the future. The “Legends of the Senior Monks” has as companion the “Legends of the Senior Nuns”. Both these are late texts, and lack counterparts in the northern canons.","nav":{"prev":"thig","next":"thi-ap"}},"thi-ap":{"uid":"thi-ap","type":"branch","acronym":"Thi Ap","translated_title":"Past Life Legends of the Senior Nuns ","original_title":"Therīapadāna","blurb":"The “Legends of the Senior Nuns” contains 40 stories in verse telling the past life deeds of various senior nuns. It is a much later counterpart to the Therīgāthā, referring to many of the same nuns. But whereas the Therīgāthā verses relate the nuns’ practice of meditation and mindfulness in this life, the Legends typically relate how they became awakened in this life by making an offering a Buddha in the distant past, and making a dedication to be reborn so as to become awakened in the future. The “Legends of the Senior Nuns” has as companion the “Legends of the Senior Monks”. Both these are late texts, and lack counterparts in the northern canons.","nav":{"prev":"tha-ap","next":"bv"}},"bv":{"uid":"bv","type":"branch","acronym":"Bv","translated_title":"Chronicle of the Buddhas ","original_title":"Buddhavaṁsa","blurb":"The Buddhavaṁsa is a late devotional text in verse detailing the lives of 24 past Buddhas and the prediction of the awakening of the historical Buddha Gotama. This is a late text, without direct counterparts in the northern collections. It is, however, part of an extensive pan-sectarian devotional literature composed in the second and first centuries BCE, presaging the birth of the Mahāyāna.","nav":{"prev":"thi-ap","next":"cp"}},"cp":{"uid":"cp","type":"branch","acronym":"Cp","translated_title":"Canon of Conduct ","original_title":"Cariyāpiṭaka","blurb":"The “Basket of Conduct” represents an early systematization of the concept of the Bodhisattva and his path towards awakening. A selection of 34 past lives are told, each one illustrating a specific virtue developed by the Bodhisattva. It is a late text, without direct counterparts in the northern collections. Like the Buddhavaṁsa, it is part of an extensive pan-sectarian devotional literature composed in the second and first centuries BCE, presaging the birth of the Mahāyāna.","nav":{"prev":"bv","next":"ja"}},"ja":{"uid":"ja","type":"branch","acronym":"Ja","translated_title":"Past Life Stories of the Buddha ","original_title":"Jātaka","blurb":"A collection of 547 sets of verses telling stories of the Buddha’s past lives. The canonical Pali collection consists of verses arranged in numbered sets in the Aṅguttara fashion. The shorter sets illustrate a high point of a story, while the longer sets tell a complete story. These verses would have been passed down from the beginning with prose narrative to flesh out the story, which in the Pali is now found in the commentary. It is in the commentary that we find the explicit connection between the stories of the past and the present day, identifying the hero of the tale with the <i lang='pi' translate='no'>bodhisattva</i> and the major protagonists with the Buddha’s contemporaries. This collection is the main source of Jātakas, but there are many similar stories found elsewhere in the Pali canon (a few in the four <i lang='pi' translate='no'>nikāyas</i>, others in the Cariyapiṭaka) and throughout the Chinese, Tibetan, and Sanskrit texts. Most of the Jātakas began life as folk tales or myths, drops from the vast ocean of story in oral culture. Several Jātakas record versions of famous Hindu myths, while others share a common basis with European folk tales. The verse forms in the Jātakas are mostly of the earlier kinds, and the social and political reflect historical realities in the centuries before the Buddha, where, for example, Varanasi was an independent kingdom. The Jātakas are the oldest, largest, and best-preserved collection of ancient stories found anywhere in the world. One of the central themes is renunciation, with multiple stories depicting the hero going-forth from the home, each time from a different perspective. Jātakas generally illustrate moral messages, but since the hero is supposed to be imperfect, it is not unusual for him to be portrayed as making dubious choices, even breaking precepts. Taken as a whole, the Jātaka literature is a vast tapestry of story illustrating the twisting and uncertain path to Awakening. The Jātaka genre proved a popular and effective framework for incorporating popular tales into a Buddhist context. They feature prominently in Buddhist art both ancient and modern, and are a primary means of introducing Buddhism to children in modern Theravāda.","nav":{"prev":"cp","next":"mnd"}},"mnd":{"uid":"mnd","type":"branch","acronym":"Mnd","translated_title":"Longer Exposition ","original_title":"Mahāniddesa","blurb":"The Mahāniddesa or “Great Exposition” is really one half of a book together with the Cūḷaniddesa, the “Shorter Exposition”. They offer commentaries on certain portions of the Sutta Nipāta, and lack counterparts in the northern canons. The Mahāniddesa comments on the sixteen poems of the fourth chapter, the “Chapter of the Eights” or Aṭṭhakavagga.","nav":{"prev":"ja","next":"cnd"}},"cnd":{"uid":"cnd","type":"branch","acronym":"Cnd","translated_title":"Shorter Exposition ","original_title":"Cūḷaniddesa","blurb":"The Cūḷaniddesa or “Shorter Exposition” is really one half of a book together with the Mahāniddesa or “Great Exposition”. They offer commentaries on certain portions of the Sutta Nipāta, and lack counterparts in the northern canons. The Cūḷaniddesa comments on the “Way to the Beyond” and the “Rhinoceros Horn Sutta”.","nav":{"prev":"mnd","next":"ps"}},"ps":{"uid":"ps","type":"branch","acronym":"Ps","translated_title":"The Path of Discrimination ","original_title":"Paṭisambhidāmagga","blurb":"The Paṭisambhidāmagga or “Path of Analytical Discernment” is an advanced critical treatise in thirty chapters on Buddhist practice, which the Pali commentaries attribute to the Buddha’s disciple Sāriputta. Departing from the popular or folksy style of most Khuddaka texts, it is more reminiscent of the Abhidhamma, and indeed, while not included in the Abhidhammapiṭaka, it deserves to be considered part of the Theravādin Abhidhamma system. However, it does not make use of the main Abhidhamma <i lang='pi' translate='no'>mātikās</i>. This text introduces a number of terms and ideas of great importance in later Buddhist philosophy. It does not have any counterparts in the northern canons, but articulates a dictinctly Theravādin perspective on the path.","nav":{"prev":"cnd","next":"ne"}},"ne":{"uid":"ne","type":"branch","acronym":"Ne","translated_title":"The Guidebook ","original_title":"Netti","blurb":"The Netti or “Guide” is a systematic treatise intended to provide a guide for reading and interpreting the texts of the <i lang='pi' translate='no'>nikāyas</i>. It is similar to the Peṭakopadesa, and the exact relationship between these two texts is not clear. The text provides an array of methods for reading texts, illustrating them with quotations, and taking the four noble truths as the overall framework. A colophon in the text attributes it to the Buddha's disciple Kaccāna. It is, however, a late text, lacking counterparts in the northern collections. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.","nav":{"prev":"ps","next":"pe"}},"pe":{"uid":"pe","type":"branch","acronym":"Pe","translated_title":"Interpretation of the Canon ","original_title":"Peṭakopadesa","blurb":"The Peṭakopadesa or “Illustration of the Baskets” is a systematic treatise intended to provide a guide for reading and interpreting the texts of the <i lang='pi' translate='no'>nikāyas</i>. It is similar to the Netti, and the exact relationship between these two texts is not clear. The text provides an array of methods for reading texts, illustrating them with quotations, and taking the four noble truths as the overall framework. The Pali text of the Peṭakopadesa is quite corrupt, which is unusual in the Pali canon. A colophon in the text attributes it to the Buddha's disciple Kaccāna. It is, however, a late text, lacking counterparts in the northern collections. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.","nav":{"prev":"ne","next":"mil"}},"mil":{"uid":"mil","type":"branch","acronym":"Mil","translated_title":"Questions of King Milinda ","original_title":"Milindapañha","blurb":"The Milindapañha or “Questions of King Milinda” records a series of discussions on points of Dhamma between the monk Nāgasena and the Greek king known as in Pali as Milinda. He is usually identified with Menander I Soter, who ruled an Indo-Greek kingdom from his capital of Sagala around BCE 165–130. While the encounter between Greek and Indian culture is fascinating, the dialogs concern only interpretation of Buddhist ideas, with which the king was evidently very familiar, and does not mention Greek philosophy. The text is lively and dynamic, with the King constantly testing Nāgasena with abstruse questions, to which he responds with ingenious arguments and analogies. The text has a shorter Chinese counterpart in the Nāgasena Bhikṣu Sūtra. The text is not Theravādin in origin, but began among one of the schools in the north-west, perhaps the Sarvāstivādins. Most of the content, however, is not sectarian in nature. The Pali text has been extended over the years, and in addition, portions appear to be missing. It is not universally accepted as canonical; SuttaCentral’s Pali texts, however, stem from the Mahāsaṅgīti edition, which as a Burmese text does include it.","nav":{"prev":"pe"}},"vinaya":{"uid":"vinaya","type":"branch","acronym":"Vinaya","translated_title":"Basket of Monastic Law ","original_title":"Vinayapiṭaka","blurb":"The texts on Monastic Law (vinaya) detail the lifestyle, rules, and procedures for Buddhist monks and nuns. They provide the guidelines for Buddhist monastics to this day, and in addition, paint a detailed and vivid picture of everyday life in ancient India.","nav":{"prev":"sutta","next":"abhidhamma"}},"pli-tv-vi":{"uid":"pli-tv-vi","type":"branch","acronym":"Tv Vi","translated_title":"Monastic Law of the Theravāda School ","original_title":"Theravāda Vinayapiṭaka","blurb":"The Monastic Law for the Theravāda school in Pali. This collection is followed by mendicants of the Theravāda school. It is the only Vinaya for which we have a complete collection in the original Indic.","nav":{"prev":"minor","next":"pli-tv-ab"}},"pli-tv-bu-vb":{"uid":"pli-tv-bu-vb","type":"branch","acronym":"Bu","translated_title":"The Monks’ Rules and Their Analysis ","original_title":"Bhikkhu Vibhaṅga","blurb":"The Bhikkhu-vibhaṅga or Mahā-vibhaṅga (“the analysis of the monks’ rules” or “the great analysis”), or simply the Vibhaṅga for short, contains the Monastic Code for monks, the Bhikkhu-pātimokkha, embedded in explanatory material. The Vibhaṅga is divided into eight chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the <i lang='pi' translate='no'>aniyatas</i> (“the undetermined”) and the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter. These units begin with one or more origin stories, which tell the circumstances that led the Buddha to lay down a particular rule. The rule is then stated, followed by a word commentary that analyzes every significant word contained in the rule. After the word commentary follows a permutation series in which a variety of different scenarios are evaluated and offenses assigned as appropriate. At the end comes a non-offense clause, stating important exceptions to the rule, sometimes followed by individual case studies, in which the Buddha decides the offense incurred in ambiguous cases.","nav":{"prev":"kn","next":"pli-tv-bi-vb"}},"pli-tv-bi-vb":{"uid":"pli-tv-bi-vb","type":"branch","acronym":"Bi","translated_title":"The Nuns’ Rules and Their Analysis ","original_title":"Bhikkhunī Vibhaṅga","blurb":"The Bhikkhunī-vibhaṅga (“the analysis of the nuns’ rules”) contains the Monastic Code for nuns, the Bhikkhunī-pātimokkha, embedded in explanatory material. The Bhikkhunī-vibhaṅga is divided into seven chapters, each dealing with a separate class of rules, grouped according to the offense incurred in breaking them, with the exception of the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. Each rule together with its explanatory material forms an independent unit, a sub-chapter. These units begin with one or more origin stories, which tell the circumstances that led the Buddha to lay down a particular rule. The rule is then stated, followed by a word commentary that analyzes every significant word contained in the rule. After the word commentary follows a permutation series in which a variety of different scenarios are evaluated and offenses assigned as appropriate. At the end comes a non-offense clause, stating important exceptions to the rule, sometimes followed by individual case studies, in which the Buddha decides the offense incurred in ambiguous cases.","nav":{"prev":"pli-tv-bu-vb","next":"pli-tv-kd"}},"pli-tv-kd":{"uid":"pli-tv-kd","type":"branch","acronym":"Kd","translated_title":"The Chapters ","original_title":"Khandhaka","blurb":"The Khandhakas (“the Chapters”) comprise the rules and regulations of both Sanghas that fall outside of the Monastic Code, the Pātimokkha. There are 22 individual Khandhakas, most of which discuss a more or less unified topic. The Khandhakas include a variety of material, such as assorted biographical material of a number of eminent disciples and some notorious ones. They also incorporate a few Jātakas and other tales, as well as the stories of the first communal recitation after the Buddha’s passing away and the famous Vesālī affair, sometimes known as “the second council”. The whole collection is structured around the life of the Buddha after his awakening.","nav":{"prev":"pli-tv-bi-vb","next":"pli-tv-pvr"}},"pli-tv-pvr":{"uid":"pli-tv-pvr","type":"branch","acronym":"Pvr","translated_title":"The Compendium ","original_title":"Parivāra","blurb":"The Parivāra, “the Compendium”, is a technical analysis of the content of the Suttavibhaṅga and the Khandhakas. It summarizes and distils the essence of the Vinaya, leaving out all narratives and stories. The Parivāra is unique to the Theravada school and it is probable that it was compiled in the sectarian period. Its manner of analysis shares certain characteristics with the Abhidhamma, such as expanding and filling in schemes of classification not given in full detail in the other canonical texts.","nav":{"prev":"pli-tv-kd","next":"pli-tv-bu-pm"}},"pli-tv-bu-pm":{"uid":"pli-tv-bu-pm","type":"branch","acronym":"Bu","translated_title":"The Monks’ Rules ","original_title":"Bhikkhu Pātimokkha","blurb":"The Bhikkhu-pātimokkha, “the Monastic Code for monks”, contains the core rules of monastic life in the form of a long list without any explanatory material. There are 227 such rules for the monks, grouped according to the type of offense incurred for breaking the rule, with the exception of the <i lang='pi' translate='no'>aniyatas</i> (“the undetermined”) and the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other.","nav":{"prev":"pli-tv-pvr","next":"pli-tv-bi-pm"}},"pli-tv-bi-pm":{"uid":"pli-tv-bi-pm","type":"branch","acronym":"Bi","translated_title":"The Nuns’ Rules ","original_title":"Bhikkhunī Pātimokkha","blurb":"The Bhikkhunī-pātimokkha, “the Monastic Code for nuns”, contains the core rules of the monastic life in the form of a long list without any explanatory material. There are 311 such rules for the nuns, grouped according to the type of offense incurred for breaking the rule, with the exception of the last group, the <i lang='pi' translate='no'>adhikaraṇasamathadhamma</i> (“the principles for resolving legal issues”), which are principles to be applied rather than rules in the strict sense. At present the Pātimokkha is only found embedded in the Suttavibhaṅga (“the Analysis of the Pātimokkha rules”), in which each rule is surrounded by explanatory material. Originally, however, the Pātimokkha probably existed as an independent text, known as the Pātimokkha-sutta. This can be seen from the fact that rules sometimes refer to other rules that immediately precede them, a connection that is now severed since the Suttavibhaṅga material separates the rules from each other.","nav":{"prev":"pli-tv-bu-pm","next":"ds"}},"abhidhamma":{"uid":"abhidhamma","type":"branch","acronym":"Ab","translated_title":"Basket of Systematic Treatises ","original_title":"Abhidhammapiṭaka","blurb":"Abhidhamma texts are systematic summaries and analyses of the teachings drawn from the earlier discourses. The Abhidhamma (spelled abhidharma in Sanskrit) is intended for advanced students who have mastered the teachings of the discourses.","nav":{"prev":"vinaya"}},"pli-tv-ab":{"uid":"pli-tv-ab","type":"branch","acronym":"Tv Ab","translated_title":"Systematic Treatises of the Theravāda School ","original_title":"Theravāda Abhidhamma","blurb":"The seven books of the canonical Theravāda Abhidhamma.","nav":{"prev":"pli-tv-vi"}},"ds":{"uid":"ds","type":"branch","acronym":"Ds","translated_title":"Compendium of Phenomena ","original_title":"Dhammasaṅgaṇī","blurb":"The Dhammasaṅgaṇī (Compendium of Phenomena) is built on the idea of a <i lang='pi' translate='no'>mātikā</i>, a lists of contents or matrix. A <i lang='pi' translate='no'>mātikā</i> acts as a simple instance of a template that is applied and transformed in ever more complex forms throughout the work. The Dhammasaṅgaṇī <i lang='pi' translate='no'>mātikās</i> list sets of phenomena (<i lang='pi' translate='no'>dhammas</i>). Most of these are doctrinal terms familiar from the suttas, although some are specialized Abhidhamma terms. The Dhammasaṅgaṇī starts with three <i lang='pi' translate='no'>mātikās</i>. The first classifies <i lang='pi' translate='no'>dhammas</i> into 22 sets of three (<i lang='pi' translate='no'>tika</i>), and the next two use sets of two (<i lang='pi' translate='no'>duka</i>), 100 pairs for Abhidhamma terms, and 42 for Sutta terms. The first of the triple sets is the momentous group: wholesome, unwholesome, and undetermined. This serves as a framework for classifying all the various phenomena. While it seems simple enough, even this detail was controversial, as some schools rejected the existence of the undetermined, or morally neutral, category.","nav":{"prev":"pli-tv-bi-pm","next":"vb"}},"vb":{"uid":"vb","type":"branch","acronym":"Vb","translated_title":"Book of Analysis ","original_title":"Vibhaṅga","blurb":"The Vibhaṅga (Book of Analysis) consists of 18 chapters arranged by topic. The list of topics is closely related to the Saṁyutta Nikāya—aggregates, senses, dependent origination, etc. Most of the chapters have a threefold structure. (1) Analysis according to the suttas: this quotes a key passage from the suttas on the relvant topic and offers a modest analysis. (2) Analysis according to the Abhidhamma: applies the sets of synonyms and terms as developed in the Dhammasaṅgaṇī. (3) Catechism: tests the students knowledge with systematic questioning. A few sections, such as Vb 18 Dhammahadaya, do not fit this system. They may have originated as independent treatises.","nav":{"prev":"ds","next":"dt"}},"dt":{"uid":"dt","type":"branch","acronym":"Dt","translated_title":"Discussion of Elements ","original_title":"Dhātukathā","blurb":"The Dhātukathā (Discussion of Elements) shows how the <i lang='pi' translate='no'>mātikās</i> relate to the 5 aggregates, 12 bases and 18 elements. It is organized according to fourteen methods.","nav":{"prev":"vb","next":"pp"}},"pp":{"uid":"pp","type":"branch","acronym":"Pp","translated_title":"Description of Personality Types ","original_title":"Puggalapaññatti","blurb":"The Puggalapaññatti (Designation of Person) departs from the strictly phenomenological approach of most Abhidhamma texts to present a compendium of passages relating to different kinds of individual. These are set out in a <i lang='pi' translate='no'>mātikā</i> listing kinds of individuals numerically organized from one to ten. As suggested by the numerical arrangement, these terms are mostly derived from the Aṅguttara Nikāya, with modest changes in wording. The main concern is to classify personal or psychological tendencies as they relate to the development of the Buddhist path.","nav":{"prev":"dt","next":"kv"}},"kv":{"uid":"kv","type":"branch","acronym":"Kv","translated_title":"Points of Controversy ","original_title":"Kathāvatthu","blurb":"The Kathāvatthu (Points of Controversy) is a collection of over 200 discussions on points of interpretation of Buddhist doctrine. These consist of a debate between unnamed protagonists. Each relies either on logic or quotations from the suttas to support their arguments. Some of the discussions concern central problems in Buddhist philosophy, such as the nature of not-self, or the problem of continuity and impermanence. Many, however, are very minor. While the text does not identify the points of view, most of the significant points may be identified with the doctrines held by various Buddhist schools. Note that none of the controverted points deal with Brahmanical, Jaina, or other non-Buddhist views. Nor are there any significant differences when it comes to the suttas; each debater assumes that they share a common sutta basis. The Kathāvatthu is the only book of the Abhidhamma ascribed by the Theravāda to a specific author, Moggaliputtatissa, a senior monk at the time of King Ashoka. The core of the work probably formed then, but it grew substantially over time. A couple of the core discussions appear to share a common basis with the Vijñānakāya.","nav":{"prev":"pp","next":"ya"}},"ya":{"uid":"ya","type":"branch","acronym":"Ya","translated_title":"The Pairs ","original_title":"Yamaka","blurb":"The Yamaka (Pairs) consists of ten chapters on different topics, starting with the roots of wholesome or unwholesome conduct. It applies a series of pairs of questions, with the object of fully determining the scope of application of terms. For example, are all <i lang='pi' translate='no'>rūpa</i> (physical phenomena) part of the aggregate of physical phenomena? No, because there are idiomatic uses of <i lang='pi' translate='no'>rūpa</i> such as <i lang='pi' translate='no'>evarūpa</i> (“of such a sort”). But are all instances of the aggregate of physical phenomena? Yes.","nav":{"prev":"kv","next":"patthana"}},"patthana":{"uid":"patthana","type":"branch","acronym":"Patthana","translated_title":"Conditional Relations ","original_title":"Paṭṭhāna","blurb":"Paṭṭhāna (Conditional Relations) sets out a simple <i lang='pi' translate='no'>mātikā</i> listing 24 kinds of condition. For example, the first is the “root condition” (<i lang='pi' translate='no'>hetupaccayo</i>), dealing with how acts are caused by the unwholesome roots of greed, hate, and delusion, or their opposites. This <i lang='pi' translate='no'>mātikā</i> is then applied to the <i lang='pi' translate='no'>mātikās</i> of Dhammasaṅgaṇī, creating a bewildering complexity of possible combinations. The Paṭṭhāna is always heavily abbreviated, but if it were to be fully spelled out, it would probably be the largest book ever created, with many billions of combinations. The Dhammasaṅgaṇī and the Paṭṭhāna bookend the Abhidhamma collection, the first dealing with phenomena, the latter with their relations. While method and the details have expanded considerably, the approach can be seen as a detailed application of the underlying principles of dependent origination.","nav":{"prev":"ya"}},"tpk":{"uid":"tpk","type":"root","acronym":"Tipitaka","translated_title":"The Three Baskets of the Buddhist Canon","original_title":"Tipiṭaka","blurb":"This is a large collection of teachings attributed to the Buddha or his earliest disciples."}}}